[{"backer": "Allen Chang", "project_data": {"campaign": {"story": "https://buttonshygames.com/products/death-valley\n\nSunlight glaring through the windshield. Your favorite songs blasting through the speakers. Candy bar wrappers piled next to a warm drink in the cheap plastic cupholder. Your companion riding in the passenger seat, snapping pictures of landmarks as you settle into the hypnotic rhythm of the road. But be careful: this fun road trip could get dangerous as you drive through Death Valley.\n\nDeath Valley is a pocket-sized, push-your-luck, tableau building game for 1-2 players, with each traveler striving to assemble the best mix of cards in their Journey and Scrapbook in order to win the game.\nDeath Valley is 18 cards, packaged in a portable and durable wallet.\n\nEach turn, players will choose whether to assign a card to their Journey, or move cards from their Journey to their Scrapbook. Cards feature stars (points), special abilities (affect the value and position of cards), and some interesting facts about Death Valley.\n\nEach card also has a hazard (Heat, Terrain, Flood or Animals) listed. Having 3 of the same Hazard visible in their tableau will cause the player to bust and lose all the progress in their Journey.\nAll 4 hazards and their card distribution within the game.\nAt the end of the game the player with the most stars in their Journey, plus any additional points from card abilities, is the winner.\nTo set up the game, shuffle all 18 cards and place 1 face-up between the players. On a player’s turn they have 3 choices: add the face-up or face-down card from the top of the deck to their own Journey, or Rest. When a player Rests, they move at least one card from their Journey to their Scrapbook (stacking them into a single pile if they select multiple cards) and shuffle as many of their remaining Journey cards into the deck as they choose.\nAfter the player takes their action for the turn, they check for Hazards among the visible cards in their Journey and Scrapbook. If they have 3 of the same Hazard type showing (3 Flood cards, for example) the player busts: 1 of the Hazard cards is removed from the game and the rest of the player’s Journey cards get shuffled back into the deck.\nOnce there is only one card remaining in the center area, the game ends. Each player counts up the stars showing in their Journey row. Visible cards in the Journey and Scrapbook might have abilities that adjust that score. Once all effects have been applied, the player with the highest star count is the winner.\nBackseat Driver Variant\nIf you want to really press your luck and give up a little control, try out the Backseat Driver Variant. In this variant players may choose to play the face-up card on their opponent’s journey as well as their own. At the end of each turn you will check to see if either player busts.\nSolo Mode - Designed by Kevin Ellenburg and Mike Mullins\nThe game will come with rules for solo play. Here you will face an AI explorer that thinks through its action each turn similarly to a player (playing the more intense Backseat Driver Variant). This explorer never rests in its pursuit of adventure.\nIf you would like to try the game yourself, the mostly black and white preview PNP is available at PNP Arcade now!\nhttps://www.pnparcade.com/products/death-valley-kickstarter-preview\nIn previous campaigns we created expansion material and used it as stretch goals. Since 2018, we've just given it away from the start. So no worries on whether we'll hit it or not, you are getting bonus content if you pledge here. The free expansion for this campaign is Death Valley: Panamint City.\nThis expansion consists of 6 more cards, letting you customize the deck before playing Death Valley. Before play, organize all the base game and expansion cards by hazard type. Then select 3 Animal, 4 Flood, 5 Terrain, and 6 Heat cards to shuffle into the deck. Unselected cards will not be used. Includes Vultures, Panamint City, Red Cathedral, Ubehebe Crater, Zabriskie Point, and Panamint Dunes.\nHere are the rewards available during this campaign.\n\nTo add more games to your order, you can do one of a few things:\nUS Backers only - to order games that ship now - go to our website http://www.buttonshygames.com and place an order using the coupon code \"0321us\" to get 15% off  of your order. Your website order will ship now, as long as you don't  order any pre-order items, otherwise the entire order will ship as  soon as everything comes in. As always, if you reach $25.00, you will  also receive free shipping. (NOTE: We previously offered a US Backer  code to combine games to save on shipping, but in most cases this was a  much better deal of free shipping AND 15% off.)\nInternational Backers only - go to our website http://www.buttonshygames.com and place an order using the coupon code \"0321international\" (REPEAT: THIS IS FOR BACKERS ONLY) to get free shipping on your extra game(s). Note: The limit on this  offer is 3 wallet games (and up to 3 expansions) total, including  anything that you order at Kickstarter. Anything above 3 wallet games  (and 3  expansions)  will end up bumping into the next shipping tier,  which can be as much as  $10 on international orders. These games will  all ship together with your Kickstarter rewards.\nThere are many notable games and we'll be featuring those throughout the campaign.\nWhile the game includes lots of great little historical facts about Death Valley, here's a little history about the game itself.\nDeath Valley was originally Kevin Ellenburg's entry to the 18 Card Challenge: Design A Game About A Real Life Location, and we’re happy to see it coming to life. It has a unique take on the familiar push-your-luck mechanic where players have to think about managing their hazards as well as the card abilities, making each choice matter beyond the immediate threat of busting. On top of that, the gorgeous art from Fachri Maulana perfectly captures the lonely beauty of Death Valley National Park.\nFirst up is Kevin's initial pitch video in it's entirety (note some changes were made to the gameplay and cards throughout development):\nAnd here is the 18 Card Challenge video where it was a finalist, along with two other games that we eventually published, Skulls of Sedlec and Horreos. All 3 of which are available here. \n\n\nWe have an awesome following of repeat customers. As a result, we've built the Board Game of the Month Club.\nIt's a subscription service where you receive unreleased microgames,   promo cards, expansion content, and Kickstarter discounts ... every   month! Supporters also receive from $1 to $10 off EVERY WALLET GAME  that  we make. (Members back our Kickstarter projects at the $1 pledge  level  above.)\nOur 2021 $5+ packages include an episode of The Final Lightyear.\nGather your crew and gear and launch into a  fringe section of space where the law teeters over the edge and a good  captain can earn a living. There's no shortage of threats that endanger  the goodfolk of deep space, but luckily your torpedo bay is full and  lasers are hot.\nIn Lightyear you'll play solo or cooperative with a friend, as the  captain of a so-called starship, in hopes of earning some rewards and a  decent rep. Using tactical maneuvering and dice-based action selection,  you'll work through the sector's small, medium and large enemies trying  to gain rewards and ultimately live to see another day. Customizable  episodes will challenge you with variable enemies and threats while  offering powerful new gear and talented crew to help you in your  adventures.\nOur $10 packages include all of the above and something   extra. Generally it's a tiny game (up to 9 cards), or some expansion  / promo cards for our existing games.\nAnd our $20 package includes all of the above and a copy of   the featured wallet game (or the wallet game of your choice).   The featured wallet games also come with any expansion material that  is given away in the Kickstarter campaigns (like the Panamint City expansion  here).\nIf that sounds cool to you, check out the Board Game of the Month Club on Patreon!\nhttp://www.patreon.com/buttonshy\nThank you for checking out Death Valley!", "risks": "Risks and challenges\nWith our method of publishing and using multiple manufacturers, there's always a chance that one part of the game could come in with an error, leading to delays. We've been able to minimize these errors in recent years, but they can happen from time to time. We've also upped our pre-press staff internally to make sure we can hit intended deadlines.\n\nWith COVID-19 some of our suppliers have been delayed, so we've been allowing additional time in our estimations and setting up backup suppliers as well. Our local staff is working while socially distancing, so we are allowing additional time for a smaller staff to assemble and ship games. \n\nOur unfulfilled projects are moving along according to schedule. Ugly Gryphon Inn is shipping now, two months ahead of schedule. Our Agropolis Campaign is scheduled to be fulfilled in March and backers are up to date with the progress. Our Reprint Campaign is due to fulfill in June and moving ahead as planned.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Board Game of the Month Club Members", "descp": "Pledge here to use your custom Board Game of the Month Club rate. For info, scroll to the bottom of the page.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["260 backers", "Add-ons"]}, {"amt": "Pledge US$ 3 or more", "title": "Death Valley PNP", "descp": "Print and Play of Death Valley and Panamint City Expansion.\nKICKSTARTER SAVINGS:\nThe retail price is $4. Save $1.", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["290 backers", "Add-ons"]}, {"amt": "Pledge US$ 10 or more", "title": "Death Valley", "descp": "YOU'LL RECEIVE:\nDeath Valley\nDeath Valley: Panamint City\nKICKSTARTER SAVINGS:\nThe retail price is $16. Save $6.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,099 backers", "Add-ons"]}, {"amt": "Pledge US$ 30 or more", "title": "Intro To Button Shy Bundle", "descp": "If you don't own any Button Shy games, this is the bundle to grab. You'll save $10 and pick up Sprawlopolis and Tussie Mussie, our two most popular and highest rated games. Both come highly recommended!\nYOU'LL RECEIVE:\nDeath Valley\nDeath Valley: Panamint City\nSprawlopolis\nTussie Mussie\nKICKSTARTER SAVINGS:\nThe retail price is $40. Save $10.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["537 backers", "Add-ons"]}, {"amt": "Pledge US$ 30 or more", "title": "Real Life Locations Bundle", "descp": "This is a special pledge level that combines the 3 finalist games from our Real Life Location design challenge. I believe this was our greatest design challenge as it created incredible games like Death Valley. Our brand new game (and the winner) Hórreos is now available here, and our very successful 2020 game, Skulls of Sedlec, is also available.\nYOU'LL RECEIVE:\nDeath Valley\nDeath Valley: Panamint City\nHórreos\nSkulls of Sedlec\nKICKSTARTER SAVINGS:\nThe retail price is $40. Save $10.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["378 backers", "Add-ons"]}, {"amt": "Pledge US$ 72 or more", "title": "Death Valley for US Retailers", "descp": "We sell almost everything direct to consumer but dedicate a small portion of the print run to retail copies. If interested, this is a great place to get in on it.\nYou will receive 12 copies of Death Valley at 50% off of retail price with reduced shipping costs. They are packaged in our retail clamshells. (The wallet game is housed in a clamshell case similar to the Love Letter pouch edition) with full imagery on the front and back.\nNOTE: This is for the US only.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["21 backers", "Add-ons"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "May Update: Playing Tetris with board games", "update_content": "Hello everyone! We're well due for an update without a lot to mention as we are still a few months out from fulfillment. But I will give you an idea of what to expect.\nThe cards just need one final pass and they are going to print. Our standard printer is very quick, so we are likely going to wrap this up sooner than later. We've been playing a game of Tetris at our offices with all of the games that are coming in for our Reprint Campaign, so we still have a little time to work on those, get them out of the way and make room for lots of Death Valley."}, {"update_no": "UPDATE #3", "update_userinfo": "Death Valley is complete! Details on what comes next.", "update_content": "It's been a few days of exhaustion (not from the hazards of Death Valley, just from the intensity of Kickstarter) but we are back with some information for everyone. \nBut first... look at those numbers!\nThat is a LOT of backers. Thank you all for joining us on this campaign. "}, {"update_no": "UPDATE #2", "update_userinfo": "Some mid-campaign info, and livestream tonight", "update_content": "Just a quick mid-campaign update to mention and reiterate a few things. But first....\nWelcome new backers!\nThere have been so many of you since the last update and we want to say hello and welcome. :)\nWe do not use a pledge manager"}, {"update_no": "UPDATE #1", "update_userinfo": "Welcome! It's time for some introductions. :)", "update_content": "Hello everyone! And welcome to Death Valley. Please ignore the scorpions and snakes and intense heat for a moment while we introduce ourselves. \nI'm Jason at Button Shy and we make these tiny little games. We've made one every single month since 2016, and a few even before that. We have a small local team that hand assembles and mails the games out, and some non-local team members that handle development, playtesting, rules editing, FAQs and customer service. And then there's the specific team for this game, both Kevin and Fachri who are pretty new to the industry. With that in mind, this campaign is doing incredibly well and a huge deal for Button Shy. 2000+ backers in just a few days is incredible. "}, {"status": [{"Project funds successfully": "3,601 backers pledged $80,655"}, {"Project launches": "MARCH 16, 2021"}]}], "comment_no": 240, "projec_url": "https://www.kickstarter.com/projects/239309591/death-valley-0", "project_name": "Death Valley"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "What is it?\n An Altogether Different River is a storytelling game for 2-4 players about creating a Town, and exploring how it changed through the lenses of the people who have left it and returned, and the people who stayed behind.\nIt's meant to be played in one or two sessions of about 3-4 hours each and does not require a Game Master, though having a dedicated facilitator can be helpful.\nDraft colour cover for digital PDF (Click to learn more about the creation of the cover).\nHow do you play?\nAt the beginning of the game, you will create the Town using a system based on Caroline Hobbs' Downfall. Each player picks an element and the Town is formed from the combination of those elements.\nDraft rules for Town creation (Click for larger version).\nThen, two maps of the Town are drawn: the Town Then and the Town Now. These represent the Town  during different time periods, as the characters remember them.\nEach player creates a character, choosing to either be one who Returned or Remained. Each character provides a different lens to explore the Town and their own relationship to change.\n Returned characters left the Town Then and have just recently returned to the Town. They are slightly more focused on their own concerns and how the Town's changes reflect on their own feelings and growth.\n Remained characters have stayed in Town throughout that time. They are slightly more focused on community concerns and how their actions and experiences are reflected in the Town's changes.\nDraft rules for character creation (Click for larger version).\nPlayers then use prompts to expand the Town and fill it with locations, residents, traditions and events. Players can then explore the connections between their characters to the Town and to each other and how that has changed over time.\nDraft rules for play actions (Click for larger version).\nAs players explore the Town and the relationships between the characters, you will update the maps of the Town Then and the Town Now as you go. \nYou also create and update a Relationship Map between the characters and the different aspects of the Town, as well as write down your asked and answered questions on the map as part of the River. At the end of every game, your map will become an artifact of the game you just played.\nExample Town maps from playtests (Click to learn more about the playtest games).\nYou can also pick up a  demo of the game on itch.io here and by clicking the banner below:\nLink to the demo available on itch.io.\n\nWhy do I want to make this?\nI made a first draft of An Altogether Different River in June 2020 as part of my Game a Month 2020 project. However, it had its start way earlier back in 2019. \nI originally conceived of An Altogether Different River as a part of Homebound, an anthology zine that I produced in 2019 with the help of Vee Hendro and Cecile Richard. Homebound was a significant personal project that collected games about home and going away made in the context of my move back to Malaysia after 14 years living in Melbourne, Australia. I gave copies away as a farewell gift to some friends, and also made a version of it available online on itch.io.\nHomebound anthology zine.\nI didn't end up including An Altogether Different River in the zine as I couldn't finish designing the game before I had to move, but I've always considered it as a sort of coda or successor to Homebound. If Homebound was about grappling with my feelings about moving away from a home I had made, An Altogether Different River is about grappling with my uncertainties of returning to a home that I know would be much changed.\nI thought I would be able to finish the game quickly and it would be a poetic first game to complete after moving back. Things don't always go the way you think they will.\nAnyway, it's almost done now. I've been doing a bunch of playtests in the lead up to this campaign and I am happy with how the game is coming along. I am proud to have this game be my first foray into crowdfunding, because I think it's a pretty good representation of what I want to and can make. I hope it might bring you some enjoyment too.\n\nWhat can you get?\nReward tiers for An Altogether Different River.\nAll tiers will get you access to the draft rules as they stand right now so you can get playing straight away. \nThe Digital Zine tier (AUD8/about USD6.20) will get you the final PDF delivered via itch.io. \nThe Physical Zine tier (AUD15/about USD11.60) will get you an A5 staple-bound black and white booklet. Shipping is free within Malaysia, AUD7/USD5.40 for the United States and Australia, and AUD9/USD7 elsewhere.\nI have also included the option to get digital PDFs of the Homebound zine at a discounted price. As mentioned above, Homebound is a zine I made in 2019 that collects three games on the theme of \"home\" and \"going away\":\n How to Say Goodbye - A microgame about collectively visiting important places and people to say farewell to them and leave pieces of your heart behind.\n Ithaca in the Cards - A blackjack-driven GM-less/GM-lite storytelling game about doomed travelers on a perilous journey home.\n Far From Home - A belonging outside belonging game about immigrants exploring what it means to live and thrive in a culture that is not fully your own.\nHomebound games.\nThe Digital Homebound Combo tier (AUD16/about USD12.40) will get you the final PDF delivered via itch.io, plus the PDF of Homebound.\nThe Physical and Digital Homebound Combo tier (AUD23/about USD17.80) will get you an A5 staple-bound black and white booklet, plus the PDF of Homebound. Shipping is free within Malaysia, AUD7/USD5.40 for the United States and Australia, and AUD9/USD7 elsewhere.\nReward tiers for An Altogether Different River and Homebound.\nUPDATE:\nYou can now also get physical versions of both zines and just pay the same shipping!\nThe Physical Zines Homebound Combo tier (AUD30/about USD23.70) will get you both An Altogether Different River and Homebound as A5 staple-bound black and white booklets, plus PDF versions of both. Shipping is free within Malaysia, AUD7/USD5.40 for the United States and Australia, and AUD9/USD7 elsewhere.\nNew pledge tier to get physical copies of both An Altogether Different River and Homebound zines.\nWhat's left to do?\nThe Kickstarter funds will be used to pay for additional illustrations to fill out the zine and also to finalize the layout for digital and print.  The rules are close to final, but I will continue playtesting and refining the game at least until the end of March (backers are very welcome to come join me in playtests). I am also planning to flesh out the introduction, safety and expectations, play advice and some game seeds to get players started quickly. The expected page count for the final zine is about 24-32 pages.\nIllustrations in progress.\nThe digital PDF version will be in full-colour and grayscale. The layout is already being drafted and additional illustrations are underway. I am aiming for release of the final digital version at the end of May 2021:\nFebruary - March 2021: Playtesting and revisions/writing, illustrations underway\nApril 2021: Complete editing and finalise fully illustrated layout\nMay 2021: Review final document for digital release + Contingency\nOnce the digital files are completed, the physical zine will be printed in black and white in A5 staple-bound format. I've allowed for significant time to finalise the document for print and for international shipping.\nMay 2021: Review final document for print + Send to print \nJune 2021: Printing and proofing, commence shipping\nJuly - September 2021: Allow 3 months for shipping + Contingency\nTimeline to produce Kickstarter rewards.\nWho's involved?\nAaron Lim is a designer of tabletop games currently based in Petaling Jaya, Malaysia, and previously in Melbourne, Australia. His work ranges from board and card games to story games and tabletop RPGs. Most of his work is self-published at ehronlime.itch.io.\n\nVenessa Tang is an illustrator and concept artist based in Malaysia., creating visual developments and storyboard illustrations. You can contact her here: https://linktr.ee/venessatgg or find her work on Instagram @venessatgg.", "risks": "Risks and challenges\nShipping internationally is the biggest risk for this project as there are uncertainties over the costs and reliability of international mail. I've tried to build in sufficient time and cost contingencies, but this is the factor that is hardest for me to control. Depending on the scale of the project, I've bookmarked several options that might help to alleviate some of that risk (partnering with other zine stores etc for distribution) but it really depends on the final breakdown of project backers.\n\nMost of the layout and artwork is already underway, so I don't foresee significant delays there. I am continuing to playtest and refine the game, which may result in changes down the line. However I don't foresee any issues hitting the digital version deadline though it may impact the delivery of the physical zines. Again, I've built in what I think are sufficient contingencies into the timeline.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge AU$ 8 or more", "title": "Digital Zine", "descp": "Get access to the digital version of An Altogether Different River in its current draft form, as well as the final PDF (via itch.io).\nINCLUDES:\nPDF version of An Altogether Different River (via itch.io)", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["117 backers"]}, {"amt": "Pledge AU$ 15 or more", "title": "Physical Zine", "descp": "Get a physical copy of the An Altogether Different River zine delivered to you, plus access to the current draft and the final PDF.\nINCLUDES:\nA5 staple-bound zine of An Altogether Different River\nPDF version of An Altogether Different River (via itch.io)", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["78 backers"]}, {"amt": "Pledge AU$ 16 or more", "title": "Digital Homebound Combo", "descp": "Get access to the digital version of An Altogether Different River in its current draft form, as well as the final PDF (via itch.io).\nIn addition, get a PDF of the Homebound zine (via itch.io).\nINCLUDES:\nPDF version of An Altogether Different River (via itch.io)\nPDF version of Homebound (via itch.io)", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["36 backers"]}, {"amt": "Pledge AU$ 23 or more", "title": "Print and Digital Homebound Combo", "descp": "Get a physical copy of the An Altogether Different River zine delivered to you, plus access to the current draft and the final PDF.\nIn addition, get a PDF copy of the Homebound zine.\nINCLUDES:\nA5 staple-bound zine of An Altogether Different River\nPDF version of An Altogether Different River (via itch.io)\nPDF version of Homebound (via itch.io)", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge AU$ 30 or more", "title": "Print Zines Homebound Combo", "descp": "Get physical copies of both the An Altogether Different River and Homebound zines delivered to you, plus access to the current and final PDFs of both zines.\nINCLUDES:\nA5 staple-bound zine of An Altogether Different River\nPDF version of An Altogether Different River (via itch.io)\nA5 staple-bound zine of Homebound\nPDF version of Homebound (via itch.io)", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["33 backers"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "Proofing Continues, Updated PDF Released", "update_content": "Hi all,\nJust a very quick update to let you know that I'm almost done with the print proofs. I've just requested one final test with a different paper finish for the cover, but everything else is pretty much good to go. I am a bit worried that the new Covid-19 lockdown restrictions we're about to go into here in Malaysia will affect the timeline for printing and shipping, but we're actually still on track with the original timeline (printing in June). Granted, I had built in quite a bit of contingency in that timeline and had actually hoped to be done with the printing at least in May, but well that's what contingencies are for."}, {"update_no": "UPDATE #16", "update_userinfo": "Test Prints and Digital Fulfillment", "update_content": "Hi everyone,\n\nIt's been a week since the release of the digital version of An Altogether Different River and the updated version of Homebound on itch, and you should all have PDFs of the games now! (BTW itch.io is having a Creator Day this Friday, 14 May, so if you want to support independent creators please spread the word to buy some games on itch this Friday!).\nI hope you've had a chance to have a read of the game and maybe even play. If you have, please feel free to send any feedback my way or leave a rating or review on itch. You can also join the Discord server where we did playtesting for the game and see if you can find some other players there, and where I've also been starting up playtests for some future projects ()."}, {"update_no": "UPDATE #15", "update_userinfo": "Digital Launch and Fulfillment", "update_content": "Hi everyone!\n\nI'm very excited to announce that the digital version of An Altogether Different River is now officially released!"}, {"update_no": "UPDATE #14", "update_userinfo": "Survey Reminder and Quick Progress Report", "update_content": "Hi everyone, \n\nJust a quick reminder to complete the surveys which were sent out a couple of weeks ago. The addresses will not be locked in until after the zines are printed and I move to shipping, so you can enter an address for now and change it later if you need to."}, {"update_no": "UPDATE #13", "update_userinfo": "First test print is in, surveys are out", "update_content": "Hello again!\nFirst of all, the reward surveys have been sent out. The text and layout of An Altogether Different River is pretty much done and is going through final rounds of proofing and editing, so it's time to get your names into the Kickstarter Backers section. The revised text for Homebound has also been sent through to Vee for layout.\nAddresses for shipping aren't locked just yet though, and I will send another update to give you all a heads up before I lock in addresses. If you encounter any issues with the survey, please send me a message and I'll get on it."}, {"update_no": "UPDATE #12", "update_userinfo": "Draft v0.05 of An Altogether Different River", "update_content": "Hi all,\nSorry for the missed update last week. There wasn't much to report back on, besides ongoing playtests.\nThis week is a bit more exciting, though! Funds from Kickstarter have cleared, and I've also received the final versions of artwork from Venessa. I've started updating the layout to account for the art, and also incorporated the feedback from playtests. Have a look!"}, {"update_no": "UPDATE #11", "update_userinfo": "Art is in, layout is in progress", "update_content": "It's done! The campaign is now over!\nThank you everyone for your support and I look forward to getting you a great game!\nHere's what's going to happen next:\nThe rest of today will be converting the campaign page over to the post-campaign mode and updating the itch page to get ready for the post-campaign. I'll also be finishing up changes to the latest draft version of the game text."}, {"status": []}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/ehronlime/an-altogether-different-river-zine-edition", "project_name": "An Altogether Different River - Zine Edition"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 50 or more", "title": "Radlands - Deluxe Edition", "descp": "($40 USD / $50 CAD)\nRadlands - Deluxe edition and all revealed content.\nShipping costs collected after the campaign. Refer to the shipping chart for details.\nSelect the add-on for the Super Deluxe Box for $20 USD / $25 CAD to upgrade your pledge to the Super Deluxe numbered box which includes two neoprene playmats.\nINCLUDES:\nMagnetic Box\n2× Player Aids\n2× Raiders Cards\n2× Water Silo Cards\n6× White Starting Water Discs\n6× Black Extra Water Discs\n20× Event Cards\n23× Camp Cards\n46× Person Cards\nAll Revealed Content", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8,793 backers", "Add-ons"]}], "updates": [{"status": []}], "comment_no": 2059, "projec_url": "https://www.kickstarter.com/projects/roxley/radlands", "project_name": "Radlands ☢️"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [{"amt": "Pledge AU$ 5 or more", "title": "The Apprentice - Digital Print n Play", "descp": "(Approx $4USD | £3GBP | €3.50)\nA digital Print n Play file of Smiths of Winterforge + Your name on our game's project thank you wall.\nINCLUDES:\nSmiths of Winterforge - Print n Play file", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}], "stat": ["19 backers"]}, {"amt": "Pledge AU$ 49 or more", "title": "The Hammer - Standard Edition", "descp": "(Approx $38USD | £31GBP | €34)\nOne copy of Smiths of Winterforge (RRP $69)\nINCLUDES:\nSmiths of Winterforge", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["51 backers"]}, {"amt": "Pledge AU$ 64 or more", "title": "The Anvil - Deluxe Edition", "descp": "(Approx $49USD | £40GBP | €45)\nOne copy of Smiths of Winterforge with Kickstarter Exclusive metal coins!\nINCLUDES:\nSmiths of Winterforge\nSmiths of Winterforge - Kickstarter Exclusive Metal Coins", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["46 backers"]}, {"amt": "Pledge AU$ 149 or more", "title": "The Forge - Collector's Edition", "descp": "(Approx $114USD | £93GBP | €104)\n1 copy of Smiths of Winterforge with the Kickstarter Exclusive metal coins + Special exclusive collector's dice & dice tray. Includes:\n3x Rose Quartz d4\n4x Amethyst d6\n4x Turquoise d8\n3x Citrine d12\n1x Custom printed dice tray featuring the royal seal of Winterforge\nINCLUDES:\nSmiths of Winterforge\nSmiths of Winterforge - Kickstarter Exclusive Metal Coins\nSmiths of Winterforge - Kickstarter Collector's Pack", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["45 backers", "Limited (5 left of 50)"]}], "updates": [{"status": []}], "comment_no": 78, "projec_url": "https://www.kickstarter.com/projects/allofthed/smiths-of-winterforge-a-game-for-2-5-dwarven-black", "project_name": "Smiths of Winterforge: A game for 2-5 dwarven blacksmiths (Canceled)"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge AU$ 1 or more", "title": "TIP JAR", "descp": "Thanks for your support! Tipping the campaign will help us create the game, and keep you informed as you receive all campaign updates.", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["16 backers"]}, {"amt": "Pledge AU$ 22 or more", "title": "I'll TAKE ONE", "descp": "Receive one (1) copy of Doughnut Drive-Thru, worldwide shipping included! Thanks for your support!\n(Approx $16.60US & £12.75 & €14.85)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["324 backers"]}, {"amt": "Pledge AU$ 40 or more", "title": "TWIN PACK!", "descp": "Receive two (2) copies of Doughnut Drive-Thru, worldwide shipping included! Thanks for your support!\n(Approx $30.15US & £23.15 & €27)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["29 backers"]}, {"amt": "Pledge AU$ 41 or more", "title": "CIRCUS TREATS", "descp": "Receive one (1) copy of Doughnut Drive-Thru, AND one (1) copy of Circus Flohcati (sent to you in November), worldwide shipping included! Thanks for your support!\n(Approx $30.95US & £23.75 & €27.70)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["23 backers", "Limited (27 left of 50)"]}, {"amt": "Pledge AU$ 41 or more", "title": "TEA AND CAKE", "descp": "Receive one (1) copy of Doughnut Drive-Thru, AND one (1) copy of Elevenses (sent to you in November), shipping included! Thanks for your support!", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["5 backers", "Limited (145 left of 150)"]}, {"amt": "Pledge AU$ 42 or more", "title": "CATS AND CAKES", "descp": "Receive one (1) copy of Doughnut Drive-Thru, AND one (1) copy of Cat Box (sent to you in November), shipping included! Thanks for your support! (Approx $32US & £24.65 & €28.50)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers", "Limited (5 left of 30)"]}, {"amt": "Pledge AU$ 49 or more", "title": "STEEL SWEETS!", "descp": "Receive one (1) copy of Doughnut Drive-Thru, AND one (1) copy of Guns & Steel: Renaissance (sent to you in November), worldwide shipping included! If you would also like the original Guns & Steel, please add another $25. Thanks for your support!", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers"]}, {"amt": "Pledge AU$ 90 or more", "title": "HIS NAME AND GAMES!", "descp": "Name one of the MALE chefs included in the game! (We have right of refusal, first name only, proper names preferred, nicknames subject to approval.) AND receive two (2) copies of Doughnut Drive-Thru, worldwide shipping included! Thanks for your support!\n(Approx $67.90US & £52.10 & €60.75)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge AU$ 90 or more", "title": "HER NAME AND GAMES!", "descp": "Name one of the FEMALE chefs included in the game! (We have right of refusal, first name only, proper names preferred, nicknames subject to approval.) AND receive two (2) copies of Doughnut Drive-Thru, worldwide shipping included! Thanks for your support!\n(Approx $67.90US & £52.10 & €60.75)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"status": []}], "comment_no": 123, "projec_url": "https://www.kickstarter.com/projects/grailgames/doughnut-drive-thru", "project_name": "Doughnut Drive-Thru"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Contributor", "descp": "Option to have your name (or pseudonym) posted with a message up to 140 characters in length on our \"Wall of Contributors.\"", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Standard Supporter", "descp": "One (1) copy of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\nMint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5,346 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "Double Down", "descp": "Two (2) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\n2× Mint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["723 backers"]}, {"amt": "Pledge US$ 28 or more", "title": "The Triple", "descp": "Three (3) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\n3× Mint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["128 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Gift Giver", "descp": "Five (5) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["56 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Glorious Gamer", "descp": "Ten (10) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\n10× Mint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Standard Supporter", "descp": "One (1) copy of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\nMint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "247 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "Double Down", "descp": "Two (2) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\n2× Mint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "26 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Eager Enthusiast", "descp": "One (1) limited edition hand made and numbered advance copy of Mint Works to be delivered by October 31st 2016.\nOne (1) copy of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\nMint Works\nHand-Made Numbered Mint Works Advanced Copy", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Gift Giver", "descp": "Five (5) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\n5× Mint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "25 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Glorious Gamer", "descp": "Ten (10) copies of Mint Works with standard components, plus all stretch goals, and the \"Contributor\" reward.\nINCLUDES:\n10× Mint Works", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"status": []}], "comment_no": 1614, "projec_url": "https://www.kickstarter.com/projects/poketto/mint-works-the-pocket-sized-worker-placement-game", "project_name": "Mint Works - The pocket-sized worker placement game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge AU$ 30 or more", "title": "SOUTHERN RENAISSANCE", "descp": "One copy of Guns & Steel: Renaissance delivered to your address in Australia, NZ or SE Asia.\nSHIPPING INCLUDED!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Only certain countries"}], "stat": ["108 backers", "Limited (267 left of 375)"]}, {"amt": "Pledge AU$ 34 or more", "title": "ESSEN RENAISSANCE", "descp": "One copy of Guns & Steel: Renaissance pre-ordered and set aside for you to pick up at the Moaideas Booth at the 2016 Essen Spiel, Germany.\n($34AUD is approx $25US and €22.70)", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["32 backers"]}, {"amt": "Pledge AU$ 35 or more", "title": "WORLDWIDE RENAISSANCE", "descp": "One copy of Guns & Steel: Renaissance delivered to your address. Please see the campaign page for info on why so few copies are available.\nWORLDWIDE SHIPPING INCLUDED!\n($35AUD is approx $26US and €23.40)", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["175 backers", "Limited (25 left of 200)"]}, {"amt": "Pledge AU$ 60 or more", "title": "COMPLETE STEEL", "descp": "One copy of Guns & Steel AND Guns & Steel: Renaissance delivered to your address in Australia, NZ or SE Asia.\nSHIPPING INCLUDED!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Only certain countries"}], "stat": ["26 backers", "Limited (99 left of 125)"]}, {"amt": "Pledge AU$ 65 or more", "title": "WORLDWIDE COMPLETE STEEL", "descp": "One copy of Guns & Steel AND one copy of Guns & Steel: Renaissance delivered to your address. Please see the campaign page for info on why so few copies are available.\nWORLDWIDE SHIPPING INCLUDED!\n($65AUD is approx $48.15US and €43.40)", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers", "Limited (1 left of 40)"]}], "updates": [{"status": []}], "comment_no": 127, "projec_url": "https://www.kickstarter.com/projects/grailgames/guns-and-steel-renaissance", "project_name": "Guns & Steel: Renaissance"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge €1 or more", "title": "Virtual High 5!", "descp": "We are so happy that you are interested in the game that we would love to give you a high five, if we could.\nThis pledge will also make you receive a notification for every single update we make to this project!\nINCLUDES:\nReceive project notifications", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}], "stat": ["43 backers"]}, {"amt": "Pledge €17 or more", "title": "Overseers Game", "descp": "(~$19/£13) One copy of Overseers and kickstarter exclusive metal token. Total value of 34$\nWant more? Just add €18 (~$20/£14, includes shipping) for each additional copy.\nINCLUDES:\nPhysical copy of Overseers\nKickstarter exclusive metal Leader Token\nAll stretch goals unlocked\nMoney-back Guarantee", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,366 backers"]}, {"amt": "Pledge €17 or more", "title": "Overseers Game Early Bird", "descp": "[Available through Friday 6/24 12:00 CST]\n(~$19/£13) Special for 72 hours only! One copy of Overseers and kickstarter exclusive metal token and a special early bird gift. Total value of 36$\nWant more? Just add €18 (~$20/£14, includes shipping) for each additional copy.\nINCLUDES:\nPhysical copy of Overseers\nKickstarter exclusive metal Leader Token\nAll stretch goals unlocked\nMoney-back Guarantee", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1,106 backers"]}, {"amt": "Pledge €17 or more", "title": "Overseers Early Bird (Asia)", "descp": "[Available through Friday 6/24 12:00 CST]\n(~$19/£13) Special for 72 hours only! One copy of Overseers and kickstarter exclusive metal token and a special early bird gift. Total value of 36$\nWant more? Just add €18 (~$20/£14, includes shipping) for each additional copy.", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "83 backers"]}, {"amt": "Pledge €250 or more", "title": "ThunderGryph Founders Club", "descp": "(~$278/£204) Three copies of Overseers and kickstarter exclusive metal tokens + As a founder you will receive every game ThunderGryph publishes free of cost for life!\nWant more? Just add €18 (~$20/£14, includes shipping) for each additional copy.\nINCLUDES:\n3× Physical copies of Overseers\n3× Kickstarter exclusive metal leader tokens\n3× All stretch goals unlocked\nMoney-Back Guarantee (exclusive for the game value)\nEvery game ThunderGryph publishes free of cost for life!\nFree Shipping Worldwide", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"status": []}], "comment_no": 1228, "projec_url": "https://www.kickstarter.com/projects/gonab/overseers", "project_name": "Overseers"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 768, "projec_url": "https://www.kickstarter.com/projects/peterchayward/scuttle-the-pirate-card-game-for-all-ages", "project_name": "Scuttle! - The pirate card game for all ages"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 186, "projec_url": "https://www.kickstarter.com/projects/ibcgames/grifters", "project_name": "Grifters"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 631, "projec_url": "https://www.kickstarter.com/projects/keymastergames/control-a-strategic-card-game", "project_name": "Control: A Strategic Card Game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 294, "projec_url": "https://www.kickstarter.com/projects/grailgames/medici", "project_name": "Medici"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 146, "projec_url": "https://www.kickstarter.com/projects/cccn/quantum-suicide-friendship-courtship-hardship-spac", "project_name": "QUANTUM SUICIDE: Friendship. Courtship. Hardship. Spaceship."}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 126, "projec_url": "https://www.kickstarter.com/projects/smallboxgames/keep", "project_name": "KEEP"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 56, "projec_url": "https://www.kickstarter.com/projects/grailgames/reiner-knizias-circus-flohcati", "project_name": "Reiner Knizia's Circus Flohcati"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 397, "projec_url": "https://www.kickstarter.com/projects/mallegory/dreary-hamlet-a-game-of-death-and-betrayal", "project_name": "Dreary Hamlet - A Game of Death and Betrayal"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 47, "projec_url": "https://www.kickstarter.com/projects/endgamegames/ragnaroll-a-dice-driven-game-of-death-and-glory", "project_name": "RAGNAROLL A dice-driven game of death and glory (Canceled)"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 252, "projec_url": "https://www.kickstarter.com/projects/ludicreations/and-then-we-held-hands", "project_name": "...and then we held hands."}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 34, "projec_url": "https://www.kickstarter.com/projects/excaliburp/the-award-winning-game", "project_name": "The Award Winning Game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 132, "projec_url": "https://www.kickstarter.com/projects/grailgames/guns-and-steel", "project_name": "Guns & Steel"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 42, "projec_url": "https://www.kickstarter.com/projects/cattubefamous/cattubefamous", "project_name": "CatTube Famous: The card game about releasing cat videos!"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/1080621924/crafted-labs-a-store-for-people-who-make-things", "project_name": "Crafted Labs. A store for people who make things. (Canceled)"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 593, "projec_url": "https://www.kickstarter.com/projects/snowdale-ludibooster/dale-of-merchants", "project_name": "Dale of Merchants: The Guild of Extraordinary Traders"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 555, "projec_url": "https://www.kickstarter.com/projects/1312152563/hocus-a-magical-card-game", "project_name": "Hocus: A magical card game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 237, "projec_url": "https://www.kickstarter.com/projects/fsosnin/battle-of-durak-battle-card-game-0", "project_name": "Battle of Durak - Battle Card Game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1283, "projec_url": "https://www.kickstarter.com/projects/laboratory/100-swords", "project_name": "100 Swords"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 160, "projec_url": "https://www.kickstarter.com/projects/grailgames/1011-an-expansion-for-one-zero-one", "project_name": "101.1 - An expansion for One Zero One"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 91, "projec_url": "https://www.kickstarter.com/projects/allofthed/tavern-fame", "project_name": "Tavern Fame"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 576, "projec_url": "https://www.kickstarter.com/projects/1960349413/monstrous-the-game-of-mythic-mayhem", "project_name": "MONSTROUS - The Game of Mythic Mayhem"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 97, "projec_url": "https://www.kickstarter.com/projects/ibcgames/melee", "project_name": "Melee"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 372, "projec_url": "https://www.kickstarter.com/projects/asmadigames/mottainai", "project_name": "Mottainai"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 409, "projec_url": "https://www.kickstarter.com/projects/ibcgames/coup-rebellion-g54", "project_name": "Coup: Rebellion G54"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 243, "projec_url": "https://www.kickstarter.com/projects/johnaugust/one-hit-kill", "project_name": "One Hit Kill"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 165, "projec_url": "https://www.kickstarter.com/projects/167427101/xenon-profiteer", "project_name": "Xenon Profiteer"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 568, "projec_url": "https://www.kickstarter.com/projects/556682087/dragon-punch-a-tiny-fighting-game-you-can-play-any", "project_name": "DRAGON PUNCH: a tiny fighting game you can play anywhere!"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 537, "projec_url": "https://www.kickstarter.com/projects/meromorphgames/norsaga", "project_name": "Norsaga"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 491, "projec_url": "https://www.kickstarter.com/projects/ibcgames/one-night-resistance", "project_name": "One Night Resistance"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 55, "projec_url": "https://www.kickstarter.com/projects/laboratory/ejipt", "project_name": "EJiPT"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 97, "projec_url": "https://www.kickstarter.com/projects/239309591/wild-cats", "project_name": "Wild Cats - A 3-card game of hilarious feline deduction"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 31, "projec_url": "https://www.kickstarter.com/projects/unboard/epic-everything-digital-collectible-card-game", "project_name": "Epic Everything: Real-Time Collectible Card Game (Canceled)"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 647, "projec_url": "https://www.kickstarter.com/projects/undine/project-dreamscape-a-dream-chaining-card-game", "project_name": "Project Dreamscape - A Dream-Chaining Card Game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 59, "projec_url": "https://www.kickstarter.com/projects/1612531550/the-space-base-race-a-base-building-strategy-card", "project_name": "The Space Base Race: A \"Base Building\" Strategy Card Game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 75, "projec_url": "https://www.kickstarter.com/projects/167427101/seven7s", "project_name": "Seven7s - Card Game of Historic Sevens"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 222, "projec_url": "https://www.kickstarter.com/projects/77978264/birds-of-a-feather", "project_name": "Birds of a Feather"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "You are a Grimslinger, a magically imbued westerner being forced by the mysterious Iron Witch to duel other Grimslingers. 2-4 players, 20-40 minutes, Ages 12+.\nOver 100 gorgeous cards!\nThe duel is broken down into 3 phases, which repeat until someone wins. \nPhase One - The Standoff: Sacrifice health for energy, reactivate deactivated spells or use your \"surge\" ability to power-up your elemental attacks.\nPhase Two - The Draw: Everyone picks a spell and a target card and places it face down. When everyone has placed their cards, you shout \"DRAW\" and reveal them.\nPhase Three  - The Aftermath: There is a unique order resolution system to determine who's spell resolves first, which ones fail, or which ones go head to head into a \"face-off\" mini-game. \nDownload the Rules: http://tinyurl.com/ps5xp2y\nOr watch this series of short video tutorials explaining the game:\nEach player has the same 6 elements spells, each of which have their own unique abilities, strengths and weaknesses.\nThere are six element spells: Fire, Earth, Water, Ice, Wind, Lightning.\nElements are weak or strong to one another. For instance, Ice is weak to Fire, but it is also strong to Wind. When a spell is \"weak\" to the opposing spell, it will be cancelled out. \nA blackjack like mini-game occurs when element spells are played and do not have a weak/strong relationship. This mini-game is called a \"Face-off\".\nThere are only 10 cards in the number deck, making it easy to count cards and judge your odds.\nIn a face-off, players will take turns drawing cards, trying to strong arm their opponent's spell. The winner's spell goes through, and the losers is cancelled out.\nThere are 30 unique signature spells which players use to customize their hand.\nSignature spells provide a multitude of ways to play mind games on your foes, or strategize with friends.\nYour signature spells are unique to you, and you may only have 3. Experiment with different combinations to develop new strategies. All cards/builds are viable, so pick signature spells that you personally find fun using!\nPlease note that even though the game is nearly complete, I am still fine tuning certain aspects of it. Feedback is always welcome.\nDownload more than 1,000 times to date! Thanks for the support :)\nIt's ugly, but it's awesome! Can you beat the Coven Overseer?\nPlay online with friends or stranger folk worldwide!\nAll prices are listed in CANADIAN DOLLARS (CAD). You can see conversions listed just below the banner.\nShipping is not included in the price. It is a flat rate of 10 CAD (8 USD / 7 EUR / 5 GBP) WORLDWIDE FOR EACH TIER WITH A PHYSICAL REWARD.\n                        A copy of Grimslingers! Over 100 cards of pure whacky western dueling fun times. \nThe Forgotten West is littered with discarded paranormal items. This pack allows you to scavenge for them during your duel to give yourself an extra edge!\nA PnP of the Item Pack will be released soon!\nCurious about what the items are and how they work? Here is a rundown with every item listed and it's effects described: http://tinyurl.com/octqtzc\n *This Expansion contains 90 cards.\n*Not the final box art.\nA copy of Grimslingers, all expansions AND VIP access in a rigid, gold foil stamped box with a panoramic illustrated interior wall. \nRoom for sleeving your cards or extra expansions later down the road. Also includes an insert to keep everything snug.\nFancy yourself a crafter of legendary, paranormal and magically imbued items?\n *Includes the Collector's Edition.\nInterested in making a permanent mark on the Grimslinger Universe? \nI (Stephen Gibson) will personally work with you to create a new character of your *liking, either based on your own self-portrait or your imagination. \nYour character will be put in everyone else's game box so that your legend lives on across the world! You'll also receive a matte poster of your character signed by the artist. \nTo top it off, your character will also be available for everyone to use in the Bo's Bluff and Grimslingers apps!\nIn short, each app is being developed as a cross-platform (iOs/Android) multiplayer free-to-play game slated for release in Q3 and Q4 of 2015. (You can find out more about the apps here: http://tinyurl.com/o7ggq8l).\nReady to make (Grimslinger) history??\n*Includes the Collector's Edition.\n*Please note that there are certain standards of visual conduct your character must adhere to (i.e. no naked or oversexualized men / women). If you're wondering if an idea you have is appropriate or not, please message me.\nA collection of quotes and reviews from players, as well as previews from trusted sources. \nCloak and Meeple Video Preview:\nNVS Gameplays Preview:\nGameosity Written Preview:\n\"...I think the concept is great, I love the art style, and I’m genuinely looking forward to checking out the finished product once it’s available in March.\" - Rob Rich\nFull Preview: http://tinyurl.com/l8asnl7\nThe following were collected from the Tabletop Simulator Mod page:http://tinyurl.com/k4l2kjw or emailed to me by the players themselves.\n\"For anyone who likes mind games, strategy games, card games, and/or games for small groups, I couldn't recommend Grimslingers more.\" - Corin McDonald (emailed)\nCorin's Full In-Depth Review (it's really good!!): http://tinyurl.com/ktafhwr\n\"You know a game is something special when with just a handful of a cards, that are identical to the ones your opponents are holding, you can feel that your play experience is altered by the cunning and insight you bring and the strategies and gambits you cook up. Such a big sense of drama and gambling in a tight, beautifully crafted package... and dangerously moreish! - Scott McGill (emailed)\n\"This game is refreshing. It isn't complicated to pick up and play but once you get into the thick of it, it can be a mind battle between you and your opponent. The game has several elements to it that allow for competitive play. The developer is a really awesome guy and I whole-heartily support this game. Cannot wait to see this game on my personal tabletop.\" - Man of God2 (mod page)\n\"I just had a game with the creator of this game, really helpful guy. The game is really good and well balanced. The rules are easy to grasp in a few rounds\" - Luke Skywalker (mod page)\nAdd the price listed to any pledge of $19 and up!\nPIXEL LOVE! Each character has their own unique skill on the back of their card which can be used once per duel (this replaces the regular \"take cover\" ability on standard characters). \nVOTE FOR YOUR FAVORITE CHARACTER TO GET INCLUDED IN EVERY COPY OF GRIMSLINGERS HERE: http://tinyurl.com/n45qezs\nFIND THE CONTEST HERE: http://tinyurl.com/px6b3ct\n FIND THE CONTEST HERE: http://tinyurl.com/px6b3ct\nStephen Gibson: Creator, Designer and Artist for Grimslingers.\nStephen has been working on Grimslingers for almost 2 years now and tinkering with concepts and mechanics used for many years prior.\nWorked as a concept artist and art director for a small video game studio right out of college before trying his hand at indie game development. Stephen graduated with honors in 3D Animation, Art and Design for TV, Film and Mobile Games from Humber College.\nJeff Faust: Sole Programmer for the app version of Grimslingers. \nThough Jeff isn't directly involved in the production of the physical version of Grimslingers, his work on the mobile app has added countless hours of playtesting and critique for the core mechanics and features that the physical and digital game share.\nJeff's programming career spans 30 years, beginning with high-end CGI and eventually drifting to indie game and middleware development. He is fascinated with the CCG genre and owns the original artwork for MtG card \"Giant Tortoise\" painted by Kaja Foglio.\nDarren Atherton\nAlthough no longer involved with the development of Grimslingers, Darren was extremely instrumental in developing the game in the early days and providing months of playtesting.\nALL OF YOU! \nGrimslingers would be no where without the many dedicated fans offering feedback and support. You know who you are, and I thank you! And I thank all those who may just be joining us now. \nWe are a team and Grimslingers is as much a community now as it is a super fun game!", "risks": "Risks and challenges\nBeing the designer and artist for the project means that everything needed to finish the game is within my ability. The game is complete aside from a few pieces of art.\n\nAs for manufacturing and shipping, I have a streamlined process to ensure there are no surprises. My manufacturer and shipper are well acquainted with fulfilling Kickstarter pledges. \n\nI've prepared as much as I can to make sure there is little to no risk involved in regards to backing this project. Many long time fans of the game should be very familiar with my open communication and diligence towards delivering a solid product and experience.\n\nIf you are ever concerned about any part of this project, feel free to contact me. I won't bite :D\n\n- Stephen Gibson\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #82", "update_userinfo": "NEW EXPANSION COMING MARCH 9th!", "update_content": "Howdy my 'slingers! \nI am happy to announce that Grimslingers is returning to Kickstarter March 9th at 12 PM EST, and with it, a new expansion: The Northern Territory! "}, {"update_no": "UPDATE #81", "update_userinfo": "JUST ABOUT WRAPPED UP! (pun intended)", "update_content": "Seasons Greetings 'Slingers!\nI think everyone has gotten their KS rewards. Anyone that hasn't either didn't confirm theirs in the pledge manager and never contacted me to re-open their pledge, or something else went awry. \nI haven't heard from anyone in awhile so, I assume y'all got yer goods. If you haven't gotten your stuff yet, PLEASE CONTACT ME DIRECTLY! \nWHAT'S NEXT?"}, {"update_no": "UPDATE #80", "update_userinfo": "ESSEN PICKUP AND THE STATE OF THE EU", "update_content": "Alright, here's what's up with EU rewards and french customs. \nThe french customs is still being difficult, but they've agreed to release everything to GBG, who now has the rewards at Essen. Customs still wants additional information about the products (though I'm not sure how that works considering customs isn't currently in possession of the product, maybe they'll tax the importer or something?). \nApparently customs was acting as if they had no idea what a kickstarter was or how it functions and that lead to all the issues and delays and having to show them the kickstarter and reward tiers and how it's pre-orders and such, madness ensued."}, {"update_no": "UPDATE #79", "update_userinfo": "SHIPPING UPDATE & RETAIL LAUNCH", "update_content": "Howdy, howdy, \nLet's get right to it, shall we?\nKS FULFILLMENT\nIt appears like most of the US backers have gotten their packages, a few are still trickling in. Australian backers seem to have all gotten theirs as well. "}, {"update_no": "UPDATE #78", "update_userinfo": "SHIPPING, FAQ, ERRATA", "update_content": "Howdy, howdy!\nMany of you have already gotten your rewards, and I'm happy to hear that!\nI suspect people in the states and Canada who haven't gotten theirs yet should have it within the next 2 weeks. If you don't have it within 2 weeks, please contact me. \nFor those who are international, packages *should* arrive by, at most, the end of September. Getting confirmation/tracking numbers from PSI is just a nightmare, they ARE shipping it, but they aren't the best communicators. "}, {"update_no": "UPDATE #77", "update_userinfo": "WELL, I LIED", "update_content": "In a confusing and thankfully happy turn of events, packages have already started shipping, and people have already received them!"}, {"update_no": "UPDATE #76", "update_userinfo": "Shipping Update - Not Great News", "update_content": "Howdy Folks, \nI just heard from GBG that PSI didn't send out backer's copies yet, but that they are going to within the next two weeks. Obviously I thought, and GBG thought, that PSI had already sent them. They were supposed to of.\nI'm not even going to try and sugar coat it. This is lame, I'm upset, I'm sure you're all upset too. Sadly, there's absolutely nothing that can be done by GBG or myself and that's probably the more frustrating part. It's just a waiting game."}, {"update_no": "UPDATE #75", "update_userinfo": "GEN CON WRAP UP", "update_content": "Howdy, \nHere's the jist of it: Grimslingers did very, very well at Gen Con.\nTHE THRONGS!\nEach day after the doors opened to the hall, there'd be a massive line to pick up Grimslingers a minute later. "}, {"update_no": "UPDATE #74", "update_userinfo": "GEN CON, REVIEWS, SHIPPING UPDATE", "update_content": "Howdy my little band of Grimslingers!\nGEN CON\nGen Con is fast approaching...in fact it's this coming week!!\nGrimslingers is GBG's big showcase this year, and in light of that they've set up many many demo's of the game which folks can sign up for. Most of the spots have already been filled, but there are 6 left for a demo of the campaign. "}, {"update_no": "UPDATE #73", "update_userinfo": "PLEDGE MANAGER CLOSING + SHIPPING UPDATE", "update_content": "Howdy, howdy, howdy, \nThe pledge manager is closing tonight at 11:59 PM EST. 95% of you have confirmed your pledge, so thank you!\nFor those who have not, you have until tonight at 11:59 PM EST. IF YOU DO NOT, CONFIRM YOUR PLEDGE TODAY, YOU WILL HAVE TO PAY EXTRA FOR SHIPPING! Which prices can be quite high if you're not in the United States.\nPRESS COPIES AND SHIPPING"}, {"status": []}], "comment_no": 696, "projec_url": "https://www.kickstarter.com/projects/314069658/grimslingers-a-card-dueling-game", "project_name": "Grimslingers: A Card Dueling Game"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "The city of Salvatore is under attack by hoards of goblins and you have been summoned to protect the land. This should pose no problem for you and your party, who are known throughout the lands as the best goblin hunters around. To make things interesting it’s time to settle a little bet and see who is the best Goblin Hunter overall by being the first to capture 20 goblins.  \nAdventurer Cards - Please note while art is final font and layout design is still to be finalized\nGoblin Hunters is our second game, following on the heels of our first successful Kickstarter Alchemist Academy. Goblin Hunters is a fast paced push-your-luck style card game combined with set collection and a betting mechanic for 2 to 4 players and is played within 10 to 15 minutes. The Goblin Hunters base game comes with 4 different character cards to choose from, and more will be added as stretch goals are reached. Each character comes with their own special ability which can be used once per turn when they go hunting to give you an added advantage.\n• Goblin search deck\n• Individual character cards for each adventurer\n• Character score piece for each adventurer\n• Character betting token for each adventurer\n• Map Score Board and Betting board\n• Rulebook\nSearch Cards - Please note while art is final font and layout design is still to be finalized\nThe Search deck contains 3 types of cards: Goblin Cards, Wound Cards and Goblin/Wound Cards. The aim of the game is to collect as many goblins as possible without taking too many wounds, while also trying to collect sets of goblins to gain extra bonuses.\n\nThis is not the only way to score bonus points, you can also bet on the results of the other adventurers, risking your hard earned goblin points for more bonus goblin points. It's a high risk with high rewards. So the next time you're in the tavern healing from your wounds and mouthing off about who is best Goblin Hunter, make sure you can put your money where your mouth is and bet on your fellow adventurers.\n\nThis is the perfect game to play while having a few laughs with some friends, between other games or while waiting for the rest of your party of adventurers to arrive for a big night of gaming.\nPlayer Board\nShipping should be added automatically during the pledging process depending on your location, however below is a breakdown of shipping costs for the core game (Hunter level) unless specified differently on the pledge level.\nUSA / Canadian backers, Kickstarter should ask for $6 AUD shipping = ($5 USD)\n\nAustralian Backers, Kickstarter should ask for $8 AUD\nRest of the world, Kickstarter should ask for $10 AUD  shipping = ($8.00 USD)\nPlease note there is a special Australians only reward level to which includes free shipping for this level only for all other levels Australian shipping will be added as normal.\nGoblin Hunters has been in development for a little over a year. We have already invested in the design, layout and artwork which has been produced by Fábio Fontes. Now we need your help to get the first print run off the ground. We hope that with your help we will be able to produce this game with top quality components. Every dollar this project can raise will go towards increasing the print run and production quality of the game through stretch goals, while keeping the price of each game as low as possible. With your help we will be able to share this game, not just with backers, but with everyone.\n\nPreviews/ Reviews and Interviews\nSharkbone Podcast -  Here is an interview I did with Devon from the Sharkbone podcast http://sharkbonepodcast.com/2015/03/chum-30-goblin-hunters/\nThe Meeple Mechanic - A nice little written interview  over at the Meeple Mechanic http://meeplemechanic.com/foxhole-fiver/ray-williams-on-designing-goblin-hunters/\nThe Action Points Podcast - Here is interview I did with Adam and Aaron, two of he host of the Action Points podcast where we talk about Goblin Hunters, Board game design and Kickstarter in general and loads more.  \nhttp://theactionpointspodcast.com/2015/03/17/the-action-points-podcast-episode-79-goblin-hunting-with-ray-williams/\nAustralian Tabletop Gaming Network - Here is a great review of Goblin Hunters written by Bodhi over at ATGN.\nhttp://atgn.com.au/goblin-hunters-kickstarter-interview-game-preview/\nWant to see the rules first and see how simple and easy it is to learn Goblin Hunters? Then just click here to download a 2 player version of the rules. Please be aware that some changes may be made to the final product to ensure that the rules are as clear and concise as possible.\nIf you wish to add-on extra copies of the game please add an additional $22 AUD = ($17 USD) for each additional copy to your pledge (this price includes additional shipping charges).\n.\nWant to add a copy of our first game Alchemist Academy to you pledge then just add $55 AUD (=$42 USD) to your pledge this include shipping worldwide - no more to pay. (includes all kickstarter promos)\n\n$7,000 - At 7k we will include an opposite gender for each of the 4 available characters, This means there will also be a Female Paladin, a Female Cleric, a Male Thief, and a Male Mage included in the game. But best of all this unlocks the ability for you to have your likeness as one of these new gendered versions.\n$8,000 – at 8k we will add a 5th character to choose from the mighty Barbarian. When added, the Barbarian will come with both a Female and Male version.\nMore stretch goals to come...", "risks": "Risks and challenges\nThis is our 2nd Kickstarter, and while there might be some small timing hiccups when it comes to producing anything (such as: production delays, shipping delays and/or customs delays), rest assured we have done our best to minimise this as far as possible. We are always happy to refund pledges if for some totally unforeseen reason the game can't be delivered at all. Since the game is 90% complete, including artwork, we don't believe that this is in the least bit likely. We have successfully delivered Alchemist Academy and from this production we have learnt a lot and have put a number of safe guards into place to minimise the chance of any delays.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Shipping Has Begun", "update_content": "Hi Everyone,\nSome exciting news, shipping has now begun. Just a few notes on how this is going to work. We will be shipping the games in a few small waves, we are using a company called Send from China for the Kickstarter fulfilment and as this is the first time we have used them we are testing new waters so just to ensure everything runs smoothly we are going to send the games out in a few small batches the first batch was packed and shipped earlier this week, I have been informed it will take between 7 to 15 days to be delivered."}, {"update_no": "UPDATE #18", "update_userinfo": "Printing completed – Surveys are required to be completed", "update_content": "Hi Everyone,\nWell good news is the printing has completed and the manufacturer is now in the process of cutting things to size and putting it all together. I received a couple of production proofs earlier this week and we are really happy with how they turned out. You can see a few photos from these below.\nAs the production process is almost finished, we need all surveys completed as soon as possible, there is only a handful left to be completed but if they are not done soon I can’t guarantee that your copy will be sent out at the same as the rest of the kickstarter shipments."}, {"update_no": "UPDATE #17", "update_userinfo": "The proofs are here", "update_content": "Hi All,\nWell we received the proofs last week and apart from a few minor alignment issues we are pretty happy with how they look the colours and the materials are right on the mark."}, {"update_no": "UPDATE #16", "update_userinfo": "Print and Play versions have been emailed out", "update_content": "Hi All,\nGood news for anyone that was due to receive a copy of the Print and Play version of Goblin Hunters should have received an email yesterday or today from Drivethrucards.com with a link and instructions of how to download your very own copy of Goblin Hunters. If you haven't received yours please check your junk mail folder in case it was picked up as spam. However if you have any issues please don't hesitate to contact us and we will do whatever we can to helps sort things out for you."}, {"update_no": "UPDATE #15", "update_userinfo": "First wave of surveys sent out", "update_content": "Hi Everyone,\nThe first wave of surveys have been sent out to all backers who had pledged to receive a Print and Play version of Goblin Hunters. Once these have been completed we will be sending out the associated coupon codes to download the files from Drive thru Cards (https://www.drivethrucards.com/). We will be using the Drive Thru Cards system so keep an eye out for an email from them in you inbox.\nAs for the physical copies, the printers have the files and are in the process of making the first set of proofs for us to review and approve before moving into full production, fingers crossed this won’t take too long before we have something to share with you."}, {"update_no": "UPDATE #14", "update_userinfo": "Files Away!!!", "update_content": "Hi Everyone,\nUnfortunately shortly after the last update, when I had received the final art from Fabio I was then laid out for 3 weeks with a medical condition, however the good news is that has now all passed and things are on the roll again. It is an unfortunate delay but thankfully is has only set us back about 3 weeks.\nOn the bright side, this week the artwork for the Box, Rules and Cards layout has all been completed and text edits have been checked and double checked and everything has now been sent to the printers for them to start printing the flat proofs which I should be sent to me in roughly 2 week. Once the flat proof has been approved they will produce a production proof and send it out for approval which will take again about 2 weeks, if all is good they will then start the full productions of Goblin Hunters which means it will only be a short time from then that you should receive this great game on your door step."}, {"update_no": "UPDATE #13", "update_userinfo": "The Final Four", "update_content": "Hi All,\nI know it’s been a little while between updates but we have been working away trying to get everything into place. We finally have a new quote for manufacturing the game which we are satisfied with so things are looking good on that front. More importantly however, Fabio has now completed the art for the final 4 Characters which also includes the backer likeness characters which have come out amazingly if we do say so ourselves. So without any delay we’d like to introduce to you:"}, {"update_no": "UPDATE #12", "update_userinfo": "Art in Motion", "update_content": "Want to see the art of Goblin Hunters come to life? head over to:"}, {"update_no": "UPDATE #11", "update_userinfo": "Post Kickstarter Update", "update_content": "Hi Everyone,\nFirst off thank you once again, we had a nice little boost at the end which helped us reach our first stretch goal of unlocking the 4 alternate genders. 2 of these were picked up by supporters, but we still have a couple available."}, {"status": [{"Project funds successfully": "179 backers pledged AU$ 7,191"}]}], "comment_no": 71, "projec_url": "https://www.kickstarter.com/projects/munji/goblin-hunters", "project_name": "Goblin Hunters"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "Thanks to all Kickstarter backers who funded Between Two Cities! If you discover the game after the project ends, you can order the retail version of the game (it’s the same version you see here with all stretch goals) on the Stonemaier Games website.\nThe creators of Viticulture and Euphoria bring you Between Two Cities, a partnership-driven, tile-drafting, competitive city-building game that 1-7 players can play in 20-25 minutes.\nDesigned by Ben Rosset and Matthew O'Malley and developed by Jamey Stegmaier, Between Two Cities caught the attention of Stonemaier Games thanks to the unique intersection between cooperative play (build cities with 2 partners) and competitive play (only 1 winner).\nYou can experience the way Between Two Cities blends the gameplay of 7 Wonders, Carcassonne, Alhambra, and Among the Stars by checking out the rules and the free playtest version of the print-and-play files.\nThe 6 tile types in the game: Shop, Park, House, Office, Tavern, and Factory.\nBetween Two Cities is a complete game with a full set of linen-embossed tiles and custom wooden tokens, but we have some stretch goals to help make the game experience even better!\nAll stretch goals are fully playtested (see photos of some of our amazing playtesters below) and will be included in every copy of Between Two Cities (Kickstarter and retail).\nClick here for the rules and the free playtest version of the print-and-play files. Between Two Cities has been playtested by over 250 people and is almost production-ready.\nFind all media mentions and reviews of Between Two Cities on our website and join the discussion about the game on BoardGameGeek.\nBoard Game Quest preview\nGeekDad review\nTheology of Games review\nBoard Gamers Anonymous review (podcast and written review)\nFather Geek review\nE&E's Spellenmolen (Dutch review)\nNVS Gameplays\nMoney-Back Guarantee: If you decide you don't like Between Two Cities within 1 month of receiving it, you can return it for a full pledge refund. We'll even pay for shipping.\nLimited Availability: We don't do Kickstarter exclusive items, but we'll only print a limited number of the special edition as based on the final pledge totals.\nMake It Better for Everyone: The more stretch goals we reach, the more enhanced and beautiful the game will be! \nWe Listen: We treat backers as collaborators--we truly value your input as we put the finishing touches on the game, and we promptly address all questions and ideas.\nLocalized Shipping: Our shipping fees for Kickstarted games are so low because we send games in bulk to fulfillment centers around the world. This is your chance to lock in the lowest possible shipping rate.\nBackers Come First: You'll get your copy of Between Two Cities well before it enters traditional distribution channels. Remember that retailers can be backers too!\nWe Need You: We've covered the cost of graphic design, art, and development for Between Two Cities, but we can't manufacture and ship the game without your support.\nA few of the 250+ playtesters who helped us along the way.\nWe ship games in bulk to fulfillment centers around the world to eliminate customs fees & VAT and to keep shipping prices low (this method is explained here; country codes are here).\nBackers are limited to 3 total copies per pledge, as that's the number that can fit inside a shipping carton with proper packaging. For additional copies, you can pledge under a different Kickstarter account.\nBetween Two Cities is played in three rounds. In each round, you'll start with a fresh hand of tiles. Select two of those tiles, passing the rest to the player on your left or right (depends on the round). Place one of those tiles in the city on your left and one in the city on your right, then pick up the hand that was passed to you and repeat the process.\nThe middle round actually involves drawing 3 rectangular \"duplex\" tiles (two building tiles side by side in a vertical or horizontal configuration) and selecting 2 of them--there is no drafting in this round.\nAfter all three rounds, you will have built a 4x4 city on your left and a 4x4 city on your right. Add up the scores for all cities, but only compare your lowest scoring city to each other player's lowest-scoring city to determine the winner.\nEach of the tiles (art shown below) scores in the following way. The final tiles have scoring reminders below the art:\nShop (yellow): The more shops you have in a row or column, the higher the score.\nPark (green): Each group of adjacent parks score an ascending amount of points based on the number park tiles in the group.\nHouse (brown): Each house scores a point for each other tile type in the city (they want variety).\nOffice (blue): The more offices, the better. If they're next to at least 1 Tavern, they score a bonus point.\nTavern (red): There are 4 types of taverns (different icons)--you want to get as many sets of different tavern types as possible.\nFactory (gray): The cities with the most factories score more points per factory than other cities.\nThe game includes a head-to-head 2-player variant that removes the partnership mechanism but increases the impact of the tiles you choose to pass (or not pass) to your opponent. \nClick here for the rules and the free playtest version of the print-and-play files.\nThe special edition of Between Two Cities features a limited-run version of the game. The game itself is the same, but the box will be embossed in gold foil highlights and will be stamped with a number unique to your copy of the game (e.g., \"1287 / 4000\"). The special edition also includes rules in French and German (in addition to English rules).\nThe special edition will also include 7 additional pairs of city tokens. When we were designing the city tokens, we designed 14 of them and had e-newsletter subscribers vote on their favorites. The top 7 were selected for the retail game, but we liked the other 7 so much that we decided to include them in the special edition for extra flavor. They do not expand the game past 7 players or impact the gameplay in any way.\nIn addition to the standard city tokens, the special edition also includes the Arc de Triomphe, US Capitol, Brandenburg Gate, St. Basil's, Big Ben, the White House, and the Forbidden City. Each token in the final version will be a unique color.\nOne of the exciting aspects of designing a complete core game is you generate a lot of ideas for expansions. We look forward to discussing these possibilities with backers during and after the Kickstarter campaign to see the types of expansions they're the most excited about. These are the two styles of expansions we're considering:\nVertical: These would expand upon the base game, allowing players to develop their cities through the ages by adding more rounds and new tile types.\nHorizontal: These would take the core mechanisms of the game and translate them to other themes, like Between Two Castles, Planets, Dystopias, etc.\nWe like to support game stores around the world by offering the special Kickstarter versions of our game to retailers during the campaign. If you're a retailer, please contact Jamey directly at stonemaiergames@gmail.com for pricing information and manually make your pledge in full through Kickstarter during the campaign.\nBen Rosset is the designer of Mars Needs Mechanics, Brew Crafters, and Brew Crafters: The Travel Card Game. He lives in Washington, DC and has one cat.\nMatthew O'Malley is the designer of The Princess Bride: A Battle of Wits, Diner, and the upcoming Knot Dice. He lives just outside Washington, DC and has one cat.\nMorten Monrad Pedersen, the designer of Between Two Cities' \"Automa\" solo variant, is the designer of the solo games Endless Nightmare and Viticulture Automa. He lives in Denmark and has a garden that is occasionally visited by a cat.\nBeth Sobel is the artist of three other Stonemaier products: Viticulture, Tuscany, and the Treasure Chest. She lives in Washington (the state) and has two cats.\nJamey Stegmaier is the president of Stonemaier Games and lead designer for Viticulture, Euphoria, and Tuscany. He lives in St. Louis and has two cats.\nAlan Stone is the co-founder of Stonemaier Games. He lives in St. Louis and has one cat.\nHere's a video greeting from the designers, Ben and Matthew:\nPLAY\n\nWhile we don't offer existing inventory as add-ons through Kickstarter, we have special deals on some of our products through our website, Amazon, and retailers:\nTreasure Chest (US, Canada, Europe, Germany, other)\nMetal Coins (US, Canada, Europe, Germany, other)\nWooden Stars (US, Europe, Germany, other)\nTuscany Prima (US, Canada, Germany, other)\nViticulture and Tuscany are available from your friendly local game store (we have a few copies of Viticulture on Amazon here)\nEuphoria (second printing) will be available at game stores in mid-March\nBetween Two Cities: We prefer if you pledge through the Kickstarter interface, but if that's not possible for you, you can support the project through our website. Shipping cannot be consolidated with other products.\nIf you don't see our games at your local game store, you can ask a manager to restock them. Thanks!", "risks": "Risks and challenges\nBetween Two Cities is a first for us in that it's the first game published by Stonemaier Games that wasn't designed by Jamey Stegmaier--rather, it's from designers Ben Rosset and Matthew O'Malley. Jamey served as the game's developer, honing it, balancing it, and trying to make sure that every decision is fun and interesting. This process was made easy by the designers' willingness to hear and test new ideas.\n\nDuring the evolution of Stonemaier Games, we've learned the importance of blind playtesting (having people learn the game from the rulebook and test the game away from the designers). We've been fortunate to have hundreds of Stonemaier Ambassadors and their friends volunteer to playtest our games so as to make them as good as possible for the first print run. We've also learned the value of having checks and balances at every step in the production process, but when we do mess up, we go above and beyond to remedy the error.\n\nStonemaier Games established an advisory board of industry veterans in January '13 to help us mitigate risks and challenges. So even though we will surely face new challenges in the future, we have an incredible team of experienced advisers to point us in the right direction. We also work with Panda Game Manufacturing to produce the game, a company with a wealth of knowledge and experience.\n\nStonemaier Games has delivered all of our Kickstarter rewards from 4 projects within a few months of the estimated delivery date, sometimes even early. However, we seek to continue to improve that process to keep shipping rates low, deliver quickly, and ensure that the games arrive in perfect condition. We've learned that shipments sent from China to Australia need fumigation certificates for wooden components and that products shipped anywhere need \"Made in China\" clearly listed on the exterior of every product for them to clear customs. In short, we've made mistakes, and not only have we learned from them, we've shared them transparently with backers and on our blog to help other creators.\n\nIf you would like to know more about what we learned from our Kickstarter experiences and research, go to www.stonemaiergames.com to see 100+ Kickstarter Lessons to help you create a successful project too.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "Between Two Cities: Capitals Release Day!", "update_content": "Today is a special day. Over 2 years after the original Kickstarter when you brought Between Two Cities to life, today is the official retail release day of the expansion, Capitals."}, {"update_no": "UPDATE #28", "update_userinfo": "BGGcon, Promo Tokens, and the Scoreboard", "update_content": "Hi! Some of you are probably down in Texas right now enjoying a week of games at BGGcon. This is the first US convention since Between Two Cities was released, and designer Ben Rosset is at the convention (not in an official Between Two Cities capacity, but I'm sure he won't mind signing your copy of the game)!\nBecause Funagain Games was so great to work with for our US reward fulfillment, we made sure they were stocked up on copies of Between Two Cities to sell at BGGcon. We also created 300 promo tokens made specifically for this convention that backers can request for free at their booth (they also come with the games they're selling).\nLet's Talk About Promo Tokens"}, {"update_no": "UPDATE #27", "update_userinfo": "Watch It Played and Final Delivery", "update_content": "Hi! I hope you're having a great Friday. I just wanted to drop in with a few quick updates.\nWatch It Played\nRodney at Watch It Played has applied his expert rules-explanation and video-creation skills to Between Two Cities. If you want to learn how to play the game, instead of reading the rules, you can just watch this video:"}, {"update_no": "UPDATE #26", "update_userinfo": "Games Have Arrived in France!", "update_content": "Hi! I hope you're having a great weekend! The new Scythe Kickstarter campaign is keeping me busy, but I'm also keeping an eye on the remaining fulfillment for Between Two Cities.\nThe great news is that the games officially arrived at the Ideaspatcher warehouse in France on Friday. I sent them the final address list earlier in the week, so they've already printed all the shipping labels in preparation for shipping out games on Monday to wonderfully patient backers in Europe, South America, Africa, and the Middle East."}, {"update_no": "UPDATE #25", "update_userinfo": "Games Are Arriving and Essen Is in Session!", "update_content": "Hi! I hope this update finds you well on this fine Thursday (unless you're already in the future, which I'm sure is amazing too). I have a quick schedule update, some news, and a request."}, {"update_no": "UPDATE #24", "update_userinfo": "Rolling Up My Sleeves", "update_content": "Today I had a bit of an adventure. It involves Essen, an unexpected workout, and St. Louis-style barbecue. Before I get to that, let me mention the most important thing--Kickstarter backer fulfillment. Here's the latest schedule:"}, {"update_no": "UPDATE #23", "update_userinfo": "Shipping Update", "update_content": ""}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping Update and Essen Solution", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "Address Update Results, Shipping, and the Essen Dilemma", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "Time to Update Addresses!", "update_content": "You're about to get a whirlwind of information in your inbox from Stonemaier Games (especially if you backed both of our 2015 campaigns), so bear with me for a minute.\nWe now have confirmed estimates from Panda and Dimerco for ETD (estimated time of departure) and ETA (estimated time of arrival) in all areas. You can see these dates below--the date you're probably most interested in is on the far right:"}, {"status": []}], "comment_no": 1755, "projec_url": "https://www.kickstarter.com/projects/jameystegmaier/between-two-cities", "project_name": "Between Two Cities"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "Tahira: Echoes of the Astral Empire is an episodic turn-based tactics RPG set on a world that has fallen into a medieval dark age after the collapse of space faring civilisation.\nCreated by three developers, Tahira draws inspiration from journeys through Turkey, Syria, Jordan, Israel, Nepal and India.\nThe game will be available on Steam and DRM-Free.\n1 AUD = 0.65 EUR\n1 AUD = 0.75 USD\nWatch the trailer in HD (recommended)\nUpdates\nUpdate #17 - Add-ons!\nUpdate #16 - Lord Baruti - The Lion of Avestan\nUpdate #15 - 75% funded and Designing the look of a Character in Tahira\nUpdate #11 - Alpha Build and Paypal\nUpdate #8 - Animating Our Characters\nUpdate #5 - The Claw\nUpdate #3 - The Origins of Tahira Part One\nOnce, it is said, humanity roamed the stars with impunity. That time is long past. On what was once a partially terraformed outpost world, the descendants of the long-dead colony struggle to eke out an existence on a planet that is growing ever more inhospitable.\nYou are Princess Tahira of Avestan, a small kingdom to the west of humanity’s last great city, Babylon. The death of your brother has left you as the sole, unwilling heir to the Throne. After your anxiety over this burden sparked an argument with your father, you left Avestan to explore the lands that lie to the south.\nA year later, a message arrives warning of a vast army intent on returning to the stars, crushing all who stand in its way, and begging you to return home.\nIt is here that your real journey begins.\nIn Tahira the story and combat are intrinsically tied together. Every battle you fight has different objectives, which are informed by the story. In one, you fight desperately to hold a town long enough for its citizens to flee. In another you ambush an enemy squadron, trying to rout them before they can make use of their superior numbers.\nWhen you’re not fighting you’ll have the chance to walk around your surrounds, engage with your travelling companions, and learn more about the different cultures you’ll encounter as you travel on the road.\nWe're writing Tahira's story episodically, and this campaign will cover the remaining costs of the first episode. We’ve chosen this format so we can execute the scope of what we feel Tahira should be.\nEpisode One will feature a dense and thrilling plot with fleshed out characters who develop over the course of the game. Taking cues from studios like Bioware and Telltale Games, decisions and progression you make in Episode One will continue to influence your journey through later episodes. We estimate Episode One will run for 4-5 hours and are designing it to have the density of an episodic Telltale game.\nTrekking through the Himalayas and exploring the Middle East were the dual inspirations for Tahira. Beyond anything else, we want to transport you to another world and to take you on a journey that will stay with you well after you have finished playing.\nA character-driven story centred upon Tahira, an unwilling princess forced into a leadership role she never expected.\nA rich cast of colourful characters, from a bitter, drunk merchant to a swaggering mercenary power-couple.\nPainstakingly rotoscoped animations, with the frame-by-frame technique creating a realistic, hand-drawn appearance.\nA journey across hand-painted environments, which showcase the bittersweet beauty of a dying world.\nChallenging strategic combat, which demands that the player both plan ahead and adapt to a changing battlefield.\nA modern twist on classic turn-based tactics where units tire and grow more vulnerable throughout the fight, and your units can skip the turn queue and act instantly.\nA wide range of scenarios, ranging from scrappy fights between a couple of soldiers to epic sieges where the player must manage multiple fronts.\nUpgrade your forces, choosing from a range of improvements to suit a variety of play-styles.\nLearn the history of both the current denizens of a former frontier world, and the ancient space-faring people who first explored it.\nAn atmospheric soundtrack composed by Max LL that incorporates the sounds and textures of Central Asia and the Middle East.\nTahira's combat is inspired by childhoods spent secretly playing Gameboy games such as Fire Emblem, Advance Wars and Final Fantasy Tactics under the covers. As well as more modern titles like XCOM: Enemy Unknown and The Banner Saga.\nActing through Tahira, the player leads their forces into battle by taking control of several groups of units, each with their own distinct stats and abilities. Leveraging the unique skills of your diverse team is the key to victory.\nAny leader needs allies, and Tahira is no exception. She is joined in combat by several great warriors, each leading a cadre of troops who share their leader's strengths. As the game progresses, you'll unlock opportunities to upgrade each of these heroes. When you do so, you upgrade their personal stats, skills and abilities as well as those of their followers. The system takes inspiration from XCOM and Starcraft 2: these aren’t just little skill point buffs, they’re distinct choices that will change the way you play the game.\nThe combat system in Tahira is designed to simulate the flow of a real battle. Rather than relying on the traditional \"we all move, then you all move\" system, turn order is assigned dynamically, based on the speed of each of the fighters.The game's heroes can skip this queue and act immediately - at a cost - creating opportunities for skilled tacticians to turn the tide of a losing fight, or punish an enemy in a weak position before it has a chance to rally. Additionally, as fights progress, your troops grow fatigued. Each attack suffered by a unit reduces its defence, meaning that your force becomes exponentially more vulnerable as the battle wears on.\nTo further create a sense of realism in combat, no two combat scenarios are alike. Battles in Episode One will range from scrappy skirmishes between a handful of soldiers, to epic sieges involving dozens of units and multiple fronts. In these larger fights, players will need to act on a solid strategy, distributing their forces between two or three areas, and prioritizing certain objectives at the expense of others.\nIn Tahira you’ll encounter dozens of characters, ranging from a depressed alcoholic wine merchant, to a swaggering mercenary power couple. Some will ask for your help, others will travel with you and a special few will fight alongside you.\nConversation is an important part of Tahira. You’ll be given opportunities to talk to your travelling companions as you progress through Episode One and your interactions with them will have consequences within the story and the battles you fight.\nThe sounds you’ll hear in Tahira are an integral part of the experience we are building. We want to transport you to another world, a world that is familiar enough to feel real but alien enough to excite your imagination.\nWe’ve partnered with the talented Max LL to score Tahira’s soundtrack. Max has just returned from many months spent traveling through Central Asia, capturing the sounds and textures of the region.\nHere's an alternative version of the music he wrote for the trailer:\nFrom the moment we heard his music, we knew we wanted to work with him. We can't wait to hear him bring the emotion and cultures of Tahira's world to life.\nThe other integral part of the audio is the sound design. Each of our environments will have its own detailed soundscape. We want you to feel as if you’re really journeying across the world as you play. We’re working with Sound Designer Brendan Holyland to achieve this. \nHere's a little sneak peek of some of his early work for The Southern Waypoint.\nLaunch – Tahira will launch on PC, Mac and Linux. We hope to release on Steam (see our Greenlight campaign) and we will also release a DRM-free copy of the game.\nBeta – We will be running a beta later in the year. If our Greenlight Campaign is successful we will conduct it using Steam. All backers who pledge $35 or above will receive Beta Access.\nWe’re a three person team and we don’t want to promise new features that will delay the game by months, or worse be dropped when we realise we can’t execute them.\nInstead we’ve picked two goals that we think would make very positive additions to the experience of playing Tahira, and budgeted them to exactly what we need to make them a reality.\nBackers at this tier will get exclusive, Kickstarter-only access to an alternative version of Episode One: Super Fresh Ultimate Tahira X! This version of the game will be a loving parody of the decade which gave us some of gaming's most iconic characters, and will be embellished with all things '80s:\nOver-the-top neon colours.\nGarish visual effects.\nIncredibly questionable style decisions.\nIt will also have a talking horse.\nWhile Super Fresh Ultimate Tahira X! will be fundamentally the same game as Echoes of the Astral Empire, it will amount to a completely different playing experience. All of the game's art will be lovingly (heinously) re-coloured  and Tahira will get a stylin' new pair of shades. Further, the script will be partially re-written, as Tahira's equine companion Iba has mystically gained the power of speech.\nThese mugs have frames from the most action-y parts of our favourite character animations printed on them.\nChoose from one of the following designs:\nThe Hammer's earth-shattering strike\nA Footsoldier's attacking lunge\nThe Claw's vicious swing\nTahira channelling her staff's energy\nWe'll ask for your preference when we send out the backer surveys.\nCommissioned from Iranian born Disney Artist, Merhdad Isvandi, this beautiful piece will be printed on 23.4\" x 33.1\" (A1) high quality glossy stock.\nThe image we've uploaded of this really doesn't do it justice. It's a gorgeous, incredibly detailed piece of art. For example, you can clearly see both The Hammer and The Claw among the people walking through the valley.\nCommissioned from Italian artist Simone D’armini, the T-shirt features Tahira in action across the chest and the Tahira logo on the back of the neck.\nThe T-Shirt will be printed on a 100% cotton white tee. It will be available in both men’s and women’s styles. We will ask for your size and gender preference when we send out the backer surveys.\n(Artist's impression of what it'll look like. We haven't made the book yet.)\nThe Art of Tahira will be equal parts art book and development journal. It'll contain heaps of otherwise-unreleased concept art, stories from Tahira’s development, and details about our creative process. The book will have approximately 80 full-colour pages printed on high quality glossy paper. It will be a soft cover book, with the cover printed onto 320 GSM.\nPlease note that we won't be finalising the book until we've shipped the game as we want to include all the finished art work from Episode One.\nWant to be a part of the game? We've got you covered. Pledge to this tier, and we'll transform your likeness into one of the game's characters.\nWe'll ask you to take photographs of yourself and then the transformation will begin! You'll likely have a few different portraits done, with different expressions and emotions.\nThis pledge tier is limited to three people, as we've only got so many persistent roles in the game, and we want to guarantee that those who pledge to this tier don't see themselves become nameless henchmen who get mown down after speaking a single line.\nAvestan wasn’t always the city it is now. Hundreds of years ago, before the people of Babylon spread west across the mountains, the people of Avestan were tribal villagers whose belief system was rooted in a shamanic reverence of the earth and sky.\nSome still follow the old ways.\nTahira will meet one of these mystics on the road and - through him - will learn of her nation's ancestral roots.\nThe backer of this tier will work one-on-one with our writer, Peter Castle, to help create a folk tale for the mystic to tell Tahira. If you're the kind of person who enjoys mythology, fairy tales, or teaching through elaborate metaphors, this may be the reward for you.\nWe have a real treat for art lovers with this limited edition run of ten framed fine art prints of the poster design.\nCommissioned from Iranian born Disney Artist, Merhdad Isvandi, this beautiful piece will be printed on 23.4\" x 33.1\" fine art watercolour paper:\nMuseum quality,\nAcid free\nArchival with guarantee for 75 years.\nWe've framed these beautiful prints in a 30.43\" x 39.84\" rusted gold frame. We've already got one on our office wall. Believe us when we say the pictures don't do this piece justice.\nIn a word, independence. So far, we've been working to create the game we want to make, without having to compromise with anyone. The price we've paid for this is that we don't have investors or a publisher. We've survived financially by all working part-time jobs, but this can't be sustained.\nOur artist Peter S, gets up each morning at 3am and spends five hours baking muffins before he comes into the office. He then draws for a solid 8 hours before going home, going to bed, and starting all over again. With your support we can remove the distraction and stress of having a second job, and focus entirely on making Tahira as good as it can be.\nThough it is mainly a means of restoring our team's sanity, Kickstarter also lets us add features that we otherwise couldn't afford. One of those features is contracting the immensely talented Max LL, who created the music for our trailer, to write the whole soundtrack for Episode One\nWe've been working on Episode One of Tahira for 18 months. In that time we’ve built functioning versions of all the gameplay systems, created half of the game’s art, written a comprehensive draft of Episode One’s story and developed a world with a history that stretches back hundreds of years.\nStill-to-do remains the other half of the art and a ton of iteration and polish on the gameplay. The bulk of the remaining art work that still needs to be done are the animations. The frame-by-frame, hand-drawn style we've chosen meaning that each character takes roughly a month and a half to animate from start-to-finish. \nRelease\nWe expect to have the full game playable by July 2015 and to have it ready for release by January 2016. We’ve given ourselves those six months between July and January to polish the game and to conduct a Beta Test as it’s very important to us that we take the time we need to do the game justice. \nWhen we sat down and imagined what Tahira could be, we knew we wanted to show players a vast world with a rich history. We wanted our characters to develop and grow realistically and we wanted to design epic battles in which you defend fortresses and cities. In short, we wanted Tahira to have the scope of an epic fantasy series. Then we remembered we’re only three people.\nTo create a game with the visual fidelity and scope that we’re aiming for would take the three of us a very long time. We talked to some of our peers and they suggested we could make the game episodic. The more we thought about it, the more we liked the idea.\nMaking Tahira episodically allows us to design each episode with a beginning, middle and climactic end. It gives us the means to do justice to our vision. As we move through the series, each game will add new playable characters, which we simply couldn’t spend the time making if we were trying to create all of Tahira in one go. You’ll see so much more of the world in this format and have many more opportunities to talk to your travel companions. It also lets us take feedback on board from you, the players, and gives us the opportunity to iterate on all of our systems. We think it will be a better experience for you and for us, win-win.\nHow many episodes?\nWe envision two seasons of Tahira games. Season One of Tahira will have two episodes. At this stage we have written a draft for the entire series, but other than that, all of our work over the last 18 months has gone into Episode One. This is how we will continue to work. We will work on Episode One until we are happy it’s met the quality bar we’ve set ourselves and then we’ll move onto Episode Two. \nHow long?\nWe're shooting for 4-5 hours for Episode One. We're not adding any filler, it'll just be you playing through the best story we can write, fighting battles in unique scenarios and having lots of conversations with your traveling companions. We're making Episode One as dense as we can without adding fluff for the sake of padding it out.\nWhale Hammer Games is a three person independent developer based out of Canberra, Australia. We're a team brought together by a mutual desire to use games as a medium to tell compelling stories.\nPeter Castle (Writer + Producer)\nPeter is a published travel writer and award winning creative writer. He loves to write, draw and to travel to remote places. He wants to create games that capture the exhilaration, sense of discovery and retrospection that he experiences when he travels.\nTom Cox (Programming + Design)\nTom graduated with a Bachelor of Software Development from the Australian National University in 2012. He is an avid gamer who believes in the ability of games to challenge people and influence their broader perspective on life. He wants to make games that have this effect on people, and help them explore real-world issues in a meaningful way.\nPeter Simpson (Artist)\nPeter worked as a Photoshop Artist and Illustrator for ten years before writing his book Practical Anatomy for Artists, which was published in 2010. He relishes the challenge of bringing a new world to life in a striking visual style.\nFIND TAHIRA ON\nFacebook\nTwitter\nOur Mailing List\nTahiragame.com\nWhalehammergames.com", "risks": "Risks and challenges\nAlthough each member of the team is well-versed in his own field, the fact remains that none of us has published a game before. We have done a great deal to minimize this risk by building a functioning prototype prior to going to Kickstarter, and by going through the asset-creation process for everything we'll need, at least once.\n\nThere will always be unforeseen issues along the way. We've already encountered plenty, but we're committed to finishing the game and making it as good as it can be. You have our word on that.\n \nThe funding goal we’ve set will give us the resources we need to finish the game. It would have been easy to set the goal lower, with the hope of over-funding, but we’ve asked for exactly what we need.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #39", "update_userinfo": "The 1980s have arrived! Final Delivery!", "update_content": "Hey Folks!\nI trust this missive finds you in good spirits, if not, cheer up! I have a heap of good news to disperse!\nThe 1980s are here!"}, {"update_no": "UPDATE #38", "update_userinfo": "Tahira 1.1 is Live! Nominated for an Australian Game Developer Award!", "update_content": "Greetings All!\nIt's been a little while since the launch of Tahira and we've got a lot of news for you!\nTahira 1.1 is Live!\nWe've been working hard on the 1.1 patch for Tahira to smooth out bugs and to improve usability in the game. The patch is now out on Steam, GOG.com and The Humble Store. You can see the extensive patch notes here!\nTahira has been nominated for an Australian Game Developer Award"}, {"update_no": "UPDATE #37", "update_userinfo": "Tahira Awaits!", "update_content": ""}, {"update_no": "UPDATE #36", "update_userinfo": "Tahira Launches on Steam, GOG.com and the Humble Store! Join us right now for a Reddit AMA!", "update_content": "Hello everyone!\nDid you hear the exciting news? We've launched! The game is out on Steam, GOG.com and the Humble Store.\nYour keys are being mailed out to you and you should all have them by the end of the day at the latest. Please check your junk mail folders if you can't see them. Otherwise get in touch if they haven't arrived and we'll sort it out for you.\nRelease Trailer"}, {"update_no": "UPDATE #35", "update_userinfo": "Tahira is coming to GOG.com! News About Game Keys", "update_content": "Hello again!\nAs per the headline, we're excited to let you know that we'll be releasing Tahira on GOG.com. The store page is live, so jump over and add it to your wishlist!"}, {"update_no": "UPDATE #34", "update_userinfo": "(Almost) All of the News and We Could Use Your Help!", "update_content": "Hey Folks! \nWe’ve had a huge month (plus a few weeks) since the last time we posted an update. Let me catch you up quickly: \nLast week we sent off review builds to press, so we’re now waiting with baited breath for news of who is reviewing the game and what they think of it. \nThis is our last week of development before we send off our builds to the storefronts we’re launching on. It’s all polish at this stage, making Tahira as good as we can before we get it into your hands. "}, {"update_no": "UPDATE #33", "update_userinfo": "Tahira: Echoes of the Astral Empire Launching August 31!", "update_content": "Hello everyone!\nWe excited to announce that Tahira will be launching on August 31st! We'll have another post with more detail on how development is going later in the month. For now, please enjoy the release date announcement trailer!\n<3 Peter C, Peter S and Tom"}, {"update_no": "UPDATE #32", "update_userinfo": "Important Beta News", "update_content": "Hi Everyone!\nWelcome to the month of May. It’s been a few months since our last update, which we’d like to apologise for. We’ve been very busy working on the game and it’s mostly been things that are quite hard to show you as we don’t want to spoil anything. \nWe have a few big things to talk about in this update. We’re going to run you through a bunch of things we’ve been working on, as well as updating you on the state of the game, when the Backer Beta will start and how far from release we are. We would also like to talk about a change to our plans to release episodically. So let’s get started! "}, {"status": []}], "comment_no": 225, "projec_url": "https://www.kickstarter.com/projects/whalehammergames/tahira-echoes-of-the-astral-empire-turn-based-tact", "project_name": "Tahira: Echoes of the Astral Empire - Turn-Based Tactics RPG"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "Inspired by Mexican Lucha Libre Wrestling, El Luchador Fantastico Grande challenges you to become a righteous hero, or vile villain, in the ring. Fight alone, or team up with another player, and then chair shot your team-mate in the face! Do whatever it takes to win the coveted title belt and claim your spot as the greatest Luchador of all time.\nTo download the grayscale print and play version now. Click this link.\nEl Luchador Fantastico Grande is a standalone card and dice tabletop game that challenges players to become Mexican wrestling super-stars. Players compete to see who can outlast and knock out all opponents or play in one of the three different match modes. Are you ready to become the ultimate Luchador Wrestler?\nThe game contains\n4x standard six sided dice,\n4x standard twenty sided dice,\n36 action cards,\n6 wrestler cards (three Male and three Female)\nOne title belt card.\nThe artwork, by talented artist Frantz Kantor, is richly detailed and full of brightly coloured Lucha Wrestlers. From the game's mechanics to its great characters, it combines the best of modern hobby gaming with the outlandish and colourful style of Mexican wrestling.\nWhy Your Support Matters\nEl Luchador Fantastico Grande was created by Al Caynes, who has founded Senyac Games to share his life long love of gaming. But to launch ELFG and fund his first tabletop game, Al needs your support.\nEl Luchador Fantastico Grande is 100% complete and play-tested, we just need that final push to get the game into production.\nThe basic $30 pledge level gets you the full game for $22 plus $8 postage anywhere in the world. Higher pledge levels also let you unlock awesome rewards such as: the chance to put yourself in the game, the chance to name one of the action cards or even party pledge packs of ten copies. As with any Kickstarter project, you're only charged if we hit our funding goal. And with your help, we can.\nMore About El Luchador Fantastico Grande\nIf you want to learn about the game, download the preview rulebook HERE.\nThis project is equality friendly, we have worked hard to ensure that both sexes are represented in equal light.\nGAME PLAY TUTORIAL VIDEO \nGAME PLAY VIDEO \nIf you have rules questions, ask in our comments section or on our Facebook page. And if you like what you see, read on for information about pledge levels.\nFollow us on Twitter.\nBecome a fan on Board Game Geek.\nReviews/Previews:\nWhiskey Boardgames: \"My favourite aspect of El Luchador is the fact that with some luck and careful strategy, anyone can come from the brink of destruction, heal themselves up, and knock everyone out with some well-placed flying elbows.\"\nPat from ATGN \"It’s fast, it’s fun, it’s a game that revels in its silliness, and it’s designed by someone clearly passionate about the art of game-making\"\nLuke from The Campaigner: \"I have already gone ahead and backed it after playing at PAX and would definitely recommend it to anyone else looking for a radically fun little filler game\"\nChristopher Richter  on Boardgame Geek \"It is a good little filler game. I love the artwork and the mechanics are pretty sound\".\nJimmy The Geek from Player Attack: \"It favours randomness which makes it a good party game, but there's enough strategy that you don't feel beaten by lucky rolls. I highly recommend you check it out.\"\nAnother Dungeon: El Luchador Fantastico Grande is an enjoyable game to play. The artwork is immaculate and works well with the game's pervasive sense of humour, providing the player with a polished and entertaining product.\nBasic Wrestler $30\nOne copy of the game including all stretch goals and the Print and Play version. You will receive all updates. Postage of $8 included.\nBeta Level $40\nOne copy of the game including all stretch goals, access to the Senyac Games beta forums (and all future print and play beta versions of our games). You will receive all updates. Postage of $8 included.\n\nTag Team $55\nTwo copies of the game including all stretch goals. You will receive all updates. Postage of $16 included.\n\nFemale Luchador $150\nTwo copies of the game including all stretch goals and access to future beta games testing. You will also get to work with us on the color scheme of one of the Female Luchador avatar cards and add your name (or any name) to the card title! We pay the shipping. **Names must not be offensive\n\nMale Luchador $150\nTwo copies of the game including all stretch goals and access to future beta games testing. You will also get to work with us on the color scheme of one of the Male Luchador avatar cards and add your name (or any name) to the card title! We pay the shipping. **Names must not be offensive\n\nMeet the creator and artist. $200\nTwo copies of the game including all stretch goals Also includes the Print and Play version, access to future beta games testing. You will be invited to a learn to play with the creator and artist. We pay the shipping.*Must provide own travel and accommodation.\nONE OF A KIND. $300\n===========================\nThe ONLY sample test print of the game signed by Al and Frantz and two copies of the game including all stretch goals Also includes access to future beta games testing, name an ACTION CARD and you will be invited to a learn to play with the creator and artist. We pay the shipping.*Must provide own travel and accommodation.\n $8,000 Custom sticker sets for the six sided dice. These stickers are laminated for heavy use and there are two sets just in case you end up wearing the first out.\n$10,000 The Android phone companion app! This will let you select your wrestler, track your life remind you of the turn sequence and be a handy play tool if you hate twenty sided dice. This is Android only due to a number of factors to do with iOS and the Apple play store.\n$12,000 3 NEW event cards. These cards add a new game mode to the game where when you roll a double 1 or 2, you can select a new event ring to play in.\n$14,000 Holofoil title belt!Everyone likes shiny things, so a shiny belt card fits the bill!\n$16,000 MORE SHINY THINGS! We will upgrade the wrestler cards to also have a shiny front.", "risks": "Risks and challenges\nEl Luchador Fantastico Grande is a fully designed, play-tested, and illustrated game that will ship as above with all required components to play. The Game has everything in place to ensure a successful Q2 2015 launch once we are funded.\n\nOur shipping partner will ensure safe and timely shipping of the product. I am ready to have the game manufactured and the art is complete.\n\nIn saying that, we all know delays happen, if this project is delayed in any way, I will let you all know first before anyone else.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Update time, now with 100% more AWESOME.", "update_content": "Are we all in the ring yet? PM me if you have yet to receive your copy of ELFG!\nSo far as we are aware, all bar two copies have been received. Two unlucky (or are they lucky?) backers received headlamps instead of the game. This issue has been rectified and those remaining units are being shipped out this week.\nWHERE TO FROM HERE?\nWe are working on several new games that beta backers will be seeing files for in the next month or two. What are they? Shhhhhh, I can't tell you just yet. But I can tell you they are exciting and fun to play."}, {"update_no": "UPDATE #23", "update_userinfo": "BUBBA, GET THE TABLES!", "update_content": "Hi all, almost all copies have been sent and it's amazing to see people all over the world posting pictures to social media and tagging me. I'm loving all the positive comments and that almost everyone's games have arrived safe and sound (bar a few bent box corners).\nAs you can see, I'm playing the ambiguous game of \"most\" and \"almost everyone\". Eleven copies of the game have not gone out to backers and I am working on this to rectify the issue. If your game has not been sent, I will have already messaged you to let you know. If you didn't get a message, it means your game has indeed been sent."}, {"update_no": "UPDATE #22", "update_userinfo": "Everyone loves being included, even iOS users.", "update_content": "Oh yes, it's true, it's true. The companion app is LIVE on the Apple store!\nhttps://itunes.apple.com/au/app/id997632132?attachment_canonical_url=https%3A%2F%2Fitunes.apple.com%2Fus%2Fapp%2Fsenyac-games%2Fid997632132%3Fmt%3D8\nBjorn (our friendly app developer) advised me last night that he wanted to give you all a gift for your patronage, and so he surprised me last night with the iOS version of the companion app. You're welcome!"}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping update!", "update_content": "Ahoy me land lubbers!\nELFG is on it's way to you lovely backers, however I have been given a different time frame than originally advised. The shipping method I decided to use was registered air mail, but my fulfillment partners have changed who they deliver this with, so it adds an extra 5-10 days. This means that some of you should still get the game by the end of this month, but it could also be the first or second week of July (I'm always super nervous about shipping stuff)."}, {"update_no": "UPDATE #20", "update_userinfo": "*The music triumphantly blasts, the fireworks explode and out steps.....*", "update_content": "AL DIABLO!\nGreetings lucha fans!\nTonight's match is scheduled for one fall.\nSorry, I got a bit excited there. I wanted to let you all know that the fulfillment warehouse has indeed confirmed they have the game copies and they are ready for me to start processing. I have uploaded the spreadsheet and everything is almost ready to go. I just have to double check everything to make sure."}, {"update_no": "UPDATE #19", "update_userinfo": "About bringing you the best product possible.", "update_content": "Hi wrestlers,  last update I was so excited that the game was ready to ship. And it was. Until today the manufacturer advised of a small issue.\nBelow you will see it, the sheets have been miss cut and they offered to ship as is or take an extra ten days or so to correct the mistake. I took the ten day option to ensure you get the best product for your pledges. \nHow does this affect you? It doesn't. The game will ship a week later than intended and you should still receive it late June!"}, {"update_no": "UPDATE #18", "update_userinfo": "Progress update!", "update_content": "GET EXCITED! As ELFG is DONE! Yes, you heard me. The game production is finished and it is going to the fulfillment center this week."}, {"update_no": "UPDATE #17", "update_userinfo": "UPDATE TIME!", "update_content": "What a wonderful week! The print proof copy came in, and it looks GREAT!\nAND as promised, I even did an unboxing!"}, {"update_no": "UPDATE #16", "update_userinfo": "Print proof incoming!", "update_content": "Hi Luchas!\nOur printer sent some digital proofs this week and after a slight correction, the files were good to go. Huge thanks to Alex from Blue Lab for helping get the files print ready.\nTHE NXT STEP: So now we just have to wait for the physical printing proof to come through and I'm super excited. The manufacturer is around a week in front of the original deadline at this stage, but don't count your wrestlers until the bell rings. I'm just overly cautious :)"}, {"update_no": "UPDATE #15", "update_userinfo": "Android companion app is LIVE, files have been sent to manufacturer.", "update_content": "PRINTING UPDATE: This week has been interesting as I prep for printing, thanks to some help from Alex at Blue Lab Room (we had a little size issue). So the files have been sent to our printer and the first physical printing proof is expected in around two weeks. As soon as it's in, you can expect a very excited post about it with a LOT of pics.\nANDROID COMPANION APP: Do you have an Android phone? If you answered \"yes\", you're in for some luck. Bjorn Olsen has finished up the companion app and you can download it for FREE: https://play.google.com/store/apps/details?id=com.bjornolsen.senyacgames"}, {"status": []}], "comment_no": 48, "projec_url": "https://www.kickstarter.com/projects/senyacgames/el-luchador-fantastico-grande-dice-and-card-brawle", "project_name": "El Luchador Fantastico Grande, Dice and Card Brawler!"}}, {"backer": "Allen Chang", "project_data": {"campaign": {"story": "In Trickerion – Legends of Illusion, 2-4 players, playing as rival Magicians, clash in a grand contest for fame and fortune. Starting out with just a simple trick and a handful of helpers, you will embark on a journey to become the greatest illusionist alive.\nInspired by movies like the Prestige, Now You See Me and the Houdini mini-series, we created a world where magic and illusion are part of people’s everyday lives. Most of the magic tricks in the game are part of the repertoires of real world illusionists, past and present, but a pinch of supernatural was also added to the mix – just so you can never be sure whether those Spiritual tricks are really merely illusions...\nEach turn, you will visit Magoria’s various Locations – the Downtown, the Market Row, the Dark Alley and the Theater – to expand your team, learn more and more intricate magic tricks, get components for them, and prepare them in your Workshop. Each turn concludes with a Performance phase in the Theater, when players may perform a breathtaking magic show for Fame points and money. After the sixth Performance phase, the player with the most Fame points wins the game, and becomes the next Legend of Illusion.\nThe four starting characters are all inspired by great illusionists of the golden age of magic. You can read their story at trickerionboardgame.com.\nThanks to you helping us fund in less than 24 hours, we will add four more Magicians to the game! \nBoth the Illusionist and the Legend Box will ship with 8 Magicians to choose from instead of the original four, with four additional double-sided Magician cards and four additional Magician Poster Cards.\nThe four new Magicians will be revealed in this section as the project moves forward, so check back often!\nMore Coming Soon!\nTrickerion is a massive game, but its length and complexity is yours to decide!\nThe base game is very easy to grasp and takes 60-90 minutes, but for a truly epic battle of wits, feel free to enhance the game with the Dark Alley and the Magician Powers built-in expansions.\nThe Dark Alley expansion is included in both the Illusionist and the Legend Box.\nThis expansion adds a whole new Location to the game. It also comes with 60 new Special Assignment cards, a new tier of Tricks, and 20 Prophecy tokens that can alter certain game rules turn by turn, giving the game additional variety.\nThe Magician Powers expansion is included only in the Legend Box.\nYour Trickerion Shards gain a whole new gameplay significance with this expansion: They will unlock Power Card slots that allow you to customize your Magician by learning diverse abilities to enhance your game. As there are 90 different Power cards available, it will open up a multitude of new strategies and adds even more replayability to the game!\n“This is a rock-solid worker placement with a bunch of really, really cool evolutions.”\n- Rahdo Runs Through\nTrickerion is a worker placement game at its heart, but we've added many new elements to spice up the formula and create a fresh gaming experience for even the most seasoned tabletop game fans out there.\nBefore placing their characters, players secretly and simultaneously plan their turns using Assignment cards, reducing player downtime during the placement phase, and letting you adjust your strategy according to your opponents’ plans – if you can see through them!\nLocations in Trickerion have several Actions to choose from, each costing a number of Action Points. You are unlikely to get fully blocked out of a Location, but the number of Action Points you’ll get to spend on Actions strongly depends on when you get to a Location and who you’re getting there with.\nEach turn concludes with the grandiose Performance Phase, when the shows prepared during the turn are presented to the awestruck audience. The way these performances shape up is entirely up to the players: from a single trick gig to 6-trick blockbusters, Thursday to Sunday, you can even co-perform with others for greater rewards – the possibilities are endless.\nEnglish Rules\nFrench Rules (translated image captions here)\nCzech Rules\nCheck out our latest, formatted rule book for detailed rules of the game. Please note that the rules are still subject to minor changes here and there until the game is released. The rule book will also be available in French, German, Italian, Spanish, Polish, Dutch, Czech, Hungarian and Chinese.\nRahdo Runs Through\n“Excellent, beautiful game, beautiful production, beautiful thematic stuff!”\n“This is one of those games, like Forge War last year, that I think is good enough that we would be willing to sit down for 2 hours to play it, because we enjoy it THAT much. There aren't many games I can say that about!”\nGameplay\nExtended Gameplay\n Final Thoughts\nThe Cardboard Republic - Ryan LaFlamme\n\"Although the game may be all about magic tricks, there are no illusions here: Trickerion is the real deal.\"\nClub Fantasci – Chris Dickinson\n\"I am giving Trickerion: Legends of Illusion 8 out of 10 because this is a solid game, with some interesting innovations.\"\nRPG.net  - Antonios S.\n Style: 5/5\nSubstance: 5/5\n\"Gaming history in the making, at least when it comes to worker placement games.\"\n\"I am wondering how long it will take for it to enter the top charts in the worker placement category (if not the gaming hall of fame overall). Do not disturb; I am working on my magic tricks.\"\nJPlay – Markus Weihrauch\n\"This is really a great game that's surprisingly polished for a Kickstarter...a job well done!\"\nShipping information\nWe've chosen shipping partners with a reliable track record of Kickstarter fulfillment: Dimerco will be handling the freight shipping, and Amazon will be doing the backer fulfillment from its centers in the US, UK, Germany, and Canada, therefore we are able to offer significantly lower shipping cost.\nShipping is free of charge to the US and Canada, and costs $6 extra for backers in the EU.\nBackers from any other country, please add +$25 for shipping.\nIn regards to backer fulfillment, the EU consists of the following countries: UK, France, Germany, Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Rep, Luxembourg, Netherlands, Estonia, Hungary, Spain, Latvia, Italy, Lithuania, Ireland, Malta, Denmark, Poland, Portugal, Romania, Sweden, Slovak Republic, Greece, Slovenia, Finland.\nEssen Spiel 2014\nWe sincerely thank everyone who checked out our booth at Essen 2014, it was amazing to meet and show the game to so many cool people!\nTop hats are optional - but highly recommended!\n                     ...and we have a special team member - a real magician!\nWe are proud to have on board a two time World Champion of Magic, who is not only a great magician, but a great guy, who is real fun to work with!\n\nLadies and Gentleman, welcome on stage, The Great SOMA!\nLinking Rings\n Floating Table\nCard Manipulation\nPaper Shred\nChinese Sticks\nThe Gentleman\nSupporter Badges\nIf you supported us, thank you - you're awesome! If you supported us, and would also help us spread the word, you're even more awesome, and we'd like to make it easier with some supporter badges:", "risks": "Risks and challenges\nThis is our first crowdfunding project and we did our homework to make sure everything goes according to plan. We’ve spent the past 3 years developing, polishing and playtesting the game. In the past 6 months we went full-time to make Trickerion a reality, and it is now a complete product - all that's lacking are some finishing touches on the artwork and graphic design. The final files will be ready to be sent to the manufacturer 1-2 weeks after the campaign's conclusion.\n\nWe decided to play it safe and minimize the risks associated with manufacturing, shipping and fulfillment by following in the footsteps of already hugely successful project creators, most of all Jamey Stegmaier, whose Kickstarter Lessons blog (http://stonemaiergames.com/kickstarter/) was an invaluable information source. Our prospective partners are all companies with excellent track records of Kickstarter project cooperation. We also made extremely detailed project budgeting with multiple funding scenarios.\n\nManufacturing: We started to work with Panda Games Manufacturing, which is well-known for its high quality standards, and we have equally professional backup providers in Germany, Netherlands and Poland.\n\nFreight Shipping: We have a comprehensive quote from Dimerco to handle the ocean shipping from Panda GM's facility, and have several other shipping scenarios mapped up.\n\nFulfillment: The backer fulfillment will be done through Amazon, from multiple fulfillment centers (EU, US and Canada) to save on customs charges for our backers.\n\nWe are committed to honest and transparent communication, not only during the campaign, but also afterwards - in case of a delay or any other unexpected event, our backers will be the first to know about it.\n\nAll in all, we feel we've got everything in place to deliver a great game to you by this fall!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #47", "update_userinfo": "Nearing the end of the Academy KS Campaign...", "update_content": " \nThe renovation of the Academy, and with it, our second Trickerion campaign is soon coming to an end. It was an incredible journey, and with all the stretch goals unlocked so far, Magoria is now a truly magical place."}, {"update_no": "UPDATE #46", "update_userinfo": "Trickerion - Dahlgaard's Academy and Collector's Edition is Live on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #45", "update_userinfo": "Cerebria - The Inside World is live on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #44", "update_userinfo": "Update #44: Trickerion Metal Coins are available again!", "update_content": "Trickerion Metal Coins are back on stock"}, {"update_no": "UPDATE #43", "update_userinfo": "Update #43: Trickerion Metal Coins are Available again!", "update_content": ""}, {"update_no": "UPDATE #42", "update_userinfo": "Announcing: Cerebria - The Inside Word", "update_content": ""}, {"update_no": "UPDATE #41", "update_userinfo": "Update #41: Get the exclusive Trickerion Metal Coins for Christmas!", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "Update #40: Anachrony is Live on Kickstarter!", "update_content": "We are very proud to announce that after more than a year of development, our new game, Anachrony, is now live on Kickstarter! "}, {"update_no": "UPDATE #39", "update_userinfo": "Update #39: Trickerion post-Kickstarter, Announcing: Anachrony", "update_content": ""}, {"update_no": "UPDATE #38", "update_userinfo": "Update #38: Trickerion is being shipped!", "update_content": ""}, {"status": []}], "comment_no": 2734, "projec_url": "https://www.kickstarter.com/projects/mindclash/trickerion-legends-of-illusion", "project_name": "Trickerion - Legends of Illusion"}}]