[{"backer": "Amber West", "project_data": {"campaign": {"story": "\"The love readers feel for Lucille Clifton—both the woman and her poetry—is constant and deeply felt. The lines that surface most frequently in praise of her work and her person are moving declarations of racial pride, courage, steadfastness.\" -Toni Morrison\n“For me,” Lucille Clifton (1936-2010) said, “poetry is a way of living in the world.” What this beloved author found in poetry is the gift she gives readers: a way of living in the world, of looking at and navigating through the challenges of lived experience. The poems Clifton wrote during her fifty-year career are encapsulations of hope, beauty, courage, and strength.\nBOA Editions invites you to join us in celebrating Lucille Clifton’s legacy with the publication of How to Carry Water, a collection of two-hundred of her most poignant poems—ten of which are previously unpublished—selected by award-winning poet Aracelis Girmay.\nBOA Editions will publish a hardcover edition of How to Carry Water in fall 2020. Your support will help BOA bring this essential book of one by America’s most prized poets to readers everywhere. \n the woman who feels everything\nsits in her new house\n waiting for someone to come\n who knows how to carry water\n without spilling, who knows\n why the desert is sprinkled\n with salt, why tomorrow\n is such a long and ominous word.\n -Lucille Clifton, from “water sign woman”\nLucille Clifton is the only poet to have two books selected in the same year as finalists for the Pulitzer Prize. Her many accolades include the Ruth Lilly Poetry Prize, the Robert Frost Medal, the Hurston/Wright Legacy Award, and the National Book Award.\nAuthor Toni Morrison described Clifton’s poetry as “seductive with the simplicity of an atom, which is to say highly complex, explosive underneath an apparent quietude.”\nWriting for the New York Times, Reginald Dwayne Betts praised the timeliness—and timelessness—of Clifton’s work: “Clifton’s earliest poems could have been written yesterday, and her later works could have been written decades ago. Each poem is always its own world.”\nPoet W.S. Merwin found in Clifton’s work an “abiding joy” in the face of “great loss and trouble, pain and loneliness.”\nLucille Clifton (photo by Rachel Eliza Griffiths Hires)\n “No one writes like Lucille Clifton, and yet, if it were possible to open a voice, like a suitcase, to see what it carries inside it, I believe that inside the voices of many contemporary U.S. American poets are the poems of Lucille Clifton. There is the ferocity of her clear sight. There is the constellatory thinking where every thing is kin.”  -Aracelis Girmay, from the Foreword of How to Carry Water \nAracelis Girmay, Editor of How to Carry Water, is author of three poetry collections: the black maria (BOA, 2016); Kingdom Animalia (BOA, 2011), winner of the Isabella Gardner Poetry Award and the GLCA New Writers Award, and a finalist for both the National Book Critics Circle Award and the Hurston/Wright Legacy Award; and Teeth (Curbstone Press, 2007). The recipient of fellowships from Cave Canem, Civitella Ranieri, and the National Endowment for the Arts, Girmay is the winner of a 2015 Whiting Award for Poetry.  \n“It’s hard to overstate how important it was to me to have Aracelis Girmay edit the Lucille Clifton Selected. I trust implicitly in her fierce integrity, discernment, intelligence, and formidable poetic powers — I was literally gleeful at the idea of discovering what she’d select and how she would shape the collection. Her passion for Lucille Clifton’s work is palpable and I knew that Aracelis regarded her as an artistic model, inspiration, and one of America’s best poets. It has been a true pleasure watching Aracelis work on this book and sharing the experience of (as she describes in her Foreword) 'waiting to hear from Ms. Lucille' with another one of America’s best poets.” -BOA Publisher Peter Conners\nAracelis Girmay (photo by Sheila Griffin)\nIn times of uncertainty, poetry speaks. \nLucille Clifton's poems are often shared on social media, held up as gems of insight in times of celebration and triumph; in times of struggle and loss. This book of poetry offers Clifton's piercing insight, fierce intelligence, and reassuring humor for devoted fans and new readers alike. An essential collection of poetry, needed now and always. \n new bones\nwe will wear\nnew bones again.\nwe will leave\nthese rainy days,\nbreak out through\nanother mouth\ninto sun and honey time.\nworlds buzz over us like bees,\nwe be splendid in new bones.\nother people think they know\nhow long life is\nhow strong life is.\nwe know.\nLucille Clifton was no stranger to adversity. And yet, her poems manage to address struggle, illness, injustice, and hardship with characteristic JOY. In fact, Joy! was how Clifton inscribed each of her books: it was her wish for her readers. \n Join us in celebrating Clifton’s legacy. Her spirit. Her poems. Her joy.  \nThe Lannan Foundation has backed this project with a $40,000 Matching Grant. To date, BOA has raised $19,406 to meet this match—your pledges will get us the rest of the way! To receive any of the funds pledged by our backers, we must raise the full $20,594 by May 8th. As a project backer, you can be one of the first to hold this book in your hands.\nREWARDS\nTo our project backers, we offer our sincere gratitude and an exciting collection of rewards. Backers who pledge $35 or more will receive How to Carry Water in advance of publication. Other rewards include: \n Early Birds! from the fenceless field, a limited-edition Lucille Clifton chapbook, is available for eight lucky backers during the first week of the campaign. The ten poems in from the fenceless field include reader favorites \"why some people be mad at me sometimes\" and \"won't you celebrate with me.\" \n Lucille Clifton: The Documentary. In anticipation of the publication of How to Carry Water, BOA is working with Rochester-based Hunger Media to produce a short documentary film on Lucille Clifton's life and work. All backers at the $50 level and above will receive an early release link to stream the documentary at home! For those who would like to be a special patron of this project, backers at the $5,000 level will be listed in the film's credits.\n\nIn 2019, BOA launched Blessing the Boats Selections to highlight the work of women of color poets. Named in honor of Lucille Clifton's National Book Award-winner, this collection of poetry books honors Clifton's legacy and celebrates the present and future work of women of color poets. Backers at the $20 level will receive the first Blessing the Boats Selection, The Year of the Dog by Deborah Paredez. \n\n Letterpress broadsides from Expedition Press of Clifton's poems \"i am not done yet\" and \"water sign woman\" are available for backers at the $100 and $250 levels.\n\"water sign woman\" work-in-progress broadside from Expedition Press\n\"i am not done yet\" letterpress broadside by Expedition Press\nAnd more!\nABOUT BOA EDITIONS\nBOA Editions is an award-winning independent publisher based in Rochester, NY. The press was founded in 1976 by the late poet, editor, and translator, A. Poulin, Jr. As a pioneering small press, BOA helped shape the landscape of independent publishing by seeking out both new and established poets whose work fell outside the mainstream. Today, BOA continues in this spirit by publishing new voices and providing a home for a diverse group of poets and writers. The books BOA publishes each year represent a diversity of voices, aesthetics, and forms. BOA and its authors have received many accolades and awards, including the Pulitzer Prize and the National Book Award. After nearly half a century of independent publishing, BOA remains steadfast in its mission to foster and promote readership of contemporary literature.", "risks": "Risks and challenges\nWe are launching this campaign despite the COVID-19 pandemic because we know that while poetry is not deemed an \"Essential Service\" it is indeed essential. During this uncertain time, we're hopeful that this project will offer community and comfort to our supporters. While we don't foresee any delays in production of the book and rewards, we acknowledge that in these unpredictable times there may be exceptional circumstances. We will keep our backers up-to-date on any changes in our schedule.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Broadside", "descp": "We'll thank you with a digital broadside sent directly to your email inbox. A beautifully designed image of a poem from HOW TO CARRY WATER for you to cherish and share.\nINCLUDES:\nDigital broadside", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Blessing the Boats Selection", "descp": "You'll receive BOA's first Blessing the Boats Selection, YEAR OF THE DOG by Deborah Paredez, published in April 2020.\nINCLUDES:\nDigital broadside\nYEAR OF THE DOG by Deborah Paredez", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "The Book!", "descp": "Be among the first to receive a hardcover first edition of HOW TO CARRY WATER. Plus a digital broadside of a poem from the book.\nINCLUDES:\nDigital broadside\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["124 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Lucille Clifton: The Documentary", "descp": "Be one of the first to watch BOA's short film documentary on Lucille Clifton's life and work! You'll receive an early release link to the documentary. Plus a first-edition hardcover of HOW TO CARRY WATER and a digital broadside.\nINCLUDES:\nDigital broadside\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nAn early release link to Lucille Clifton short documentary", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "\"i am not done yet\" Broadside", "descp": "Frame it, gift it, stick it in a book or on the fridge. An original letterpress mini broadside of Clifton's poem \"i am not done yet\" printed from handset type on a 1901 Golding Jobber Press on 100% PCW paper created by Myrna Keliher at Expedition Press. Plus a first-edition hardcover of HOW TO CARRY WATER and early release link to the documentary.\nINCLUDES:\nDigital broadside\nAn early release link to Lucille Clifton short documentary\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\n\"i am not done yet\" Mini Broadside", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["26 backers", "Limited (49 left of 75)"]}, {"amt": "Pledge US$ 150 or more", "title": "Your Name in the Book", "descp": "Be part of literary history. Your name will be listed as a supporter on the colophon page of HOW TO CARRY WATER and you'll receive a first-edition hardcover of the book.\nINCLUDES:\nDigital broadside\nAn early release link to Lucille Clifton short documentary\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Limited-Edition Broadside", "descp": "A full-size broadside of Lucille Clifton's poem \"water sign woman.\" This limited-edition letterpress broadside is printed from handset type on a 1906 Colt Armory Press on archival FSC paper. Created by Myrna Keliher at Expedition Press. Plus a first-edition hardcover of HOW TO CARRY WATER with your name listed as a supporter on the colophon page.\nINCLUDES:\nDigital broadside\nAn early release link to Lucille Clifton short documentary\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!\nLimited-Edition Broadside by Expedition Press", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (94 left of 100)"]}, {"amt": "Pledge US$ 350 or more", "title": "Aracelis Girmay Collector Package", "descp": "Something extra-special for your poetry library: KINGDOM ANIMALIA and THE BLACK MARIA limited-edition hardcovers, signed by author Aracelis Girmay. Plus a first-edition hardcover of HOW TO CARRY WATER with your name listed as a supporter on the colophon page.\nINCLUDES:\nDigital broadside\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!\nAn early release link to Lucille Clifton short documentary\nSIGNED limited-edition hardcover of KINGDOM ANIMALIA\nSIGNED limited-edition hardcover of THE BLACK MARIA", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "1-Year BOA Subscription", "descp": "You'll receive a 1-year subscription (10 books), keeping you up to date on all the latest BOA books. Plus a first-edition hardcover of HOW TO CARRY WATER with your name listed as a supporter on the colophon page.\nINCLUDES:\nDigital broadside\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!\nAn early release link to Lucille Clifton short documentary\n1-year BOA subscription", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Poetry Library", "descp": "Make room on your bookshelf for seven classic Clifton titles and a 1-year BOA subscription. Plus a first-edition hardcover of HOW TO CARRY WATER with your name listed as a supporter on the colophon page.\nINCLUDES:\nDigital broadside\nAn early release link to Lucille Clifton short documentary\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!\n1-year BOA subscription\nCollection of Lucille Clifton Classic Titles (7 books)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Film Patron", "descp": "As a special patron, your name will be listed on the colophon page of HOW TO CARRY WATER and in the credits of BOA's documentary film on the life and work of Lucille Clifton. You'll receive a first-edition hardcover of HOW TO CARRY WATER, an early release link for the documentary, a 1-year subscription to all BOA books, a signed edition of one of Lucille Clifton's poetry collections, and special updates from the filmmakers and BOA's Publisher.\nINCLUDES:\nDigital broadside\nAn early release link to Lucille Clifton short documentary\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!\n1-year BOA subscription\nCollection of Lucille Clifton Classic Titles (7 books)\nYour name in the documentary credits\nA poetry collection SIGNED by Lucille Clifton", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 175 or more", "title": "Early Birds!", "descp": "You'll receive Lucille Clifton's chapbook \"from the fenceless field.\" Printed as part of a limited run in 2007 by Booksmart Studio Inc., this chapbook is printed on archival paper and includes ten poems. You'll also receive a first-edition hardcover of HOW TO CARRY WATER with your name listed as a supporter on the colophon page.\nINCLUDES:\nDigital broadside\nAn early release link to Lucille Clifton short documentary\nHOW TO CARRY WATER: SELECTED POEMS OF LUCILLE CLIFTON\nYour name in the book!\n\"from the fenceless field\" Chapbook", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Lucille Clifton: A Poet's Life and Legacy - The Documentary is Here!", "update_content": "Dear Backers,\nWe’re excited to announce that as of August 31, all physical rewards have been sent out! Due to complications with the post office, they were sent later than anticipated, but all rewards of books and broadsides should be received in the next two weeks. We’re grateful for your patience! Please reach out to hartman@boaeditions.org if you have questions or concerns about your rewards, or if you have not yet provided your address and wish to receive your backer reward."}, {"update_no": "UPDATE #10", "update_userinfo": "Dine & Rhyme 2020", "update_content": "Dear Backers,\nThank you for making this project a reality! \nIn 30 days, 282 of you came together to pledge $26,056 in support of How to Carry Water. We've been moved and inspired by your enthusiasm. Thank you for joining us to celebrate the legacy of Lucille Clifton and to bring her poetry to a world sorely in need of her voice. "}, {"update_no": "UPDATE #9", "update_userinfo": "The Book Has Arrived!", "update_content": "Dear Friends,\nWe want to thank you again for your incredible support and offer this poem to begin your day and your week. For you on this Monday morning, a special reading of \"blessing the boats\" by Lucille Clifton's daughter, Sidney Clifton: "}, {"update_no": "UPDATE #8", "update_userinfo": "A Broadside Update!", "update_content": "You've made this project a reality! Thank you for helping BOA Editions bring How to Carry Water to life. \nWith 8 days to go, we still have plenty of rewards for new backers, including hot-of-the-press copies of How to Carry Water, the chance to be listed in the book, beautiful broadsides from , and more! "}, {"update_no": "UPDATE #7", "update_userinfo": "Production Update + A Selected Poem of Lucille Clifton Broadside For You!", "update_content": "A note of gratitude from Aracelis Girmay\nWhen Lucille Clifton was 10 years old she wrote the lines: “The world has writ the letter now, writ the letter now, ‘twas never wrote before.” These lines are the ones that breathe beneath my note to you now. The sound and wonder of them, but also the fact of the girl born Thelma Lucille Clifton, with twelve fingers, under a moon nearly half lit and half in shadow. Born through a poet into a poet, making a Dahomey sound in Buffalo, carrying anguish already, and making her poems before, after, through. Extraordinary and ordinary and Black and female and magic. It is very alphabet I walk behind listening toward the old, new sense she both awakens and makes possible with her work. I mean: courage is a word I know but sense differently as I follow the jagged route of that alphabet. Strangeness is a word I know but sense differently as I try to follow the route."}, {"status": [{"Project funds successfully": "282 backers pledged $26,056"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/boaeditions/lucille-cliftons-selected-poems", "project_name": "Lucille Clifton's Selected Poems"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "For the past three years, we have played over 300 shows in 32 states and 157 different cities, and driven 72,000 miles. As we travel and explore the US by way of interstate highways, truck stops, and the couches of friends and friendly strangers, we have awakened to the beauty our own country and the myriad stories it has to tell.\nThroughout this time we have been gathering and collecting images and stories and they have evolved into some of the most honest, fully-realized, and artistically cohesive songs that we've ever written.\nAnd now we are ready to share these songs with the world...\nHow We Got Here\nIn 2014, you helped us create our debut album, What a Difference a Melody Makes. By helping us fund that album, you became an invaluable part of The Singer and The Songwriter. \nThese past few years, as we have grown, and you have continued to support us: the generous friends-of-friends who have housed us; eager fans who have bought our albums, shared our music and hosted us for house concerts; and incredibly generous strangers who have welcomed us - you have all become our community and our family, and every tour, we look forward to seeing you and sharing our music and stories, triumphs and heartaches with you.\nWe've loved watching this community grow organically, and as we embark on our most ambitious collection of music yet, we are reaching out to you for support, inspiration, and encouragement. \nModern Folk Songs\nfolk music (n.) music that originates in traditional popular culture or that is written in such a style. Folk music is typically [...] transmitted orally from generation to generation.\nWe’ve always had a connection to folk music because it is music about people. Throughout history, folk songs have served as documentation, a true account of our shared experiences. We have always been drawn to the humanity in these stories and how they bear witness to the truth. \nThis is an album of modern folk songs, and these are true stories.\nWe have always had an “oral tradition” in the way we write since neither of us read or write music. We sing melodies back and forth to each other until something sticks. And through this imperfect oral tradition, the melody changes and morphs into a song. Thu will teach a song to Rachel and she will sing it back and eventually, Thu will sing Rachel’s version and Rachel will sing Thu’s version, and the final product is something wholly different than its origin. For us, that's folk music.\nThe Inspiration\nThe title for this album came from the town of McDermitt, NV - a small, “modern-day ghost town” on the border of Nevada and Oregon. There was an old abandoned shop with a sign in the window that read: Dreams! The Dead! Ghost! Future \nThis intriguing series of words felt so evocative to us, and we felt that they perfectly captured the human experiences that we have been writing about in these new songs.\nThe Dreams... Team\nNick Luca - Producer/Engineer - We are enlisting a producer and engineer that we’ve admired for a long time: Nick Luca from Los Angeles, CA. He’s worked with Iron & Wine, Neko Case, and Calexico, and he mixed our second release, Ballads for Trying Times. His warmth, ease, and collaborative nature (as well as his multi-talented musicianship) make him the perfect person to bring these songs to life.\nJJ Golden - Mastering Engineer - For our past two releases, we have loved working with JJ Golden and the team at Golden Mastering in Ventura, CA. JJ has lent his light touch, and incredible breadth of experience to our music and has contributed so much to our recordings. We are excited for him to master this album.\nWe will also be bringing on a drummer and bass player for this album as well as a few other musicians as needed, and we are excited to introduce them to you as they sign on for the project! \nThe Timeline\nIn early 2020, we will join Nick in Los Angeles to track and mix 10-12 songs for this album over the course of about 2 weeks. From there, we will send the final mixes to Golden Mastering with a goal to have a completed album that's ready for release in late spring of 2020.\nThe Budget\nWe want to be transparent with you about exactly where all the funds will go for this project.\n 36% of the funds will go to paying our producer and the studio rental \n 15% of the funds will go to the post-production process (i.e. mixing and mastering)\n 15% of the funds will go to a promotional campaign for the album's release\n 17% of the funds will go to manufacturing merchandise (CD's, Vinyl, T-shirts, and more!)\n 8% of funds will go to the various fees from Kickstarter and Amazon\nThe remaining 9% of funds and anything over our goal will go toward making music videos, creating more great merch for you, and extra promotional efforts for the album's release.\nFolk of Color\nWe consider our diverse cultural backgrounds (Vietnamese-American and mixed-race Mexican-American) to be unique assets in creating folk music. We are proud to carry on the folk music tradition of sharing our perspective and experience of the world through music and storytelling, and we feel that the representation of our identities as people of color in this field is important. We have always had a goal of inclusivity in our music, and we hope that through our inclusion in the folk music community, we inspire the inclusion of others as well.", "risks": "Risks and challenges\nMost of the songs on this album are finished and ready to record, but a few are still in the process of being written, so there is a chance that there may be a delay in completing the arrangements in order to be ready for the studio. This may push the recording process back a few weeks. \n\nThere is also a chance that post-production and mixing may take a few passes, since we want these songs to sound their best before we release them. In which case, this may delay the manufacturing of CD's and Vinyl.\n\nWe are a two-person operation - from graphic design to marketing to booking - we do it all. We have created these timelines for ourselves to be accountable, but being independent means that we are also able to adjust our timeline in order to honor the integrity of the music and the quality that it calls for. We really appreciate your patience and understanding as we try to make the best album possible!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "The Root Note", "descp": "You are the foundation, the home, the resolution. At this pledge level, you get a high-quality digital download of the album before it's released!\nINCLUDES:\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The Key of A Major", "descp": "You are Rachel's favorite key! This is a pre-order of the physical CD that we'll sign and send to you along with a digital download of the album before its release!\nINCLUDES:\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Progression", "descp": "You are moving the music forward! At this pledge level, you will get our newly designed t-shirt and a signed copy of the CD. You will also receive a digital download of the album before its release.\nINCLUDES:\nT-Shirt\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Variation", "descp": "You want to change it up! You'll get our newly designed custom bandanas along with a signed copy of the album on CD. Also comes with a digital download of the album!\nINCLUDES:\nBandana\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "The Verse", "descp": "You are setting us up for success, and great things are sure to follow! At this pledge level, you get a signed 8x10 matte photograph of an image taken by Rachel on one of our tours, as well as a copy of the CD, a t-shirt, and a digital download of the album.\nINCLUDES:\nOriginal 8x10 Photo Print\nT-Shirt\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "The Chorus", "descp": "We can't get you out of our heads! You're the earworm, the main refrain we keep coming back to. At this level, you will get our first-ever vinyl pressing, a bandana, photo print and digital download of the album.\nINCLUDES:\nVinyl\nOriginal 8x10 Photo Print\nBandana\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The Lyric", "descp": "You give words to the music. At this level, you get a handwritten copy of lyrics to a song from the new album. You'll also get a signed CD, photo print, t-shirt, and digital download of the album.\nINCLUDES:\nHandwritten Lyric Sheet - Signed\nOriginal 8x10 Photo Print\nT-Shirt\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "The Guitar Solo", "descp": "Want to shred (in a very quiet and folky way)? Well here's your chance to get some 1-on-1 time on guitar with Thu! This pledge level includes a private guitar lesson with Thu via Skype, as well as the signed CD, bandana, and digital download of the album\nINCLUDES:\n1-hour (Skype) guitar lesson with Thu\nSigned CD\nBandana\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Bridge", "descp": "You add something new and unexpected! At this level, you'll get a 1-hour songwriting lesson with us via Skype, your name in the liner notes of the CD and Vinyl, as well as the signed CD, t-shirt and digtial download of the album.\nINCLUDES:\nPrivate Songwriting Lesson with Rachel and Thu (via Skype)\nYour name in the liner notes of the album\nT-Shirt\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "The Composition", "descp": "You are a balm for the soul, a three-and-a-half-minute work of art! At this level, we will write you a personalized song for you. Whether you'd like a lullaby for your child or your pet, or a love song to woo your crush - we've got you covered! You'll also get the signed CD, t-shirt, name in the liner notes, and digital download of the album.\nINCLUDES:\nA Personalized Song\nOriginal 8x10 Photo Print\nYour name in the liner notes of the album\nT-Shirt\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "The Extended Metaphor", "descp": "You are more than what you seem, making us see the world in new and exciting ways! At this level, you will receive a songwriting workshop from us for up to 8 - 10 people in-person (contiguous US or Canada only), as well as the signed CD, Vinyl, T-shirt, Bandana, and digital download.\nINCLUDES:\n2-hour Songwriting Workshop (8 people or less)\nYour name in the liner notes of the album\nHandwritten Lyric Sheet - Signed\nOriginal 8x10 Photo Print\nVinyl\nT-Shirt\nBandana\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "The Encore", "descp": "Freebird! You just can't get enough, and we couldn't be more grateful. At this level, we will play a private house concert for you and your friends, and you'll get the whole shebang of rewards!\nINCLUDES:\nPrivate House Concert (US and Canada Only)\nA Personalized Song\nYour name in the liner notes of the album\nHandwritten Lyric Sheet - Signed\nOriginal 8x10 Photo Print\nVinyl\nT-Shirt\nBandana\nSigned CD\nDigital Download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "An Update on our Upcoming Album", "update_content": "Our dearest friends and backers,\nIt’s been a long time since we last updated you and we thought it was time for us to check in with you to let you know about the status of our album.\nFirst off, we want to thank you for being patient with us as we navigate this year of change. We are still very much committed to the creation of this album, though the timeline has been pushed back. We have an ambitious vision for these songs and, as opposed to rushing to put something out amidst the pandemic, we wanted to slow down and take our time to get this right. As of now, our plan is to try and record the album with our producer later this year or early 2021, whenever it will be safe for us to travel to LA to record. Once we have a definitive timeframe for our recording dates, you'll be the first to know our updated release date. Rest assured, we are still planning on delivering all the planned rewards."}, {"update_no": "UPDATE #2", "update_userinfo": "100% Funded! Thank you!", "update_content": "WOW. We did it. YOU did it! 100% Funded. You all are amazing and we are overwhelmed with gratitude. We feel so loved, so supported, and so ready to make an amazing album for you!"}, {"update_no": "UPDATE #1", "update_userinfo": "We Passed the Halfway Mark! Thank you!", "update_content": "Thanks to you, we just passed the halfway mark on this campaign. At 53% funded and 18 days left to go, we are a little ahead of schedule and it feels AMAZING! To express our gratitude to you, we put together this behind-the-scenes clip, blessing you with some of Rachel's finest blooper work to date."}, {"status": [{"Project funds successfully": "183 backers pledged $16,634"}, {"Project launches": "OCTOBER 28, 2019"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/thesingthesong/the-new-album-from-the-singer-and-the-songwriter", "project_name": "The New Album from The Singer and The Songwriter"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": " Object of Her Affection is a solo object and puppet-based performance art piece centered on a woman, who in her search for true love develops intimate relationships with inanimate objects. \nCreated by Marsian De Lellis, and directed by Michele Spears, this unconventional love story explores the synesthetic relationship between objects and personalities, and ways that objects can occupy more than one meaning at any given time.  There will be twelve performances over three weekends from September 27th and October 13th at Automata in Los Angeles as part of Los Angeles Exchange [LAX] Festival, 6th Ed.\n2014, Automata, Photo: Rafael Hernandez\nThe Story\nObject of Her Affection follows the emotional journey of protagonist, Andrea Lowe, after she has mysteriously fallen from a building.  In her final moments, she reflects on her meaningful relationships starting with her first love, a baby’s blanket.  As an adolescent, she loses her virginity to a bad-boy hunting rifle and subsequently becomes infatuated with a controversial wall.  As Andrea evolves, so do her desires. In adulthood, she forms doomed relationships with monumental structures: a high-profile statue, tragic twin skyscrapers, and a bridge who cheats.  Each of these relationships has a profound effect, shaping Andrea’s views on life and love. Finally,  she finds solace in Roy, a crumbling tenement who ultimately fails her. \nThe Performance\nObject of Her Affection is a visual narrative about human beings (flesh and blood) developing intimate relationships with inanimate things and the universal development and loss of relationships we encounter on our journey through life.\n “The piece, which questions on a cosmic level our artificial divide between the animate and the inanimate, has the appealing, droll humor and structural unity of a David Sedaris story.” – LA Weekly\n2014, REDCAT, Photo: Steve Gunther\nInspiration\nI’ve been developing the ideas behind Object of Her Affection for a while: Back in 2010 -  my wheels started spinning when I stumbled upon footage of a woman who wanted to marry an amusement park ride.  While her story was unusual, there was something about her authenticity and earnestness that was relatable and refreshing.\nAs an artist who recontextualizes objects and puppets, I’m constantly thinking about animism and the suspension of disbelief.  As a queer person, object sexuality resonated with something inside me that had been festering: on the one hand sexual minorities were making historic strides. On the other it seemed like LGBT identity was being gentrified in a heteronormative push towards respectability politics.  \nYou bet I was fascinated by the concept of object sexuality.  There was something appealing about the emotional, physical, and romantic desire towards inanimate objects.  It explodes traditional categorizations of sexual identity and turns our ideas about love inside out.  People with object sexuality fall in love with things, rather than humans.  They don’t so much want a place at the table as they might long for a relationship with one.\n2016, Los Angeles Municipal Art Gallery, photos: Alex Griffin\nHistory\nThere have been many iterations of the material from this project in the last eight years from artist talks (Calgary’s International Festival of Animated Objects, Maryland Institute College of Art), readings and workshops (Eugene O‘Neill Theater Center, Automata, REDCAT), to an installation at Los Angeles Municipal Art Gallery in which I created over a thousand distressed handmade rag dolls. \nIt’s 2018, and I’m thrilled Los Angeles Performance Practice has invited us to perform at Automata for a three-weekend run. It has been a dream of mine to have a longer run where more people can experience Object of Her Affection. I hope through wider exposure, the performance will one day be able tour. Your support will help me to create a dynamic performance that occupies a precarious border between beauty and terror as I further examine the fringes of our shared world.  \nWe need your help!\nWith your help I hope to raise a minimum of $3,000 to addresses urgent, necessary artist fees and production costs crucial to the project’s completion. Your donations will ensure we can present the performance in the best possible light by completing our lighting, projection, and sound budget items. Anything raised towards our stretch goal of $10,000 will help increase production value, take some financial strain off mounting a large scale production, and put us in a better position for future runs and touring possibilities  \n2016, Haus of Marsian, Photo: William Short\nCreative Team\nMarsian De Lellis (writer, performer, creator) is an interdisciplinary artist who combines sculpture, objects, installation, performance and handmade spectacles to memorialize obsessional lives. Their work celebrates stories of unconventional people whose private manias become public fodder for tabloids and reality television. \nMichele Spears (director) is a director/choreographer, performer, theatre producer, and arts educator. Her work has been recognized with New York Nightlife, L.A. Weekly, Saturn, UNIMA, Stagescene L.A., Dramalogue, and Santa Barbara Independent Awards, as well as American Choreographers Award  and Ovation Award nominations.\nAndrew Schmedake (Lighting designer) is a lighting designer for theater, dance and live events. His career has ranged from opera and ballet to cruise ships, haunted houses and immersive theater. Presently, Andrew lives in Los Angeles and lectures at UC Santa Barbara. He earned his MFA in Lighting Design from Carnegie Mellon University.\nBecca Kessin (sound designer) is a sound designer working in Los Angeles and regionally since 2006. She teaches Sound Design at California State University, Fullerton, after previously teaching at Santa Monica College, Cal Poly Pomona, and the Orange County High School for the Arts. Seeing her students flourish in their chosen field brings her great joy.\nVideo + Photo Credits: Alex Griffin, Automata, Gina Napolitan, Bart Roccoberton, Chad Williams, Eugene O’Neill Theater Center, Los Angeles Performance Practice, Marsian De Lellis, Carole Kim, Rafael, Hernandez, REDCAT, Steve Gunther, Wallace Molina, William,  Clip from - Strange Love: Married to the Eiffel Tower\n2016, dolls from the \"(In)/Animate Objects\" collection, photo: Marsian De Lellis + Debra Broz\nRewards\nAs a thank you for your support, we’re offering a number of exciting awards!  At the “FWB” ($10) level, we’ll acknowledge your alluring micro-philanthropy online + social media, so friends, family, co-workers, and foreign adversaries will all know how generous you are. Or for slightly more, at the “Discreet” ($25) level, we’ll try to be  “discreet” (whatever that means) about your generosity and NOT acknowledge your allure on social media. Note: We can’t exactly guarantee foreign adversaries won’t find out how kind you are, and reserve the right to print your name in the program + websites)\nIs anything ever safe? At the “Safe Word” ($50) level, we’ll send a digital pdf of the script you can read anywhere. “Safe Word” is ideal for waiting rooms or plane rides (where nosey seat mates can look over your shoulder and speculate about you). There’s also the printed “Sapio” ($69) option signed by the writer and sealed in an envelope licked with the writer’s own saliva. This hard copy is a much sought after night stand (or jury duty) conversation starter. \nWe know many of you want the performance to tour to your far away city, or maybe you live in L.A., but don't want to get out of bed. No worries!  We’ve got you covered with the “Voyeur” ($113) reward. You’ll receive private downloadable videos from our newly edited 51-minute Automata workshop and 29-minute REDCAT performance (both 2014) and any new bonus footage as it becomes available.\nShow your soft, yet aggressive side at the “Rough Trade” ($160/$169+) level, with a miniature (4”-6”), cardboard taxidermized feline head. These cruelty-free, artesanal handmade items, are the purrr-fect holiday gift that can diffuse the fiercest of vegangelical friends (or that family member with Social Justice Disorder). Every reward at the “Rough Trade” level and beyond comes with or without the plus option with tickets for Angelenos and LA visitors. Plus tickets are made available on a first-come, first-reserve basis. \nAt the “Situationship” ($260/$269+) level, you can adopt your very own small* (4”-6”) distressed, handmade rag doll from the “(In)/Animate Objects” collection. Situationship dolls could be a thoughtful winter solstice gift for that FWB who may be agnostic, buddhist, or in some form of bereavement. Contemplate impermanence as you watch this one of a kind art piece decay over time.  The “Situationship” reward is also available with 2 tickets (for you and an emotional service human).\nAt the “Gainer” ($560/569+) level, you can own a large 12” tall* distressed, handmade, artist rag doll from the “(In)/Animate Objects” collection. Ruminate into the tangles of dysfunctional primitive stitchery, brooding over the ephemeral nature of life and the inevitability of death, while your doll slowly deteriorates right before your eyes. Indulge yourself in mock burials, or invest in your contemporary art collection. “Gainer” level dolls come with the option of 2 tickets. Suggested: bring an ex to the performance and bestow upon them this charming closure gift before you abandon each other. \nBoth “Situationship” and “Gainer” level dolls are sourced from the \"(In)/Animate Objects\" collection, a 2016 installation that formed the second half of a diptych with its companion, the performance, \"Object of Her Affection\". In the installation, years have passed since Andrea fatally fell from the crumbling tenement she was in love with.  In a dark room, a mountain of decaying dolls tower to the ceiling upon which their maker, Andrea’s grandmother, presides from the throne of her wingback chair. The thousands of dolls she has amassed in sorrow testify to the insatiable need for love at the heart of the obsessional life. *Note: “Situationship” and “Gainer” level dolls are designed to be irregular, and may come burned, stained, soiled, and/or damaged with evidence of wear and tear. \nI am also designing a small but sensual, limited edition, signed photo book of images and ephemera from our performances at the “Pornographer” ($360/$369+) level.  A delightfully provocative conversation piece, the “Pornographer” level art book, comes with the option of 2 tickets for you and a trick.\nFinally, at the “Throuple” ($960/969) level you’ll triple your pleasure with three rewards: a unique 12” “Gainer” level artist doll, a visually stimulating “Pornographer” level photo book, and a “Rough Trade” level Cardboard Taxidermy collectable... But why be a basic throuple when you could be a power throuple?  With the plus 3-ticket option , you could spice up poly date night with your primary and metamour.", "risks": "Risks and challenges\nPresenting diminutive object performances comes with particular hurdles. It’s crucial that Object of Her Affection can be seen and heard clearly not only by presenting it in the best light to live audiences, but beyond as documentation for future presentation and touring opportunities. As far as risks go, puppets can break down, collaborators can have meltdowns, set pieces can collapse onto audiences, and onlookers could be triggered. It’s always good to have backup replicas and first aid kits. I mean no one is ever 100% safe (especially when it comes to live puppetry or theatre)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "FWB", "descp": "We’ll acknowledge your alluring micro-philanthropy online + social media, so your friends, family, co-workers, and foreign adversaries will all know how generous you are.\nINCLUDES:\nAcknowledgement of Allure", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["13 backers", "Limited (6956 left of 6969)"]}, {"amt": "Pledge US$ 25 or more", "title": "Discreet", "descp": "We all know what a desirable micro-philanthropist you are, but for the extra $, we’ll try to be discreet about it (whatever that means) and NOT acknowledge your allure on social media to friends, family, co-workers. (Note: we can not guarantee foreign adversaries won’t find out about your generosity and we reserve the right to print your name in the program + websites)\nINCLUDES:\nDiscretion", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["31 backers", "Limited (6938 left of 6969)"]}, {"amt": "Pledge US$ 50 or more", "title": "Safe Word", "descp": "A digital pdf copy of the script you can read anywhere in the world devices are allowed! Ideal for waiting rooms or plane rides (where nosey seat mates can look over your shoulder and speculate).\nINCLUDES:\nAcknowledgement of Allure\nPDF script", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["15 backers", "Limited (651 left of 666)"]}, {"amt": "Pledge US$ 69 or more", "title": "Sapio", "descp": "A printed version of the latest script (signed by the writer + sealed in an envelope licked with the writer’s own saliva) - a much sought after night stand or jury duty conversation piece\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nPrinted Script", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 113 or more", "title": "Voyeur", "descp": "We know you want the performance to tour to your far away city, or maybe you live in L.A. but don't want to get out of bed - No worries! - We’ve got you covered with private links to downloadable videos from our newly edited 2014 Automata workshop (51-minutes) and REDCAT performance (29-minutes).\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nBonus footage (if and when it becomes available)\nVideo", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["3 backers", "Limited (663 left of 666)"]}, {"amt": "Pledge US$ 160 or more", "title": "Rough Trade", "descp": "Show your soft, yet aggressive side with an individual miniature (4”-6”), cruelty-free, artesanal, handmade, cardboard taxidermized feline head - Purrr-fect holiday gift idea for that fierce vegangelical friend.\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\nCardboard Taxidermy", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["5 backers", "Limited (20 left of 25)"]}, {"amt": "Pledge US$ 169 or more", "title": "Rough Trade (+ Ticket)", "descp": "Same as Rough Trade (Cardboard Taxidermy) plus one ticket to the performance made available on a first-come, first-reserve basis (ideal for Angelenos + confirmed visitors)\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\nCardboard Taxidermy\n1 Ticket", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (13 left of 13)"]}, {"amt": "Pledge US$ 260 or more", "title": "Situationship", "descp": "Small distressed, handmade rag doll from the “(In)/Animate Objects” collection measuring roughly (roughly 4”-6” tall*). Contemplate impermanence as you watch your doll decay over time - Thoughtful solstice gift for that FWB who may be agnostic, buddhist, or in some form of bereavement. *Note dolls will be irregular (that’s the point!)\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\n4\"-6\" Artist Doll", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (69 left of 69)"]}, {"amt": "Pledge US$ 269 or more", "title": "Situationship (+ 2 tickets)", "descp": "Same as Situationship (Small Doll) plus 2 tickets (for you and your FWB, lover, or emotional service human) - made available on a first-come, first-reserve basis (meant for Angelenos + confirmed visitors)\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\n4\"-6\" Artist Doll\n2 Tickets", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 360 or more", "title": "Pornographer", "descp": "A small but sensual limited edition, signed photo book of images and ephemera from our performances designed by the artist - a delightfully provocative conversation piece for tricks and trysts.\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\nPhoto Book", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (25 left of 25)"]}, {"amt": "Pledge US$ 369 or more", "title": "Pornographer (+ 2 tickets)", "descp": "Same as Pornographer (limited edition, signed photo book) plus 2 tickets (for you and and a trick) - made available on a first-come, first-reserve basis (recommended for Angelenos + confirmed visitors)\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\n2 Tickets\nPhoto Book", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 560 or more", "title": "Gainer", "descp": "One of a kind, large distressed, handmade, artist rag doll from the “(In)/Animate Objects” collection measuring roughly (roughly 12” tall*). Ruminate into the tangles of dysfunctional primitive stitchery, brooding over the ephemeral nature of life and the inevitability of death while your doll slowly deteriorates right before your eyes. Indulge yourself in mock burials, invest in your contemporary art collection, or send your doll as an ominous souvenir to an ex. *Dolls will be irregular, and may come burned, stained, and/or damaged with evidence of wear and tear.\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\n12\" Artist Doll", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (69 left of 69)"]}, {"amt": "Pledge US$ 569 or more", "title": "Gainer (+ 2 tickets)", "descp": "Bring your ex to the performance and give them a charming closure gift before you abandon each other. Same as Gainer (12” Artist Doll) plus 2-Tickets - made available on a first-come, first-reserve basis.\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\nPrinted Script\n2 Tickets\n12\" Artist Doll", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 960 or more", "title": "Throuple", "descp": "Triple your pleasure with a unique 12” Artist Doll, a visually stimulating Photo Book, and Cardboard Taxidermy collectable.\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\nCardboard Taxidermy\nPrinted Script\nPhoto Book\n12\" Artist Doll", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (13 left of 13)"]}, {"amt": "Pledge US$ 969 or more", "title": "Throuple (+ 3 tickets)", "descp": "Why be a basic throuple when you could be a power throuple? This reward is the same as Throuple (Photo Book, 12” Doll, Cardboard Taxidermy) plus 3- tickets (suggested for poly date night with your primary + metamour) - made available on a first-come, first-reserve basis.\nINCLUDES:\nAcknowledgement of Allure\nPDF script\nVideo\nCardboard Taxidermy\nPrinted Script\nPhoto Book\n12\" Artist Doll\n3-tickets", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (3 left of 3)"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Love Lost and the Enchantment of Objects by Jacki Apple for Fabrik", "update_content": "Earlier this month, Jacki Apple wrote Love Lost and the Enchantment of Objects, a critical essay on Object of Her Affection for Fabrik in her column, Peripheral Visions: Perspectives on Performance, Media and Culture. The essay is accompanied by Kelly Stuart's photos (except where otherwise noted)."}, {"update_no": "UPDATE #9", "update_userinfo": "2nd Weekend", "update_content": "Thanks backers! The campaign has concluded! Whew! I wanted to thank all 88 of you last night but passed out on the keyboard. I've been running around all week making things happen - thanks to your help: unloading, mounting a version of my installation, (In)/Animate Objects, and rehearsing at Automata. \nTickets are now available for the following dates:\nThursday, September 27 at 8:00PM \nFriday, September 28 at 8:00PM\nSaturday, September 29 at 8:00PM\nSunday, September 30 at 7:00PM"}, {"update_no": "UPDATE #8", "update_userinfo": "Trigger Warning!", "update_content": "PLAY"}, {"update_no": "UPDATE #7", "update_userinfo": "Little Questions, Big Thoughts", "update_content": "O.M.G - I'm sobbing - Thanks Colette Searls, Paul Manchester, Fred Thompson, Max Daily, Sam Brelsfoard, + DISCREET's #57, #60, + #61 for pushing us past our minimal all-or-nothing funding level in the last couple days.  A huge worry-weight has been taken off by your generosity as we gear up for our rehearsal residency at Automata... We are able to address the most urgent, necessary needs for artist fees and production costs crucial to the project’s completion. Thank you!\nOur latest backer, Colette Searls, a professor at the University of Maryland, Baltimore County Department of Theatre (and colleague from UNIMA-USA), just turned me on to the work of Jane Bennett, a philosopher who examines the relationship between humans and 'things', what she calls \"vital materialism\".  I'm listening to her lecture, right now as I write this. She has really smart things to say about hoarding and animism.\nSave"}, {"update_no": "UPDATE #6", "update_userinfo": "Throwback Thursday", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "We've been funded!", "update_content": "As we approach ⅔ of our minimal all-or-nothing goal (and ⅕ of our ultimate fundraising goal), I’ve been reflecting on some of the inspiration that led to the performance…\n\nBut first thanks to our latest backers for helping us get here: Molly Allis Jennifer Cole, Jess Imme, Sir Ladybug Beetle, Rob Hamilton, Julie Phillips + Backers #32, #34 + #35.\nI’ve been developing the ideas behind \"Object of Her Affection\" for a while: Back in 2010 -  my wheels started spinning when I stumbled upon footage of a woman who wanted to marry an amusement park ride."}, {"status": [{"Project funds successfully": "88 backers pledged $3,938"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/marsian/object-of-her-affection-at-lax-festival", "project_name": "\"Object of her Affection\" at LAX Festival"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "Wow, where to begin... well, my name is Marcelino Feliciano and I'd like to thank you for taking the time to visit this page and read about me and my project.\nAs I embark on my first official CD recording and it's subsequent release, I am filled with excitement, joy, fear and trepidation all wrapped up in one! Excitement and joy because it's an honor to be given the gift of music and have the opportunity to share it with the world. I've been blessed to have the good fortune to do what I love, sing, and sing jazz to be more specific. I've shared the stage with many great jazz musicians and have been mentored by them. I've traveled abroad to perform this music and every time I do there is the same excitement and joy I felt when I was a kid.\nStill, I would be lying if I didn't say I felt a bit of fear and trepidation as I move forward in this next chapter of my musical career. Putting forth my original compositions and the arrangements that have been swirling around in my head is a bit daunting. But fear of the unknown is a wonderful place for a jazz musician to be in and I accept the challenge wholeheartedly.\n I was asked by my friend, pianist/composer/producer Bill Mays, \"Why now? What took so long?\", and the truth is, I wasn't ready. Jazz is a process. It's about growth and maturity. It's about the experience one gains from playing and living this great music and hopefully developing a sound or voice that's uniquely your own.\nOn my debut CD, I hope to share with you original compositions and standards that are personal to me. I have been busy writing and arranging songs that express where I am today both musically and emotionally. Songs and ideas that convey the things that excite me and concern me, the choices that shaped my life and the emotions I feel when I think about the beauty and immensity of this world. For those of you who have seen me perform you know what I mean. I leave it all out for you to enjoy!\nJoining me on this project will be, my collaborator, Nicki Adams. Nicki is an emotionally sensitive pianist, amazing technician and my partner in fleshing out musical ideas and arrangements. He is also a fine composer in his own right. It's important for a singer to have a pianist you can work with consistently and he has been an integral part of this journey. He along with a rhythm section will comprise the nucleus of the band for this project.\nIn closing, know that I regard your contribution, no matter how large or small, as a gracious gesture and I recognize that I'm blessed that you believe in me. The decision is personal. Remember, all of your contributions will help pay for my wonderful musicians, the studio time and sound engineer, mixing & mastering and, of course, the photography, artwork and manufacturing that will send this record out into the world. Choose from the list of pledges on the right of this page at whatever fits your budget or moves your soul. The rewards are great, but the greatest reward for you, is knowing that you’ve contributed to the arts and an artist who's project you believe in. I invite you to come on this journey with me!\nRemember time is short and we only have 31 days to raise $15,000 or more. If we don't reach our goal, the project is cancelled and your money refunded. But not to worry, I believe we can make this happen. Your contributions will help make this project come true!\nMarcelino Feliciano\n   ", "risks": "Risks and challenges\n“The person who risks nothing, does nothing, has nothing, is nothing, and becomes nothing. He may avoid suffering and sorrow, but he simply cannot learn and feel and change and grow and love and live.”\n\nLeo F. Buscaglia\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "The Single", "descp": "Heartfelt Gratitude!\nA digital download of first single and a personal Thank You email.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The CD", "descp": "A Sh'doodley Bop Thanks...!\nA Digital download of CD when its completed and a personal scat shout out on social media.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The List", "descp": "I'm so excited I can't stop smiling!\nA signed copy of CD, a personal scat shout out on social media plus your name included in my public \"Thank you\" list of supporters. *Deliveries upon completion.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The Call", "descp": "WHAT...?! Ok, now you're gonna make me break out in song!\nYou'll get a signed copy of the CD, much social media and personal scatting love, a spot on the supporters public \"Thank You\" list and, yeah, I will call you and sing you a few bars. *Deliveries upon completion.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Comps", "descp": "NO WAY...It's like that?! So grateful!\nNow we're getting serious. Let's send you a signed CD, give you some serious scat and social media love, drop your name on the supporters \"Thank you\" list, a call to sing you a personal song and your name in the CD credits. Plus two comps to the release party *Deliveries upon completion.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "The Rehearsal", "descp": "Jazzness! My Heart is boppin' and we're swingin'!\nAll of the perks from $50 to $250. Plus, get a sneak peak behind the musician's process when you attend my band's rehearsal!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "The Duo", "descp": "You're in! I'm in awe of your generosity...\nAll of the aforementioned perks up to $250. Plus... A personal 30 minute performance by my pianist and I for you at a special event of your choosing. *Details to be discussed.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 2,000 or more", "title": "The Executive", "descp": "The Blues and Beyond! Many thanks for this extremely generous gift and belief in my talents... All of the above perks up to $250. However, your personal performance will include the entire band and you get an Executive Producer credit in the CD liner notes.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "The Goods are Getting Delivered!!!", "update_content": "Hello Backers,\nI want to take a moment to send you one final update to let you know that my debut album, Life on Mars is complete. I couldn't have done it without your support!"}, {"update_no": "UPDATE #4", "update_userinfo": "WE'RE ON!", "update_content": "After several months of planning & preparing, I'm excited to announce the band will be going into the studio next week to record this much awaited album. \nIn addition to my regular band members Nicki Adams-piano and Dan Stein-bass, joining us on drums will be Francisco Mela and on saxophone Mario Castro.\nMela is a dear friend and an amazing musician who currently plays with McCoy Tyner, Joe Lovano & Bobby Watson, just to name a few. He has recorded several CDs of his own. The new album FE is available on iTunes, Amazon and more. www.franciscomela.com\nMario Castro is a talented young saxophonist who has played with David Sanchez, Papo Vasquez and Lauryn Hill. His latest album, , is available on iTunes, Amazon & more. www.mariocastromusic.com"}, {"update_no": "UPDATE #3", "update_userinfo": "It's happening...!", "update_content": "It took 99 backers with an amazing out pouring of support from all of you to surpass our goal and finish with $15,136. You have exceeded my expectations and for that I am extremely grateful! Thank you all very much for taking this journey with me and helping me make this pursuit a reality. Stay tuned as I move on to the next step to complete this project and get your perks together. After all, isn't that what you're waiting for... Yay! In the meantime come hang with us Sunday! (See update #2 for details)"}, {"update_no": "UPDATE #2", "update_userinfo": "@Swine NYC... Come get a taste of what's to come!", "update_content": "This Sunday July 24th, I will performing at Swine NYC. Hopefully, we'll also be celebrating the completion of my campaign. I will be playing some of the compositions for the upcoming CD and some classic standards to feed your soul!"}, {"update_no": "UPDATE #1", "update_userinfo": "Album Teaser - a song of hope...", "update_content": "We're almost at the $3,000 mark, but we have more to go. Here's a teaser for those of you who need a little more convincing. ;-)"}, {"status": [{"Project funds successfully": "99 backers pledged $15,136"}, {"Project launches": "JUNE 22, 2016"}]}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1230570260/marcelino-felicianos-debut-cd", "project_name": "Marcelino Feliciano's Debut CD"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "we did it we did it we did it we did it\nSHORT STORY: \n2 new songs. 2 videos. Empathy, evolution and beauty. We humbly ask for your support to fulfill these musical promises.\nTHANK YOU! \n-----\nLOOONG STORY\nTHE PERSONAL: \nIt’s been 8 years – almost to the day – since I decided I was going to be a rock star. In that time I’ve put out two demos, two EPs, a live album, a full length album, a Folk Opera (with my first Kickstarter campaign in 2010), six professional videos and a series of commissioned works for the Puppets & Poets Festival 2015. I've landed two licensing contracts (which have yet to place anything), started on the road towards the professional songwriting/publishing world, quit my day job twice and restarted it once. \nAnd, between growing and birthing a child and a hard turn a few years back, my sense of the world has exploded open and everything that’s come before has been rewritten with the new knowledge of the suffering and miracles of existence. \nDuring some of that less desirable time – when the first truth of Buddhism (“All life is suffering”) suddenly became apparent – I experienced my first creative block. I was paralyzed in the lower regions of Maslow’s hierarchy while we weathered some vast unknowns regarding the child’s health*. It was a sort of torture. But like all things in time, it changed, and here I am today exploding with creative energy, writing better music than ever, and almost singularly focused on bringing it into the world in its proper format. \nFor me, these songs represent not only the more universal themes described below, but also a personal evolution: since those hard times I have been constantly living in them, cycling through bouts of despair and gratitude. These songs have helped me learn to tuck despair into my heart, a constant companion, and keep moving along anyway. We are all suffering in our own ways, but we are not suffering all the time, as a great friend helped me remember. These songs are meant to both bridge an understanding to the suffering of their subjects, but also bring light and beauty to life. \n(*HE IS GLORIOUSLY HEALTHY NOW! All is well. Blessed be.)  \nTHE MUSIC: \nMy mission is to build empathic bridges between people. The new songs do this exponentially better than anything I’ve written before. Empathy has always been my impetus, but now I truly break and am reborn in the stories of people I meet, love, or have known. \nWhy does empathy matter? Empathy hurts. It requires courage and vulnerability over and over. It is not easy. But, with empathy we put aside our personal fears and assumptions and listen to what someone else is saying. And we feel what they feel for a moment – our bridge to them. We’re then less likely to hate them, judge them, or ignore systems that hurt them. I believe this is our best tool in the fight against the hate that surrounds us in the present age.\n “What We Said” – This song, with newly edited lyrics, is written in the voice of a woman who refuses to leave her husband (until death) even though he cheats. We want to judge this woman – and so many are– for this decision, but we don’t understand her. The conflict here is between personal happiness and the devotion to a vow. (Hear the old lyric-version here, to get the haunting melody and Jeremy's sick bass line stuck in your head.)  \n\n“Nikki’s Song” – (A working title) An ode to the stupendous Nicole McRory (whose body left us 5 years ago April 29th), a transsexual woman and rock goddess like none other. This song gives voice not only to a tiny fraction of her struggle as a trans person, but also her courage as someone who never gave up keeping her heart open to the pain and beauty of the world ... with a strong nod to the Beckett’s Family Reunion that happened every Wednesday night from 2002-2007. The song is for and from Nikki - the last line (\"Just like she feared / Her life fell apart / But that's the way / She'd always say / You earn your Diamond Heart\") came to me while Emmylou Harris sang \"The Pearl\" ten feet in front of me in Nashville a few weeks ago - it felt like a gift from Nicole. Not a bad way to receive a song-gift ... (It was effing amazing actually.)\nAnnie & Nikki\nBoth songs lean back towards the electric sounds of light to see dark, our 2012 album, leaving behind most of the acoustic instrumentation of Stranded Songs (except Jeremy’s u-bass ☺). As always, we keep strong the folk roots and pop sensibilities. Tal Ariel will be lending his expertise as a Producer to these tunes, and we’ll have a few special guests sitting in with us. \nWe'll also be creating a video for each song. This is one of the best and most compelling ways that people discover and share music these days and we consider it essential to the process. We'll have more details on this as we confirm our collaborators. \nWe see a big life for these songs. Bigger than any song I've released before. \nTHE TEAM\nThe efforts of Jeremy Mulder (my sweet love) and dear friends Tal Ariel and Omar Cuellar during the last few years have been loving and full of excitement. These men don’t just show up and play, they work on arrangements, help with production decisions, make me laugh, and encourage me to keep working. Not to mention their immense talent uplifting my work at every turn. \nfive people, four males, three beards, two mulders & one Bacon\nWe also have on board collaborators old and new: Gabriel Goldstein, who directed, shot and/or edited this, this, and this video of ours; Do I Dare, who remixed this song and this one of ours; Bunnie Reiss, who made the dress below and is my FAVORITE contemporary artist (she's creating an original piece of art for us); 25th Street Recording studios; and more!\nThe Team is ready!\ndress by Nooworks with Bunnie Reiss art - photo by Nate Chavez\nTHE BUDGET & TIMELINE:\nFull funding of the project is $7,000. If we raise $10,000 our videos will be properly funded, at $14,000 we can do an additional day of recording (1-2 more songs), and if you INSIST that we do a whole album, help us get to $20,000. \nFor years now I've been skimping and making magic happen by asking people to volunteer their efforts - including many of you. And what magic!!! But that is unsustainable. These fine people need to feed their landlords and babies. What you see below is the (almost) true cost of a DIY recording project. (None of this money stays with me, and many of these are modest & discounted fees.)\nStudio / Mixing / Mastering $1100\nMusicians & Producer $2800\nArtwork & Design $500\nPromotion & materials $1400 \nDigital Distribution $50 \nDownload Card / Stickers  $200\n2 Videos $1400\n2 Remixes $200 \nMisc Recording costs $250\nKickstarter & Amazon Payment Fees $800 \nBudget Total: $8700\nCash on hand $1700\n          Total Needed: $7000\nFor this amount we can pay 3-5 people in the studio process, plus 7 musicians and a producer (all of whom you probably know), an independent artist & a designer, a local promoter, and 2-4 independent filmmakers. That's 15-20 people whose creative livelihoods you're directly supporting in addition to giving wings to my songs. \nWe will be in the studio on April 23rd for our initial tracking session. With some small overdubs, mixing and mastering, we expect the songs to be finished by mid June. Digital delivery of the songs to our backers will take place as soon as they are completed, and we will host a listening party for all local backers in July here in SF.  Videos will be created over the summer with a fall release expected ... and don't be surprised if we ask you to be in one of the videos ;) \nTHE ASK: \nWe know you love music. If you need it as much as we need to make it, let’s work together to make this magic in the world, and help others care about people they might not know how to care about. \nCommunity funding (a more democratic version of the ancient patronage systems) is an essential component in the modern era of music sharing/streaming, where it takes 1,190 Spotify listens to equal a single album purchase. Lacking any income from music sales, and while licensing and publishing efforts are still in embryonic stages, crowdfunding allows us to connect your desire to fund the arts with our need to fund them. \nUnlike my talent show birthday parties, participation in this is not mandatory. Please only give if it feels GREAT to you to give. Your support feels so good to us, and we are big on consent, so we want to be sure your YES is loud and clear. If it is, THANK YOU! THANK YOU! \nAs musicians, we are offering MUSIC for perks! Lessons, performances, sing-alongs ... The side-bar is full of musical services for your choosing pleasure. We are also willing to entertain most (reasonable) offers for fulfilling musical needs. \nAnd remember there are more ways than just money to support us: cover our campaign on your local blog; write an impassioned plea to your community about why this music deserves support; volunteer to help us get the perks out on the back end; or pass out campaign flyers at work.\nTell your friends! \nAnd please know our gratitude is immense. \nLove, \nAnnie, Tal, Omar, Jeremy et al", "risks": "Risks and challenges\nThere are no risks to human or animal life involved in this project. There is always the risk that hidden expenses eat up our hopes and dreams, or that one costs so much that we can't do another after all. However, this is not our first rodeo. Between us we have half a century's experience in studio recording and have a great amount of flexibility and adaptability. \n\nIn terms of the perks, since this is a service-heavy list of perks there is the risk of injury or illness that could prevent the timely delivery of certain services. We will of course keep in close contact should such an obstacle arise.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "\"Nikki's Song\" - time to share the video!", "update_content": "Friends,\nProfound gratitude to you all. Having your support feels like wings on my feet. Ready to fly! Ready? Tomorrow the business begins ... you'll get emails from me about things to plan and produce and schedule, as well as schemes for fun times ahead. But tonight ... celebration! In this house we'll be celebrating by going to bed early and hoping this sore throat will finally go away ... but I raise a glass metaphorically if not literally tonight to you. Thank you for believing in us. Thank you for believing in our music. "}, {"update_no": "UPDATE #10", "update_userinfo": "presenting: the songs (listen now)", "update_content": "Friends !!!!\nMore soon ... but wanted to post a quick update excitedly to make sure you all saw that we made our goal !!! So many profound thanks to you all for helping make this happen. We had an amazing night last night at Awaken Cafe and the future is bright for these songs. \nWe will keep the campaign going for the next 4 days to see if we can meet some stretch goals, but for now ... T H A N K  Y O U !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"}, {"status": [{"Project funds successfully": "110 backers pledged $7,558"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/anniebacon/everythings-better-with-bacon", "project_name": "Everything's better with Bacon"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "If there’s a shorthand version of the transformation of Brooklyn in recent years, it goes something like this: Gritty, rundown district gets rediscovered by young people with a vision, who start bands and open coffee bars and mayonnaise stores, leading to an urban renaissance. Or, if you’re of a different ideological bent — or someone who’s gotten evicted to make way for a mayonnaise store — replace “young people” with “developers and gentrifiers” and “start bands” with “destroy everything that was once good about the place.”\nIt’s the same story as in numerous other cities, where “revitalized” urban neighborhoods have sprung up in recent years, germinating Thai takeout and juice bars wherever they go.\nYet the real story of the New Brooklyn is far more complex. It's a tale of quick-buck land flippers and city officials playing cat-and-mouse as each pursue their own self-interested ends; of artists and entrepreneurs and sideshow hucksters seeking to claim neighborhoods for their own, while at the same time hoping to fight off the next wave of colonists who invariably follow them; of unemployed master puppeteers on soup kitchen lines and longtime shopkeepers alike trying to fight through the tidal surge of the new Brooklyn economy; and of young newcomers who seek apartments by riding the L train until they find a neighborhood they can afford. All are helping to shape Brooklyn in their own way, though some are more influential shapers than others.\nThese are just some of the people you’ll meet in “The Brooklyn Wars,” a full-length book that will zoom in on four key battlegrounds in the borough’s transformation:\n• The redevelopment of Coney Island, which began as a complicated four-way battle between amusement park operators, city planners, real estate magnates, and low-income residents. It's resulted in a beachfront that has been transformed, but not in ways that everyone agrees is for the better.\n• Downtown Brooklyn and Bushwick, two neighborhoods on the front lines of the borough’s gentrification battles, pitting longtime residents against wealthier (and whiter) newcomers.\n• The outer Brooklyn neighborhoods, from eastern Bedford-Stuyvesant to Flatlands and Canarsie, where most of the borough’s one million poor live, and where economic benefits haven’t always trickled down.\n• The new Barclays Center arena for the Brooklyn Nets, which sparked a decade-long fight over “jobs, hoops, and housing” involving the strangest of bedfellows.\nThese are all areas that I’ve covered extensively for more than a decade, for such publications as the Village Voice, City Limits, and Metro NY. (See demause.net for links to recent articles.) “The Brooklyn Wars” will take the best of this reporting — including a backlog of material that wouldn’t fit into a 500-word op-ed column — and mix it with new research to create an all-new work intended to answer the question: How has Brooklyn changed, who are the winners and losers, and what does this mean for other cities facing similar transformations?\nSo why, exactly, do I need your help with this? Right now, I have tons of stories to tell, but they’re scattered across dozens of articles in multiple outlets (many no longer available online), not to mention countless notebooks and minidisc cartridges that have piled up over the years. Your donation will not only help me research my research, as it were, but to conduct new investigations as well. Add in time for layout (I have book production in my bag of tricks as well) and some professional illustrators (very much not in my bag), and your funding is what will make it all possible.\nPlus, of course, you’ll get all the nifty rewards shown at right — including, if you so choose, an actual physical book, printed via Createspace and mailed to you via the U.S. Postal Service. Just like people used to buy in the old Brooklyn.\nHuge thanks to David Dyte, author of As Seen In Brooklyn, for the use of two of his photos in the above video, and to Tara Key and the wonderful band Antietam for use of their song “The Gate Closed” off their 2008 album Opus Mixtum. Once you’re done supporting my project, please go support theirs as well at the included links.", "risks": "Risks and challenges\nI've written both books (see http://demause.net/books/) and large magazine projects before, and know my way around planning timetables and hitting deadlines. Given the amount of research I currently have in hand, the amount I have yet to go, and the time (ten months) I've given myself to finalize the project, I'm confident that this is a more than reasonable timeline — especially since, with the exception of illustrations and copy editing, these are all tasks that I have both time and expertise to handle myself.\n\nIn a worst-case scenario, you may get your books a few weeks late — if not, I'll eat World B Free's oversized hat that Bruce Ratner wore at the Brooklyn Nets arena announcement. Regardless, I'll be sending out regular updates on the book's status so that you know what to expect and when to expect it — and, if it comes to it, pictures of me with my mouth full of hat.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "Brooklyn Wars live! Mon Feb 27 and Tues Mar 7", "update_content": "I haven't been sending updates to this list as much lately — for regular updates on Brooklyn news, follow Brooklyn Wars on Facebook or Twitter — but I do want to let you know about two live talks I have coming up in New York City in a few weeks:\nOn Monday, February 27, starting at 7pm, Zoned Out! co-author Tom Angotti and I will be presenting \"Gentrification, Race, and Displacement in New York City: Who's At Fault, Where Do We Go From Here?\" at the Brooklyn Public Library at Grand Army Plaza, in the first-floor Information Commons Lab. Tom is the foremost expert on city zoning and how it impacts urban planning and redevelopment (and is featured prominently in The Brooklyn Wars), and I'm extremely excited to be sharing the stage with him — plus guest panelists from affected neighborhoods.\nOn Tuesday, March 7, also starting at 7pm, it'll be just me and a slideshow projector for \"How to Colonize a City Without Even Trying: Tales from The Brooklyn Wars\" at Bluestockings Books (172 Allen Street, Manhattan). This will be a tour of the ways that economics, race, city policy, and a panoply of other factors interact to determine whose vision of Brooklyn becomes reality, with what I'm sure will be a lively discussion to follow."}, {"update_no": "UPDATE #30", "update_userinfo": "Stocking stuffer sale, and Brooklyn library campaign!", "update_content": "Hi, everybody!\nJust a quick note that for the next 48 hours, I'm offering paperback copies of The Brooklyn Wars for a whopping 40% off via my website as a special holiday sale:\nhttp://www.brooklynwars.com/sale/\nIf you know someone who'd like to read about the history and future of the New Brooklyn, but don't really like them enough to drop 15 bucks on them, now's your chance to buy them a gift at a deeply discounted price!"}, {"update_no": "UPDATE #29", "update_userinfo": "One-day sale: Brooklyn Wars paperbacks for 33% off!", "update_content": "Quick note that if you've been looking to buy a copy of Brooklyn Wars as a gift (or need to replace your copy that you threw at the TV on election night), now's the time! For the next 24 hours, you can order paperback copies for just $9.95 at:\nhttp://brooklynwars.com/sale\nEnter the provided discount code, and you'll be all set. Except for your TV, which I can't help with, but you probably aren't going to want one the next four years anyway."}, {"update_no": "UPDATE #28", "update_userinfo": "NEW: Photo galleries and news feed!", "update_content": "Two new items of note added to the Brooklyn Wars website today:\nI've been intending all along to add photo galleries to accompany each book chapter, and today I completed Chapter 1 (\"Sideshow\"): 22 photos I took before, during, and after the Coney Island rezoning wars. See them now at: http://www.brooklynwars.com/photos/sideshow/\nSince the publication of the book, I've been posting frequent updates of Brooklyn news items on the Brooklyn Wars Facebook page, which helps not at all if you're not on Facebook. (Or if my posts get lost in the flood of election news and cat photos.) Now you can follow along at your leisure via the Brooklyn Wars news page:"}, {"update_no": "UPDATE #27", "update_userinfo": "Book review week!", "update_content": "It's been one month now since the release of The Brooklyn Wars, which means I'm guessing at least some of you have had a chance to read it by now. In fact, I know some of you have, because you've been saying nice things to me about it on Facebook and via email — thanks, nice people!\nIn the age of social media, though, what a book needs most is reader reviews. So I'm making one simple request of anyone who's read enough of the book to have an opinion of it: Please consider writing a Brooklyn Wars review, however long or short or effusive or meh, as you so choose, on at least one online review site. Here are some quick links to some to get you started!"}, {"update_no": "UPDATE #26", "update_userinfo": "The Brooklyn Wars live!", "update_content": "If you're free this Monday (October 24) at 8 pm, come on out to Silent Barn in Bushwick for my first live reading of The Brooklyn Wars since its release, with a Q&A and discussion to follow. And to follow that, performances by local musicians Monsters Of Brooklyn and RAFiA, and poets/spoken word artists Jose Tails Morales, Chazz Giovanni Bruce, and Jazo Brooklyn.\nThe Brooklyn Wars reading is from 8-9:30, with performers to follow right after. Admission is a recommended $5-10 to pay the performers. (I'll be selling signed books if you have another $15 to spare.) Silent Barn is at 603 Bushwick Avenue, one block from the Myrtle J/M/Z stop. Hope to see some of you there!"}, {"update_no": "UPDATE #25", "update_userinfo": "That Was The Week That Was", "update_content": "It was a crazy busy first week for The Brooklyn Wars, as several media outlets marked the book's release with excerpts and interviews with yours truly:\nFor those wanting a sneak preview of the book, Gothamist ran a full week of excerpts from Chapter 2 (\"Blackout\") titled \"The Bushwick Wars,\" sparking a lively discussion in comments about gentrification, race, class, and displacement. (That's a tactful way of describing it, anyway; suffice to say that if you read between the usual comment-thread vitriol, there are some interesting points raised.) And Vice Sports followed with its own excerpt from Chapter 4 (\"Turf\"), titled \"Bruce Ratner: The man who brought the Nets to Brooklyn,\" which tells of the Cleveland-born developer's career path to becoming a prominent reshaper of his adoptive borough."}, {"update_no": "UPDATE #24", "update_userinfo": "Gothamist excerpts all week, radio tomorrow and Thursday, and more!", "update_content": "Scurrying around doing a million things this morning (including printing out mailing labels to start shipping out your books), but wanted to alert you to a few exciting developments:\nGothamist is running a week-long series of excerpts from The Brooklyn Wars under the title \"Bushwick Wars,\" which, as you can probably guess, focuses on that particular neighborhood and the troubles it's seen, first from abandonment, then from rediscovery. The first item went up yesterday, and another will go live later this morning; you can read the whole series at: http://gothamist.com/tags/bushwickwars\nI'll be appearing on 's The Rodent Hour tomorrow (Wednesday) at 7:30 pm to discuss the book and listen to some gentrification-themed music, and then on (99.5 FM) on Thursday morning at around 7:30 am"}, {"update_no": "UPDATE #23", "update_userinfo": "How you can help spread the word about \"The Brooklyn Wars\"", "update_content": "Today's the day! (Yes, I know I said tomorrow would be the day, but I finished early.) Ordering of Brooklyn Wars paperbacks and ebooks is now live, so tell all your friends, colleagues, and anyone else you think might be interested to hie on down to this page:\nhttp://www.brooklynwars.com/purchasing/\nThere, you'll find links to order paperbacks ($14.95) and purchase various ebook options ($4.99), plus a list of Brooklyn bookstores that have agreed to have the book in stock (not many right now, but I'm waiting for confirmation on a few others)."}, {"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/973044153/the-brooklyn-wars", "project_name": "The Brooklyn Wars"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "A version of our video with CLOSED CAPTIONS is available here.\nJul 1 - FINAL ADD-ON REWARDS IN UPDATE 26: For our final 24 hours, we've added limited edition DODOcases, Picnic Blankets, downloadable episodes of the original series and a live online event with Donald Glover & LeVar... from a boat!\n   Jun 27 - MORE HUGE NEWS IN UPDATE 22: We've entered the Top 5 Kickstarter Projects... and the other four (Pebble, OUYA, Pono, Veronica Mars) have ALL offered special new rewards to help us get into more schools! Read more now!\nImportant updates, in case you missed them:\nSTRETCH GOALS #1: What we can do if we reach $5,000,000!\nT-SHIRT DESIGNS: Three limited-edition designs to choose from! \nADD-ON REWARDS: Instructions for adding more rewards!\nORIGINAL DVDs: Now available as reward add-ons!\nHi. LeVar Burton here. You may know me as Kunta Kinte, from ROOTS, or Geordi La Forge, from Star Trek: The Next Generation. \nYou also may have grown up with me on Reading Rainbow. \nIt was my mother who taught me that, by picking up a book, I could \"go anywhere\" and \"be anything.\" Ever since Reading Rainbow began in 1983, I have dedicated myself to fostering a love of reading in children, just as my mother did for me. \nOver the past year, I have watched Kickstarter bring communities together to support artists and inventors. Again and again, I have been inspired by watching like-minded people team up to accomplish impossible dreams, and to change the world. \nNow, I am hoping you will join me on my mission: to bring Reading Rainbow back for every child, everywhere.\nTogether, we can change the lives of millions of children. But you don't have to take my word for it: just keep reading!\nI believe that every child has a right, and a need, to be literate. We have a responsibility to prepare our children… and right now, the numbers show that we, as a society, are failing in that responsibility.\nAnd here’s the problem:\nAnd: numerous studies reveal that children who can't read at grade level by the 4th grade are 400% more likely to drop out of high school.\nAnd: as of 2011, America was the only free-market country where the current generation was less well educated than the one before.\nThese problems won't solve themselves.  Real change will require us all to work together. We cannot afford to lose generations of children to illiteracy. And if we work together, we don't have to.\nThrough Reading Rainbow, we've been working to solve these problems for over three decades. Starting in 1983, Reading Rainbow successfully used television to turn generations of kids into lifelong readers... with great results.\nOf course, when Reading Rainbow began in 1983, we were using television to bring books to kids, meeting them where they wanted to be. In 2014, TV is not that place anymore. Now, we’re trying to reach a new generation of digital natives.\nThat’s why, two years ago, I launched the Reading Rainbow App for tablets. Building on the basics of the television series, we put hundreds of quality books – and educational video field trips – right in a child’s hands.\nThe response has been encouraging:\nBut despite this progress, there are big challenges left to face.\nFirst, not all families have access to tablets. Our goal is to cultivate a love of reading in all children, not just those that have tablets. To reach kids everywhere, we need to be everywhere: we need to be on the web, on mobile devices, on game consoles and on connected televisions. \nSecond, a resounding number of teachers have told me that they want Reading Rainbow in their classrooms, where they know it can make a difference. We will provide it, along with the tools that teachers need, including teacher guides, leveling, and dashboards. And with your help, we'll provide it to thousands of disadvantaged classrooms for FREE.\nEvery Home. Reading Rainbow’s digital collection already contains hundreds of books and video field trips… but with your help, we’ll be able to make the Reading Rainbow library available on more of the devices modern kids use to consume content. Now that we've met our initial goal of $1,000,000, we will be able to launch a new version of Reading Rainbow on the single most-used digital platform: the web. And now that we've reached our stretch goal of$5,000,000, we'll also be able to bring the service to mobile phones, Android, game consoles like XBOX and PlayStation, and set-top boxes like AppleTV and ROKU.\nEvery Classroom. Together, we want to provide Reading Rainbow to as many classrooms as possible FOR FREE! Now that we've reached our stretch goal of $5,000,000, we'll be able to provide year-long subscriptions in over 7,500 classrooms – and every additional $100K we raise lets us help 500 more!\nNo matter how much we raise, we promise that every dollar you pledge will bring Reading Rainbow to more platforms, and provide it for free in more classrooms.\nWe can make sure that millions of kids learn to love reading, but we can’t do it without you. That's why I hope you’ll join me in making a difference!\nI believe that spreading the love of reading is its own greatest reward. But if you're going to join our cause, we also have some wonderful prizes. But you don't have to take my word for it... Take a look!\nAside from the signed book, the rewards above will be available to anyone who pledges! \nBut we also have several LIMITED EDITION rewards... so be sure to get them before we run out! (And if we DO run out, keep checking back -- we'll do our best to add more when we can!)\nOr, if you prefer, you can also pledge for a reward package that will be gifted to the classroom or school of your choice!\nAnd, if you're just interested in Star Trek related rewards, and don't want all of the Reading Rainbow goodies above, we've also got a few special reward levels created just for you:\nThis Kickstarter – and Reading Rainbow – couldn't happen alone, so I want you to meet the full team behind our Kickstarter.\nEverytime I walk into the office, I am reminded that the Reading Rainbow team is made up of passionate, talented artists, producers, engineers, and so many more. Most of them grew up on the show, have families of their own now, and dedicate their working day to improving the lives of the next generation.  \nIt's an honor to be surrounded by my Reading Rainbow family every day, and we can't wait for you to join us. And if you do, you'll be hearing from several of us throughout the campaign, and after that, in our backer updates. Click on the picture below to learn more about us!", "risks": "Risks and challenges\nThe real risks and challenges we face don't lie in completing this project, but in the problems that we'll face without it.\n\nIf we raise our minimum funding goal, we do not anticipate ANY significant challenges or risks in completing the project.\n\nAs with all Kickstarter projects, there is always a risk of delay in delivering some of the rewards, but we've been careful to give ourselves MORE time than we think we'll need – so we hope we'll have some, or all, of the rewards out SOONER than listed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #48", "update_userinfo": "An Update from LeVar!", "update_content": "Dear Backers,\nThis has been such an INCREDIBLE year!\nOne year ago, we were getting ready to hit “GO!” on the Reading Rainbow Kickstarter campaign. The Reading Rainbow team huddled around computers, and watched closely as EVERY SINGLE ONE OF YOU pledged in support of our mission. Our dream has always been to instill a passion for reading and show children how they can experience the fun of learning through the world of literature."}, {"update_no": "UPDATE #47", "update_userinfo": "Reading Rainbow Donates Skybrary School to 3,500 Classrooms at the National Title 1 Conference", "update_content": "Dear Backers, \nWhat a truly incredible whirlwind of a year it has been for us. We are so thankful and humbled for all of the new opportunities and doors that have opened for us thanks to Y-O-U contributing to our massive Kickstarter campaign! We have some very exciting February news to share and want you to be one of the FIRST to know! \nAs part of bringing Reading Rainbow to “Every Child, Every Where”, we PARTNERED WITH YOUTUBE and their all-new kid-friendly video platform, to bring an exclusive Video Field Trip series to our children. Reading Rainbow’s series is designed to do for kids and technology today what the Classic Reading Rainbow series did for kids and reading 32 years ago: to make science and technology. In this brand new series Reading Rainbow plans to address technology ranging from electric toothbrushes to the Mars Rover, from kids and computers to space travel—and we’ll do it all in a way that makes technology exciting and easy for kids to understand! "}, {"status": []}], "comment_no": 19738, "projec_url": "https://www.kickstarter.com/projects/readingrainbow/bring-reading-rainbow-back-for-every-child-everywh", "project_name": "Bring Reading Rainbow Back for Every Child, Everywhere!"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "\"Rather like the great experiment that was avant-garde theater in New York for the second half of the 20th century. Behind the Lid is an evocation not only of Ms. Nagrin but also of an entire theatrical subculture that now has only a flickering existence.\"\n                            - Ben Brantley, The New York Times.  2007\nTHE STORY\nLee Nagrin was a pivotal and influential figure in the Avant-Garde movement of the second half of the 20th century.  She had a immeasurable impact on countless downtown artists thriving today.  With her assimilation of many artistic mediums, Nagrin was considered a multi-media artist long before the term was even invented.   \nBehind The Lid,  a theatrical experience created slowly over nine years by Lee Nagrin and world-renowned puppeteer Basil Twist, received its world premiere on June 3, 2007 at the Silver Whale Gallery in New York City to great critical acclaim. It ran for only 6 weeks. \nThe intimate audience of 18 people per-performance took an expanded and revealing journey through a special hand-made world. Twist and four puppeteers performed alongside effigies and totems of Nagrin. Her longtime home and work space, Silver Whale Gallery at 21 Bleecker Street, was utterly transformed into in a site-specific and ambulatory experience, delving into Nagrin’s personal history and that of the 20th century.\nLee died on June 7, 2007, just 4 days after the premiere, and her Silver Whale Gallery no longer exists.  \nThe film of Behind the Lid is one of the remaining preservations of her work.  It was shot directly after the close of the run, performed solely for the cameras over 2 days, before the sets, puppets and props were permanently struck.  The phantom camera takes you through the performance experience as if you were the sole person seeing it, and also from the perspective of the puppet effigy of Lee.  The film is both an elegy and a unique document of this sensory theatrical event.\nReviews of the original BEHIND THE LID production:\nBen Brantley. NY Times. 6.16.2007\nHelen Shaw. New York Sun. 6.19.2007\n\"Hiroshima\" scene. Photo Credit: Richard Termine\nFrom the film's director: \nBack in July 2007, when my friend Basil Twist approached me to film his and Lee Nagrin's theater piece Behind the Lid, I came to it as most of the audience did - ready for wonder, embracing mystery, and open to the adventure. Due to its limited run and access, I saw the show just once in preparation, but it was indelibly seared in my brain. I never met Lee in this world, but certainly met her in the world she created here with Basil. To describe it more would tell you what to expect or how to feel, and I'd rather you discover that through this film.\nBenevolent and talented colleagues from Basil and Lee's team joined together with my team to preserve art, and make art.  We captured Behind the Lid in marathon sessions, rough and tumble in just 2 days, but with a vision to translate and preserve Basil and Lee's bold and astonishing work to another medium.  Thanks to the generosity of Kodak, we shot on 16mm, in homage to Lee's earlier films.  To me, the textures and colors feel like memory.\nThis is a feature-length film documentary of a narrative performance experience unlike anything else, shot under remarkably limited conditions, driven by creative instinct, adrenaline, and above all, purpose.  Yet, from chaos comes beauty.\nNow, with your care and support, we'll see it finished in 2014. That we may succeed, with your generosity, is cause for reflection and celebration.  Lee is gone.  The sets are gone.  The landscape that nurtures this kind of theater has dwindled.  The end of shooting on film is declared near.  And yet, here we are, with all the spirits and mediums preserved.\nWith this film of Behind the Lid - and your help to finish it - we'll have created a portal and a conduit to the seemingly ephemeral. Trust me, this is to be treasured.\n- Steve Lippman aka Flip.  NYC, 2014\nGOALS and WHY WE NEED YOUR SUPPORT\nThe filming of Behind the Lid took place on July 8th and 9th, 2007.  The shoot was made possible by the generous donations of talent and services behind and in front of the camera.  Any essential financial commitments were covered by private donors, before the advent of outlets like Kickstarter.  \nDuring the shoot, we were usually limited to just 2 or 3 takes of each scene, covered by two 16mm cameras, given our limited supply of film stock.  \nThe exposed 16mm was transferred and archived to HD.  Through additional private donor funding,  the film was then edited on and off over a period of 6 weeks in 2008, covering about 40 minutes of the final estimated 90 minutes.  The film and project has laid dormant since then. \nThe desire to finish the film has always been there, but resources, schedules and the progress of other creative endeavors would push it to \"next year.\"  And of course, there was the question of funding such a specialized work. \nNow, with the outlet of Kickstarter and your help, we can realistically finish the film to the point where it can finally be screened at film festivals, museums, and arts events. \nThe money raised will cover the following:\n• Editorial\n• Color correction\n• Titles/credit design\n• Additional dialogue recording/dubbing\n• Sound mix\n• Screening / archive masters\nAs many of you may know, but worth repeating,  we only are funded if we make our Kickstarter goal.  This is an all or nothing proposition.  We have set our total at the lowest possible to complete our goals.  Finishing with this budget will still require heavily reduced fees, and lots of in-kind favors, but we know we can do it.   \nIf we are lucky enough, thanks to you, to reach and exceed our goal, then rest assured that there's still use for your funding. There's a whole other level to achieve that will enable us to bring the film to an even wider audience than our initial sights.  But first, let's climb this initial plateau.\nThank you for joining us on this journey.\n ABOUT THE ARTISTS\nOriginal Behind the Lid Production Credits: \nCo-Created by Lee Nagrin and Basil Twist • Directed & Design by Basil Twist • Costume Design by Sally Ann Parsons • Lighting Design by Tony Giovanetti • Projection Design by Daniel Brodie • Sound Design by Moira MacDonald • Performed by Basil Twist, Oliver Dalzell, Yvette Edery, Randy Ginsburg, Kirsten Kammermeyer and Jamie Moore.\nPrincipal film production:  Jeremy Kotin, Shane Sigler, David Teague and David Bartolomi.  Thanks to Anne Hubbell at Kodak.\nLEE NAGRIN was a visual artist, performer, singer, choreographer, director and playwright. She is considered one of America’s first women performance artists and a pioneer in the field of interdisciplinary performance work.  Her highly original and unflinching vision has led to the creation of richly layered work that has been described as \"pure image-theatre magic.\"\nNagrin moved to New York in 1950 and became a major force in the Off-Broadway theatre scene for more than forty years. She was instrumental in the development of several Off-Broadway theatres, including the Sullivan Street Playhouse, the Bridge Theatre, Theatre One and the Downtown Theatre. She produced, directed / or performed in some ten Off-Broadway productions between 1950 and 1963, and was first to produce the work of Ionesco in the U.S.\nIn 1958, Nagrin appeared alongside Steve McQeen in the cult film The Blob, and was offered a four-year studio contract by Paramount. Nagrin declined the offer in order to pursue a creative life in New York City.\nFrom 1971 to 1981, Nagrin was a member of Meredith Monk’s company The House, with whom she developed and performed in a number of works: Paris/Chacon/Venice/Milan (1970) Vessel (1971) Education of a Girl Child (1974) (Ping Chong and Monk) Small Scroll (1975) Quarry (1976) Recent Ruins (1979) and Ellis Island (1981).\nIn 1975, Nagrin directed Eric Slazman’s Lazarus. In 1975-76 Nagrin co-created Stings with Margaret Beals which premiered at London’s ICA in 1977 and was performed in New York at Kaufmann Hall of the 92nd Street Y and at the Playwright’s Horizon.\nNagrin formed her own company the Sky Fish Ensemble in 1979 and created and directed the following: Sky Fish (1979) and Bird/Devil (1980) which were performed at the Silver Whale Gallery, New York. In June/July of 1982, Whorl was performed at Danspace, St. Mark’s Church, New York. All these works were produced by the Women’s Interart Center. In 1986, Nagrin premiered two works: Bone Orchard and Bird/Bear. The latter won an OBIE Award for Best New American Play. In 1990, Dragon’s Nest was presented at La Mama Annex in association with Women’s Interart Center.  Angels Elegy (1994) premiered at the Silver Whale Gallery. In 1995, a video production of Sky Fish was added to the Museum of Modern Art Film Archive Collection. In 1997, Nagrin directed Pathways by choreographer Margaret Beals, which The Boston Globe included as its \"Best Theatre Works\" of the year. In 2000, The Valley of Iao was presented at La Mama Annex, co-produced by La Mama in association with Dance Street Productions.\nNagrin also performed in the following Karen Malpede’s plays: Blue Heaven (1992) at Theatre for the New City, and a workshop production of Beekeeper’s Daughter (1994-95) in a role wrote for her that toured Italy. In 1995 she performed in Foundry Theatre’s production of Deviant Craft by OBIE Award winning playwright W. David Hancock , at Brooklyn Bridge Anchorage.  Nagrin’s last play was \"Behind the Lid.\"\nwww.leenagrin.com\nBASIL TWIST is originally from San Francisco.  Twist is a third generation puppeteer whose original productions include Symphonie Fantastique, La Bella Dormente Nel Bosco, Hansel and Gretel, Behind The Lid, Arias with a Twist, Seafoam Sleepwalk and The Rite of Spring. \nBroadway credits include The Pee Wee Herman Show and The Addams Family. In San Francisco his credits include his original Dogugaeshi at Cal Performances, Wonderboy with Joe Goode Performance Group, and The Long Christmas Ride Home at Magic Theater. \nHe has received an Obie and Drama Desk Award, five UNIMA Awards, two Bessie Awards, a Henry Hewes Award, a Guggenheim and USA Artists fellowships, and a Doris Duke Performing Artist Award.  \nIn 2012 the city of Washington D.C. hosted a retrospective of his work. He will collaborate with Wheeldon on The Winter's Tale for the Royal Ballet in London this April.  He lives in NYC, where he guides The Dream Music Puppetry Program at HERE.   www.basiltwist.com\nSTEVE LIPPMAN aka FLIP's credits include acclaimed music short films, documentaries and music videos conceived and directed for David Bowie, Laurie Anderson, Dolly Parton, Esperanza Spalding, Carly Simon, Bette Midler, Trixie Whitley, Jorge Drexler, Joe Henry, Kronos Quartet, Rumer, k.d. lang, Madeleine Peyroux, Youssou N'Dour, Bonnie Raitt, Sam Phillips and many more.\nFlip's work has been screened at film festivals worldwide including Cannes, London, Berlin, Sao Poalo, Nashville, Tribeca, Denver and more. Dedicated programs of his work have been held at the Music Doc Fest/Malmo, Sweden, Sound Unseen Film Festival, Minneapolis, MN, and In-Edit/Barcelona film festivals.   Imagery from his music films was featured in major concert tours for David Bowie, Rosanne Cash, and Dolly Parton. \nThe director's documentary feature film Stay All Night is in pre-production, anticipating a 2015 release.  Stay All Night is a kaleidoscopic dazzling show-business and social meditation on the profound bond between Judy Garland and her audience, the nature of memory, and New York City in an era of pivotal change, seen through the prism of Garland's legendary Carnegie Hall concert of April 23rd, 1961, as told by those who were there. The film is executive produced by Academy Award winners Rob Epstein & Jeffrey Friedman.\nFlip resides in Brooklyn, New York, but works globally. \nSelect works from FLIP ", "risks": "Risks and challenges\nCompleting the film with the minimum budget we have set will still require a lot of energy, good will and elbow grease in the forms of extremely reduced fees, lots of in-kind support and favors from friends and family. Still, we are certain these are resources that are committed and that we, as a very qualified team, can depend on. We are confident that we can make it to the finish line and complete our goals with this funding. Both Twist and Lippman have been successfully funded on Kickstarter for their respective individual projects DOGUGAESHI and STAY ALL NIGHT.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "Matchmaker", "update_content": "We have made a MATCH! Hurrah! In these last 30 hours of our pursuit to complete our film, we have a donor who will match all pledges that come in right now and before our campaign expires. As of this moment we are 89% funded, we are just 11% away and every dollar donated will be matched!\n89% of the way there!! Please at the last moments of this campaign consider sharing our push with anyone who might want to join in the adventure. Also if you are able to increase your pledge- your whole amount would apply towards our donors match!  But most of all, please cheer for us in this last push!  We are almost there!\nTHANK YOU!!"}, {"update_no": "UPDATE #7", "update_userinfo": "Three Days to Go!", "update_content": "Today we are 80% funded and we are so thrilled and getting really excited because we can see the FINISH LINE!  Three more days to go and then the real fun begins- we will be able to finish the film!  Fingers & toes crossed for us all in the following days as we conquer the last 20%."}, {"update_no": "UPDATE #6", "update_userinfo": "Happy Easter!", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "Playbill feature article gives our campaign a boost!", "update_content": "We are grateful to editor Adam Hetrick for writing this article on PLAYBILL about our Behind The Lid campaign.  Check it out!\nhttp://www.playbill.com/news/article/190143-Puppeteer-Basil-Twist-Launches-Kickstarter-to-Complete-Work-on-Project-With-Late-Trailblazer-Lee-Nagrin?tsrc=nx"}, {"update_no": "UPDATE #4", "update_userinfo": "One Week to Go!", "update_content": "Behind The Lid Fans!\nWe are becoming a substantial group now.  Thanks to new friends coming on board- we are so grateful to have your pledge in support the completion of this beautiful film- only 7 days remain on Kickstarter. Lee Nagrin was a pivotal and influential figure in the Avant-Garde movement of the second half of the 20th century. She had a immeasurable impact on countless downtown artists thriving today including Meredith Monk's \"Quarry\", \"Recent Ruins\" and \"Education of the Girlchild\". This film is a moving and powerful tribute to Lee and has much to share with a present day audience as well.  We are hopeful that we will continue to get the word out.  Here is a video of link in the final scene of the production.  The video images of Lee and her narration were captured very shortly before she left this world.  It's just a taste of what we are working to complete.  More to come!  Please now is the time to spread the word some more and consider increasing your pledge at this time if that is at all possible for you.  Look at this video and consider if you can stretch some more. With the biggest thanks, Basil, Steve and Sally Ann"}, {"update_no": "UPDATE #3", "update_userinfo": "Spread the word!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Two weeks to go!", "update_content": "Thank you to all the new backers who have joined us this past week!  We are really inspired that you ALL have answered the call!  We have a long way to go but we are hopeful that we can make it!  Please if you can, keep spreading the word about Lee and finishing this important film.  Here is a little jpeg that we made if you would like to share.  Also, if you have any ideas for people in Lee's community that we should reach out to, we would love to hear those. It is a challenge to reach back into the past when digital did not exist and find Lee's most near and dear."}, {"update_no": "UPDATE #1", "update_userinfo": "Awesome Launch!", "update_content": "Thank you to all of our backers who have come on so early and so strong- we are heartened in our task!  We have 24 days to knock this out of the Park!  Keep spreading the word to all who knew and loved Lee.  Here is a great picture of Basil and puppet Lee in the garden scene."}, {"status": [{"Project funds successfully": "103 backers pledged $21,740"}, {"Project launches": "MARCH 26, 2014"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/529513044/behind-the-lid", "project_name": "\"BEHIND THE LID\""}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "Brothers Daniel and David Frank  will be  taking up residence at the Sala Diaz exhibition space in San Antonio Texas, where they will spend two weeks creating  and installing a space of sacred intention for the community.   The working title for the installation is \"Infinite Yes\". We are working from our living philosophy that \"Yes\" opens the world up to infinite possibility. This exhibition will be a celebration of that musing and of the divine dance that is life.  We are raising funds to cover all the costs inherent with mounting a show of this scale.  Our primary expense will be related to acquiring supplies and tools necessary to transform the space as well as costs associated with travel and sustenance as we create our work.  We are grateful for your interest and support. ", "risks": "Risks and challenges\nThe greatest risk that we face as we embark on this project, is not having sufficient funds to make it happen. We are accustomed to living lean and working hard, so I must be honest and say that it is highly unlikely, (baring acts of divine mischief ) that we will not meet with success.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Digging in!", "update_content": "Hello friends. We are so thankful for you all as we are getting production under way for the opening on May 16th.  This is awesome...  Seriously, Thank YOU.  I am writing because we want to start producing and sending out your rewards... Yee Haa!  In many cases that means we get to make you things... and we are doing that now!  Also some of you have T-shirts coming to you. \nSo.... here is what we need from you..."}, {"update_no": "UPDATE #6", "update_userinfo": "Closing Time", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "What thinks you?", "update_content": "Ahoy Beauties,\n   Now that we know we'll be funded (Thank You, Thank You!) David and I are full speed ahead into production.  Since ya'll have skin in the game, I am hoping you will give your opinion.  I'm working on sticker designs and I'd like to know which you like... If you are inspired to, please answer back with your three favorites.  \n  Yes Joy!"}, {"update_no": "UPDATE #4", "update_userinfo": "We Did it!", "update_content": "YES!!!!!!!  Thanks to an act of stellar generosity, we hit our Kickstarter goal yesterday! We are so grateful for all the support we've received, and now, super excited to be planning and conspiring and dreaming. Blessings abound!\nThanks to each of you for your support.  We are so grateful.\nBIG LOVE,"}, {"update_no": "UPDATE #3", "update_userinfo": "The Yes Manifesto", "update_content": "Hello friends.  I'll begin and end with Thanks for your support.  We are 62% funded with 16 days to go.  I wanted to share this video with you today.  This project in it's broader sense is about embracing life, being open to all possibility, and going forth into the mystery with joy and gratitude.\nIf this video resonates with you, please share.  \nHave a beautiful day, and Thank you again!"}, {"update_no": "UPDATE #2", "update_userinfo": "An attitude of Gratitude", "update_content": "YES!  Thank you friends for your support. Were getting closer every day. Please spread the word to your friends so we can reach our goal.  \nHoly Christmas ya'll are awesome.\nLove and Blessings,\n~Daniel and David."}, {"update_no": "UPDATE #1", "update_userinfo": "One week in!", "update_content": "Greetings Loves!\nWe're one week in to our Kickstarter campaign and so pleased to report that we are already 55% funded for our project.  Thanks to all of you who have offered support and shared our campaign with others.  We are so excited to make the Infinite Yes show happen.  David and I are doing lots of brainstorming, it is going to be awesome and beautiful.  Sending huge Love and Thanks. Spread the word we've still got 45% of our goal to hit!   "}, {"status": [{"Project funds successfully": "83 backers pledged $6,796"}, {"Project launches": "MARCH 7, 2014"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1323288976/infinite-yes-a-gathering-in-celebration-of-creativ", "project_name": "INFINITE YES! a gathering in celebration of creative spirit."}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "Stretch Goal\nThis project made its funding on December 4. It all happened suddenly toward the end, so there was not time to write about stretch goals. A \"stretch goal\" is a new or added goal, beyond the original goal, in the event the project exceeds its funding. In our case, we have a number of people lined up who are ready to pledge, so I want to emphasize that we can still take those additional pledges and that they will continue to advance our cause. Here, then, is our stretch goal.\nFunds beyond our target will go toward a commission. We will approach Johnny Simons with a proposal that he create a new original theatre work that will complement the archived works on our website. The idea is that he will write a piece -- perhaps to be premiered at the Hip Pocket Theatre in 2014 -- that will round out the works that we are digitizing from the early Simons and Balentine years. We will find a way to videotape the performance, using some of the digitizing/editing activities that will be underway at that time. This -- the newest in a long line of Simons originals -- will then cap the website archives, demonstrating the ongoing vitality and creativity of live original theatre in Fort Worth.\nWe hope that we can raise enough in these final countdown hours to award this special commission to Johnny as a special thank you for his prolific output, and as a tribute to Douglas and their very special creative relationship. So please, keep those pledges coming!\nNew pledges from this point may request that donor names be associated with this new commission, as well as with the website itself.\nProject in a Nutshell\nAt the end of this one-year project there will exist a website with 25-30 of Doug and Johnny's shows (video and audio), plus early home-made tapes, garage recordings, and the visual reference material that goes with them. An archive if you will, of the important collaboration between Johnny Simons and Douglas Balentine in those early years of the seventies and eighties at Fort Worth's Hip Pocket Theatre.\nBackground\nMy name is Bruce Balentine, but this project is not about me; it is about my brother, Douglas. I want to preserve his music and see it live again. Doug worked for some 30 years with Johnny Simons—his collaborator, mentor, friend, and soul-brother—producing innova­tive musical theatre in Fort Worth, Texas. Johnny wrote the scripts and lyrics, Doug composed the music. Johnny directed and cho­reographed; Doug played piano, assembled the musicians and rehearsed the singers. In 1977, they and Johnny’s wife Diane founded Hip Pocket Theatre, a Fort Worth institution. You can learn more about them here:\nhttp://www.hippocket.org\nThe theater is still flourishing today, and will be starting its 38th season in June 2014.\nThe image above shows Doug at his keyboard at the original Hip Pocket Theatre on Highway 80 (1979). The theatre moved later to two subsequent sites, but always retained the rustic and improvised texture that is its unique trademark -- as if the theatre and its music grew spontaneously right up from the scrub brush and oak trees on the west side of Fort Worth.\nDouglas died in 2008. He left behind a room full of reel-to-reel and cassette tapes: more than 30 full-length musical theatre pieces, plus albums, songs, half-finished scraps, and the scores, scripts, and printed materials that go with them. Some of the most beautiful music I’ve ever heard lies buried in those tapes; and some of the most moving lyrics, Johnny’s lyrics, are brought alive by Doug’s musical in­terpretation and by the stories and staging captured on the ¾-inch U-Matic video cassettes filling a second storage room.\n The Problem\nThese old analog tapes are degrading with each passing day that we do not digitize them. I have devoted much of the past four years to converting those tapes into digital form. I al­ready have more than 50 hours of material on my hard drives. Digitized music is in the form of 44.1 KHz stereo .wav files, and video is MPEG2. But it is very time-consuming, and I have a full-time job. I am increasingly worried that the material is vanishing faster than I can get to it.\nThe Solution\nWhat’s needed is a professional who is paid to do the digitizing. This professional needs to have the following skills:\nKnowledge of analog tape formats;\nSkill with tape splicing;\nSkill with tape “cooking”;\nAbility to handle NAB hubs and reels; and,\nAbility to edit multimedia (audio & video) files on computer.\nWe have located and lined up those professionals. But it costs money. The first phase of this project involves getting these fragile tapes digitized and secure.\nDoug and Johnny don their tuxedos for picture call in the dance studio (1980)\nDoug and Johnny shortly before Doug’s death (2008)\nPhase I: There are three phases to our plan. The first is by far the most important: digitizing the analog tapes to stop their continued degradation. We have found several firms able to do this work both in San Antonio (where most of the tapes are) and in Fort Worth (where video cassettes are stored). My brother Jim is in San Antonio to supervise the tape work there, and—since the Hip Pocket Theatre is located in Fort Worth—that area holds many long-time aficionados who can help with labeling and indexing. During digitizing, the transfer specialists will set levels and ensure the best copy. They will also encounter old worn-out splices and broken tapes, requiring splicing and other repairs. In some cases they must “cook” the tapes (due to an unfortunate design flaw in a particular brand of Ampex recording tape popular at the time). We have the appropriate tape decks, cooking and splicing equipment and will provide them to the audio company. We will also work closely with them to assist in this digitizing phase.\nHere is a breakdown of the tape collection:\n115 reel-to-reel tapes (7\" and 10.5\")\n165 audio cassettes\n90 video cassettes (VHS)\n75 video cassettes (3/4\" U-Matic)\nThat's 280 audio and 165 video tapes -- a total of 445 tapes representing some 720 hours of material. Many of the tapes will run easily at real-time (for example, it's been my experience doing this in my home studio that most of the cassettes have remained in good shape and experience no problems). Others -- the larger R2R tapes especially -- will exhibit a lot of damage. We'll go from easy to hard to make the early phase produce output quickly. Almost half of the budget is targeted at Phase I based on the expectation that we'll experience problems with about a third of the R2R tapes but little problem with the rest.\nPhase I digitizing will require six months.\nPhase II: Once we have the tapes in digital form, we can distribute the rest of the archiving effort thoughtfully across many people The second phase is for organizing, labeling, tagging, and preparing the material for uploading. Most of this work will be done by me at no cost, but some significant budget is set aside for data entry and cataloguing tasks that must be done by team members associated with the Hip Pocket Theatre. Peggy Bott Kirby is the main person assigned this task. We expect to receive offers of assistance by the many scores of Hip Pocket exes who have enjoyed this remarkable theatre for so many years to help with this effort instead of (or in addition) to their backing pledges, as described in the rewards. Phase II will require six months.\nPhase III: The third phase develops the website and populates it with these materials -- audio, video, and images. Much of the work can be done by website talent already working with the theatre -- for example Robert Bourdage -- who maintains the current hippocket.org website now. But we will need to bring in outside expertise for some of the details associated with content management and copyright protection issues. We have dedicated the rest of the budget to that technical assistance. Phase III will require four months.\nSchedule\nThe phases overlap as shown in the figure above. Phase I will begin with the easy tapes. So we will have several shows ready after two months to begin the indexing and cataloguing effort. Phase I and Phase II then proceed in parallel for the majority of the project, which is scheduled to last exactly one year. By the seventh month, we will have a very large body of material ready, and can then begin the website itself. That development is expected to take four months, during which any difficulties with the digitizing and cataloguing of the \"problem\" tapes can be addressed. In this way, we'll meet our schedule even if an unexpectedly large number of tapes exhibit difficulties.\nThe End Result\nThere are more than 30 full-length musical-theatre productions that represent the Simons and Balentine early years. See the video for the top 14 (approximately 2:30 in the Kickstarter video above). When this project has ended, the website will contain as many of these 30 shows as we can locate and catalogue -- one page per show. Each page will hold the musical selections and any video footage that we have been able to recover, as well as photographs and images of scripts, programs and posters.\nAbove is a wireframe showing one concept for the home page of the website. Design details will be worked out in the early phases with the finished wireframes presented to the web developer for rendering.\nThe wireframe above shows one concept for user-selection -- in this case, material from the early years prior to the founding of Hip Pocket Theatre. Songs from the Christmas albums, \"The Lake Worth Monster\", and Casa Playhouse shows contain many of the concepts that seeded the theatre and its early burst of creative output.\nThe wireframe above shows what one of the show pages might look like. In this case, we have a well-archived show called \"Elder Oaks.\" Along the right, the user can listen to and/or download each song from the show (in mp3 or wav format). In the gray boxes will be promotional materals, a synopsis of the play, and other visual (scanned) material. A scrapbook link and download buttons are placeholders for other materials, which may grow to include scrapbook photos, scripts, cast listings, and a video of the original show performance (if it exists).\nThere will be some 25 or 30 of these pages, depending on how many shows have survived and what kind of condition the tapes are in. We cannot know for sure the exact page count until Phase I is complete.\nI have a detailed project plan showing budgets, timelines, and the technical inventory of all of the tapes. Get in touch with me if you want to see and review it, or if you want to contribute some of your time to assisting in its execution. - Bruce Balentine", "risks": "Risks and challenges\nThe first and most important part of this project is the digitizing, and there is ample money in the budget to accomplish this. There will be snags -- tapes will break, some material may be lost forever -- but getting it into digital form is the immediate goal. We have lined up several different recovery specialists, and failure by one will lead to hand-offs to another.\n\nThe greatest risk is that we experience more problems than expected with the analog tapes. In severe cases, the plan is to try to locate alternative sources. There are thousands of ex-Hip Pocketeers scattered around the world, and one of them may have the cassette of a show that otherwise is taking too many hours to digitize. This Kickstarter project will have the added value of exposing our predicament to all of those performers, stage hands, audience members, and backers that will now have a central focus -- recovering this material -- and we may receive many tapes from people with whom we've long lost touch. In other cases, we'll have to settle for fragmentary pages -- for example a show that has no audio record other than the original piano rehearsal tape recorded by Doug in his home studio. Making these choices will be the dominant activity by those of us immediately responsible for this project, and, of course, we will keep every one of our backers notified as we discover the state and demands of a given show.\n\nLoss of material by having to ship tapes is another obstacle, so we have selected local specialists for most of this work. We also will deliver the tapes (now secure in air-conditioned storage) in small lots to prevent unexpected loss due to theft, fire, incompetence, or other contingencies.\n\nAfter digitization, there are two major hurdles: first, the material must be annotated, labeled, and organized. Second, the website must be brought up. Much of the former is an act of love (read: no charge) by those who know this material well. But we must pay someone to organize and coordinate the tagging and final labeling, the metadata, cross-referencing, and the uploading. There is money in the budget to accomplish this if we're careful, but the contingency in the event that this task is underestimated is for each of us on this project to chip in the extra that will be required to get everything upload-ready. Luckily, once the material is digitized, this activity will be safer -- we'll be working from copies, and the digital version will not be degrading like the analog tapes are doing.\n\nThe final part is the website, and this requires technical skills (i.e., a webmaster) who can develop an effective and accessible website using content-management software. The domain names are already purchased, but there will be server costs (this is a lot of audio and video) and development costs. All of this is budgeted, but unexpected setbacks could delay the work. In such a case, we plan to go to our backers and ask their indulgence as we bring up a subset of the website -- something that they can see and touch and hear -- while we complete the rest in phases.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Long Time No Chat", "update_content": "Hello, friends and contributors. It's been nine months since my last update and, although many things are going on behind the scenes, it has been a dry spell for the website. I do hope you have been enjoying the many shows and albums that are up now. According to my site dashboard, you are: I receive weekly reports on site visits and other statistics, and I see scores of regular visitors, as well as an average of some 100 or so new visitors each week. There seems to be equal interest in all of the pieces currently posted. For those who haven't been there lately, don't forget the URL:"}, {"update_no": "UPDATE #23", "update_userinfo": "The Lake Worth Monster", "update_content": "I'm so sorry for the delay on getting more shows up on this website, they are \"in the can\" and waiting to go, but I've been working instead on pulling together the materials for this summer's revival of The Lake Worth Monster -- to be performed live at the Hip Pocket Theatre in September and October. This will be the first live production of a Simons & Balentine play in many years, and as \"the keeper of the archives,\" it was up to me to get the material all assembled and ready.\nI'm almost finished, and ready to turn it over to Joe Rogers, the Musical Director, and his very able band, Eddie Dunlap, Chris White and Darrin Kobetich; plus the singers: Don Arnett (Cowboy Billy), Patti Littlefield (Belstar and Luna Moon), Grover Coulson (the Monster), and the three backup singers Elysia Ann Worcester, Peggy Bott, and Quentin McGown. James Maynard will once again be Wiley, and will also sing the part of Rue Royal. The show is shaping up nicely."}, {"update_no": "UPDATE #22", "update_userinfo": "Elder Oaks", "update_content": "I just posted Elder Oaks. It was in poor shape, so I had to do quite a bit of editing. There are still some dropped samples (\"skipping\") but all in all it came out OK. This one brought back memories of the Edinburgh Festival. I hope I got the credits correct in the Lyrics and Script document, let me know if I didn't. Dennis Runge, thinking of you.\nUp next, a new batch hot off the press, including Nova's Shady Grove, Cowtown, Paul Revere, and Raggedy Farm. Also coming soon, the 1989 version of Lake Worth Monster."}, {"update_no": "UPDATE #21", "update_userinfo": "Return of the Creature", "update_content": "This show was originally performed at Casino Beach in 1981, and features a tribute to Casino Beach and Casino Ballroom. You can learn more about that history here at this website: http://www.fwtx.com/articles/casino-beach-revitalization\nThe show also touches on some Lake Worth history based on the fact that land around the lake is leased rather than owned. In a controversial action, the Fort Worth City Council evicted residents from their homes."}, {"update_no": "UPDATE #20", "update_userinfo": "Hearts of the City", "update_content": "The live performance of Hearts of the City, Saturday, September 19, 1981 is now up. This one ate my lunch -- it's a complex live recording that required a lot of editing. There are still some sections of dialogue that change in volume, and I'd love to go back in time and make adjustments to the mix. But it's all there.\nThis was a big production and a very clever piece of musical theatre. The song lyrics are included, so make it a point to view them as you listen so that you can follow the story and picture the staging. Imagine, especially, the three dance sequences -- the Dallas Ballet (when Ragman and Buck first make it into Dallas); the dream sequence after Sonny has escaped from prison in Huntsville and, while making his way to Fort Worth, has PTSD flashbacks to Vietnam; and the fun at Six Flags Over Texas. These three production numbers are among my favorites that Johnny and Douglas assembled over the years."}, {"update_no": "UPDATE #19", "update_userinfo": "A Little Administrative Clean-Up", "update_content": "Some time has passed since anything new has gone up on the website, sorry about that. I was trying to move quickly, and found myself stymied by the size of the collection -- just making too many mistakes. So I finally decided to set aside the time to copy and label everything more carefully, enter it all into the database, and perform other administrative housekeeping tasks. Not exactly a setback, but it has taken longer than expected. Now I think I have my materials laid out cleanly.\nNext up: Hearts of the City, Return of the Creature, the 1989 Lake Worth Monster, Nova's Shady Grove, and an old album by Doug and Jim called, \"In Quest of Sylver Dollars.\" Waiting in the wings is Raggedy Farm and Clown Alley in multi-track format awaiting a mix-down. I set those aside until I could do this clean-up. The older tracks for Cowtown and Paul Revere are a mess, and I'm having to piece those together from fragments. The rest of the shows are lower priority, and will follow these in due time."}, {"update_no": "UPDATE #18", "update_userinfo": "KERA Lake Worth Monster", "update_content": "The first half of Act I of The Lake Worth Monster -- live broadcast from the studios of KERA national public radio in Dallas in 1982 -- is now up on the site. I have also written a blog about the piece.\nI have almost finished editing the rest of the show, and will have it up before too long. Also, volunteers are starting to come forward to offer their help, so I am excited that we will soon start seeing photos, lyrics and scripts."}, {"update_no": "UPDATE #17", "update_userinfo": "Two New Shows", "update_content": "Hello everyone.\nThe site has two new shows, \"Old Mother West Wind\" (which I'm sure you all agree is a real charmer) and a very special posting, the original rehearsal tape for \"The Lake Worth Monster\" (LWM). I'll be adding some notes and comments on this -- the very first Simons and Balentine collaboration. I'm also nearly finished editing the KERA Blockbuster version of LWM from 1983, as well as the last revival performance of LWM at the Hip Pocket Theatre in 1989."}, {"update_no": "UPDATE #16", "update_userinfo": "Preliminary Release Is Up and Running", "update_content": "Go to:\nhttp://www.simonsandbalentine.org\nThis is where this material will live from now on. I have nine shows up -- remember that a \"show\" can also be an album or an event. Different shows demonstrate different features of the website. Some include a \"Lyrics, Scripts and Notes\" document that you can peruse while listening to the music. Others have video as well as audio. A couple of the early albums give a nice historical perspective. I also have a first blog. Most shows are incomplete in some way."}, {"update_no": "UPDATE #15", "update_userinfo": "Thank You for Your Patience", "update_content": "Well, here it is the middle of February. And, once again, I must fall on my sword and report that the preliminary Simons and Balentine website -- which seems to be perennially \"almost\" finished -- is, in fact, almost finished. Everything is going slower than I anticipated. But still, everything is going.\nThose of you doing volunteer audio editing, my apology for delaying that process. Everything about this audio database takes a long time, and it's proving slower to prep and send files to others than it is to clean them up myself. That fact is about to change, however, as I almost have the entire database labeled and organized. So the incipient website now includes a volunteer solicitation -- you can sign up on the website and arrange to help out with comments, pictures, and audio editing as you're able and willing. That allows me to bring up the site with partial shows and to then encourage others to assist in populating it with the freshly-digitized material."}, {"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/brucebalentine/simons-and-balentine-website", "project_name": "Simons and Balentine Website"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "The campaign continues! New rewards! Announcing our website: IndieVanGameJam.com!\nThe series is about asking a question. Every episode is a question about game design that we think the studio we’re visiting is trying to answer. As we travel to their studio in the Indie Van, we explore the answer to that question ourselves in the form of a game jam.\nA Sample Episode\nFor example, say we travel to BioWare (not an Indie, but a great example!), they usually make games that involve branched storytelling and choices. The question for them might be ‘is truly consequential branched storytelling actually possible in video games?’ This is a question many folks have asked about game design over the years. Once we have The Question that is right for the studio, we hop in the Indie Van and game jam along the way, trying our hardest to answer the question ourselves. When we arrive at the studio, we interview the developers and ask them The Question – then we show them the current state of our game jam and see what insights they have. Now, armed with the sage wisdom of the masters, we finish the game jam in the van on the way home and release it with the episode as a digital download. (More on that later.) \nCheck out a video teaser for what kind of talk we talk with someone like Stoic!\nA Series?\nYes, indeed! We want to film an 8 episode series. That means we want to create 8 web episodes, featuring 8 indie developers, spanning 8 different cities, and delivering 8 small game jam games which could range from totally awesome to total trainwreck! These games will be made available for download at the same time the episode airs, so you can join us on the adventure.\nThe series is about the DIY spirit – start working now! Do it yourself! Just go find the people who are experts and ask them how they got there! You don’t need to wait to be discovered, go out and get it! The series is about travel! We wander through the world seeking out our heroes and trying to meet them at eye level! We explore the world and turn up pockets of awesomeness all over the place! We get travel-weary and car-crazy and grumpy and eat weird local food! We try to become a part of these places we’re visiting, like travelers, not tourists! The series is about Zeb and Chad and our dumb sense of humor! Our own weird perspectives on games and what we think is awesome about them! Our dumb jokes! About how our personalities are both similar and different and the celebration of that!\nGames!\nGames as well! Every episode features us doing a Game Jam that seeks to explore The Question that we are posing to the Indie Sages. As we make our way around North America, we will meet both success and failure in making bite-sized games in numerous styles in a bite-sized amount of time. Whether we win or lose, you can check out the awesome or awesomely bad results for yourself. Right beside each episode will be a way to buy the game from the episode. Since these games can be a gamble, we won't charge more than 99 cents for the awesome ones and the awesomely bad will be free.\nBinary Solo is a two-man indie studio formed by Chad Stewart and Zeb West in Austin, TX. Our mission is simple: Make the games that we would want to play, and play the games that we would want to make. \nChad and Zeb met while working on Star Wars: The Old Republic at BioWare Austin and bonded over a shared desire to charge into the vibrant indie scene which has erupted in North America. With new tools, markets and funding channels available to the masses, and a rebellious dissatisfaction with the increasingly bland games being turned out by large publishers, now is the time to make the game you dreamed about. Chad is programming and president, Zeb is production and design. Together they are on a crusade to stamp out the jive and bring in the love. \nThe Indie game scene is so vibrant right now, with the tools for development and distribution being democratized – readily available and in the hands of the people! That’s causing some outrageous games to come out as a result of a revolution – shaking up the games that large publishers have been delivering to gamers, and giving rise to vibrant, experimental new flavors and genres, answering an outcry for something new. We thought it would be fun to get right inside this bustling scene, and show what the indie developers are doing – how they’re going about things differently, how that ‘do it yourself’ indie spirit is spawning innovation and creativity. Seeing how a small pack of passionate developers can turn out something better and more interesting than armies of corporate developers who might be so compartmentalized and disenfranchised that they've lost the fire for the games they’re making!\nVideo games are such a young industry it’s easy to forget that the development structure and a publishing model is still being defined! What happens when you put the tools of production in the hands of smart, savvy, hungry creatives who care more about making the games they want, than making the games they think would sell like a blockbuster?  \nThis series will be vital to the next generation of gamers. They will get a window into the pioneers on the indie front. They’ll be inspired by that ‘do it yourself’ spirit and hopefully make the connection that everything they need is in front of them. That young developer or armchair designer will get an over-the-shoulder view of the back-yard wrestling of game development: The developers who took that scary leap outside the studio/publisher system in order to follow their passion.\nThis tour goes across the country (and maybe across the maple curtain into Canadian!) Starting in Austin, TX; we will be traveling around North America seeking out independent developers big and small. Who will this include?\nStoic Studios – Austin, TX\nJohn Watson, Arnie Jorgenson, and Alex Thomas are the makers of the kickstarter-backed, gorgeous, and epic turn-based strategy game The Banner Saga. In the Spring of 2013, they released Banner Saga: Factions, and are currently working day and night to finish the single player version.\nIndie Game Collective – Boston, MA\nThe Indie Game Collective is a unique group of studios and individual developers located in a single co-working space in Boston. They collaborate and help each other, a group of indies toiling together. The Collective includes: Ichiro Lambe and Rohit Shenoy (Dejobaan Games),  David W. Evans (Hybrid Mind Studios), Erik Asmussen (82 Apps) , Michael Carriere (ZapDot), Trevor Stricker (Disco Pixel), and more.\nROB LACH – Chicago, IL \nRob Lach is the creator of POP: METHODOLOGY EXPERIMENT ONE, a game that has received praise from Indiecade, Fantastic Arcade, and others. As a single developer going it on his own, he embodies the Indie spirit.\nOreganik - Eugene, OR\nOreganik is a delightful play on words. They are currently making a game called Chess Heroes which you can now vote for on Steam Greenlight!\nKLEI Entertainment - Vancouver, British Columbia (That's Canada!)\nKLEI Entertainment are the folks behind the masterpieces Don't Starve and Mark of the Ninja (among others.) They are currently working on their new tactical stealth game Incognita.\n As you can see, most of the costs of this project are actually related to having someone do the filming. This includes equipment that we will have to buy and rent. Otherwise, save for the fees, our biggest collection of costs is the travel costs. Driving around the country requires money, an amount which we have calculated using mileage numbers, gas prices, and Good Math.\nRegardless of your Backer level, you will be able to watch the show. Different levels will offer an advanced screening, but no tier will leave you without access to the show itself! Where levels above $25.00 stand out, however, is that they include all of the games (8!) that we will create.\nIndie Van Game Fan!\nReceive a post card from the road! It wouldn't be authentic if it wasn't bought and mailed from somewhere on our trip! You'll receive a post card from a stop on the trip with a personal note from us. Will it be Chicago? Boston? Who knows!\nIndie Van Game Clan!\nJoin the club! As part of the Indie Van Game Clan you now get access to advanced screenings of the episodes before they go live, including all of the game and social features that entails! You get to download the game (don't mind the Buy button, you'll have a special view!) While you will get to see our verdict during the episode, we also want your opinion! Tell us whether the game was Fun or Failure. Just like in this fancy, not final mockup!\nIndie Van Grand Stand!\nYou're in the good seats! In addition to the Game Clan! rewards you get a downloadable version of the series after it has finished airing. This will also include new special features and bonuses. \nIndie Van Tribute Band!\nOne of the rewards we have our heart set on is a DVD set. There is just something intangible about a physical product for some people. (We are some of those people!) For those of you who are tooting our horn, this is what a DVD set may look like:", "risks": "Risks and challenges\nThere’s a ton of coordination and tour management to do to get all these trips and interviews planned – will logistics agree with reality in order to get the episodes filmed, edited and published? Flat tires? Blown head-gaskets? Game-jam arguments so headed we have to pull the car over and cry and hug it out? We have tried to plan for every eventuality, but sometimes fate puts a nail in your tire.\n\nVideo Games can be a boom and bust industry – maybe some of these studios might not last long enough for us to come interview them. Maybe some studios might be weird or paranoid about how they will be presented, so they may give us a hard time or resist sharing with us. \n\nSome of the game jams might be disasters – that’s a lot of pressure stacked on top of all the logistics of just doing the interviews. Chad and Zeb might get into fights (although we think that might make for great entertainment!) Would it be as exciting knowing we will always succeed? We don't think so! Just like in Man Vs. Food the cloud of failure could hang above our head. We hope you will appreciate the journey regardless of the destination.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Binary Solo\nFirst created · 8 backed\nFounded by Chad Stewart and Zeb West, Binary Solo is an independent game developer based out of Austin, TX. After creating the massively...See more"}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Final Update: Transfer your pledge!", "update_content": "30 days have come and gone, but does that mean that we're giving up?  HELL NO!\nHope is not lost good people! Although we did not receive enough to fund a full season,  we DID receive enough pledges to finish two episodes and purchase an indie van! But ONLY IF those of you who showed faith in us can go with us just one small step further and... (wait for it)\nTransfer your pledge to our newly launched crowd-funding site!"}, {"update_no": "UPDATE #6", "update_userinfo": "Brain Dump Deuce! New Studio Announcement!", "update_content": "Howdy, folks!\nIt's the moment you never knew you were waiting for: the second video update from Binary Solo. "}, {"update_no": "UPDATE #5", "update_userinfo": "Now is the time good people!", "update_content": "Greetings intrepid supporters!\nOur marathon fundraising campaign continues with 15 days to go!  If you have friends who have expressed interest in donating, now is the time for them to activate!  Please continue to like and share our Facebook posts, and retweet us so we can get maximum visibility!  If you haven't already, please leave a comment on the Kickstarter, as it helps bump us up in the 'popular in Austin' section!  Every click/like/subscribe helps!"}, {"update_no": "UPDATE #4", "update_userinfo": "Stoic Teaser Now Available!", "update_content": "Just a quick video update from us here at Binary Solo HQ!\nAs promised, we have cut together some of the content from our visit with Stoic. (Of course, if you've subscribed to our Youtube channel you already know that!) Check it out!"}, {"update_no": "UPDATE #3", "update_userinfo": "First Developer Diary! (Watch our video update!)", "update_content": "Hello intrepid supporters!\nIt's week two of our campaign, and Chad and I are working at ludicrous speed to spread the word about the Indie Van Game Jam Kickstarter!  We are excited to share our very first video update!  (Sort of a Developer Diary/Brain Dump/Video Blog/thingy - please help us choose a name for this thing by leaving a comment on the Youtube video!)\nThe Indie Van Game Jam is gaining juggernaut momentum as we've added TWO new developers to our list of indie companies to visit!  (We reveal one of them in the video update - look for the second to be announced in our next video update!)"}, {"update_no": "UPDATE #2", "update_userinfo": "NEWLY Updated Video! Meatier Rewards Section!", "update_content": "Hello everyone! We've been working furiously to get an update for everyone, so here goes!\nUpdated Video!\nYup, again! We received a comment asking what games were featured in the video. Now the video has titles so that you know what you are watching! We have featured the names of the developers that are talking. We display the title of the games for which footage appears. We also tweaked a few minor annoyances. Check it out and let us know what you think in the comments!"}, {"update_no": "UPDATE #1", "update_userinfo": "New Video! Mini Milestone!", "update_content": "Brand New Video!\nFor anyone who got in at the ground level, we have updated the video. You've already contributed to the journey and you have our eternal thanks. Check out the sweet van we borrowed for the kickstarter video! (Shout to Kenny Gall, van owner and stunt double!) Also, we're in some pretty lovely sweater vests during the back half of the video. You already know what we have to say, but you haven't seen us look this good saying it."}, {"status": [{"Project ends": "NOVEMBER 7, 2013"}, {"Project launches": "OCTOBER 8, 2013"}]}], "comment_no": 27, "projec_url": "https://www.kickstarter.com/projects/binarysolo/indie-van-game-jam", "project_name": "Indie Van Game Jam"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "Dear family, friends, colleagues, fellow humans,\nThis is a kickstarter to raise money to take my solo apocalyptic clown show, \"The Last Show You'll Ever See,\" on a tour of four Canadian Fringe Festivals in August and September.(!!!)\nThe still photos in the video above were taken by Jim Moore at the New York Clown Theatre Festival (Photograph ©2013 Jim Moore/Vaudevisuals.com).\nIt's an incredibly exciting thing for me to take this show on the road. It's an opportunity to share the show with audiences for whom I would never otherwise play, and to meet other theatre artists from all over the world. It's a step toward me learning how to incorporate touring into my repertoire of ways to make a living as a movement theatre artist. \nThe Last Show You'll Ever See is a trombone concert interrupted by the end of the world, which I developed with coaching by Giovanni Fusetti, direction by Elizabeth Baron, and artistic collaboration from the Geniuses. In keeping with the theme of the show, I have made all of the prizes for donating items from an End of the World Preparedness Kit. I would also like to offer all donors free tickets to see the show! This is tricky, because most people I know are not in Canada. But if you are, or if you go there, I'll make sure there's a ticket for you.\n\nClick here to see a trailer I made for the show.\n\nHere's an excerpt from the press release: \"Offbeat humor and virtuosic pantomime ensue as our intrepid trombonist encounters, discovers, and causes scenarios of impending doom. Dinosaurs perish. Empires collapse. Horsemen melt in fiery lakes. The trombone plays on …\"\n\"The Last Show You'll Ever See\" Canada tour general poster.\nIf all goes according to plan, my box office income at these festivals will pay for all the major expenses on the road - travel, marketing, stage manager, eating food, etc. But each festival charges money to be part of it. This kickstarter is to cover the festival entrance fees:\n$661.69 (Saskatoon) + $669.96 (Edmonton) + $519.90 (Victoria) + $708.98 (Vancouver) = $2560.53. \nThank you so much for considering supporting this tour!! Each little donation helps a lot. This is an incredible new adventure for me, and your support means a whole, whole lot. Again, thank you.\nYours in cahoots,\nSarah", "risks": "Risks and challenges\nOne risk on this adventure is financial. As I said, the plan hinges on me making enough in ticket sales to cover the cost of the tour. It's expensive to drive 2650 miles, to print marketing materials, and to compensate my trusty roadie for 6 weeks of his time. Although I'm scheming various ways to get people to come to the show, I don't know how it will go. But I have four festivals to figure it out, and will be constantly learning and making new schemes ... and my roadie is looking for a dinosaur costume to wear while we're flyering, which I think is a winning tactic. (Who wouldn't take a flyer from a representative of an extinct species?) \n\nAnother, related, challenge is more personal. The fringe festivals are full of lots of shows competing for audience. One has to strategize, and do a lot of promotion. And, honestly, self-promotion is challenging! Preparing for this tour and making this kickstarter has already been a very interesting journey. I'm gearing up for 6 straight weeks of self-promotion, and am excited to learn a ton.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "55 backers pledged $2,610"}, {"Project launches": "JULY 24, 2013"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1409086316/the-last-show-youll-ever-see-in-canada", "project_name": "'The Last Show You'll Ever See' in Canada!"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "What is it?\nIn one wild hour, award-winning solo performer Zeb L. West smashes together Moby Dick and Don Quixote using puppets, masks, old timey stagecraft, physical comedy, sea shanties, and shameless antics.\nLate last year, Zeb won the Canadian Association of Fringe Festivals international touring lottery, automatically enrolling him in seven different Fringe Festivals all across Canada.  This summer, Zeb takes the show on the road, spanning most of Canada, and hitting festivals from Ottawa to Victoria.  You can follow along with his progress here!\nBut what's it about?\nSet deep in the belly of a whale, the show is about that rock bottom moment after a tragedy (in this case, Jonah's broken heart) when you decide how you're going to think, and how you're going to treat yourself. Jonah has been swallowed and driven mad by only having two books to read - Don Quixote and Moby Dick. He thinks the whole theater has been swallowed too and starts to act out the books using puppets and masks fashioned from flotsam.\nWho's Zeb?\nZeb West studied physical theater, clown and mask-making at the Dell'Arte School in California, and is a member of Austin's Trouble Puppet Theater Company and Brooklyn's Alphabet Arts.\nLast Summer I took off in the car and headed up to Canada to check out the Fringe festivals and I built a puppet show in the car that I street performed as a way to contribute some fringe art and meet nice people. I've been doing theater in San Francisco, New York, Philadelphia and Austin for the past 15 or so years and touring nationally performing with masks and puppets.\n\nWhere will your money go?\nThis trip is a labor of love, but who ever said love is free? I've made a detailed budget that includes everything from props and costumes to handbills to gas for the car.\nThis whole adventure is about doing more with less. How much fun and joy I can put into a simple show? How many shirts do I need for a two month road trip? And how can I do it all on the cheap?\nI'm asking only for what the show needs, down to the dollar. That's why the funding goal is so specific.\nIt's always nice to receive mail from an actual human!\nWhat's in it for you?\nI thought a lot about what rewards would give you a chance to stay connected to this far-flung adventure -- and also give me a chance to stay connected to you. Postcards and videos from the road. Tickets to the shows if you're there in Canada. A replica of the great Don Quixote mask I made. I wanted to give you guys some sweet choices.\nRewarding Noses!\nShare the project\nI really hope you'll share this Kickstarter project with friends and family. If you think the show sounds fun and interesting, pass it along! Show people what you're backing! The more contributors we have, the more likely we are to reach our goal.\nFestival dates and times!\nIf you choose the reward to see the show up in Canada or just happen to be passing through one of these cities, come check out the show!  For specifics on showtimes and theater locations, I'll be updating my web site with ticket purchase links!\nOttawa, ON - June 20-30\nToronto, ON - July 3-14\nWinnipeg, MB - July 17-28\nSaskatoon, SK - August 1-10\nEdmonton, AB - August 15-25\nVictoria, BC - August 22-September 1\nVancouver, BC - September 5-15", "risks": "Risks and challenges\nLive theater is always risky. That's what makes it fun. This project is on steady ground in all the ways it can be: \n- great story\n- hard-working performer\n- paperwork submitted and accepted at the festivals. \n- props and costumes assembled\n- car tuned up and ready to go!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "There and back again!", "update_content": "Hello good people!  Just wanted to say that I've arrived in Ottawa and am opening Innocent When You Dream tonight at 7:30!  So far, I've performed a two minute teaser at the opening ceremonies, and had a film crew from CTV come to film me doing one of my Don Quixote monologues (hasn't aired yet - links to follow!)  I've got another interview lined up for Monday with CBC, so hopefully I'll be able to draw some crowds!\nJust wanted to share my excitement about the start of the tour, and also this wonderfully weird image Jennymarie Jemmison made for me to hand out on business cards with dates for each city.\nPlease enjoy, and keep an eye out for a survey coming soon which will let you choose whether you'd like a postcard, picture or Facebook post as your greetings from the road!"}, {"update_no": "UPDATE #4", "update_userinfo": "Opening night in Ottawa!", "update_content": "Holy cow we funded this thing people!!!  And then some! (I continue to be floored by this.  Just floored.  I'm writing this from the floor.)\nYou people are amazing.  I can't thank you all enough for your support, kind words, encouragement and faith in me.  I've just been grinning like an idiot this whole drive as I think of how many folks stepped up to help out, share my video, spread the word and make generous contributions to get this show on the road."}, {"update_no": "UPDATE #3", "update_userinfo": "We did it!!!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "The final push!", "update_content": ""}, {"status": [{"Project funds successfully": "98 backers pledged $4,240"}, {"Project launches": "MAY 24, 2013"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/squidhelmet/innocent-when-you-dream", "project_name": "Innocent When You Dream"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "East Oakland is a community in need. Approximately 70% of families are living at or below federal poverty levels, and about 60% earn less than $20,000. Life expectancy in some parts of East Oakland is 7 years below the California average, and 16 years below the average for someone living in Walnut Creek. Additionally, 40% of Oakland high school students drop out every year.\nMocos Von Reyes is an Oakland based artist who was a winner in the Health Through Art project’s 9th call for art with his piece “I Am Determined.” We are seeking YOUR support to bring this powerful message and image to East Oakland to help change the landscape.\nHealth Through Art is a project of the non-profit Health & Human Resource Education Center based in Alameda County since 1985. We’ve put more than 3,000 pieces of art in the community, on billboards through our media campaigns and Roving Art Exhibit marketing positive attitudes and healthy lifestyle choices and validating and encouraging community art and social creativity as a catalyst and vehicle for social change. At every step, from art to advisors, community is the heart of HTA. We believe in the power of the community to heal itself from the wounds of racism, violence, oppression, substance abuse, and poverty.\nWe envision this piece being reproduced as a poster that people can hang on their walls, as what’s called an 8-sheet neighborhood billboard – the ones you see on the sides of the street, and on buildings – and as a mural in East Oakland.\n Because of the relationships we’ve built through the years with printing companies, billboard companies, and community organizations, we will be able to accomplish all of this for just $5,000. If we raise MORE then we will be able to increase the impact of the piece by posting it in areas with higher visibility – such as along main highways and roads.\n This is where YOU come in. Health Through Art has moved mountains for 25 years on a shoestring budget. We’ve always had to raise additional funds to ensure that all winning art was brought to the community in its full glory.\n So here’s what I need you to do for us: We have the art and the message, we have the relationships, the human resources, and the history to make this happen. All we need are the funds. We need you to donate at whatever level you are able to help us make this happen. We are offering all kinds of rewards that you can read about on our page, and every donation is fully tax-deductible. Whether you have $5 or $5,000, every penny counts, and every penny gets us closer to our goal. We are determined to reach our goal!\nAll donations for this campaign are tax-deductible!-\nA message from the Artist:\nThis message means a lot to me because as an individual I carry huge dreams, and every day I am getting closer, climbing higher and higher. This message relates a lot towards health, because aside from millions of dreams that people have, determination is used in many ways. Whether it’s having the determination to overcome the obstacles in education, and poverty, to come out of the closet, fighting off diseases like AIDS, or choosing a healthy lifestyle, we must remember that if we want something we must be determined to get it.", "risks": "Risks and challenges\nOur biggest concern is making the 5k minimum to make this happen. We need to fulfill the minimum to get any money at all. Once our project makes the minimum everything else is smooth sailing as we have the history, know-how and people that can set this project a part from the rest.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "it's up!", "update_content": "friends, \nplease see the beautiful pictures below. the fruits of your and our labor. we are so grateful to you all and wish you everything good in the years to come. be determined. don't give up!\nwith gratitude,\nAnne, Celana and the HTA CAB"}, {"update_no": "UPDATE #7", "update_userinfo": "Rain Delay!", "update_content": "We are so happy to see the rain! \nAnd it means we have a delay in the mural painting ... it will take place tomorrow - Sunday - instead. \nLocation again: 3rd Street between Broadway and Franklin in Oakland. \nTime: 10a-til the muralists (from Community Rejuvenation Project Bay Area) are finished!\nBest,"}, {"update_no": "UPDATE #6", "update_userinfo": "At long last ...", "update_content": "Our dear friends and supporters ...\nIt has been a journey finding a home for this mural. The biggest obstacle has not been placement, but placement in a location that met all of our needs: seen by community, replacing blight, and accessible to us such that we'd be able to monitor and attend to any tagging."}, {"update_no": "UPDATE #5", "update_userinfo": "Posters are in!", "update_content": "Two weeks ago we thought it wouldn't happen but YOU stepped up and the project is a go! Thank You for believing in our message. The determination to see this through was certainly a learning experience!\nOur next steps are to design the posters, billboards and locate a space for the mural. As always, Health Through Art is a community effort driven by it's Community Advisory Board. As our super duper Kickstarter backers you are welcome to come join us and guide the process- let us know and we will provide you with the details. Otherwise, we'll keep you updated along the way on our progress once a month."}, {"update_no": "UPDATE #4", "update_userinfo": "update!", "update_content": "Hello Backers!\nWe believe in the impossible and we are not ready to give up on this incredibly piece of art and project. In my personal determination I have created a remix of Mocos' artist statement, which you can listen to here: http://www.youtube.com/watch?v=KBZoUTc7vUw\nPlease share widely in these final days ..."}, {"status": [{"Project funds successfully": "88 backers pledged $5,040"}, {"Project launches": "FEBRUARY 7, 2013"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1231953407/i-am-determined", "project_name": "I am Determined!"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "You probably noticed my students wrote, filmed, and starred in this video.  It has been creatively designed to obscure their identities as minors.  Rest assured, they'd talk your ear off about our programming if they could!\nWrite to Read Day is a series of workshops where students meet and work with authors, poets, musicians, artists and activists.  This annual event teaches students about the processes behind different forms of story-telling. \nWorkshops are hands-on and students walk out having worked on their own poem, artwork, or short story with a professional.  Write to Read Day also inspires students to explore different forms of self-expression including poetry, lyrics, visual art, comics, and even video games!  Students preselect their three 45-minute sessions and each student gets a schedule tailored to his or her interests.\nAll nine presenters have confirmed their attendance.  We will use all funds raised to pay their honorariums, order volunteer t-shirts, and purchase the necessary art supplies.  With recent budget cuts our school cannot afford to cover these costs in full.", "risks": "Risks and challenges\nWrite to Read Day involves a lot of logistics but luckily everything is in place. We have confirmed the attendance of all our presenters, designed our t-shirt logo, and are in the process of creating slideshows to promote the event to each class.\n\nOne timing concern is that the construction of the phoenix puppet may take more than a day. Puppeteer Joe Therrien and I are in communication about how to complete the project in follow-up sessions before the end of the school year.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Fight for Your Right!", "update_content": "Friday's Write to Read Day was a huge success thanks to all of your support!\nThe event began with Raina Telgemeier's presentation on her creative influences and processes.  She drew this during her demonstration:\nNext all the presenters joined me on stage to take a brutal pop quiz consisting of two questions: 1) Why do you read?  2) Why do you write?  Answers included, to learn about new things, because my mom let me stay up as late as I wanted as long as I was reading, to escape, to clarify my confusion, to express in private what I cannot out loud, and to share and exchange my ideas with the world.  We were privileged to wrap up the kick-off with a performance by Tito from"}, {"update_no": "UPDATE #4", "update_userinfo": "Write to Read Eve", "update_content": "Make, cut, sort and distribute schedules? Check.  Gather materials for presenters? Check.  Get entire middle school jazzed to spend the day learning about and engaging in creative processes? CHECK!  It's been a long ride, and we're psyched for tomorrow!"}, {"update_no": "UPDATE #3", "update_userinfo": "Phoenix Puppet Planned!", "update_content": "Yesterday, The People's Puppets puppeteer, Joe Therrien, conducted a planning meeting with student leaders who signed up for his puppetry workshop.  Sixth, seventh, and eighth graders gathered over lunch to talk about the phoenix puppet design. \nAfter reviewing puppet design options, students agreed to make both a small one-puppeteer and a large three-puppeteer phoenix in order to tell the story of the bird's death in flames and rise from the ashes."}, {"update_no": "UPDATE #2", "update_userinfo": "Si se puede!", "update_content": "Dear backers and prospective backers,\nWhat a thrill to meet our goal! The kids burst into cheers when I brought up the tally on the board.  We are humbled by your generosity. \nWe're not stopping yet! Any funds we are able to raise in the next five days will be yummy frosting on our delicious cake.  All additional resources will become seed money for next year's Write to Read Day, ensuring that our programming is sustainable and that each year's line-up is as inspirational as the last."}, {"update_no": "UPDATE #1", "update_userinfo": "All presenters confirmed!", "update_content": "Dear Current and Prospective Backers,\nI'm excited to announce the confirmation of new presenters at Write to Read Day. I'm thrilled to bring on board anthropologist Barbara Andersen, photographer Amanda Coen, and fine artist/costume designer Ben Gersch and illustrator/product designer Shannon Oliverio.\nBarbara will talk about doing ethnographic research in Papua New Guinea -- what it was like adjusting to life in a different culture and how her ideas about the world changed."}, {"status": [{"Project funds successfully": "49 backers pledged $2,215"}, {"Project launches": "MARCH 19, 2013"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/marlagreenwald/write-to-read-day", "project_name": "Write to Read Day"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "ZAPANTERA NEGRA\nA multimedia exploration of the artistic and political connections between the Black Panther Party and the Zapatista movements as incubated in San Cristóbal de las Casas, Chiapas, Mexico. To coincide with Emory Douglas', the former Minister of Culture for the Black Panther Party, residency in its space, EDELO (En Donde Era La ONU), a creative laboratory, will develop an art exhibition and single-issue newsletter. The exhibition will showcase pieces by local Zapatista artists and will explore their artistic identification with the Zapatista and Black Panther movements; the newsletter will pay homage to Douglas' work in the Black Panthers' popular press and will showcase new articles and artworks that will explore the connections between art and social movements as manifested in today's multifaceted world.\nProject Overview\nAt the peak of its popularity in 1970, 139,000 copies of The Black Panther newsletter were distributed throughout the United States on a weekly basis. Within its pages, Emory Douglas, the movement’s Minister of Culture, published his artworks in an effort to “illustrate[e] conditions that made revolution seem necessary; and... construct a visual mythology of power for people who felt powerless and victimized.” The newsletter and its accompanying illustrations played a central role in the articulation of the “What We Want, What We Believe” portion of the Black Panther’s Ten Point Program\nIn 1994, the Zapatista uprising, a Mexican, indigenous movement originating in the southern state of Chiapas, generated and disseminated a different sort of mass communication made possible by the rise of the internet. Photographic, video, and written information regarding the movement’s actions spread around the world in real time, increasing awareness of the Zapatista cause while also building solidarity for what the New York Times termed “the first post-modern revolution.” Positioning itself as a struggle against neoliberalism waged against 500 years of oppression, Zapatismo has employed new technologies of information distribution in order to articulate their wants, beliefs, and various identities to themselves and to their global audience. \nThe Black Panther and the Zapatista movements occurred in distinct cultural, political, and historical milieus; nonetheless, the two share a common appreciation of the power of the image and the written word to build their respective social movements into personal, collective, transformative, and public experiences. In contrast to the strong self-definition established and disseminated by these two movements via pertinent media channels, today’s multimedia, plugged-in landscape seems to promote the opposite development.\nToday we tweet, text, and browse through myriad contexts, occasionally gaining a glimpse into the exterior world but more frequently losing ourselves in the internet’s echo chamber of opinions and perspectives. ZAPANTERA NEGRA (ZPN) will be a single-run magazine of 20,000 full-color copies that will merge the powerful imagery and layout style of Emory Douglas with the visions and voices of Zapatista painters and embroidery collectives. It will bring the two similar movements together on the page to demonstrate their commonalities, tie the movements to the present, and articulate a new, collaborative, interdisciplinary mode of information distribution and political, social, and economic self-identification.\nEmory Douglas, the former Minister of Culture for the Black Panther Party, will be in residency at EDELO in Chiapas, Mexico in November of 2012. During his time  in Chiapas, he will visit Zapatista communities and work with Zapatista painters while simultaneously guiding a team of artists and editors in the layout and construction of ZPN. The newsletter will also include personal reflections authored by writers, academics, and artists on how art has moved and encouraged their own self-definition, work, and hope in a possible, better world.\nZAPANTERA NEGRA will be distributed in five countries and within select educational, artistic, and political institutions. Its project coordinators hope to develop a grassroots distribution network that will also allow for its dissemination to communities with little access to alternative media. The newsletter will also have a social media platform where “friends,” “followers,” and “fans” will be able to download, print, and wheatpaste the newsletter on overpasses and walkways. The newsletter production and distribution will be paralleled by the production of a collection of tapestries made by Zapatista embroidering communities that merge and exchange Black Panther imagery as articulated by Emory Douglas with that of the Zapatista movement.\nThis work is an attempt to highlight the positive and transformative roles art has played with in social, cultural, and revolutionary movements in promoting the possibilities of imagining other worlds. It is also a project that demonstrates how contemporary art practices side step between the traditionally, political, and conceptual performative works, from the ground up, with in communities of struggle, as opposed to contemporary \"high\" art practices taught by leading art institutions. This is a grass roots effort to bring together two very powerful visual and political social movements of our time. And in times of much revolutionary fever and economic insecurity, we feel it is important to share what Art can and has done to create change and break societies notions of normality.\nTEAM\nEmory Douglas – Lead Artist – San Francisco, CA RIGO 23 - Artistic direction – San Francisco, CA Caleb Duarte – Project Coordinator - Chiapas MX Grace Remington – Editor – Lima Peru Francisco Duarte – Translation – Nogales Mexico Mia Eve Rollow – EDELO Residency Coordinator - Chiapas MX Jose Luis – Exhibition coordination and Zapatista Painter Chiapas MX Antonio Vazquez– Painter from the community of Chenalho Chiapas MX. Lorena Rodriquez Zapatista woman’s embroidery collective project Chiapas MX. Carla Astorga – Distribution South America – Santiago de Chile Anne Brigitte Kouakou – Distribution – Oakland CA Kency Cornejo – Distribution – Los Angeles CA Kenya Moses – Social Media – San Francisco CA Design and printing - Victor Vayajel, SCLC Chiapas MX. \nSPACE PARTNERS\nThe Booklyn Artists Alliance - Brooklyn NY\nCentro Hemispheric Institute - NY and San Cristobal de Las Casas, Chiapas MX\nEl Paliacate Centro Cultural - San Cristobal de Las Casas, Chiapas MX\nRed Poppy Art House - San Francisco CA\nE.D.E.L.O - San Cristobal de Las Casas, Chiapas MX\nWHAT WE NEED YOUR HELP ON!\nRESIDENCIES\nEmory Douglas: Artist (San Francisco) Flight (SFO to TUX); room & board; materials & transport             \nRigo 23: Artist (San Francisco) Flight (SFO to TUX); room & board; materials & transport       \nNEWSLETTER\nPrint 20,000 Color Copies; distribution (postage/shipping)         \nZAPATISTA EMBROIDERY PROJECT\nMaterials; artist stipend; exhibition; posters; installation\nExhibition and public intervention.", "risks": "Risks and challenges\nSince this work will be distributed for free in various cities, and the team in general is volunteering their talents, with the exception of small symbolic stipends that will be given to those working with translation, the woman's embroidery collectives, editors and administrative work; we are depending on the enthusiasm of artist collectives and a real collaborative effort between the team at large. This creates challenges in organizing for the success of all three parts of this project. Emory Douglas Residency - Art exhibition - and the News Letter. For that we have put together a wonderful team with extended experience in running a succesfull Residency program with all artist involved, Curating a complex exhibition celebrating political art with the use of performance, installation, and video. We are also working with local editors and publishers from a local independent news paper Mirada Sur in Chiapas MX to guide us with the lagistics of working with the printed medium. \n\nThis project was presented at the 2012 Creative Time summit in New York October 12. You can watch the presentation at http://new.livestream.com/creativetime/Summit\n\nTIMELINE\n\nOctober/November: Kickstarter campaign\n\nNovember 4-16: Emory Douglas residency; newsletter organization and curation begins\nNovember 10: Inauguration of \"Zapantera Negra\" art exhibition\n\nDecember: Newsletter call for submissions; revision and organization of content\n\nJanuary: Publication of newsletter\n\nFebruary: Simultaneous distribution of newsletter in various, alternative art spaces in Honduras, Chile, Mexico, the US, and Spain.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Zapantera Negra returns to CHIAPAS for the 20th Zapatista Anniversary!", "update_content": "Hello everyone!\nWe have not had a moment to thank you for supporting us in reaching our goal. It took us into the last seconds but we made it and it was during the last minutes of installation for the inauguration of the show. Emorys residency could not have gone any better. With the art opening, two artist talks, radio interviews, sleeping out in the jungle with a painting crew and painting a few murals out in autonomous communities, Emory has agreed to return in december for an international conference and to continue with the development of the Newspaper Zapantera Negra."}, {"update_no": "UPDATE #5", "update_userinfo": "ZPN news paper and Gifts", "update_content": "\"Power to el Pueblo con el arte\".\n48 hours left to reach our goal!! Check out these wonderful photos of the works that will be in the Zapatnera negra show along with Emory Douglas new works; We leave on a trip through the jungle on Monday to creat some art with in Zapatista Communities. \nPeace and Respect,"}, {"update_no": "UPDATE #4", "update_userinfo": "Presenting Zapantera Negra SF state University", "update_content": ""}, {"status": [{"Project funds successfully": "118 backers pledged $7,162"}, {"Project launches": "OCTOBER 17, 2012"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/1561896108/the-black-panthers-and-the-zapatistas-an-encounter", "project_name": "The Black Panthers and the Zapatistas: An Encounter"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "The Coup finally has a new album finished and ready to go. It's called \"Sorry To Bother You\". \nThis is the best work we've ever done, songwriting and production-wise. I'm very proud of it excited for all of you to hear it. I talk more about the album down further. Here's the thing: I'm tired of having secret albums that come out that most people don't find out about til years later.\nThis time, we're going to hit the road hard and bring this music to the world. We also want to use our music, as has always been the goal, to help build this new movement that is taking the world by storm.\nWe want you to help us buy a tour bus.\nAt the level that The Coup has been at up til now, we either fly in and do one-off dates (rare) or we tour in a van, driving during the day to get to the gig and sleeping in hotels at night.\nHaving to get hotels for the band makes the expenses for a Coup show such that we end up having to skip over, or turn down offers in, many places where we haven't had the chance to build up a following yet. We want to end that practice, and get to all these places.\nIf we have a bus, we'll sleep on the bus and save on hotel rooms- this means will be able to get to many areas we've neglected in the past.\nWith the bus, we'll travel at night, get to towns in the morning and be able to connect with local organizers and be involved in things throughout the day before soundcheck and the show. In this way, we can participate with local campaigns across the US and Canada. This makes touring all the more worth it for me.\nI got into doing music to help build a movement. I love helping with my music via recordings or at the show, but I feel I could do more than that. This bus will free up some time and space for us to combine the touring with organizing in new ways.\nWe're also working with some great, creative folks on taking our show to new levels with set design and integrating some very cool light, visual, and theatrical elements. If you've seen our show, you know that we give it our all- dancing and playing our asses off while leaving our clothes and our audience drenched in sweat.  We plan to make the new show an extension of that ethos.\nIf we had a bus, there's even more we can bring with us- making the show possibilities even crazier.\nWe're not hoping to get a brand new bus- we will buy a used one in good condition. I've been pricing them out and checking them out for years now. Money that we get beyond the price of the bus will be used for the crazy show ideas we have.\nThis album will be coming out on Epitaph Records. They are supplying the new album to me at wholesale price so that I can give the CD and vinyl as rewards on this kickstarter campaign. Many people have had a hard time finding our albums when they are released. Now you can get in early and get the album, while helping us get this bus. The difference between the reward price and the wholesale price will go directly towards buying this bus and taking this show to another level.\nHere's the cover!\nAbout the new album, \"Sorry To Bother You\":\nWe put our souls on this album. Every album I make is somewhat different than the last. This album was produced through a collaboration of me and my good friend Damion Gallegos. We had fun making crazy sounds with organic, electric, and electronic toys, culminating in something that sounds like an aggressive, danceable, punk/funk raptacular explosion. It's as if Rick James, The Pixies, Ohio Players, The Clash, Salman Rushdie, Richard Pryor, and me went in the studio drunk off Sailor Jerry Rum (don't do it) and made a baby named \"Sorry To Bother You\".\nWe collaborated with Das Racist, Killer Mike, Anti-Flag, Jolie Holland, Japanther, Vernon Reid, Joe Henry, Eric McFadden, Gabby La La, Emily Jane, Bhi Bhiman, Jazz Mafia Horns, and The Classical Revolution.\nThis album is the soundtrack to a movie I wrote.\nThe movie is dark comedy with magical realism, inspired by my time as a telemarketer. It's also called \"Sorry To Bother You\". It is being directed by Alex Rivera (Sleep Dealer), and produced by Ted Hope (21 Grams, The Ice Storm, American Splendor). It's gonna be fucking crazy. The movie won't come out until 2013.\n\nVinyl Fiends:\nThe vinyl of the album is double vinyl, playable at 45rpm, and comes with the CD packaged inside.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Missing addresses, voicemail, and books.", "update_content": "We did it!\nWe made our goal, now we'll be rolling through your town in our tour bus!\nWe are so damned excited about this. Now we're just getting ready.\nI'm about to send out the questionnaires today.\nAlso- just so you know, your card was not charged when you made the pledge."}, {"update_no": "UPDATE #4", "update_userinfo": "Fixing problems", "update_content": "Yes!\nWe only have about $2100 left to raise to meet our goal of $30,000!\nThe only thing is that we need to surpass that goal in order to build the bus out correctly.\nThis means building bunks, benches, storage boxes, and a counter top on the bus, a well as buying the materials for this. We also need to buy an RV generator, AC/heating units, futons or mattresses, and a refrigerator."}, {"update_no": "UPDATE #3", "update_userinfo": "Wow!!! Thank you!!!", "update_content": "Hey!\nWe are sincerely grateful to everyone who has thrown down their hard earned money to help make this happen.\nWe're 58% there in under 2 weeks! Tight.\nIt's part of our plan to combine our touring with organizing and activism. It's been a long time coming and is something that can be extremely effective at this time. We're going to bring bands and other folks with us on the road to help facilitate this."}, {"status": [{"Project funds successfully": "808 backers pledged $40,281"}, {"Project launches": "AUGUST 15, 2012"}]}], "comment_no": 78, "projec_url": "https://www.kickstarter.com/projects/1909248105/a-tour-bus-for-the-coup", "project_name": "A Tour Bus For The Coup"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "WE’RE BACK \nI am thrilled to be in the studio again with the dancers. During a yearlong recovery from a serious health issue, I had time to reflect on the goals for my company, and now finally, renewed and energized, I'm overjoyed to announce our third season presenting two exciting premieres: Let’s Pretend We’re All Wearing Sunglasses and Bloom. The company tours to Chicago for two performances at the Ruth Page Performing Arts Center, September 14-15, and returns to New York City a week later for two performances at the Manhattan Movement Arts Center, September 21-22. That's only four shows for the entire year. So please do save the dates and come see us! \nWE’RE ILLUMINATING THE SUBCONSCIOUS\nLet's Pretend We're All Wearing Sunglasses confronts the theme of human desensitization through the exploration of varied topical issues including the abuse of women, environmental dilemmas, and legalized dog fighting. The inspiration for the dance evolved after viewing The Stoning of Soraya M., a true account of an Iranian woman falsely accused of adultery. I found the story so moving that it prompted me to reflect on other atrocities happening to women around the world, which further prompted me to consider other marginalized groups. The work includes spoken text developed in collaboration with the company's nine dancers during the creation process. The dancers and I discussed issues that were important to them. We introduced these ideas and emotions through movement and voice into the dance. In this instance I believe incorporating spoken word gives voice to the more commonly voiceless dancer and contributes additional humanness to Let's Pretend We're All Wearing Sunglasses. Up-and-coming composer M. Anthony Reimer, whose compositions for theater and concert hall often mix electronic, traditional and collected sounds forming layered soundscapes, created the original score.\nIn creating Bloom, a mystical contemporary work danced barefoot and en pointe, I explored the theme of betrayal from both religious and secular contexts, juxtaposing heterosexual and homosexual couplings and book-ended by a modern take on a court dance. Bloom is set to the sweeping \"Summa for Strings,\" and the \"Strings and Cello\" and \"Cello and Piano\" versions of Arvo Pärt’s Fratres'. Happenings, relationships, and references to blame, need, and prejudice bloom and fade like cloud formations, and the work is full of round and thick movement weighted by gesture. \nWE’RE FIERCE\nThis season’s Collective consists of nine truly magnificent dancers from Columbia, Chicago, Denver, Italy, New York, and San Francisco. Our 2012 company includes former Alvin Ailey American Dance Theater star Clifton Brown, and the return of Giorgia Bovo – a critics and audience favorite. Also returning is costume designer Karen Young, of Lady Gaga’s Monster Ball tour and Matthew Barney’s films Cremaster 1 and 5. You will not want to miss these gifted artists who bring freshness to the new work. \nThe 2012 Collective Body Dance Lab dancers are Giorgia Bovo, Clifton Brown, Amy Fogarty, Adam Gauzza, Cristian Laverde Koenig, Kathleen Leigh, Amy Miller, Micah Savin, and Shannon Nash Spicer.\nLighting Designer: Brandon Wardell\nVideographer: Adam Boyer\nWE’RE ASKING YOU TO JOIN US\nOur goal is to raise $10,000 to cover part of the artists' fees. As public funding and grants such as the NEA diminish their support levels all arts organizations in the U.S. depend on corporate sponsorship and private funding to meet their financial goals. It is with the understanding and consideration of these fiscal realities that I humbly ask your help in donating to COLLECTIVE BODY | DANCELAB.\nWE’RE EXCITED TO SEE YOU\nPlease save the date for our upcoming premieres! CHICAGO: Ruth Page Performing Arts Center, Friday and Saturday, September 14 and 15, 8pm NEW YORK: Manhattan Movement and Arts Center, Friday and Saturday, September 21 and 22, 8pm. Tickets available in NYC under Let's Pretend We're All Wearing Sunglasses and in Chicago unders Strings and Stones at www.brownpapertickets.com\nWE’RE GRATEFUL\nCOLLECTIVE BODY | DANCELAB is the culminating dream of my 25-year career. I thank you for taking a moment to read about our campaign, watch the video, and help in any way you can. \nMy sincerest thanks, \nBrian Carey Chung\nArtistic Director\n\"Let's Pretend We're All Wearing Sunglasses\"*, Dancers: Micah Savin, Cristian Laverde Koenig, Amy Miller, Adam Gauzza, Photography: Travis Magee\n\"Bloom\"*, Dancers: Micah Savin and Adam Gauzza, Photography: Travis Magee\n*Images taken at New 42nd Street Studios", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "THANK YOU!", "update_content": "Dear Lovely, Amazing Folk,\nThank you so much for helping me reach my goal. I would be in so much debt were it not for your kindness. I hope many of you got to see the pieces, but if you did not, you really ought to come next time and see just how your money was spent. The show went very well, and people were in the lobby talking about it until they got kicked out of the building! So, thank you for your trust, and for your generosity. It's so easy in this day and age to just pass over something like this with a \"someone else will do something about it,\" or a \"I can't afford it!\" But you did not, and really, I can't tell you how appreciative I feel right now."}, {"status": [{"Project funds successfully": "81 backers pledged $10,200"}, {"Project launches": "AUGUST 11, 2012"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1011532271/lets-pretend-were-all-wearing-sunglasses", "project_name": "LETS PRETEND WE'RE ALL WEARING SUNGLASSES"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1949072347/the-ekatva-tour-oneness-in-atlanta", "project_name": "The Ekatva Tour - Oneness In ATLANTA"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1620151530/ows-puppetry-guild-occupy-the-holidays", "project_name": "OWS Puppetry Guild:  Occupy the Holidays"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "Occupy the Holidays: The Occupy Wall Street Arts & Culture Working Group along with the OWS Puppet Guild are bringing a giant puppet & performance spectacle to the streets of New York City.\nOccupy the Holidays will showcase many different performance groups (masked performers, dancers, puppeteers, stilt walkers, musicians...) in a travelling piece of street theater as we tell the tale of Mayor Michael Scroogeberg and his quest to find the best (and moste expensive!) gift this Holiday season.\nThe OWS puppet guild has had an overwhelming amount of support for our unique artistic contribution to the movement.  As has been show for hundreds of years, puppets are a very special and potent tool in the battle for a new consciousness.  They help us educate ourselves and others, and they help us celebrate what we've accomplished so far.  They will help us tell our story and continue to grow this movement and re-inspire our faling democracy.\nBut making giant puppets in nyc is expensive!  We learned a lot in Occupy Halloween about the cost of storing, transporting, feeding volunteers and this new ambitious budget will help us create a revolutionary theatrical event like no other. Any size contribution will help!  \nAnd if you can't donate, please repost/retweet/share this link widely!\nHere are some links to press & pictures from Occupy Halloween:\nTHANK YOU!!!!\nA small sampling of Occupy Halloween coverage & photos\nhttp://artsbeat.blogs.nytimes.com/2011/10/28/a-playful-occupy-halloween-trots-out-the-puppets/#more-239995\nhttp://vimeo.com/31740500\nand our first prototype educational hand puppet ;)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Joseph Jonah Therrien\n3 created · 5 backed\nJoseph Jonah Therrien just finished his 3rd year as an MFA candidate in UConn’s Puppet Arts Program. After finishing directing Dreamplay at...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "We didn't make our goal, so we've got a smaller kickstarter site up now just to pay for the studio:", "update_content": "http://www.kickstarter.com/projects/1620151530/ows-puppetry-guild-occupy-the-holidays?ref=users\nIf you can share the link we would really appreciate it!\nThanks!\nJoe"}, {"status": [{"Project ends": "DECEMBER 6, 2011"}, {"Project launches": "NOVEMBER 15, 2011"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/369758513/occupy-wall-street-puppet-guild-presents-occupy-th", "project_name": "OWS Puppet Guild presents: Occupy the Holidays!"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "*UPDATE* LESS THAN 24 HOURS TO GO TO REACH OUR $2000 GOAL!!!  WE ARE ONLY $511 AWAY!!\n*UPDATE*\nDue to the overwhelming support we are now raising our goal to $2000!  We want to start an NYC Puppet Nerve Center that can help puppeteers at other occupations build their own puppets!  Imagine a nationwide flowering of spectacle puppet theater joyously spreading a new public consciousness!!\nGreetings from Liberty Square!\nI am part of the Arts & Culture working group at Occupy Wall Street, and we have begun plans for some puppets for the halloween parade (and marches/parades afterwards) as part of OccupyHalloween.  The puppets we are trying to make include a giant bull puppet that will battle Lady Liberty (Who has already been built), a horde of corporate vampires, and a 40 foot long Chinese dragon style Brooklyn Bridge puppet with puppet protestors on the top of it.\nOur biggest need right now is some studio space to build these puppets, so if you know of anywhere in manhattan or not too far away in Brooklyn that would be willing to donate studio & storage space, that would be the most important thing to let me know about (just message me).\nThe original budget stood around $1790 for these puppets (with free labor from nyc puppet artists), but Halloween is coming up so we have shortened our fundraising goal to $500 in 1 week.  It's ambitious, and we didn't want to risk not getting any of the money by shooting for more than that.  So by all means help us get to $500, but if we can push beyond that it will help a lot!\nIf we raise enough money, we may be able to rent studio space for this project.  \nDepending on the amount we raise, we are also looking to invest in equipment to document the process and communicate how to build large puppets to other occupations around the country.\nAlso, we are looking for donations of the following materials:\n1) rods (lightweight long broom handles with screw tops are great, but \n1\" or bigger dowels that are 4 feet or longer.  also long bamboo pieces \ncould work)  \n2) Paint (lemme know what you have lying around!  \n3) Burlap -does anyone know how I can get this cheap/free?  It serves \nmany purposes but it's $6 a yard and I kind of need a bilion yards \n4) Rope and twine \n5) Glue -especially hot glue (lots and lots of hot glue) also contact \ncement and spray adhesive -alll kinds of glue really) \n6) fabric (lemme know what you have lying around \n7) foam (lemme know what kinds you have) \n8) Labor -if you want to build email me at thehappysec...@gmail.com \n9) Transportation -need big cars or vans to help transport these \npuppets on oct 31st \nWhat do you think, can we raise $500 in 5 days?  Is there enough support for Giant Puppets to help spread the message of Occupy Wall Street with Joy and Spectacle?  We'll see on Sunday night...\nThank you!  Thank you!\n\n-Joe", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "the OWS Puppet Guild's current project OCCUPY: The Holidays", "update_content": "Hi Everyone, I hope you are well.  Thanks again for donating to Occupy:Halloween.  I wanted to let you know about the latest project that the Arts & Culture working group and the OWS Puppet Guild has been working on.  It's called OCcupy:The Holidays: And it tells the tale of Mayor Michael Bloomscrooge and his visitations by the ghosts of Occupations Past, Present, and Future. If this is something that interests you, we have less than 24 hours left to our latest kickstarter campaign.  The link is below.  \nTHANK YOU!!!\n  http://www.kickstarter.com/projects/1620151530/ows-puppetry-guild-occupy-the-holidays?ref=users"}, {"status": [{"Project funds successfully": "34 backers pledged $1,639"}, {"Project launches": "OCTOBER 17, 2011"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/369758513/occupy-wall-street-needs-giant-puppets-to-spread-o", "project_name": "Occupy Wall Street needs GIANT PUPPETS to spread our message"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "*UPDATE* Dreamplay will be appearing at Flamboyan Theater (107 Suffolk St., NYC) on: Mon 8/15 @6:30pm, Fri 8/19 @9:15pm, Sun 8/21 @2:15pm, Fri 8/26 @7:45pm, Sat 8/27 @4:30pm  http://www.fringenyc.org/index.php/shows/buying-tickets\nDREAMPLAY'S BEGINNING\nI created Dreamplay as my MFA thesis project in my 3rd year at The University of Connecticut's Puppet Arts Program.  The piece is based on an August Strindberg play, A Dream Play, but has been rewritten to create an original piece of experimental theater.  It uses masks, rod puppets both small and gigantic, toy theater puppets, and hand puppets.  It also has a Suzuki-trained chorus of 8 puppeteers who play Strindberg's creative demons throughout the show.  It was the culmination of a year and a half of research, design, and collaboration.  It was first workshopped at the National Puppetry Conference at the Eugene O'neill Theater and then premiered at The Connecticut Repertory Theater in April of 2011 and sold out every show in its two week run.\nDREAMPLAY AT THE FRINGE\nAs we went into rehearsals at the end of January, I submitted the show to The New York International Fringe Festival.  I recently received word that it was accepted.  Now with another opportunity to continue the development of the play I am in the process of rewriting the script, redesigning puppet elements, and reworking the whole piece. \nHOW YOU CAN HELP\nI have a fabulous team of designers who have donated their time and talents to work on the piece for free .  I also have a wonderful cast of puppeteers and actors who are willing to rehearse and perform for free.  However, even with dozens of people donating their time, there are still large costs in bringing a show of this size to New York City.  Money that is donated to this project will be spent on materials to build new puppets and costumes for the new mounting, transportation & storage of the many large puppets and masks, a composer, housing for the 18 person cast & crew, and publicity (so people actually come and see the show).\n$2000 to bring 18 people and a puppet show to New York is a very small amount!  It is the absolute lowest amount we can do it for and it means 18 people are paying for their own transportation, sleeping on friends' couches, and paying for their own food and all other expenses while in New York.  Raising 200% of our goal would mean some of those costs could be covered.  Raising more would help ease the personal costs of bringing 18 starving artists to perform for 2 weeks in New York that much more!\nVIDEO\nHere's a video of the original production at Connecticut Repertory Theatre:\nIMAGES\nHere are some images from the original production at CRT:\n\"Clockwork angel puppets crowning The Lawyer.\"  Photo by Gerry Goldstein.\n\"The Schoolmaster teaching The Officer and his students.\" Photo by Veseth R. Sieu\nThe Daughter of Indra being surrounded by the mob of right-thinking people\" Photo by Veseth R. Sieu\n\"The Daughter of Indra and The Lawyer playing house.\" Photo by Veseth R. Sieu\n\"The Suzuki Chorus performing The Lamentation of the Winds\" Photo by Gerry Goodstein", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "another kickstarter/theatrical pursuit of mine could use your help", "update_content": "Hi Everyone, I hope you are well.  Some of you now, but some of you don't that post-Dreamplay at the Fringe festival, I got heavil involved in the Occupy Wall Street movement.  As part of the Arts & Culture working group and the OWS Puppet Guild, we've been building giant puppets to create beautiful and educational moments of street theater to help spread our message and to show that OWS is about the CREATION of new things, not just protesting the wrongness of old ones.  If this is something that interests you, we have less than 24 hours left to our latest kickstarter campaign.  The link is below.  \nTHANK YOU!!!\n  "}, {"update_no": "UPDATE #3", "update_userinfo": "Frist Dreamplay Reiew!", "update_content": "Hey everybody, Theatermania reviewed Dreamplay on opening night:  http://www.theatermania.com/content/news.cfm?int_news_id=39861&int_city_id=1&intPage=1#content\nFringeNYC 2011 Review Roundup #3\nReviewed By: Dan Bacalzo, Andy Buck, and Brooke Pierce · Aug 17, 2011  · New York\nA scene from\n(© Veseth R. Sieu), currently unfolding at the CSV Flamboyan, is a clever new adaptation of August Strindberg's expressionistic work . The basic framework of the original, in which the god Indra's daughter Agnes comes down to earth to understand human life, remains intact, as do many of the major characters. But the piece has otherwise been largely rewritten by director Joseph Jonah Therrien, a student of puppetry who uses his art to create the fantastical and ever-changing landscape of the play."}, {"update_no": "UPDATE #2", "update_userinfo": "We've met our goal!", "update_content": "First off I'd like to thank everyone who has backed the project so far.  I will be contacting you soon about tshirts, tickets, etc...  Because of you we have reached $489 of our $2000 goal.\nWe now have dates and a location for Dreamplay performances at the Fringe Festival.  It will be appearing at the Flamboyan Theater (107 Suffolk St., NYC) on: \nMonday August 15th at 6:30pm"}, {"status": [{"Project funds successfully": "43 backers pledged $2,105"}, {"Project launches": "JUNE 24, 2011"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/369758513/dreamplay-puppets-and-masks-in-the-nyc-fringe-fest", "project_name": "Dreamplay: Puppets & Masks in The NYC Fringe Festival"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "Hello,\nThanks for taking the time to view my project, SUNRISE IN THE QUANTUM REALM, a world premiere slated for performances at Baryshnikov Arts Center in New York City, Nov 12 and 13, 2010. I am asking your kind help in raising funds for the production.\nMy company, COLLECTIVE BODY | DANCELAB, is comprised of 11 of New York's freelance contemporary ballet artists. I'll also be working with Karen Young—design team member to Lady Gaga and Matthew Barney, and the evening will feature composers as diverse as Michael Van Der Aa, Abbey Lincoln, Heiner Goebbels, Me'Shell Ndegéocello, Sean Hagerty, and Bang on a Can artist, Julia Wolfe.\nMy work ventures from Broadway-type audience pleasers to pyrotechnical, non-linear, asymmetrical feats to imagistic, sculptural contemplations on the great themes. SUNRISE IN THE QUANTUM REALM embodies all of those elements in a 50-minute meditation on shadow and light, and is a query into how humans might behave were they to mimic the way molecules interact in the quantum. The work explores various states of existence—physical, emotional, and psychological—tackling the unevenness of human experience. The dancers' movements suggest a duplicity of meaning as the stark, galactic darkness of the set is slowly peeled away to reveal a white, spacious environment; similar to how we perceive objects to be solid when at the molecular level there is hardly any solid matter at all.\nThe company will also be performing an extended version of last year’s LONELY HOUSE, a 15-minute duet symbolizing the arc of a relationship, from the sublime corporeal to existential isolation.\nI've set the Kickstarter goal for this project very low in order to make sure that we actually receive the funds, but the project will take upwards of $25,000 to complete. The moneys received on Kickstarter will be used to pay (in this order): dancer performance fees, theater space, production costs (costumes, lighting, technical), composer fee and music rights, rehearsal space, and director salary.\nThanks for taking a moment to have a look, and help us out!\nBrian\nArtistic Director/Choreographer\nCOLLECTIVE BODY | DANCELAB", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Recent events", "update_content": "Dear Backers,\nThank you for your generosity and belief in the company. We made our base goal this afternoon, and the debut of my piece, Sunrise in the Quantum Realm, was well-received at Baryshnikov Arts Center this past weekend! It's the doers of the world that make change, and you should be proud of the fact that you took a chance on my fledgling company, rather than waiting for others to do so. We here at Collective Body Dance Lab mean business, and we are very excited about our work thus far and our future plans."}, {"update_no": "UPDATE #4", "update_userinfo": "Thank YOU", "update_content": "Brian Carey Chung's Sunrise in the Quantum Realm premieres tonight at Baryshnikov Arts Center in New York City. The run time for the show is 1:15 hours with intermission. Tickets are on sale for $20 on Smarttix.com or at the door. Here are some pics from dress rehearsal last night, snapshot from a video camera.\nLocation: 450 W 37th Street, 4th Floor, Howard Gilman Performance Space, NY, NY\nTickets: Smarttix.com or at the door.\nFri/Sat: 7:30pm\nSat: 3:00pm"}, {"update_no": "UPDATE #3", "update_userinfo": "Sunrise in the Quantum Realm Opens Tonight", "update_content": "Hi All,\nPlease check out this article on our upcoming show....With just under 8 days until our kickstarter campaign closes we have made 50% of our base goal. You can help by spreading the word. Every little bit counts. If 100 people give $20 in the next 8 days we will make our base goal....Thanks so much!\nhttp://www.gaycitynews.com/articles/2010/11/10/gay_city_news/arts/doc4cdb162f19538940983626.txt"}, {"update_no": "UPDATE #2", "update_userinfo": "Preview Article on company", "update_content": "With just over a week since the launch for our project, SUNRISE IN THE QUANTUM REALM, we've raised $610 toward our goal of $4,000 (thank you kindly Backers!). Tickets for the show (Nov 12 and 13 at Baryshnikov Arts Center in NYC) went on sale on Monday at Smarttix.com, and our company had it's first photoshoot with Quinn Batson last Saturday. I've attached one of my favorite images of the shoot, which captures dancers Giorgia Bovo and Willy Laury in action in LONELY HOUSE, the 15-minute opening duet of the evening. Run time for the show is 1:15 minutes with an intermission."}, {"status": [{"Project funds successfully": "65 backers pledged $4,143"}, {"Project launches": "OCTOBER 19, 2010"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1011532271/sunrise-in-the-quantum-realm", "project_name": "SUNRISE IN THE QUANTUM REALM"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "We are Great Small Works, a collective of 6 theater artists based in New York City, who have been working together for several decades. We explore traditional popular theater and puppet forms to make shows reflecting contemporary life. Toy Theater is a medium we discovered in 1990 with a news-based series using images cut from daily newspapers. We connected strongly with the form, and have been creating original Toy Theater shows, teaching Toy Theater to people of all ages, and inspiring both performing and visual artists to do their own Toy Theater experimentations. We strive to replace the ubiquitous box which has taken over every living room in the U.S. with a do-it-yourself storytelling box that has its origins in the Victorian parlor.\nUsing flat, paper cut-out figures and miniature scenery, Toy Theater (also known as “paper theater” and “model theater”) originated with 19th-century advances in printing and engraving. The original toy theaters of Europe were complete dramas modeled on stage hits of the day, do-it-yourself home entertainment kits containing scripts, characters, and scenery between the covers of a printed book, available from a specialty shop like those of Pollock, Webb, or Skelt in London, Schreiber in Germany, Seix i Barral in Barcelona, Jacobsen in Denmark, or Scott and McLoughlin in New York.\nDuring the countdown to the first Gulf War in 1990, members of GREAT SMALL WORKS, inspired by Walter Benjamin's notion of a culture in a permanent “state of emergency,” began performing a surreal serial drama using excerpted texts and images quickly cut from the daily newspapers in response to the banal terror of the mass media. This began our interest in reinventing the 19th century form with miniature versions of classic plays and original adaptations, sparking what has become a full-scale Toy Theater revival movement.\nNow we are embarking on our Ninth International Toy Theater Festival, taking place at St. Ann's Warehouse in Brooklyn, New York, May 30th through June 13th. We need financial help so we can mount an extensive exhibition of new and historic Toy Theaters, and present two weeks of performances by artists from all over the world and all around the neighborhood. Programming aims to juxtapose the traditional with the contemporary, and inspire the public to do it themselves.\nArtists from Finland, Mexico, Spain, Canada, California, Washington, Illinois, Pennsylvania, Vermont, as well as Bedford-Stuyvesant (Brooklyn), Corona (Queens), Staten Island and the East Village (Manhattan) fill St. Ann's Warehouse with their interpretations of this accessible, and highly expansive, form. The festival includes performances for adult audiences, performances for family audiences, a workshop for all ages, two symposia, as well as the Temporary Toy Theater Museum which is open free to the public. Hooray for Toy Theater, where anyone can tell the grandest of tales with the simplest of means!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Toy Theater Festival a Huge Success!", "update_content": "Great Small Works' Ninth International Toy Theater Festival is now ended, and words of praise and thanks are coming in from around the globe. Time is running out for us to meet our Kickstarter goal. Please make a contribution now and help us fight back the forces of Being-in-the Red! We thank you.\nHere are some unsolicited comments from our friends:\n\"Just wanted to congratulate on the fantastic breadth and scope of the 2010 Toy Theater Festival so far and the whimsical variety, ingenuity and glorious playfulness of the Temporary Toy Theater Museum. .. I know I speak for many in sharing with you our gratitude for the conscientiousness, coordination and thoughtfulness that is evident in the design, direction and presentation of this outstanding theatrical event.\"\n----Carol Sterling, Brooklyn Arts Council"}, {"status": [{"Project funds successfully": "56 backers pledged $3,260"}, {"Project launches": "JUNE 11, 2010"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1256400278/great-small-works-9th-international-toy-theater-fe-0", "project_name": "Great Small Works' 9th International Toy Theater Festival"}}, {"backer": "Amber West", "project_data": {"campaign": {"story": "QUICK VERSION: We are going to record the Folk Opera as it is now. Printing limited edition 12\" vinyl, download-cards, and special Puppet Packages for our backers. If you need no more convincing, press that green button to your right. Otherwise read on for our full plan!\n----\nThe Folk Opera is a continuous piece of story-telling music. It uses the Operatic influence to draw out themes hyperbolically (tragedy strikes quick and deep! and love sprouts wings at first sight!) while nestled comfortably in the Americana Folk music form. It is a story of loss (of memory, time, places and people) that rocks between a caricatured portraiture of small-town life and the tragic effects of time's fickle transience.\nHere's the thing. The Folk Opera might not be done yet. There might be more songs to write, and further orchestration to compose. But what it is now is magic. We want to capture its sweet simplicity, stripped down. And we want to make this the First Edition - á la Whitman's Leaves of Grass - and make it something really special for you.\n\nHere's what we've come up with (in a timeline):\n\n30 days after we reach our goal: We will have recorded the entire piece live in the Tower* living room. This means we'll record it as one piece - with mics set up all around the room and the whole cast sitting together - and cut it up into separate tracks later. By doing this we think we'll really grab the magic of listening at the feet of the players. The piece will then move on to the mixing and mastering process.\nThe finished tracks will get sent off for a limited edition short pressing of 200 12\" vinyls (yes, that means actual records). They will also get sent off for a run of 1,000 download-cards. (See explanation on why we chose to do this vs printing CDs below.)\n\n45-60 days after we reach our goal: While we wait for the products to come back, we'll make available the \"First Listen\" streaming site for all our backers, and host the exclusive Listening Party at the Tower for those who give $50 or more.\nWhen we get the vinyl + download cards from the printers, we'll mail them to you, along with your very own Puppet Package! WHAT'S THE PUPPET PACKAGE??!!!???!!!! You might ask. Well, this will include paper cutouts of all the major Folk Opera characters and scenic backdrops, along with a manuscript of the Folk Opera itself so that you can put on your own little paper puppet version of the Folk Opera just by adding some popsicle sticks!\n\n90 days after the end of the campaign: We'll host our official album release party & show!\n\nHere's our anticipated budget:\n\n$2,000 - Engineering, mixing, mastering\n$2,000 - 200 12\" vinyl records\n$600 - 1,000 download-cards\n$500 - Design of packaging for vinyl, cards and puppets\n$500 - Production of puppet packages & manuscript\n$400 - Miscellaneous unanticipated expenses\n$300 - 5% Kickstarter Fee\n---------\n$6,300.00 Total\nWe know that it takes a community to raise a child, and this truly is our child. We most graciously ask your assistance at whatever level you're able and are humbled in advance by your generosity.\nLove to you!\nAnnie Bacon\nElizabeth Greenblatt\nJoel Dean Stockdill\nSavannah Jo Lack\nhttp://anniebacon.me\n\n* The Tower is Annie's home (with Jeremy)\n** Why we chose vinyl + download cards vs CDs: We know that most people do not have record players anymore. But we also think CDs have not been able to replicate the amazing listening experience you get from records. Most CDs these days get uploaded to a computer and the packaging thrown out. We figure, why waste all that packaging? Download-cards get the music to you in as good or better digital form without the waste; they are the size of a credit card, each with a unique code that allows you to download the entire album from a designated site. If you want it on a CD - say to listen to in your car - you'll be able to burn it from your computer onto a disc. For those of you who DO still have record players . . . this decision needs no explanation. All vinyl will be accompanied by a download-card as well, so you'll have it in both formats.\n*** Photo by June Moon - Video medley by Iris Clearwater - (Thank you both!!)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "The Folk Opera live & a new Kickstarter", "update_content": "Hello friends! \nIt may have been a long time since you've heard from me ... this Kickstarter is all neatly packed up and closed ... but I wanted to share an exciting bit of news about the Folk Opera: (if you haven't heard already) it is being adapted as a verse puppet play (a puppet show!) for the Puppets and Poets festival at the Obie-winning off-off broadway Bushwick Starr theatre in Brooklyn, New York  ... NEXT WEEK! (Dec 6-8th)\nProduction has been underway for many months, and the band has been in rehearsals on multiple continents. Me and my family (my sweetheart Jeremy who will sing the part of the Old Man, and my son Dashiell) fly to NY on Friday to get into the grind of tech and dress rehearsals and to tighten everything to a T. I'm literally giddy. "}, {"update_no": "UPDATE #19", "update_userinfo": "The Folk Opera as a Puppet Show in BKLYN", "update_content": "our record release - sans the records as they're not actually done yet - will be held at the Swedish American Hall, a big room in the style of all old meeting halls with heavy dark wood and pristine acoustics.\n\nwe'll have download cards and songbooks for those of you who will be coming to the show and whose rewards included these. (records will come later). just go to the merch table at any point and the person working the table will have a list with your name & rewards due on it.\n\nmy excitement is mingled with nerves and the long, long list of things to do before then including making some tshirts :) and busking downtown at rush hour with Savannah as our final promotional push . . .\n\nmuch love to you all!"}, {"update_no": "UPDATE #18", "update_userinfo": "final update?", "update_content": "a quick note:\nNovember 12th - will be the date that the album will be online for streaming for your Backers-only advance listen! it will be posted online for 24-hours for your listening pleasure (at your leisure), and for those of you who gave at the $50+ level we'll be having a listening party here at the Tower that night - more details for you soon on that.\nDecember 2nd - will be the official album release! we have the unbelievable honor of being able to present this performance/release at the legendary Swedish American Hall here in San Francisco (in the Castro district)."}, {"status": []}], "comment_no": 18, "projec_url": "https://www.kickstarter.com/projects/anniebacon/lets-record-the-folk-opera-0", "project_name": "Let's record the Folk Opera! "}}]