[{"backer": "Ayrik", "project_data": {"campaign": {"story": "FURBALL: A medieval family card game\n             Embark on an epic adventure and claw your way through the most foul creatures known to all cat kind. Will you beat THE CUCUMBER, will you show the ZOMBIE DOG what you're truly made of, or perhaps defeat the dreaded FURBALL KING?\n             Beware though, there are others among you that want the title. Only one cat will win. Prove yourself in battle by gaining the most monster points by the end of the game and become the greatest cat warrior that ever lived\nFamily game: Ages 7+\n2-5 Players\n30 Minutes to play\nClick here to see official rules.\nClick here to see official rules\n\nEverything included in the $170 reward tier", "risks": "Risks and challenges\nThere will be risks and challenges with each of the products that are offered on the various tiers.\n\nFirst is the game - The art and rules are 100% complete, so the printing process will be ready to go once the Kickstarter has ended. The only problems that may occur would be manufacturer issues. We have decided to go Shuffled Ink as our offset game printer. From what we have read and from my own experiences, they usual have little to no issues with fulfillment. Though it is not unheard of for there to be issues when mass printing card games no matter what company you go through. \n\nSecond is the custom artwork - The problems that would occur with this is if all 25 slots got filled for custom cards. This will take time to get the pictures from everyone and then draw their card of choice. With that said, we are confident that all artwork and custom cards will be finished and delivered by December 2019.\n\nThird is the 3D printed Hero Cat - As displayed in the pictures above, the 3D Hero Cat figurine has been tested, printed and painted. The 3D printer is ready to get the job done. The only problem with this if the painter has troubles with keeping paint in stock. Luckily we have limited this tier to only 25 backers so there shouldn't be too much to worry about.\n\nOverall we are confident in the conversations we have had with printing companies and others that have agreed to help fulfill this Kickstarter once it is successful. It is up to all of you guys now to make it happen. Lets get this game out there and have some fun. Thank you all, you are amazing.\n\nShipping - There is a little confusion with how shipping is going to be fulfilled as of right now. Currently we are planning on shipping through \"stamps.com\" they are a company that helps lower shipping costs for businesses. They have competitive rates compared to using the standard USPS.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "FURBALL BABY", "descp": "You will get an E-card saying thanks for your support.\nINCLUDES:\nE-Card", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "FURBALL DWARF", "descp": "You will get a copy of the Furball card game. Add $20 for each additional copy\nINCLUDES:\nFurball card game.\nE-Card", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["141 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "FURBALL HALFLING", "descp": "You will get a signed copy of the game for safe keeping, a regular copy and an E-card.\nINCLUDES:\nSigned copy of the Furball card game for safe keeping.\nFurball card game.\nE-Card", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 170 or more", "title": "FURBALL KING (Has the most goodies)", "descp": "You will get all other tier rewards plus, a 3\" professionally hand painted model of Hero Cat. Your name will be listed as a Furball King in the rulebook. I will replace one of the \"Cat Players\" with your own cat OR I will replace the face on the \"Here Kitty Kitty\" card with you or a loved ones face.\nINCLUDES:\nCustom \"Cat Player\" card.\nOr\nCustom \"Here Kitty Kitty\" card\nListed as a Furball king in the Hand book.\n3\" Professionally hand painted figurine of Hero Cat\nSigned copy of the Furball card game for safe keeping.\nFurball card game.\nE-Card", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["Reward no longer available", "8 backers"]}], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "UNICORN LLAMA CAT plushies.", "update_content": "Hey awesome backers it has been awhile since an update has been posted, for good reason too, the campaign was successful and everyone has received their copies of FURBALL.\n There is another order of business though that we thought many of you would be interested in and that is the amazing UNICORN LLAMA CAT plushy.  \"HE IS SO FLUFFY IM GONNA DIE!\""}, {"update_no": "UPDATE #17", "update_userinfo": "SURVEY!!! Please take a few minutes to answer a 6 question survey to let us know how you like FURBALL.", "update_content": "Hello awesome backers,\nMany of you have received (or will shortly receive) your copy of FURBALL.  We would love hear what you have to say about this epic game, so we have put together a quick 6 question survey to see what you all think/thought of FURBALL. If you could take just a few minutes to complete the survey that would be MUCH appreciated.\n Click HERE for survey! \n It will help us with the development of other games within the FURBALL universe. Yes, you heard that correctly, FURBALL will be expanding and we don't just mean simple expansion packs either. Goganite Games will be continuing the creation of more games that live under the FURBALL franchise, in fact we are already knee deep in our next game. Don't worry though we will definitely be adding expansion(s) to the original game of FURBALL, all in good time."}, {"update_no": "UPDATE #16", "update_userinfo": "FURBALL Pizza Party FOR REAL!!!", "update_content": "PIZZA PARTY\nGood afternoon, backers! I'm happy to announce that the First Official FURBALL Pizza Party is back on! It will be happening this Saturday, November 23rd at Game Haven in Sandy, UT. Pizza and soda will be provided, along with your copy of FURBALL. Be sure to come and pick it up. There will also be extra copies for purchase if you think of someone who would love the game for Christmas.  The party will be from 5-7 pm so there will be plenty of time for you to swing by, grab some pizza, and snag your game. Please bring anyone you can think of. Family, friends, and children are all invited. The more the merrier! Please be sure to go and RSVP on the Facebook page so I can get a general idea of how much pizza to provide. We will be getting Costco pizza, so if that doesn't convince you, I don't know what will."}, {"update_no": "UPDATE #15", "update_userinfo": "FURBALL pizza party Postponed", "update_content": "Hey awesome backers,\nYou probably read the header to this update and thought. What? Postponed? I am sad to say that the pizza party will not be happening this evening. The games were planned to be here on Thursday, but there was a major problem with the shipment of games coming in from China and getting stuck in customs. We missed the mark by literally 1 flight because of how busy the holidays are. Our shipment of games was too big to fit on the first flight out of China so they had to put it on the second. We have been on the phone for the past 3 days nonstop with FedEx trying to get the games here on time so we could have our awesome launch party, but again this did not happen. I am so VERY VERY sorry everyone! We know many of you were excited to have a good time at the party and get your copy of the game. We furthermore apologize about the inconsistency of the event planning and how it has changed so many times. We hope this does not hinder the trust you all have in Goganite Games and hope we will have your continued business with us in the future."}, {"update_no": "UPDATE #14", "update_userinfo": "FURBALL pizza party meetup for local backers.", "update_content": "Hey everyone I just wanted to send out quick update about the first ever FURBALL meetup event for all of the local backers (and non local if you want to make the trip haha) to come pick up their game. There has been a slight change of plans,  do to a mistake on our end the event has been moved to THIS WEEKEND instead of next. We are so very sorry if the date change has caused any inconvenience to you, we hope you will still be able to come and enjoy some good food and this great game.\nIt will be on Saturday November 9th from 5-7pm at the Game Haven game store located at: "}, {"update_no": "UPDATE #13", "update_userinfo": "SO MUCH NEWS!!!!!!", "update_content": "Alright everyone, by this point you all have probably assumed that Goganite Games has fallen off the face of the earth. Well I am happy to say that we are still alive and well.  Things are going pretty amazing with the whole process of FURBALL. For starters I just want to say YES, everything is still on track for getting all the games to you amazing backers. In fact there is a good chance that everyone will get their games in November instead of December. YAY!!!!!\nGoganite Games has been hard at work taking the first steps to making sure the world knows about this amazing game. We went to our first game convention called Timp Con, it was a blast and it could not have gone any better. So many people came and played at our table and the success of the game was overwhelming and reassuring. It's so great to know that this amazing card game is loved by so many, especially the young teens ranging from ages 13-17. The kids in this picture came back to play SEVERAL times and we got to know them pretty well, its was GREAT!!!"}, {"update_no": "UPDATE #12", "update_userinfo": "FURBALL FRANK FURBALL FORTUNES!!!!!", "update_content": "You read that title message right everyone, FURBALL FRANK FURBALL FORTUNES are here! Before we get to the fortunes though, Frank wanted to make sure you all know that he is very sorry for such a delay on things. Him and Goganite Games have been very busy with all of the craziness of the campaign.\n                                                           GET TO THE FORTUNES ALREADY!!!!!!\nAlright, if you tap on the giant FURBALL fortune cookie you will be redirected to the your personal FURBALL Frank FURBALL fortune. Be ready though, you never know what he's gonna to say."}, {"update_no": "UPDATE #11", "update_userinfo": "Jet Backer, shipping and local pickup details", "update_content": "Hey awesome backers, I just wanted to send out a quick update to explain the email you all got about FURBALL with Jet Backer.\nWe are using a service called Jet Backer to manage shipping addresses and collect payment for shipping. You should have received a welcome email with a link to your account from no-reply@jetbacker.com.\nIf you cannot find an email from Jet Backer, first look in your spam folder. If you still can’t find an email, please request to have an email re-sent to you here: https://www.jetbacker.com/furball/resend-email"}, {"update_no": "UPDATE #10", "update_userinfo": "Where are things at?", "update_content": "Good after noon everyone!  I hope you all are having a great weekend or had a great weekend if you are reading this later on.  What has Goganite Games been doing for the last week since the campaign ended with a great success?  Well to be honest, Goganite Games was so shocked that the campaign did so well that they have been passed out for the last nine days and just barely woke up to write this update (totally kidding).  In all seriousness, all of you are so awesome for helping Goganite Games complete this amazing goal!  What have we really been doing for the past week?  We are excited to say that the designs for the two extra Monsters have been finished and sent off to the manufacturer.  There is some other great news as well, Goganite Games was able to fudge things around a little bit and add two higher level weapon cards to the game."}, {"status": []}], "comment_no": 47, "projec_url": "https://www.kickstarter.com/projects/1148706196/furball-a-medieval-family-card-game", "project_name": "Furball: A medieval family card game"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "Demo only available on Windows and Mac\nInmortis is a Topdown Action-RPG in pixel art planned for Windows / Mac and Linux. In this twisted world inspired from Warhammer and the Chtulhu Mythos, you will have to choose your way and find out what happened to the world around you.\nBack from the dead after being sacrificed during a bloody ritual to bring old and forgotten deities into your reality, Inmortis invites you to discover a mystical world that changes depending on your actions.\nThroughout your journey, you will face difficult choices that will make you question your morality along with challenging battles in which each mistake can lead to a horrible death...\nThis game isn't a Hack & Slash where you're gonna make your way through countless enemy hordes rushing at you, the gameplay is rather slow, but that doesn't mean it's not dynamic or breathtaking during tough fights. \nWe designed this game to be the perfect mix between brutal and unforgiving combat, and a deep narrative core where the player's actions will really have an impact on the story.\n A challenge - This game is easy to pick up and the controls are simple to learn, but in order to master it and finish the game you’ll have to use clever tactics and take advantage of your environment and equipment to adapt to every situation.\n Highly customizable gameplay - Play with a variety of builds; lots of weapons to use, fully customizable equipment, and many spells and abilities to use in order to be ready for any situations. Choose wisely how to prepare yourself for each encounter.\n Face difficult choices - During your journey, you’ll quickly realize that neither pure good  nor evil exists in this game, in fact, these are relative concepts and you’ll have to make sacrifices in order to save your soul.\n Handcrafted World - While we love good roguelikes, procedurally generated levels mean we can’t really control what the player will be facing, that’s why we created each of the levels pixel by pixel to offer the best experience to the player. \n Highly replayable - The world itself doesn’t change, but it can be seen in two different ways. As your corruption increases, you’ll see a totally different world, and you’ll get random effects, each one with a specific buff and debuff, that will greatly change how you experience the game each time.\n“The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.\"\nH. P. Lovecraft\nSince our childhood, we’ve always been told stories about ancient, powerful and feared deities, long lost in the past. Most of us think they are just legend, born from some archaic beliefs, and refuse to see the truth. \nBut some are convinced these gods exists, and dedicate their life to bring them into our world. Those who take part in the ritual, should they be a cultist or a sacrifice, are all rewarded, and are tasked by their masters to rule this world while they feed on the reality itself.\nThe player will take the role of the Offering, the last sacrifice used to bring these gods into our plane of existence, and is rewarded with immortality, but at a cost: as long as they exist in this reality, the player will slowly get corrupted by their influence, driving  him to insanity...\nTo escape this fate, you'll have to find the cultists who killed you before the events of the game, now ascended to Servant-Kings, powerful demigods at the service of a specific deity, and banish them or absorb their powers.\nBut depending on your choices, you'll face consequences, as your body is alive only thanks to the Gods influence, the more you banish their servants, the more death and decay will spread around you, but at the same time absorbing their power will grant you an improved vitality at the cost of your sanity... \nNiynth The Blind Whisperer, Quod the Apostle of Bones, Vel the Golden Lord, Jing The Mirror of Perfection, Epulari the Fleshy Scholar, Primigenia The Fate Weaver, Sfagi the Almighty Champion, Oeka The Righteous Sinner\nEach God represents an ambiguous concept, having both its good side with its qualities, and the exaggeration of these qualities. They cannot be considered truly evil, but at the same time most of those calling for their help end up facing dramatic consequences, often leading to insanity or death.\nFor example, asking Quod to bring back a loved one will reanimate this person. But over the days, the reanimated corpse will rot away and cause an eldritch plague to strike everyone coming in contact, creating fresh servants for the Apostle of Bones, for each deal with this God is doomed to end in entropy, death, disease and despair.\n Primary Weapons - Your main weapons, which can vary  from a sword, a pair of daggers to a two-handed greataxe or many others, depending on how you want to play. You can carry two different sets of weapons, and each one has a 3 hit combo, a dash attack and a special move for dual wielding and two-handed weapons.\n Secondary Weapons - If your left hand is free, you’ll have the possibility to equip yourself with a shield, a parrying dagger or other weapons allowing you to protect yourself or confuse your enemies.\n Spells and Active Items - Along with your weapons, you’ll find various items and spells you can use to turn a situation to your advantage. Hidden blades, Bombs, Blood swords or Blessings from a God are scattered across the world.\n Gift of the Gods -  Through your journey, you’ll inevitably gain corruption in one way or another. When accumulated for too long, corruption will manifest itself on the player, either physically or mentally, turning your blood into deadly acid, or changing you into a vampire, unable to heal but stealing the life of your foes.\nEvery time you die, you come back to life at the last tombstone you visited, thanks to the power of the gods. \nIf this happens too many times, you may be gifted with a curse. It’s up to you to see it as a blessing or a burden…\nIt might allow you to slowly regenerate your health when you are not too wounded, but also slowly kill you if your health drops too low. Or you could bleed acid, damaging everyone walking in it, including you.\nOf course, some of these effects can change how other abilities are working, for example a spell creating a sword made of your own blood to attack your foes will act completely different if your veins are filled with acid, dealing poison damage instead of magical damage, and leaving acid pools on the ground.\nThe more you get corrupted the more the world around you will change, allowing you to truly perceive all the darkest things that are usually invisible to mortal eyes; and some things are not meant to be discovered...\n\nOne thing very uncommon in a 2D pixel art game with complex animations, is the possibility of having your character entirely customizable, and we really wanted to have this feature in Inmortis.\nThat's why your character will change when you modify your equipment. In the inventory menu, you will be able to spread your loot between four dynamic equipment slots for your armor: head, torso, arms and legs. \nYou also have two slots for your weapons, and you even have the possibility to equip a ring and an amulet. \nEach item has its own stats and bonuses, as well as a unique skin, granting you a large amount of possibilities to customize your look and experience ingame. \nYou could go with a full heavy armor or mix it up with light and medium gear depending on your playstyle or fashion tastes ! \nSome armors and weapons you may find in the demo or later in the game\nEach place you'll visit during your journey is dedicated to a specific God (with a few exceptions), and each one will react differently to your corruption.\nThese change can be only visual (like some lighting changing color, or strange flesh appearing in the environment) or really have a notable impact on the gameplay (new dangers appearing out of nowhere, some path getting blocked or freed)\nMajor bosses Concept Art:\nAmbrosius, the Great Devourer, favored son of Epulari, the God of carnal and intellectual pleasure\nFelicia and her two sisters, Fausta and Syntyche, the Heralds of Fortune, and most esteemed servants of Primigenia, the Goddess of Luck\n Music plays a major role in the player immersion, that's why our composer is doing his best in transferring the various emotions and atmosphere of the different places of the game through the music.\n You can listen to game music or ambience sample below:\n\nGet a digital copy of the game\nGet your name in the credits\nGet a digital wallpaper set\nGet a special role on Discord\nAccess to the Beta\nGet a digital Artbook\nGet the OST\nGet an Exclusive Spell and Ability\nGet access to a special role on Discord and be among the first to get news from the devs\nAccess to the Beta\nGet an exclusive weapon skin\nAll the rewards from above\n Have access to an exclusive channel reserved for this tier and higher, so you can follow the game development and give your feedback ! \nGet an exclusive skin for the starting armor set\nAll the rewards from above \n Write a lore fiction, help us bring this world to life by adding side stories to the game (subject to approval by the team), we'll then hide it somewhere, waiting for players to find and read it !\nAll the rewards from above\n Design a Gift of the Gods, work with us to create a new Gift of the Gods,  you'll help finding a new interesting effect that can happen to the player when he gets too corrupted (Subject to approval by the team)\nAll the rewards from above\n Design a spell or ability, these active items you can use during or outside battles that will help you adapt to any situation and / or vary your attacks. You'll help conceive its appearance, effects and backstory. You can send us sketches (you don't need to know how to draw, the important thing is to explain your concept) or just write your idea. (subject to approval by the team)\nAll the rewards from above\n Design an armor set or a weapon, these are the most important kind of items a player can find, often changing greatly how the game is experienced. You'll help conceive the appearance of this equipment, the stats, and eventually the moveset if it's a weapon. You can send us sketches (you don't need to know how to draw, the important thing is to explain your concept) or just write your idea.. (subject to approval by the team)\nYour portrait in pixel art made by our artist and appearing in the credits\nWith the equipment showing on the character, this is a very long and exhausting process for us, so this pledge is limited in quantity !\nAll the rewards from above\n Design an enemy ! Work with us to create from scratch a new enemy. Help us conceive its appearance, his moveset and combos and backstory. Let your darkest and weirdest though take life. You can send us sketches (you don't need to know how to draw, the important thing is to explain your concept) or just write your idea. (subject to approval by the team)\nYour portrait in pixel art made by our artist and appearing in the credits\nAll the rewards from \"The Immortal\" and above\n Design a new NPC and an entire quest related to this character. Work with us to create a new NPC, it can be you, someone you know or just something drawn out of your imagination. Then help us conceive a quest involving this character and taking place along the main plot of the game, what will your character ask the player ? What are his or her goals ? You can send us sketches (you don't need to know how to draw, the important thing is to explain your concept) or just write your idea. (subject to approval by the team)\nYour portrait in pixel art made by our artist and appearing in the credits\nAll the rewards from \"The Immortal\" and above\n Design a boss, work with us to create a new boss the players will have to face in order to finish the game. Will you come up with some kind of giant abomination ? Or maybe a wild beast tearing players apart ? Help us conceive it's appearance, moveset, backstory and arena. You can send us sketches (you don't need to know how to draw, the important thing is to explain your concept) or just write your idea. (subject to approval by the team)\nA statue with your face and a backstory will be created and put in the game in the main safe zone, you'll be a legend in the game.\nCreate one of each of the elements in the previous rewards: a lore fiction, a Gift of the Gods, a Spell or Ability, a Weapon or Armor Set, an Enemy, NPC and a quest. (Subject to approval by the team)\nWe will never thank you enough, and you're invited to meet the team (Paris, France) during the launch and the afterward launch party on November 2020  (Travel and lodging not included.) \nOf course you'll get all the rewards from above\nInmortis is the first release of Pecking Crow Studio, a team formed over a year around the  love of Action-RPG and dark or disturbing fictions such as the books of H. P. Lovecraft. Some of us already worked on games in the past, but this is our dream project, bringing together what we love in games: a challenging experience hiding a deep and interesting backstory. Together we're doing our best to make this dream come true !\nCorto Dufour (Moandor) - @Moandore\nLead Programmer + Animator + Designer\nAt first working alone on the project, Corto believed in it for 2 years, spreading his will of creation and quickly gathering a small team of passionate folks around Inmortis. Today he takes care of the team management, programming and of most of the animations. \nAnthony Rubier -  @AnthonyRubier \nPixel Artist + Concept Artist\nAnthony is the main artist of the team, doing gorgeous concept art and creating most of the environment you'll find ingame. As a concept and 3d artist who worked on other games, he just discovered pixel art and is already near to mastering it. Inmortis wouldn't have its visual identity without his hard work.\nGuillaume Vanneste (Raahos)\nVideo Content Creator + Designer + Sound Designer\nGuillaume is creating most of the sounds you can hear in Inmortis, and is also a very competent designer, reworking almost every UI asset since he joined the team, he really pushed the project forward.\n\nCyril Piotrowski (Nounet):\nPixel Artist\nCyril learned by himself over the years the secrets and the arcanes of pixel art. If Anthony loves doing nature sprites, Cyril shines when it comes to structures and artificial assets, and is able to draw very detailed sprites, he is the true master of pixel art in the team.\nBenjamin Baldassini (Panda) \nComposer\nBenjamin is a talented composer who worked on many other games such as Dark Devotion, and all this while managing a restaurant. When recording a song, he makes sure to only use physical instrument and SFX in order to give more character to the whole composition.  \nWe’ve also been punctually helped and would want to thanks:\n Alexandre Lellouche for helping us programming a lot of features\n Bastien Ruivo for managing with the community and helping us with some sprites\n Guillaume Rech--Bieber for giving a lot of interesting ideas and marketing\n Maxime Pontillo for his work on the UI and Game Design\n Brendan Le Goff for creating most of the assets of the first level in the demo\n Pierre Mazucca for helping us with some sprites and marketing\nDo you want to chat with us ? Click on these image to join our Discord or follow our Twitter:\nAt the begining, Inmortis was only a small project to make us work on something we would really love to play. Creating our own game from scratch with imagination as our only limit was like a dream for everyone in the team.\nAfter working on it for 2 years, and with the community getting bigger everyday, the project followed the movement and got even more important for all of us. \nToday we want to be able to fully work on Inmortis, without having to spend too much time on a part-time job, and that’s why Kickstarter is the perfect solution for us. With your support we would be able to buy better gear and get external help from talented collaborators.\nSo far, this game has only been fueled by our own money,  funding the game on Kickstarter will allow us to realize the vision we have for Inmortis and keep a full creative control, and show the development process to the community by giving timely updates so we can make together a game that every fan of challenging Action-RPG would love to play !\nOur main goals are:\nHave the game funded so we can be sure we'll be able to reach the quality we're aiming for Inmortis\nGather feedbacks from fans and veteran of challenging Action-RPG games, since we're making a game for a very specific audience.", "risks": "Risks and challenges\nWe started this project almost 2 years ago, some of us were already experienced in game development, while others realized step by step how gigantic was the amount of work required to build up a game like this...\nWe are working hard every day, and during countless sleepless nights, while struggling to survive the work rate between our full-time jobs and the game. \n\nDuring all this time the development was done without any budget or financing, and it was a truly exhausting experience.\n\nWe know that there are still many challenges to face until the day we'll be able to release a final version of the game, but after 2 years of development in these conditions, we feel confident that nothing can stop us :)\n\nNo matter the campaign result, we are going to finish this project. Financing will essentially speed up the development, and allow us to implement many features we would want Inmortis to have. We have already spent our own money on this project to make sure that we will be able to release it, but the number of features and the time we'll have to polish the game and reach the level of quality we're aiming for will be greatly influenced by the community support.\n\nOur biggest concern is about schedule, we're a small but ambitious team, and even if we already planned our workflow to be able to deliver the game in time, we know that it is impossible to reduce the risks to zero.\nKnowing this, we will talk with the community openly about any possible issues that might delay our development plans.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Pecking Crow Studio\nFirst created · 8 backed\nPecking Crow Studio is a french independent game development studio creating Action-RPG games. Actually working on Inmortis.See more"}, "support": [{"amt": "Pledge €5 or more", "title": "The Initiate", "descp": "EXCLUSIVE WALLPAPER + SPECIAL ROLE ON DISCORD & NAME IN THE CREDITS\n---\nEvery Backer count ! Get your name in the credits as \"Initiate\", a special role and access to a backer only channel on the Discord, a wallpaper and the biggest thanks from the team\nINCLUDES:\nThe biggest thankful thanks for your support !\nYour name in the credits\nDigital Inmortis Wallpaper\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["6 backers"]}, {"amt": "Pledge €15 or more", "title": "The Cultist", "descp": "FULL GAME COPY\n---\nGet a digital copy of the game at launch, your name in the credits as \"Cultist\", a special role and access to a backer only channel on the Discord, a wallpaper and the biggest thanks from the team.\nINCLUDES:\nDigital copy of the game\nThe biggest thankful thanks for your support !\nYour name in the credits\nDigital Inmortis Wallpaper\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["29 backers"]}, {"amt": "Pledge €25 or more", "title": "The Adept", "descp": "ACCESS TO THE BETA + SOUNTRACK & ARTBOOK + EXCLUSIVE ABILITIES\n---\nGet a digital copy of the game at launch, access to the beta, the soundtracks (digital) and the artbook (digital), a special ability available only for this tier and higher rewards, your name in the credits as \"Adept\", a special role and access to a backer only channel on the Discord, a wallpaper and the biggest thanks from the team.\nINCLUDES:\nDigital copy of the game\nAll the Rewards from Above\nAccess to the Beta\nSountracks of the game\nDigital Artbook\nBacker Exclusive Spell and Ability", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["19 backers"]}, {"amt": "Pledge €30 or more", "title": "The Oracle", "descp": "FULL GAME COPY X2, DOUBLE THE VALUE\n---\nAll the above rewards, and you get a second key for Inmortis. Available only for this tier !\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["12 backers"]}, {"amt": "Pledge €45 or more", "title": "The Prophet", "descp": "BETA ACCESS + FRESH NEWS FROM THE DEVS + UNIQUE WEAPON SKINS\n---\nAll the above rewards, plus be among the first to have news about the dev, access to the beta and unique weapons skins (Sword + Spear + Greataxe) only available for this tier and higher rewards.\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nExclusive Weapon Skins\nSpecial role on Discord and Early Access to News and Beta", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["2 backers"]}, {"amt": "Pledge €75 or more", "title": "The Darkcaller", "descp": "ACESS TO A SEPCIAL CHANNEL ON DISCORD + EXCLUSIVE ARMOR SET\n---\nAll the above rewards, plus follow the game as it grows as you'll have access to a special Dicord channel where we'll post news and sometimes even build to test some new features, and an exclusive armor set only available for this tier and higher.\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nAccess to Monthly Build of the Game\nExclusive Armor Set", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["1 backer"]}, {"amt": "Pledge €100 or more", "title": "The Archseer", "descp": "WRITE A LORE FICTION\n---\nAll the above rewards, plus Imagine a part of the game world lore, write it and we will include it in some secret and dark areas of the game. You can help shape the world of Inmortis ! (Subject to approval by the team)\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nWrite a Lore Fiction", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["1 backer"]}, {"amt": "Pledge €112 or more", "title": "The Chosen - Early Bird", "descp": "EARLY BIRD - TIME LIMITED FOR \"THE CHOSEN\", 20% DISCOUNT\n---\nSame as the Chosen package, but cheaper. This offer is active till the end of June.\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nWrite a Lore Fiction\nDesign a Gift of the Gods", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers"]}, {"amt": "Pledge €140 or more", "title": "The Chosen", "descp": "DESIGN A GIFT OF THE GODS\n---\nAll the above rewards, and create with us a new Gift of the Gods to be included in the game. Its up to you to decide what could happen to the player when he gets too corrupted, and think about eventual synergies with abilities or other curses. (Subject to approval by the team)\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nWrite a Lore Fiction\nDesign a Gift of the Gods", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers"]}, {"amt": "Pledge €300 or more", "title": "The Immortal", "descp": "DESIGN A SPELL OR ABILITY + GET YOUR NAME IN THE GAME\n---\nAll the above rewards, and design with the team a new spell or ability, think about its eventual synergies with the curses (Subject to approval by the team), and get your name in the game to become a part of this World.\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nWrite a Lore Fiction\nDesign a Gift of the Gods\nDesign a Spell or Ability\nYour Name in the Game", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["2 backers", "Limited (18 left of 20)"]}, {"amt": "Pledge €750 or more", "title": "The Exalted", "descp": "DESIGN A NEW WEAPON OR ARMOR SET + PIXEL PORTRAIT\n---\nAll the rewards from The Exalted section, get your name in the game, a pixel portrait made by our artist that will appear in the credits, and help us create a new weapon, along with its moveset, or an armor set. Work with us to figure out the aspect, stats and lore around these new items. (Subject to approval by the team)\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nWrite a Lore Fiction\nDesign a Gift of the Gods\nDesign a Spell or Ability\nYour Name in the Game\nDesign a New Weapon or Armor Set\nYour Pixel Portait in the Credits", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge €1,000 or more", "title": "The Transcended", "descp": "DESIGN AN ENEMY\n---\nAll the rewards from The Exalted section, get your name in the game and design an enemy, work with us to define its appearance, behavior, and lore. We'll send you drawings and in-game footage while we'll be working on it. (Subject to approval by the team)\nINCLUDES:\n3× Digital copy of the game\nAll the Rewards from \"The Immortal\" and Above\nWrite a Lore Fiction\nDesign a Gift of the Gods\nDesign a Spell or Ability\nYour Pixel Portait in the Credits\nYour Name in the Game\nDesign a New Enemy", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (7 left of 7)"]}, {"amt": "Pledge €2,000 or more", "title": "The Servant-King", "descp": "DESIGN AN NPC AND AN ENTIRE QUEST\n---\nAll the rewards from The Immortal section, and design an NPC, work with us to define its appearance, dialogs, lore, and how it'll fit in the game by creating an entire side story around this new character ! (Subject to approval by the team)\nINCLUDES:\n3× Digital copy of the game\nAll the Rewards from \"The Immortal\" and Above\nWrite a Lore Fiction\nDesign a Gift of the Gods\nDesign a Spell or Ability\nAll the Rewards from Above\nYour Name in the Game\nCreate a NPC\nCreate an Entire Quest", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (7 left of 7)"]}, {"amt": "Pledge €4,500 or more", "title": "The Forgotten God", "descp": "ULTIMATE DESIGN PACKAGE + YOUR STATUE INGAME + INVITED TO MEET THE TEAM\n---\nAll the rewards in one package ! Receive 10 copies of the game and work with us to create a boss, an NPC and its quest, a new enemy, a weapon or armor set, a spell or ability, a Gift of the Gods and write a lore fiction ! (All these are subject to approval by the team)\nYour statue will also be created and added to the game with your name on it and its backstory.\nLastly you're invited to meet the team during the game launch day and the launch party !\nINCLUDES:\n5× Digital copy of the game\nAll the Rewards from Above\nWrite a Lore Fiction\nDesign a Gift of the Gods\nDesign a Spell or Ability\nYour Pixel Portait in the Credits\nYour Name in the Game\nDesign a New Weapon or Armor Set\nDesign a New Enemy\nCreate a NPC\nCreate an Entire Quest\nDesign a Boss\nLaunch Day with the Team\nYour Statue In-Game", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge €10 or more", "title": "The Cultist (Early Bird - Time Limited)", "descp": "EARLY BACKER COPY\n---\nBe among the first backers and catch this pack for a 33% discount on the Cultist reward tier !\nINCLUDES:\nDigital copy of the game\nThe biggest thankful thanks for your support !\nYour name in the credits\nDigital Inmortis Wallpaper\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["Reward no longer available", "38 backers"]}, {"amt": "Pledge €60 or more", "title": "The Darkcaller (Early Bird)", "descp": "EARLY BIRD - TIME LIMITED FOR \"THE DARKCALLER\", 20% DISCOUNT\n---\nSame as the Darkcaller package, but cheaper. This offer is active till the end of June.\nINCLUDES:\n2× Digital copy of the game\nAll the Rewards from Above\nAccess to Monthly Build of the Game\nExclusive Armor Set", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "What's coming next ?", "update_content": "First of all: \nThank you everybody !\nWe may not have reached the goal, but support we got from the community was overwhelming, and we could never have dreamed of it. Having so many people believing in our project is really heartwarming.\nDon't worry, this is not the end of Inmortis, we will keep working on the game until it's finished and you'll all be able to play and enjoy it. Of course things we'll be a bit slower for a time, but there are many ways to make this happen and we plan to try each of them."}, {"update_no": "UPDATE #2", "update_userinfo": "How Enemies are Created", "update_content": "Creating a new Enemy\nToday we want to share you some detail in the enemies creation process, one of the funniest things to do during the development of Inmortis.\nThe birth of a new enemy starts when someone in the team has a good idea about a new or original gameplay mechanic.\nThe first step then is to discuss whether it's a good idea or not, and if we all agree, list the enemy moveset on a Google sheet to make things clear to everyone.  "}, {"update_no": "UPDATE #1", "update_userinfo": "You are amazing !", "update_content": "We launched the Kickstarter 2 days ago now, a little stressed but confident about the launch.\nThe most thankful thanks to every supporters and for believing in out project ! As indies having so much support from the start is incredible, you are amazing!\nWe got many feedbacks on the demo !"}, {"status": [{"Project ends": "JULY 26, 2019"}, {"Project launches": "JUNE 26, 2019"}]}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/pecking-crow-studio/inmortis", "project_name": "Inmortis: A dark and disturbing 2D Top-down Action-RPG"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "Lire la page en francais // Lea esta página en español\nLunark is a 2D cinematic platformer in the vein of '80s and '90s classics such as Prince of Persia and Flashback. Run, jump, hang, climb, roll, and shoot your way through mysterious alien ruins, a flying penitentiary, a high-tech megalopolis, and a majestic forest.\nALPHA GAMEPLAY FOOTAGE:\nThe game is at approximatively 15% through development. The purpose of the alpha footage below is to show Leo's move-sets and animations, some of the levels and the sound design. The UI is far from final and I'm working on new textboxes (improving the readability and including the portraits).  \nI hope it'll give you a feel of the game's ambiance.\nAs Earth became inhospitable, Noah, an AI whose sole purpose was to preserve humanity, was created. Noah chose the Moon as humanity's Ark - renamed Lunark - using it as a ship to evacuate a handful of chosen ones to the nearest superhabitable planet. Unfortunately, whether the planet was inhabited or not was not part of Noah’s programming.\nCenturies later, you play as Leo, an orphan rejected for being… different. You'll retrace your origins in the midst of a rebellion against the totalitarian regime of Lunark, and meet a wide cast of colorful characters, stuck on either side of the escalating conflict. \nI've designed Lunark as a homage to cinematic platformers while bringing modernity to a lot of the core aspects: The controls are responsive and intuitive and the progression system generous. The game is meant to feel fresh while being nostalgic. Lunark is also an adventure focused on delivering a thrilling narrative with explosive moments.\nSums up my main inspirations quite well...\nThe game will be available Nintendo Switch, PC (Windows) & Mac (OsX) in English, French, and Spanish. I hope to be able to add even more platforms and languages depending on how well the campaign and development goes. A survey will be sent to backers upon release to confirm platform choices.\nYou have no idea what a 2D cinematic platformer is?\n“Cinematic platformers are action-adventure platformers with a strong emphasis on realism, cinematic presentation, detailed character animations, [...] and a minimalistic approach to storytelling”. (“The Cinematic Platformer Compendium” by itchyander)\nJust like the fantastic games from which Lunark draws its inspirations, I use rotoscoping for the cutscenes’ animation (tracing over motion picture or 3D footage).\nEvery backer counts! Your name will be in the game's credits and you'll get the \"Backer\" role on the Discord Channel.\nGet a DIGITAL COPY of the GAME for Nintendo Switch, PC/Mac (Steam or DRM-Free) or for the platform of your choice available on release (to be specified in the post-KS survey).\nYou'll get the previous reward as well!\nIn addition to the GAME, you'll get LUNARK’S DIGITAL SOUNDTRACK, a WALLPAPER PACK (Desktop and Mobile), a DIGITAL MANUAL.\nYou'll get the previous reward as well!\nYou'll get YOUR NAME HIDDEN IN THE LEVELS!\nWhat does it mean? When you walk past the door of an apartment (or prison cell, war memorial, etc.), the player will have the opportunity to press the action button and your name will appear in the dialog box!\nYou'll get the previous reward as well!\nYou want to make someone happy or play on different systems? You'll get 2 DIGITAL COPIES of the GAME!\nI'll send you a physical numbered POSTCARD with a personalized thank you message!\nYour name will appear in the credits' SUPERBACKER's section.\nYou'll inherit the \"SuperBacker\" Role on the Discord Channel!\nYou'll get the previous reward as well!\n⚠️ Limited reward!\nYou (or your loved one, your pet...) are gonna BE IN THE GAME as a non-playable character (NPC). It includes a 16 pixels tall MODEL as well as a 26*26 pixels PORTRAIT! (In the final version, the portraits are gonna be displayed in the dialog boxes)\nYou'll get 3 DIGITAL COPIES of the GAME!\nYou'll get the previous reward as well!\n⚠️ Limited reward!\nYou're gonna help me design one of the numerous FLYING VEHICLES present in the game's backgrounds.\nYou'll get the previous reward as well!\nMy name is Johan Vinet, husband, and father of two. I'm originally from France but now live in Montreal, Canada. Although I've worked for several years as a graphic designer, you may know me as a pixel artist and animator in the independent video game industry or even have seen that little red-haired guy running on twitter. I've contributed to a dozen games such as Flinthook, Shovel Knight Showdown, Adventure Time, Mercenary Kings Reloaded and Rivals of Aether.\nPrince of Persia, Another World (aka Out of This World) and particularly Flashback have made a significant impact on me as a kid. Seeking to recreate the special feeling conveyed by these games, I started working on Lunark in my spare time. Given the enthusiasm around the project and how my passion grew about it, it became obvious to me that this game had to see the light. In September 2018, I took the leap and decided to quit my job to start my own independent studio: Canari Games Inc.\nI was 7 years old when I started music theory and have never stopped playing and composing since. Everything you hear in Lunark comes from me, music and SFX included. Yet, I’m also enthusiastic about working with other collaborators on Lunark's OST depending on how well the campaign does! \nPLAY\n\nWith your support, my goal is to be able to remain fully independent throughout this venture; without having to look for other contracts or business partners, and allowing me to work with talented collaborators. I really hope to fully realize this personal vision that I have for Lunark, knowing full well that there's an audience craving for this kind of game. \nSo this is why I need you: for allowing me to create the best version of Lunark possible.\nNewsletter // Discord // Twitter // Facebook\n\n> Thanks to illustrator Justin Chan for his amazing cover art! \n> Everything shown is pre-alpha footage, subject to change (for the better!) in the final version.", "risks": "Risks and challenges\nLunark is already at an advanced stage of its design and is being developed with GameMaker Studio 2, a long-proven engine behind some well-known titles such as Undertale, Hyper Light Drifter and Nuclear Throne. \nAs for me, I've been a successful freelancer since 2005, participated in the production of a dozen video games and worked for 4 years at Tribute Games where I was closely involved in several aspects of Flinthook and Mercenary Kings Reloaded's release.\nWhether on Twitter or Patreon, I've always been committed to sharing my work, which is why I'm gonna be totally transparent about the progress and any challenges I'll be facing. After all, Lunark won't be real without your help.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 6 or more", "title": "👍 SUPPORTER", "descp": "Every backer counts! Your name will be in the credits and you'll get the \"Backer\" role on the Discord Channel.\nINCLUDES:\nYour Name in the Credits\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["58 backers"]}, {"amt": "Pledge CA$ 17 or more", "title": "🕹️ DIGITAL GAME", "descp": "Get a DIGITAL COPY of the GAME for PC/Mac (Steam or DRM-Free) or for the platform of your choice available on release (to be specified in the post-KS survey).\nINCLUDES:\nDigital Game\nYour Name in the Credits\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["1,400 backers"]}, {"amt": "Pledge CA$ 30 or more", "title": "🎵 SOUNDTRACK", "descp": "In addition to the GAME, you'll get LUNARK’S DIGITAL SOUNDTRACK, a WALLPAPER PACK (Desktop and Mobile), a DIGITAL MANUAL.\nINCLUDES:\nDigital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\n\"Backer\" Role on the Discord Channel\nYour Name in the Credits", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["392 backers"]}, {"amt": "Pledge CA$ 65 or more", "title": "✏️ PHILANTHROPIST", "descp": "In addition to the previous rewards, you'll get YOUR NAME HIDDEN IN THE LEVELS (on doors, shops, monuments, prison cells...).\nINCLUDES:\nYour Name on Things in the Game!\nDigital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\n\"Backer\" Role on the Discord Channel\nYour Name in the Credits", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["182 backers"]}, {"amt": "Pledge CA$ 120 or more", "title": "😎 SUPERBACKER //2x DIGITAL GAME", "descp": "You want to make someone happy or play on different systems? Get 2 DIGITAL COPIES of the GAME, your NAME hidden in the levels, the DIGITAL SOUNDTRACK, your name in the credits' SUPERBACKER's section, the \"SuperBacker\" role on the Discord Channel, and a physical numbered POSTCARD with a personalized thank you message!\nINCLUDES:\n2× Digital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\nYour Name on Things in the Game!\nDev-signed Postcard\n\"SuperBacker\" Role on the Discord Channel\nYour Name in the Credits as a SuperBacker", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["47 backers"]}, {"amt": "Pledge CA$ 300 or more", "title": "🎥 ACTOR // 3x DIGITAL GAME", "descp": "You (or your loved one, your pet...) are gonna BE IN THE GAME as a non-playable character (NPC). It includes a 16 pixels tall MODEL as well as a 26*26 pixels PORTRAIT!\nOh and you get 3 DIGITAL COPIES of the GAME!\nINCLUDES:\nBe in the Game as a NPC\n3× Digital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\nYour Name on Things in the Game!\nDev-signed Postcard\n\"SuperBacker\" Role on the Discord Channel\nYour Name in the Credits as a SuperBacker", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers", "Limited (19 left of 50)"]}, {"amt": "Pledge CA$ 500 or more", "title": "🚀 DESIGNER + 3x DIGITAL GAME", "descp": "You're gonna help me design one of the numerous FLYING VEHICLES present in the game's backgrounds.\nINCLUDES:\nYour Flying Vehicle in the Game\n3× Digital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\nBe in the Game as a NPC\nYour Name on Things in the Game!\nDev-signed Postcard\n\"SuperBacker\" Role on the Discord Channel\nYour Name in the Credits as a SuperBacker", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (11 left of 20)"]}, {"amt": "Pledge CA$ 14 or more", "title": "🐦 EARLY BIRD DIGITAL GAME", "descp": "Be among the fastest and get a cheaper DIGITAL COPY of the GAME for PC/Mac (Steam or DRM-Free) or for the platform of your choice available on release (to be specified in the post-KS survey).\nINCLUDES:\nDigital Game\nYour Name in the Credits\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["Reward no longer available", "461 backers"]}, {"amt": "Pledge CA$ 25 or more", "title": "🐦 EARLY BIRD 🎵 SOUNDTRACK", "descp": "Be quick and catch this pack for less! In addition to the GAME, you'll get LUNARK’S DIGITAL SOUNDTRACK, a WALLPAPER PACK (Desktop and Mobile), a DIGITAL MANUAL.\nINCLUDES:\nDigital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\n\"Backer\" Role on the Discord Channel\nYour Name in the Credits", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["Reward no longer available", "151 backers"]}, {"amt": "Pledge CA$ 34 or more", "title": "🕹️ DIGITAL GAME ❤️ VALENTINE'S DAY", "descp": "48H SPECIAL VALENTINE'S DAY!\nGet 2 DIGITAL COPIES of the GAME for SWITCH, PC/Mac (Steam or DRM-Free) or for the platform of your choice available on release (to be specified in the post-KS survey).\nINCLUDES:\n2× Digital Game\nYour Name in the Credits\n\"Backer\" Role on the Discord Channel", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["Reward no longer available", "26 backers"]}, {"amt": "Pledge CA$ 47 or more", "title": "🎵 SOUNDTRACK ❤️ VALENTINE'S DAY", "descp": "48H SPECIAL VALENTINE'S DAY!\nIn addition to the 2 DIGITAL COPIES of the GAME, you'll get LUNARK’S DIGITAL SOUNDTRACK, a WALLPAPER PACK (Desktop and Mobile), a DIGITAL MANUAL.\nINCLUDES:\n2× Digital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\n\"Backer\" Role on the Discord Channel\nYour Name in the Credits", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["Reward no longer available", "17 backers"]}, {"amt": "Pledge CA$ 82 or more", "title": "✏️ PHILANTHROPIST ❤️ VALENTINE'S DAY", "descp": "48H SPECIAL VALENTINE'S DAY!\nIn addition to the previous rewards (2 DIGITAL COPIES + DIGITAL GOODS), you'll get YOUR NAME HIDDEN IN THE LEVELS (on doors, shops, monuments, prison cells...).\nINCLUDES:\nYour Name on Things in the Game!\n2× Digital Game\nDigital Soundtrack\nDigital Wallpaper Pack\nDigital Manual\n\"Backer\" Role on the Discord Channel\nYour Name in the Credits", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["Reward no longer available", "5 backers"]}], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "May Update!", "update_content": "Hi there! I hope you folks are good! It's time for a LUNARK update!\n\nDev update\nThings are progressing smoothly. Since the Steam festival, people have been trying out the demo regularly and the response has been very encouraging. Here is a non-exhaustive list of things I worked on in the last few weeks:"}, {"update_no": "UPDATE #31", "update_userinfo": "Mars Update!", "update_content": "Hello you all! \nDemo / Steam Festival's report\nFirst, quick reminder that the demo is still available on Steam for PC or Mac. \nI attended the Steam Festival last month (a week-long event dedicated to showcasing upcoming games with demos). Luckily, LUNARK got a lot of exposure and the number of people who added the game to their wishlist doubled! It has exceeded my targeted 10,000 and is now at 12,500. So, I consider the 3 weeks spent preparing this event to be an excellent investment.  \nDev update"}, {"status": []}], "comment_no": 291, "projec_url": "https://www.kickstarter.com/projects/canarigames/lunark", "project_name": "LUNARK"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "Here at Arrowstorm, we've made a few scifi films in the past, ranging from the action-creature-spectacle SURVIVOR, to post-apocalyptic zombie films like OSOMBIE and WE ALL FALL DOWN, to the cerebral space odyssey MAGELLAN. Now we bring you something completely new - 626 EVOLUTION - a present-day, urban, found-footage, scifi paranoid-thriller.\nDirected by John Lyde, the visionary behind some of Arrowstorm's most beloved films - OSOMBIE, THE SHADOW CABAL, SURVIVOR, THE CHRISTMAS DRAGON and the last two MYTHICA films, 626 EVOLUTION stars fan-favorite Danielle Chuchran, back at her butt-kicking best.\nAs with all our past Kickstarter efforts, this film has already been shot and edited, and we are well into post-production. The trailer is actual footage from the film, so you can get a good gauge of the quality, and how close we are to fulfilling our vision.\nHunted by government agents and constantly assaulted by a cartel of vengeful thugs, an amnesiac known only as “626” searches for her true identity while protecting a teenage girl who shares her superhuman combat skills; but when 626 uncovers the horrifying truth about her past, she must infiltrate enemy headquarters to expose a corporate conspiracy that threatens the free world, before she and her companion are silenced forever.\n  Danielle Chuchran - a rapidly rising action star, you've seen her decapitate zombies, massacre orcs, and cuddle puppies and ponies. Dani's back in fighting form, kicking butt and taking names.\nRuby Jones - if you're an Arrowstorm fan, you'll recognize this talented young actress from her roles in Survivor and Christmas Dragon. Now she'll do something unexpected...\nFilmmaking is expensive business, and there’s no way we’d be able to make awesome indie fantasy and sci-fi films without the support of our community of fans and backers. Kickstarter is an invaluable resource which not only allows us to fund our films, but also lets us do it while connecting directly with fantasy and sci-fi fans like you! \nWe’ve been able to make some really fun films, all because of your contributions. We want to do that again, and again, and again!\nWith Kickstarter it’s all or nothing. Backers pledge an amount and choose a reward. At the end of our 30-day Kickstarter campaign, if the total of all pledges for our project meets or exceeds our goal, then the credit cards of those who pledge are charged and we receive the funding. If not, we receive nothing, nobody gets charged, but everybody is sad :( \nWe're not looking for charity, we're looking for an early sales venue - that's why our rewards reflect fair market value. Don't think of it as a donation, think of it as a pre-purchase. If you want to see this film, buy it now through Kickstarter - you'll probably get a better deal from us than from whatever retailer ends up selling it in your country. PLUS, our films release at all different times around the world. Our Kickstarter backers usually get to see the finished product months ahead of the general public. \nWe're a small group of independent filmmakers who love making movies, and have been at it for about a decade. It's our full-time job, and every film we have made has received worldwide distribution. We do pretty much everything ourselves, from conception to financing to production to securing distribution. We love fantasy and science fiction and know there’s others out there like us, who we aim to please. \nWe've done several films on Kickstarter in the past - including The Crown and the Dragon, Osombie, The Shadow Cabal, Orc Wars, Survivor, The Christmas Dragon and Mythica 1 - 5, and most of our supporters keep coming back, which means we're doing something right :) \nClick on a name to see our IMDB profiles: \nJohn Lyde - Director/Producer\nJason Faller - Executive Producer\nKynan Griffin - Executive Producer \nYou can learn more about our film-making philosophy and our projects at our website: www.arrowstormentertainment.com ", "risks": "Risks and challenges\nFilm is a complicated technical exercise, and often unforeseen difficulties arise, causing budget and scheduling overruns - particularly when complex visual effects are involved. That being said, we are an experienced group and have successfully completed and released every film we have started - over 20 of them now. We have produced several visual effects heavy projects in the past, and see no reason why we shouldn't continue to accomplish our goals.\n\nOn the plus side, this film is largely complete. A great deal of the risk in the project has already been mitigated, and we are too far along to turn back and give up. We are seeking funding to complete a visual effects sequence, and have the personnel to pull it off, regardless of complications.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "POSTER AND SONG", "descp": "Get a hi-res PDF of the film's awesome poster and an mp3 of our main title theme from the soundtrack.\nINCLUDES:\nDigital Poster\nTheme Song", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "DIGITAL DOWNLOAD", "descp": "Get the 1080p HD digital version of the film - includes a digital download of the soundtrack and a hi-res PDF poster.\nINCLUDES:\nDigital Poster\n1080p digital film download\nMP3 Soundtrack", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["206 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "DVD", "descp": "DVD - an exclusive Kickstarter Supporters Edition DVD, plus hi-res PDF poster and digital soundtrack.\nINCLUDES:\nDVD\nDigital Poster\nMP3 Soundtrack", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["66 backers"]}, {"amt": "Pledge US$ 29 or more", "title": "DVD+DIGITAL", "descp": "An exclusive Kickstarter Supporters Edition DVD, plus hi-res PDF poster and digital soundtrack AND a 1080p HD digital version of the film.\nINCLUDES:\nDVD\n1080p digital film download\nMP3 Soundtrack\nDigital Poster", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "BLURAY", "descp": "An exclusive Kickstarter Supporters Edition Bluray, plus hi-res PDF poster and digital soundtrack.\nINCLUDES:\nBluray\nMP3 Soundtrack\nDigital Poster", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["68 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "DIGITAL DOWNLOAD PLUS20", "descp": "Get the 1080p HD digital version of the film - includes a digital download of the soundtrack and a hi-res PDF poster PLUS your name in the credits of the US release of the film as a Kickstarter Backer.\nINCLUDES:\n1080p digital film download\nMP3 Soundtrack\nDigital Poster\nName in Credits as Kickstarter Backer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "BLURAY+DIGITAL", "descp": "An exclusive Kickstarter Supporters Edition Bluray signed by members of the cast and crew, plus a hi-res PDF poster and digital soundtrack AND a 1080p HD digital version of the film.\nINCLUDES:\nBluray\n1080p digital film download\nMP3 Soundtrack\nDigital Poster", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["72 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "DVD PLUS20", "descp": "DVD - an exclusive Kickstarter Supporters Edition DVD, plus hi-res PDF poster and digital soundtrack PLUS your name in the credits of the US release of the film as a Kickstarter Backer.\nINCLUDES:\nDVD\nDigital Poster\nMP3 Soundtrack\nName in Credits as Kickstarter Backer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "DANI CHUCHRAN ACTION PACK", "descp": "Digital Downloads of four of Dani's films made with Arrowstorm - OSOMBIE, THE SHADOW CABAL, SURVIVOR, and 626 EVOLUTION.\nINCLUDES:\n1080p digital film download\nMP3 Soundtrack\nDigital Poster\nOsombie digital download\nShadow Cabal digital download\nSurvivor digital download", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "BLURAY PLUS20", "descp": "An exclusive Kickstarter Supporters Edition Bluray, plus hi-res PDF poster and digital soundtrack PLUS your name in the credits of the US release of the film as a Kickstarter Backer.\nINCLUDES:\nBluray\nDigital Poster\nMP3 Soundtrack\nName in Credits as Kickstarter Backer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "BLURAY FAN PACK", "descp": "An exclusive Kickstarter Supporters Edition Blu-ray signed by members of the cast and crew, a CD of the film's epic soundtrack and a signed 11x17 inch poster. Now also includes 1080p digital download of the film, and digital soundtrack and poster.\nINCLUDES:\nSigned Bluray\nSigned 11x17 Poster\nSoundtrack CD\nMP3 Soundtrack\nDigital Poster\n1080p digital film download", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "BLURAY FAN PACK PLUS20", "descp": "An exclusive Kickstarter Supporters Edition Blu-ray signed by members of the cast and crew, a CD of the film's epic soundtrack and a signed 11x17 inch poster. Now also includes 1080p digital download of the film, and digital soundtrack and poster PLUS your name in the credits of the US release of the film as a Kickstarter Backer.\nINCLUDES:\nBluray\nSigned 11x17 Poster\nSoundtrack CD\n1080p digital film download\nDigital Poster\nMP3 Soundtrack\nName in Credits as Kickstarter Backer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["26 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "THE SPECIAL", "descp": "A half-hour Skype meeting (or lunch, if you happen to be in the Salt Lake City, UT area) with the Producers to discuss financing, production and distribution of this project. Includes the Bluray Fan Pack and a \"Special Thanks\" in the US release of the film's end credits.\nINCLUDES:\nSigned Bluray\nSigned 11x17 Poster\nSoundtrack CD\n1080p digital film download\nMP3 Soundtrack\nDigital Poster\nName is credits - Special Thanks", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "THE ASSOCIATE", "descp": "See your name in the US release of the film's credits and on IMDB as an \"Associate Producer\". Includes the Blu-ray Fan Pack and a half-hour Skype meeting with the Producers to discuss all aspects of the production of this picture (in-person meeting available - location dependent).\nINCLUDES:\nSigned Bluray\nSigned 11x17 Poster\nSoundtrack CD\n1080p digital film download\nMP3 Soundtrack\nDigital Poster\nName in credits - Associate Producer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (6 left of 10)"]}, {"amt": "Pledge US$ 1,250 or more", "title": "THE CO-PRO", "descp": "See your name in the US release of the film's credits and on IMDB as a \"Co-Producer\". Includes the Blu-ray Fan Pack and a one-hour Skype meeting with the Producers to discuss all aspects of the production of this picture (in-person meeting available - location dependent).\nINCLUDES:\nSigned Bluray\nSigned 11x17 Poster\nSoundtrack CD\n1080p digital film download\nMP3 Soundtrack\nDigital Poster\nName in credits - Co-Producer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "THE EXECUTIVE", "descp": "See your name in the US release of the film's credits and on IMDB as an \"Executive Producer\". Includes the Blu-ray Fan Pack and a one-hour Skype meeting with the Producers to discuss all aspects of the production of this picture (in-person meeting available - location dependent).\nINCLUDES:\nSigned Bluray\nSigned 11x17 Poster\nSoundtrack CD\n1080p digital film download\nMP3 Soundtrack\nDigital Poster\nName in credits - Executive Producer", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (3 left of 3)"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "DVDs and Blurays Arrived!", "update_content": "Hi Friends,\nSo after much delay and struggle in finding a new replicator we trust (for those new to our Kickstarters, our last partner went out of business), we have finally managed to manufacture our Blurays and DVDs!\nSo we will be shipping those out shortly."}, {"update_no": "UPDATE #14", "update_userinfo": "DIGITAL DOWNLOADS SENT!!!", "update_content": "Hi Friends,\nGreat news. We have just sent you the digital downloads for 626: Evolution, so check your emails for those instructions.\nFor those of you who bought physical copies, we are still waiting on the manufacturing process. Hopefully those will be ready soon.\nThanks! And enjoy."}, {"update_no": "UPDATE #13", "update_userinfo": "Some digital rewards sent!", "update_content": "Hi Friends,\nIf your reward included a digital copy of previous Arrowstorm films, those codes were just sent to you to redeem.\nThanks!"}, {"update_no": "UPDATE #12", "update_userinfo": "Discs being manufactured", "update_content": "Hi Friends,\nJust a quick update on the film - it is finished! And we are busy prepping the DVD and Bluray masters to ship off to the manufacturer... our regular manufacturers went out of business, so we have been trying to find a new, reliable partner.\nSo - stand by. They will be coming in the next few weeks."}, {"update_no": "UPDATE #11", "update_userinfo": "Surveys close on Friday", "update_content": "Hi Friends,\nMost of you have answered your surveys. Thanks! On Friday I will be sending in the names for the credits, so we can finalize the film. So, if you bought any of the PLUS20 reward tiers, please answer by Friday.\nThanks!"}, {"update_no": "UPDATE #10", "update_userinfo": "SURVEYS SENT!", "update_content": "Hi Friends,\nYour surveys have been sent, so please check your emails, and respond quickly, particularly if you have pledged to have your name in the credits. WE CANNOT FINISH THE FILM UNTIL WE HAVE ALL THOSE NAMES!!!\nIf you do not receive your survey by end of day today, you can find it on the Backerkit website:"}, {"update_no": "UPDATE #9", "update_userinfo": "Surveys Coming!", "update_content": "Hi Friends,\nOur project is being set up in Backerkit, our usual fulfillment method on these Kickstarter campaigns. Your surveys should be coming in the next few days.\nPlease respond to them promptly, especially those of you who have bought the PLUS20 reward tiers to have your name in the credits. We cannot render out the final version of the film until we have collected all those names!"}, {"update_no": "UPDATE #8", "update_userinfo": "Yay!!!", "update_content": "Hi Friends,\nThanks so much for your support of this project. This is very different from any porject we have done before, and in the current film marketplace it is really difficult to make small, more experimental projects without the support of patrons like yourselves - people who are willing to give indie films a chance.\nSo thank you. We appreciate every single one of you for helping to make this possible, and we look forward to finishing up quickly and getting this film into your hands!"}, {"update_no": "UPDATE #7", "update_userinfo": "36 hours to go!", "update_content": "Friends,\nWe have 36 hours to go, and we are still a little short. This one is going to be a squeaker. \nWe are emailing and updating all our people on our end, to try ensure we get there.\nWhat can you do to help?"}, {"status": [{"Project funds successfully": "598 backers pledged $25,325"}]}], "comment_no": 53, "projec_url": "https://www.kickstarter.com/projects/arrowstorm/626-evolution-scifi-feature", "project_name": "626 Evolution (scifi feature)"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "MAGELLAN is the first cerebral science fiction film from Arrowstorm Entertainment, a world leader in fantasy entertainment. Sure, we've made some sci-fi action movies (Survivor, Osombie and Zombie Hunter), but now we're talking NASA, artificial intelligence, quantum entanglement, Fermi's paradox, mysterious signals from space and an awesome onboard computer voiced by Matthew Mercer!\nAs with all our past Kickstarter efforts, this film has already been shot and edited, and we are well into post-production. The trailer is actual footage from the film, so you can get a good gauge of the quality, and how close we are to fulfilling our vision.\n  After NASA picks up a trio of mysterious signals from within our own solar system, astronaut Roger Nelson is dispatched on a multi-year solo mission aboard the Magellan spacecraft to investigate the sources. What he discovers will change our understanding of science and our place in the universe, but the journey will have lasting consequences on Nelson and the wife he left behind.\n  We’ve never attempted anything like this before. Inspired by the works of people like Carl Sagan and Arthur C. Clark, we wanted to create a \"hard\" science fiction film about space exploration, based on real science and theoretical situations. Every aspect of the story had to be carefully researched. We even brought in a former member of NASA’s Jet Propulsion Laboratory to advise us on astronautics and planetary science. The result is a mind-blowing space thriller about possible first contact, and we’re really excited to share it!\nWe've also partnered with some awesome people to bring the story to life, including VFX guru Cecil B. (Guardians of the Galaxy) and film composer Nathaniel Drew (who studied at one point under the tutelage of a certain Hans Zimmer).  We are also featuring music by VanLadyLove!    \n  Brandon Ray Olive plays Commander Roger Nelson, a by-the-book astronaut whose wanderlust drives him to the stars. Brandon’s talent as a performer has landed him multiple roles in both film and television including NCIS, CSI:NY and Tyler Perry’s Single Mom’s Club. Recently he’s been cast in two projects from director Steven Soderbergh: Logan Lucky and HBO’s Mosaic. \nMatthew Mercer voices Ferdinand, the deep-spacecraft Magellan’s primary A.I. unit. Matthew is a talented actor and voice artist, best known for his voice work in countless franchises including Attack on Titan, World of Warcraft, Call of Duty, Final Fantasy...basically, if you’ve played a video game, you’ve heard Matthew’s voice. He’s also Dungeon Master supreme over at Critical Role, and of course played the evil necromancer Szorlok in our own Mythica series. \nDanor Gerald plays NASA project director Gerald Becker, and brings to the role a perfect blend of intellectual authority and tweed-jacket wearing geekiness. Danor has appeared in multiple roles including ABC’s Blood and Oil, Forever Strong and was the leading man in Saints and Soldiers: The Void.\nNicola Posener brings to life the voice of Neil, the deep-spacecraft MAGELLAN's cheeky, secondary A.I. unit. Arrowstorm fans will know her from her starring role in the Dawn of the Dragon Slayer and the Mythica franchise, but this may be the first time you hear her full American accent! She’s starred in several British films, and you can see her in the upcoming TV series Age of the Living Dead.\nWhitney Palmer plays Abigail Nelson, NASA A.I. specialist and spouse to Commander Nelson. This marks Whitney’s first major role in a feature film, and she drives home an emotional performance as the “astronaut wife” left behind for a decade. \nFilmmaking is expensive business, and there’s no way we’d be able to make awesome indie fantasy and sci-fi films without the support of our community of fans and backers. Kickstarter is an invaluable resource which not only allows us to fund our films, but also lets us do it while connecting directly with fantasy and sci-fi fans like you! \nWe’ve been able to make some really fun films, all because of your contributions. We want to really take it to the next level now, and are confident we can blow you away if you give us a chance. \nWith Kickstarter it’s all or nothing. Backers pledge an amount and choose a reward. At the end of our 30-day Kickstarter campaign, if the total of all pledges for our project meets or exceeds our goal, then the credit cards of those who pledge are charged and we receive the funding. If not, we receive nothing, nobody gets charged, but everybody is sad :( \nWe're not looking for charity, we're looking for an early sales venue - that's why our rewards reflect fair market value. Don't think of it as a donation, think of it as a pre-purchase. If you want to see this film, buy it now through Kickstarter - you'll probably get a better deal from us than from whatever retailer ends up selling it in your country. PLUS, our films release at all different times around the world. Our Kickstarter backers usually get to see the finished product months ahead of the general public. \n    We're a small group of independent filmmakers who love making movies, and have been at it for about a decade. It's our full-time job, and every film we have made has received worldwide distribution. We do pretty much everything ourselves, from conception to financing to production to securing distribution. We love fantasy and science fiction and know there’s others out there like us, who we aim to please. \nWe've done several films on Kickstarter in the past - including The Crown and the Dragon, Osombie, The Shadow Cabal, Orc Wars, Survivor, The Christmas Dragon and Mythica 1 - 5, and most of our supporters keep coming back, which means we're doing something right :) \nClick on a name to see our IMDB profiles: \nRob York - Director/Co-Writer \nJason Faller - Executive Producer\nKynan Griffin - Executive Producer \nYou can learn more about our film-making philosophy and our projects at our website: www.arrowstormentertainment.com\n$40,000 - ACHIEVED! Production Diary for all backers with photos/stories from cast and crew. Plus unlock Theatrical Premiere for backers. \n$30,000 - ACHIEVED! DVD/Bluray/Digital Special Featurette about the dangers and possibilities of real space travel. Where will we go and will we survive?\n   ", "risks": "Risks and challenges\nFilm is a complicated technical exercise, and often unforeseen difficulties arise, causing budget and scheduling overruns - particularly when complex visual effects are involved. That being said, we are an experienced group and have successfully completed and released every film we have started. We have produced several visual effects heavy projects in the past, and see no reason why we shouldn't continue to accomplish our goals.\n\nOn the plus side, this film is largely complete. A great deal of the risk in the project has already been mitigated, and we are too far along to turn back and give up.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Poster and Song", "descp": "Get a hi-res PDF of the film's awesome poster and an mp3 of our main title theme from the soundtrack.\nINCLUDES:\nHi-Res PDF Poster\nMagellan Theme Song mp3 download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["36 backers"]}, {"amt": "Pledge US$ 4 or more", "title": "Novelization ADD-ON just $4.00", "descp": "Add the Novelization eBook to your selected reward tier for just $4.00! Simply increase the pledge on your chosen reward tier. You will select the additional reward in our BackerKit survey at the end of the Kickstarter.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 5 or more", "title": "Streaming Premiere ADD-ON just $5", "descp": "Add the Online Streaming Premiere to your selected reward tier for just $5.00! Simply increase the pledge on your chosen reward tier. You will select the additional reward in our BackerKit survey at the end of the Kickstarter.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 6 or more", "title": "Soundtrack and Novelization", "descp": "Love a mind-warping read? Get the film's novelization in ebook format. Includes hi-res PDF of the film's awesome poster and digital download of the film's original soundtrack.\nINCLUDES:\nMagellan - The Novelization by Scott Baird ebook\nOriginal Soundtrack digital download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Download", "descp": "Get the 1080p HD digital version of the film - includes a digital download of the soundtrack and a hi-res PDF poster.\nINCLUDES:\nMagellan 1080p Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["392 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "DVD", "descp": "An exclusive Kickstarter Supporters Edition DVD signed by Director Rob York, plus hi-res PDF poster and digital soundtrack.\nINCLUDES:\nMagellan DVD\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["116 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Sci-Fi Digital 2Pack", "descp": "Get the 1080p HD digital version of Magellan, plus a HD digital download of our sci-fi action film SURVIVOR. Includes digital download of the Magellan soundtrack and a hi-res PDF poster.\nINCLUDES:\nMagellan 1080p Digital Download\nSurvivor 1080p HD Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["69 backers"]}, {"amt": "Pledge US$ 29 or more", "title": "DVD+DIGITAL", "descp": "An exclusive Kickstarter Supporters Edition DVD signed by Director Rob York, plus hi-res PDF poster and digital soundtrack AND a 1080p HD digital version of the film.\nINCLUDES:\nMagellan DVD\nMagellan 1080p Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["32 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "BLURAY", "descp": "An exclusive Kickstarter Supporters Edition Bluray signed by Director Rob York, plus hi-res PDF poster and digital soundtrack.\nINCLUDES:\nMagellan Bluray\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["102 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Digital Download + PLUS20", "descp": "Digital Download PLUS20 - Get the 1080p HD digital version of the film - includes a digital download of the soundtrack and a hi-res PDF poster, PLUS your name in the credits of the US release as a Kickstarter Backer.\nINCLUDES:\nMagellan 1080p Digital Download\nName in Credits as Kickstarter Backer\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["49 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Sci-Fi DVD 2Pack", "descp": "An exclusive Kickstarter Supporters Edition DVD signed by Director Rob York, plus a DVD of our sci-fi action film SURVIVOR. Includes Magellan digital soundtrack and hi-res PDF poster.\nINCLUDES:\nMagellan DVD\nSurvivor DVD\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "BLURAY+DIGITAL", "descp": "An exclusive Kickstarter Supporters Edition Bluray signed by Director Rob York, plus a hi-res PDF poster and digital soundtrack AND a 1080p HD digital version of the film.\nINCLUDES:\nMagellan Bluray\nMagellan 1080p Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["46 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "DVD + PLUS20", "descp": "An exclusive Kickstarter Supporters Edition DVD signed by Director Rob York, plus hi-res PDF poster and digital soundtrack, PLUS your name in the credits of the US release as a Kickstarter Backer.\nINCLUDES:\nMagellan DVD\nName in Credits as Kickstarter Backer\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "BLU-RAY + PLUS20", "descp": "An exclusive Kickstarter Supporters Edition BLU-RAY signed by Director Rob York, plus hi-res PDF poster and digital soundtrack, PLUS your name in the credits of the US release as a Kickstarter Backer.\nINCLUDES:\nMagellan Bluray\nName in Credits as Kickstarter Backer\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["30 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "BLU-RAY FAN PACK", "descp": "An exclusive Kickstarter Supporters Edition Blu-ray signed by director Rob York, a CD of the film's epic soundtrack and a signed 11x17 inch poster. Includes 1080p digital download of the film, digital soundtrack and poster, and the novelization ebook!\nINCLUDES:\nMagellan Bluray\nOriginal Soundtrack CD\n11x17 Printed Movie Poster\nMagellan - The Novelization by Scott Baird ebook\nMagellan 1080p Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["30 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "BLU-RAY FAN PACK + PLUS20", "descp": "An exclusive Kickstarter Supporters Edition Blu-ray signed by director Rob York, a CD of the film's epic soundtrack and a signed 11x17 inch poster. Includes 1080p digital download of the film, digital soundtrack and poster, and the novelization ebook! PLUS your name in the credits of the US release as a Kickstarter Backer.\nINCLUDES:\nMagellan Bluray\nOriginal Soundtrack CD\n11x17 Printed Movie Poster\nMagellan - The Novelization by Scott Baird ebook\nName in Credits as Kickstarter Backer\nMagellan 1080p Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 105 or more", "title": "MATT MERCER BLU-RAY FAN PACK +PLUS20", "descp": "NEW REWARD! An exclusive Kickstarter Supporters Edition Blu-ray signed by Matthew Mercer, a CD of the film's epic soundtrack and a 11x17 inch poster signed by cast and crew. Includes 1080p digital download of the film, digital soundtrack and poster, and the novelization ebook! PLUS your name in the credits of the US release as a Kickstarter Backer.\nINCLUDES:\nMagellan Bluray\nOriginal Soundtrack CD\n11x17 Printed Movie Poster\nMagellan - The Novelization by Scott Baird ebook\nName in Credits as Kickstarter Backer\nMagellan 1080p Digital Download\nOriginal Soundtrack digital download\nHi-Res PDF Poster", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers", "Limited (6 left of 25)"]}, {"amt": "Pledge US$ 110 or more", "title": "BRANDON OLIVE BLURAY FAN PACK +PLUS20", "descp": "NEW REWARD! An exclusive Kickstarter Supporters Edition Blu-ray, a 8.5x11 inch Magellan Photo autographed by Brandon Olive with a personalized note, a CD of the film's epic soundtrack and a 11x17 inch poster signed by cast and crew. Includes 1080p digital download of the film, digital soundtrack and poster, and the novelization ebook! PLUS your name in the credits of the US release as a Kickstarter Backer.\nINCLUDES:\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)\n8.5x11Photo Autographed by Brandon Olive w/personalized note\nName in Credits as Kickstarter Backer", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (6 left of 12)"]}, {"amt": "Pledge US$ 225 or more", "title": "AUTHOR/Screenwriter/DIRECTOR Meet", "descp": "A half-hour Skype meeting with Author/Screenwriter Scott Baird and Director/Screenwriter Rob York to discuss the script, film, and novelization, the writing/adaptation process, and even your story ideas. Includes the Blu-ray Fan Pack and a \"Special Thanks\" in the US release of the film's end credits.\nINCLUDES:\nSkype with Author/Screenwriter Scott Baird\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)\nSpecial Thanks in Film Credits", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 230 or more", "title": "ACTOR / DIRECTOR Meet", "descp": "NEW REWARD! A half-hour Skype meeting with Actor Brandon Ray Olive and Director Rob York to discuss the film and what goes into creating an indie film project. Includes the Brandon Olive Blu-ray Fan Pack and a \"Special Thanks\" in the US release of the film's end credits.\nINCLUDES:\nSkype with Actor Brandon Olive and Director Rob York\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)\n8.5x11Photo Autographed by Brandon Olive w/personalized note\nSpecial Thanks in Film Credits", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 250 or more", "title": "The SPECIAL", "descp": "A half-hour Skype meeting (or lunch, if you happen to be in the Los Angeles, CA or Salt Lake City, UT areas) with the Producers to discuss financing, production and distribution of this project. Includes the Blu-ray Fan Pack and a \"Special Thanks\" in the US release of the film's end credits.\nINCLUDES:\nSkype with Producers\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)\nSpecial Thanks in Film Credits", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "THE TRANSMITTERS", "descp": "Own one of the mysterious Transmitters actually used and featured in the film Magellan - hand crafted by props maker Brogan Johnson. Each reward comes with Transmitter prop and removable LED rig to light the prop from inside. Includes the BRANDON OLIVE BLURAY FAN PACK and a \"Special Thanks\" in credits.\nINCLUDES:\nTransmitter Prop from the film\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)\n8.5x11Photo Autographed by Brandon Olive w/personalized note\nSpecial Thanks in Film Credits", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 750 or more", "title": "The ASSOCIATE", "descp": "See your name in the US release of the film's credits and on IMDB as an \"Associate Producer\". Includes the Blu-ray Fan Pack and a half-hour Skype meeting with the Producers to discuss all aspects of the production of this picture (in-person meeting available - location dependent).\nINCLUDES:\nAssociate Producer Film Credit\nSkype with Producers\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (1 left of 10)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "The EXECUTIVE", "descp": "See your name in the US release of the film's credits and on IMDB as an \"Executive Producer\". Includes 2 Blu-ray Fan Packs and a one-hour Skype meeting with the Producers to discuss all aspects of the production of this picture (in-person meeting available - location dependent).\nINCLUDES:\nExecutive Producer Film Credit\n1-hour Skype with Producers\n3× Bluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "The CO-PRO", "descp": "See your name in the US release of the film's credits and on IMDB as a \"Co-Producer\". Includes the Blu-ray Fan Pack and a one-hour Skype meeting with the Producers to discuss all aspects of the production of this picture (in-person meeting available - location dependent).\nINCLUDES:\nCo-Producer Film Credit\n1-hour Skype with Producers\nBluray Fan Pack (Bluray, CD, eBook, 11x17Poster, +3 Downloads)", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #47", "update_userinfo": "Last chance to back New Book Series!", "update_content": "What happens when regular kids meet living skeletons, mutant chickens, interdimensional monsters—and Bigfoot? Get ready for some scary fun with FRIGHTLAND, a new spooky book series for kids age 8-12—guaranteed to keep you reading with a flashlight under the covers.\nMagellan director Rob York has written a new series under the alias R.H. Grimly and it's on Kickstarter now...  There's only 36 hours left, so hurry! "}, {"update_no": "UPDATE #46", "update_userinfo": "Cool new project by Magellan director", "update_content": "Hi Backers!\n\nMagellan director Rob York (pen name R.H. Grimly) just launched the Kickstarter for a fun new book series. It's in the vein of Stranger Things meets Goosebumps and the first book pits a kid and his friends against Bigfoot. Sound fun? Please check it out: https://bit.ly/3mq2Uhv"}, {"update_no": "UPDATE #45", "update_userinfo": "2 Day Left...", "update_content": ""}, {"update_no": "UPDATE #44", "update_userinfo": "One week left on Tooth and Blade", "update_content": ""}, {"update_no": "UPDATE #43", "update_userinfo": "Back our new Kickstarter!", "update_content": "Hi Friends,\nWanted to let you know about a new project of ours. Magellan writers Rob York and Scott Baird have teamed up with a group of sci-fi and fantasy authors to start a new indie publishing venture: Barde Press. Our first fantasy title, TOOTH AND BLADE, is on Kickstarter now.\nBut we need your help! Our projects wouldn’t be possible without the awesome support of our friends and backers."}, {"update_no": "UPDATE #42", "update_userinfo": "Back our new Kickstarter!", "update_content": "Hi Friends,\nWe are busy trying to get a new idea off the ground - THE FANTASY NETWORK. It will be a new network that plays original fantasy content... fresh and fun new ideas - short format series, new movies (like Mythica, etc) and all with a ton of interaction with supporters.\nOne of the first series we will be supporting with The Fantasy Network is this one:"}, {"update_no": "UPDATE #41", "update_userinfo": "Another Fest and Space Documentary!", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "Only 48 hours left!", "update_content": " "}, {"update_no": "UPDATE #39", "update_userinfo": "1 Week Left On RUSTLERS", "update_content": ""}, {"status": []}], "comment_no": 143, "projec_url": "https://www.kickstarter.com/projects/arrowstorm/magellan-sci-fi-feature-a-near-future-space-thrill", "project_name": "MAGELLAN - Sci-Fi Feature - A Near-Future Space Thriller"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "Mythica is the most ambitious indie fantasy project ever undertaken. We shot three feature films, back-to-back, from October 2013 to March 2014, and have now just finished up production on Mythica 4 and 5, thanks to the generous backing of our community of fans.\nMythica 1: A Quest for Heroes, Mythica 2: The Darkspore and Mythica 3: The Necromancer have been completed and all rewards have been shipped to our wonderful Kickstarter Backers. Mythica 4: The Iron Crown digital rewards have been delivered, and physical rewards are currently being manufactured.\nAnd now, we're super excited to share Mythica 5: The Godslayer - the final, and definitely the most epic Mythica film yet!\nYou can learn more about Mythica at: http://www.MythicaMovie.com\nOr join the Mythica fan group: https://www.facebook.com/groups/531601233681817/\nIf you missed the first four Mythica films and want to get them right away, you can order digital downloads here:\nhttp://watch.arrowstormentertainment.com/\nYou can order Blurays and DVDs here:\nhttps://mythica4.backerkit.com/hosted_preorders\nThe Mythica series follows the adventures of Marek, a wizard born with the dark power of necromancy, as she learns to harness the power that threatens to corrupt her. She recruits a team of adventurers to battle Szorlok, the legendary Necromancer, and thwart his goal of uniting the four shards of the Darkspore to unleash an undead plague on the land.\nThe Godslayer\nAs the Lich King's zombie legions ravage the world, a cursed young sorceress (Marek) embarks on a quest to obtain a weapon from the gods, with her friend Dagen, a self-serving half-elf rogue. But when she joins her sworn enemy in a desperate attempt to save the world, she must recover the good in herself before her friends are all dead, and defeat the Lich King before the gods are destroyed and the world forever enslaved.\nWatch the trailers for the first four Mythica films below!\n          Melanie Stone plays Marek, an escaped slave and natural-born necromancer. Stone is a brilliant new actress, with Mythica marking her first starring role, having played supporting roles in Christmas for a Dollar and Survivor. Since filming Mythica, she has starred in The Christmas Dragon, Riot, and Miracle Maker.\nKristian Nairn plays Tek, God of the Forge. Kristian is from Northern Ireland, and is a real-life giant, standing 6'11\" tall. He is a world-renowned DJ and actor, best known for his role as Hodor in Game of Thrones.\nMatthew Mercer plays Szorlok, the Dark Lord - making his long-awaited appearance in the Mythica franchise, with many more sinister deeds to come. Matthew is a talented actor and voice artist, best known for his voice work in countless franchises... basically, if you've played a video game, you've heard Matthew's voice. He is also Dungeon Master supreme over at Critical Role, and just DM'd for no less than Vin Diesel. Not too shabby.\nKevin Sorbo makes his long-awaited return to the fantasy genre as Gojun Pye, legendary wizard and mentor to Marek. Kevin is best known to his scifi and fantasy fans for his starring roles in Hercules: The Legendary Journeys, Kull the Conqueror and Andromeda.\nAdam Johnson plays Thane, a grizzled warrior and veteran of many wars. Adam can be seen in a myriad of projects, including the Veronica Mars movie, Dexter, Vamp U, Orc Wars, Once I was a Beehive and Dudes and Dragons.\nJake Stormoen stars as Dagen, a half-elf rogue. Like Melanie, Jake is a rapidly rising newcomer to the screen, but has spent years of his life immersed in fantasy role-playing games... so that also counts, right? Since Mythica, he has gone on to starring roles in Cyborg X, The Christmas Dragon and War Pigs.\nNicola Posener plays Teela, a priestess of the Order of Ana-Sett. Arrowstorm fans will recognize her from her starring role in Dawn of the Dragonslayer, while she has also starred in several British films and TV series. You can see her in the upcoming TV series, Age of the Living Dead.\nThe film is already shot, and we are hard at work on post-production. Sound, music and VFX are all under way. But we still have a TON of visual effects shots to pull off - whole green-screen sequences, lots of magic, giant CGI sets, armies, etc. We want this finale of Mythica to be as good as it can be, so every extra dollar we can get helps us make the movie more awesome. Which brings us to you... we need your support to grow our VFX budget and allow us to actually get this done.\nYou may have noticed, we really stepped up the VFX game in Mythica 4, all because of your contributions. We want to really take it to the next level now, and are confident we can blow you away if you give us a chance.\nBackers pledge an amount and choose a reward. At the end of our 30-day Kickstarter campaign, if the combined total of all pledges for our project meets our $85,000 goal, then the credit cards of those who pledge are charged and we receive the funds to finish our film. If we don't meet our goal, then the money is not withdrawn from your account and no rewards are provided :(. If we exceed our $85,000 goal then the extra funds will be used to make the movie even better - so keep pledging! All funds raised are used directly in the finishing of this film.\nWe're not looking for charity, we're looking for an early sales venue - that's why our rewards reflect fair market value. Don't think of it as a donation, think of it as a pre-purchase. If you want to see this film, buy it now through Kickstarter - you'll probably get a better deal from us than from whatever retailer ends up selling it in your country, and you'll help make our film better! PLUS, our films release at all different times around the world. Our Kickstarter backers usually get to see the finished product months ahead of the general public.\nAs the campaign progresses, we'll add some more fun rewards - unique props, etc as additional incentives.\nWe're a small group of independent filmmakers who love making movies, and have been at it for about a decade. It's our full-time job, and every film we have made has received worldwide distribution. We do pretty much everything ourselves, from conception to financing to production to securing distribution. We love fantasy and science fiction and know there are others out there like us, who we aim to please.\nWe've done several films on Kickstarter in the past - including The Crown and the Dragon, Osombie, The Shadow Cabal, Orc Wars, Survivor, The Christmas Dragon and Mythica 1 - 4, and most of our supporters keep coming back, which means we're doing something right :)\nClick on a name to see our IMDB profiles:\nJason Faller - Writer/Executive Producer\nKynan Griffin - Writer/Executive Producer\nJohn Lyde - Director\nJennifer Griffin - Producer\nYou can learn more about our film-making philosophy and purchase our past projects on our website:\nwww.arrowstormentertainment.com\n$110,000 - MYTHICA BOARDGAME\nIf we reach $110,000 you will unlock the creation of an awesome Mythica boardgame, that will be available as an add-on in Backerkit.\n$400,000 - MYTHICA PREQUEL\nThis is an ambitious one, but let's all dream a bit. If we reach $400,000 in pledges, we will make a Mythica Prequel, featuring backstory's of your favorite characters. How did Marek meet Gojun? What was Dagen up to before he was an adventurer? What were Teela and Caeryn up to? Hammerhead? Gojun? Thane? Even Peregus and Qole... there's a lot of story to be told.", "risks": "Risks and challenges\nFilm is a complicated technical exercise, and often unforeseen difficulties arise, causing budget and scheduling overruns. That being said, we are an experienced group and have successfully completed and released every film we have started. We have produced several visual effects heavy projects in the past, and see no reason why we shouldn't continue to accomplish our goals.\n\nOn the plus side, this film is largely complete. A great deal of the risk in the project has already been mitigated, and we are too far along to turn back and give up. We are seeking funding to complete post-production, and have the personnel to pull it off, regardless of complications.\n\nAnd, we are proud to declare that Arrowstorm has delivered on every Kickstarter we have ever funded that has come due for delivery, 9-out-of-9!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #53", "update_userinfo": "Fun New Project", "update_content": "Hi Friends!\n\nLongtime friend and creative collaborator Rob York has just launched a fun looking book series in the vein of Stranger Things meets Goosebumps.  The first book pits a kid and his friends against Bigfoot. Sounds fun!  Feel free to check it out here: https://bit.ly/3mq2Uhv "}, {"update_no": "UPDATE #52", "update_userinfo": "Back JourneyQuest Season 4 on Kickstarter today!", "update_content": "Our partners at Zombie Orpheus are funding a new season of JourneyQuest on Kickstarter and need our help! The campaign ends Friday and is another nail-biter. You can check out all the previous season of the show for free on our streaming video platform, The Fantasy Network!"}, {"update_no": "UPDATE #51", "update_userinfo": "Book 2 in Epic Fantasy Trilogy", "update_content": ""}, {"update_no": "UPDATE #50", "update_userinfo": "Support our new film starring your favorite Mythica characters", "update_content": "Hi Friends,\nSo between our busy schedule with our TV show, The Outpost, we made another movie - The Appearance - which we think you are going to love!\nIt stars some of your favorite Mythica folks - Jake Stormoen (Dagen), Adam Johnson (Thane) and Game of Thrones star, Kristian Nairn (Hodor)."}, {"update_no": "UPDATE #49", "update_userinfo": "2 Days Left...", "update_content": ""}, {"update_no": "UPDATE #48", "update_userinfo": "New Fantasy Book Series", "update_content": "Hi Backers!\nOur friend and ofttimes collaborative partner Rob York (editor on Mythica 1 and 2) has a new Kickstarter that's right up our alley. \nIt's an action packed fantasy novel called Tooth and Blade, the first in an series, about a bronze-age military company battling its way through a land filled with monsters. If it sounds like something you might enjoy, consider backing for an epic read!"}, {"update_no": "UPDATE #47", "update_userinfo": "Another project for THE FANTASY NETWORK", "update_content": "Hi Friends,\nIn our continued effort to provide content with our partners, and grow The Fantasy Network into a vibrant and self-sustaining community, let us introduce you to JOURNEYQUEST."}, {"update_no": "UPDATE #46", "update_userinfo": "Back our new Kickstarter!", "update_content": "Hi Friends,\nWe are busy trying to get a new idea off the ground - THE FANTASY NETWORK. It will be a new network that plays original fantasy content... fresh and fun new ideas - short format series, new movies (like Mythica, etc) and all with a ton of interaction with supporters.\nOne of the first series we will be supporting with The Fantasy Network is this one:"}, {"update_no": "UPDATE #45", "update_userinfo": "3 Days Left On Rustlers", "update_content": ""}, {"update_no": "UPDATE #44", "update_userinfo": "Mythica Board Game Live Again on Kickstarter (and already successful!)", "update_content": "Hi Friends,\nSo Berserker Labs has relaunched the Mythica Board Game on Kickstarter, and this time, they are already successful - so all you board game backers will be getting your games finally!\nFor everyone else, this thing is finally real - they have prototypes and rule books, and game play videos. Go check it out, and back them today!"}, {"status": []}], "comment_no": 347, "projec_url": "https://www.kickstarter.com/projects/arrowstorm/mythica-5-the-godslayer", "project_name": "Mythica 5: The Godslayer"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "Mythica is the most ambitious indie fantasy project ever undertaken. We shot three feature films, back-to-back, from October 2013 to March 2014, and have now just finished up production on Mythica 4 and 5, thanks to the generous backing of our community of fans.\nMythica 1: A Quest for Heroes, Mythica 2: The Darkspore and Mythica 3: The Necromancer have been completed and all rewards have been shipped to our wonderful Kickstarter Backers.\nAnd now, we're super excited to share Mythica 4: The Iron Crown - the most epic Mythica film yet!\nYou can learn more about Mythica at: http://www.MythicaMovie.com\nThe Mythica series follows the adventures of Marek, a wizard born with the dark power of necromancy, as she learns to harness the power that threatens to corrupt her. She recruits a team of adventurers to battle Szorlok, the legendary Necromancer, and thwart his goal of uniting the four shards of the Darkspore to unleash an undead plague on the land.\nThe Iron Crown\nWhen a team of unlikely heroes hijacks a steam-powered battle wagon, a daring young wizard (Marek) steals the final piece of the all-powerful Darkspore and embarks on a desperate quest to deliver the cursed artifact to the gods for safe keeping; but when they are caught in a death race between a ruthless team of elite mercenaries and a trinity of demons, Marek must learn to believe in herself before her friends are killed and the Darkspore is lost, to stop the evil necromancer (Szorlok) from uniting the Darkspore and flooding the living world with his legions of undead.\nWatch the trailers for the first three Mythica films below!\nMelanie Stone plays Marek, an escaped slave and natural-born necromancer. Stone is a brilliant new actress, with Mythica marking her first starring role, having played supporting roles in Christmas for a Dollar and Survivor. Since filming Mythica, she has starred in The Christmas Dragon, Riot, and Miracle Maker.\nKevin Sorbo makes his long-awaited return to the fantasy genre as Gojun Pye, legendary wizard and mentor to Marek. Kevin is best known to his scifi and fantasy fans for his starring roles in Hercules: The Legendary Journeys, Kull the Conqueror and Andromeda.\nMatthew Mercer plays Szorlok, the Dark Lord - making his long-awaited appearance in the Mythica franchise, with many more sinister deeds to come. Matthew is a talented actor and voice artist, best known for his voice work in countless franchises... basically, if you've played a video game, you've heard Matthew's voice. He is also Dungeon Master supreme over at Critical Role, and just DM'd for no less than Vin Diesel. Not too shabby.\nAdam Johnson plays Thane, a grizzled warrior and veteran of many wars. Adam can be seen in a myriad of projects, including the Veronica Mars movie, Dexter, Vamp U, Orc Wars, Once I was a Beehive and Dudes and Dragons.\nJake Stormoen stars as Dagen, a half-elf rogue. Like Melanie, Jake is a rapidly rising newcomer to the screen, but has spent years of his life immersed in fantasy role-playing games... so that also counts, right? Since Mythica, he has gone on to starring roles in Cyborg X, The Christmas Dragon and War Pigs.\nThe film is already shot, and we are hard at work on post-production. Sound, music and VFX are all under way. But we still have a TON of visual effects shots to pull off - whole green-screen sequences, lots of magic, giant CGI sets, zeppelins, etc. We want Mythica to be as good as it can be, so every extra dollar we can get helps us make the movie more awesome. Which brings us to you... we need your support to grow our VFX budget and allow us to actually get this done.\nWe especially want to make the magic effects better in this film... if you use the trailer as a guide, you'll see examples of our efforts to improve the look of our magical effects.\nBackers pledge an amount and choose a reward. At the end of our 30-day Kickstarter campaign, if the combined total of all pledges for our project meets our $75,000 goal, then the credit cards of those who pledge are charged and we receive the funds to finish our film. If we don't meet our goal, then the money is not withdrawn from your account and no rewards are provided :(. If we exceed our $75,000 goal then the extra funds will be used to make the movie even better - so keep pledging! All funds raised are used directly in the finishing of this film.\nWe're not looking for charity, we're looking for an early sales venue - that's why our rewards reflect fair market value. Don't think of it as a donation, think of it as a pre-purchase. If you want to see this film, buy it now through Kickstarter - you'll probably get a better deal from us than from whatever retailer ends up selling it in your country, and you'll help make our film better!\nAs the campaign progresses, we'll add some more fun rewards - unique props, etc as additional incentives.\nWe're a small group of independent filmmakers who love making movies, and have been at it for about a decade. It's our full-time job, and every film we have made has received worldwide distribution. We do pretty much everything ourselves, from conception to financing to production to securing distribution. We love fantasy and science fiction and know there are others out there like us, who we aim to please.\nWe've done several films on Kickstarter in the past - including The Crown and the Dragon, Osombie, The Shadow Cabal, Orc Wars, Survivor, The Christmas Dragon and Mythica 1 - 3, and most of our supporters keep coming back, which means we're doing something right :)\nClick on a name to see our IMDB profiles:\nJason Faller - Writer/Executive Producer\nKynan Griffin - Writer/Executive Producer\nJohn Lyde - Director\nJennifer Griffin - Producer\nYou can learn more about our film-making philosophy and purchase our past projects on our website:\nwww.arrowstormentertainment.com\n STRETCH GOAL #1 - $85,000 \nA behind-the-scenes diary - with essays, Q&A's, and notes from the cast and crew of Mythica 4, with on-set photos from Andrew James, the set photographer. All backers will get a PDF copy sent to them. \nSTRETCH GOAL #2 - $95,000 \nA new Mythica song! We will commission another song to play in the end credits of the film, and we will send you ALL a digital copy of said song. \nSTRETCH GOAL #3 - $100,000 \nA Mythica short story, expanding the universe with whole new scenes and information that you haven't seen on screen. Maybe it's an adventure that Marek and Egan had before the start of Mythica, or maybe it's some Redthorn's adventure between Mythica 2 and 3... I don't know what it will be yet, as we have tons of material to work with... but Jason and I will write it personally -- even though we only really write screenplays, and this will be a new experience for us. And then we will send you ALL a digital copy.", "risks": "Risks and challenges\nFilm is a complicated technical exercise, and often unforeseen difficulties arise, causing budget and scheduling overruns. That being said, we are an experienced group and have successfully completed and released every film we have started. We have produced several visual effects heavy projects in the past, and see no reason why we shouldn't continue to accomplish our goals.\n\nOn the plus side, this film is largely complete. A great deal of the risk in the project has already been mitigated, and we are too far along to turn back and give up. We are seeking funding to complete post-production, and have the personnel to pull it off, regardless of complications.\n\nAnd, we are proud to declare that Arrowstorm has delivered on every Kickstarter we have ever funded that has come due for delivery, 9-out-of-9!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #45", "update_userinfo": "New Sci-Fi Movie from Arrowstorm Entertainment!", "update_content": "Hi Friends,\nThanks so much for your continued support of indie fantasy and sci-fi films. We are hard at work with a new sci-fi film called Magellan.\nBut we need your help! Our films wouldn’t be possible without the awesome support of our friends and backers.\nSo, please click the link below for our latest Kickstarter. You can also see the trailer here for Magellan: http://kck.st/2dBDFYE   "}, {"update_no": "UPDATE #44", "update_userinfo": "Matt Mercer and Kevin Sorbo rewards", "update_content": "Hi Friends,\nWe sent out another large shipment yesterday. Filled a whole minivan, including the passenger seat. The lady at the post office was a little surprised..."}, {"update_no": "UPDATE #43", "update_userinfo": "Shipping madness continues!", "update_content": "Hi Friends, The first few hundred packages went out today. So, if you live in the Utah 2-day zone, you'll start receiving goodies on Friday! "}, {"update_no": "UPDATE #42", "update_userinfo": "And they're away!", "update_content": "Hi Friends,\nToday, I would like you to spare a thought for our poor actors, who signed about 2000 things on Saturday... if you don't think that's something worth talking about, go ahead, try it. Sign your name 2000 times in a row. It's pretty awesome, I promise."}, {"update_no": "UPDATE #41", "update_userinfo": "Hand cramp!", "update_content": "Hi Friends,\nGreat news... if you ordered the digital download of Mythica 4, you received an email late last night with your download codes. We are really excited for you guys to watch this film!\nIn other good news..."}, {"update_no": "UPDATE #40", "update_userinfo": "It begins! Mythica 4 digital shipped last night.", "update_content": "Hi Friends,\nQuick update on when you will be receiving your Mythica 4 movies...\n1) We will send out digital download links on FRIDAY.\n2) We receive Blurays and DVDs back from the manufacturers on Thursday, we will ship off the covers to be signed by the actors overnight to LA, they will overnight them back to us... so if that all goes well, we will start shipping Blurays and DVDs on MONDAY."}, {"update_no": "UPDATE #39", "update_userinfo": "Mythica 4 delivery update.", "update_content": "Hi Friends,\nThanks so much for your continued support of the Mythica franchise. We are hard at work getting deliverables ready for Mythica 4, and also ensuring that Mythica 5 is the best Mythica yet.\nBut we do need your help, as before, getting this product finished and out into the world."}, {"update_no": "UPDATE #38", "update_userinfo": "Mythica 5 Kickstarter is live!", "update_content": "Hi Friends,\nFor all of you who bought the streaming premiere reward on Kickstarter, we are having that event tomorrow. There has been a change in time, to make it more accessible to our European backers.\nThe stream will now launch on Saturday, 14 May 2016 at exactly 23:00 UTC... which is the old Greenwich Mean Time. If you're confused as to what time that is, there are plenty of online clocks that will tell you, such as this one: "}, {"update_no": "UPDATE #37", "update_userinfo": "STREAMING PREMIERE OF MYTHICA 4 TOMORROW!", "update_content": "Hi Friends,\nMythica 3: The Necromancer is available at Walmart stores across the US today. I know you guys all have your copies already, being the wonderful Kickstarter backers you are :)\nHowever, we really need your help getting the word out. It is really important that this first week of sales goes well for us. Based on the sales of Mythica 3, Walmart will decide whether to carry a box set of all the films this Christmas, which would be huge for the series."}, {"status": []}], "comment_no": 252, "projec_url": "https://www.kickstarter.com/projects/arrowstorm/mythica-4-the-iron-crown-starring-kevin-sorbo", "project_name": "Mythica 4: The Iron Crown - starring Kevin Sorbo"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "A beautiful 2D ARPG throwback to retro greats. Dark Flame brings you the perspective of a knight who must battle the horrific conveyance of unknown evil that has overtaken his order. Featuring large, hand-crafted environments, tailored gameplay, and an armoire of weapons, armor, and magic, the game blends classic with new to bring a unique experience!\nYou play the role of Taharial; a crusader in the midst of the Batlic Crusades. Upon discovering a mysterious onset of insanity by unknown causes amongst his brothers, Taharial sets forth to purge the area of evil and persevere through the dark possessive powers before all is lost in chaos.\nPLAY\n\n  For centuries, humanity's greatest willed champions, the Keepers of the Flame, have been tasked with containing the Dark Flame, an entity of unknown origins and purpose. Since its discovery, The Dark Flame has poisoned the souls of weak-minded humans, causing instant violent reactions and sacrificial behavior. Discovery of ancient texts gave humanity the tools, technology, and rituals to restrain the Dark Flame; mankind finally had the chance to protect themselves from the assumed destruction, and the Dark Flame was kept secret from all but the elite tier of Crusaders and the Church over the course of countless generations. After a bright light flashes from the fortress guarding the flame, reports of brutal slaughters in the neighboring town have the people desperate for help. The Church responds by dispatching Taharial, a potential candidate for the Keepers of the Flame, to investigate and protect the townspeople. The mission is clear: Find the members of the Keepers of the Flame, investigate the nature of the light flash, and save the townsfolk from the raiding monsters that have started appearing; the way, however, is not so well lit. When a young man steps into the ranks, his exceptional skills and ability to withstand the temptation of the Flame have his peers heralding that he, Islude, may be the person to eradicate the flame.\nTaharial being dispatched to protect the townspeople\nUtilize the Pyre to modify the powers of your weapons and spells  \nManipulate the unique level system to suit your style of play\nImmerse yourself in the diverse storyline of Dark Flame where you struggle between the lesser of evils\nAdorn powerful weapons and armor to customize your appearance\nDiscover hidden chambers and uncover dark secrets\nUnlock unique talents and channel hidden powers\nThe Pyre - where you can augment your character and create spells!\nThe ancient texts gave men the knowledge and ability to forge weapons and spells at Pyres. Harnessed only by the Keepers of the Flame, the Pyres can attune magic crystals, allowing the player to craft new, more powerful spells, equipable to Taharial.\nTaharial gazes into the Pyre while it attunes one of the magic crystals\nThe Pyres will also be used to forge more powerful weapons from the ones you already have, imbuing them with dynamic properties. There is an ancient writing on the use of Pyres. They contain much power of which the source is unknown. This power can be contained within “Magic Crystals” after attuning the crystals with the Pyre. Once these Magic Crystals have been attuned, they can be carried and used by those who have the power to use them.\nTaharial using the power of the Pyre to enhance the power of his sword\nThe Pyres have also been known to imbue a portion of its power within other items as well. The most commonly used are weapons of the Keepers of the Flame. The ritual used to attune these weapons are another closely kept secret of the Keepers.\nWhile front-swinging swords are the main weapon in the Pre-Alpha, they are most certainly not the only armaments you will get to use against the horde of horrors ahead. Tools such as crossbows, polearms, hammers, greatswords, daggers, and a slew of other forged steel arms with many different attack patterns and various sizes that will help you claw or club your way to victory. Yes, Shields will an addition to the game; We wouldn't want you to go around not defending yourself, would we? There will be an extra space for this kind of equipment on Tahrial, and a shield may be your best friend when defending from those poison-spitters! At the moment, the plan is to implement shield similar to Dark Souls; defending bleeds stamina, meaning you have to juggle attacks and protecting yourself with some care.\nTaharial swinging a giant sword over his head to take down multiple enemies in one fell swoop\nA future change you will see (Hopefully in the Alpha or Beta) is a revamping of sub-weapons. We wanted to do something that was a bit more in line with the theme of the game, so we are looking into changing the genre-standard items with glass fire bulbs. These little anachronisms will contain different elements, alchemy, and bric-a-brac and can be lobbed in different patterns depending on the bulb type. Once a bulb hits an enemy, it can break and spread the contents around, potentially doing more damage.\nTaharial wielding a shield to protect himself from the various types of hazardous projectiles\nArmor won't only increase stats, but will change the physical appearance of Taharial!\nThere are many other features that could be put into this project pending stretch goals! Make sure to check them out below!\nI started working on Dark Flame over 2.5 years ago when I first started building the engine. My initial goal was to create a custom engine that would run with both efficiency and performance! After playing around with some pixel art, I realized I would need something better than my less-than-mediocre art to really make this project come to life. That's when I invested over $5500 of my personal money to work with three artists and a musician to bring you the wonderfully made pre alpha that you can download for free (HERE)! This sacrifice of both time and money is my investment to you, as backers, to hopefully gain your trust in knowing that I am fully invested in this project!\nHaving some fun showing off the game with various individuals!\nI have been a huge fan of video games since before I could pick up a controller. I was such a huge fan, I ended up teaching myself how to program and put as much effort into a game engine as possible. I am not merely making this game for profit - I'm doing it because I have a passion to do so. The funding received will directly go towards the success of this project!\nBefore (left) and After (right) - one of the reasons I'm relying on Kickstarter\n                                                                                    I am turning to Kickstarter to hire on a few professionals to polish up this game and get it to the players (you) as soon as possible. I have already tried and tested each and every one of them and put their beautiful work into the playable demo with my own personal funding. Unfortunately, hiring people who are good at what they do, is a bit expensive. With your help, I can turn Dark Flame from a dream, to a reality. I just need your support in backing this project and allowing us to finish this masterpiece!\nWarren (http://darkflamegame.com/) has been a hobbyist programmer since 2005. He has always fooled around with art and music but his passion has always been in video games. Dark Flame is something that Warren has been working on during his free time while holding a full time job. He is now working on taking his dream off the back-burner and creating something amazing... with your help!\nWill (http://unsilentwill.com/) is a trained painter and sculptor who while playing games as a kid drew creatures and stories to explore, learning from history and myth to build living worlds from pixels.\nBryan (http://www.bldaudio.com/) has been making music in some form or fashion his entire life - from his incessant humming of video game music as a child, to seeing his works performed live on stage. He plays and teaches all styles of guitar, specializing in Jazz, Classical, and Progressive Metal. Bryan also loves the piano, synthesizers, other stringed instruments, percussion...basically anything that makes noise!\nGreg (http://gregtaylorart.com/) was drawn to art from early childhood, his first exposure and fascination to fantasy art was upon commandeering his Father’s Frank Frazetta book. He traveled to the United Kingdom in 1995 where he studied traditional art & design. In 2007 he chose to pursue art professionally and began his career as a freelance artist. To date he’s worked with many clients producing art for a wide range of applications. Some of his largest contributions to projects have included Dead Frontier and Doom Warrior where he provided all Environmental, Character and Creature Concept Art, Promotional Illustrations, Storyboards and 2D Assets.\nCecilia \"Cecihoney\" (http://cecihoney.deviantart.com/) has been a spriter for more than 20 years. She loves giant robots, starships, sci fi, magic, and fantasy. Aside from pixelart she likes to write, build plastic models, customize toys, read, watch anime/cartoons, play video games, and roleplay… Her main influences come from 32bit era games, mostly Phantasy Star IV, Chrono Trigger, Secret of Mana, Megaman X, and Final Fantasy VI.\nLoren (https://twitter.com/lorenlemcke) is a Mathematics graduate from the University of Arizona, where he studied mathematical simulations and models of crowd based behavior. He has been playing video games ever since he can remember and started programming from an early age as well, since his passion for mathematics went hand in hand with programming. He released his first solo commercial project, Over 9000 Zombies!, on Steam in February 2015.\nBrian (http://www.twitch.tv/thatmoustachio) is a streaming personality who is self-charged with bringing the game to the forefront of the online media community. He has written and scripted for several online series and short films, and was drawn to the project not only due to his undying love for Metroidvania titles, but for the vast scope the story could be. This will be one of his largest projects yet, and he is excited for the challenge.\nTom (http://www.tomking.net) is a game designer and writer who believes the creative direction of a script should be at the forefront of a game's design regardless of its graphical complexity. Tom claims he has always had a fascination with video games, stating that his parents encouraged him to create fan stories and art of his favorite games growing up. Although Dark Flame will be his debut as a writer for video games, he is confident his love of the medium and experience with script writing will help him deliver a memorable tale.\nFor those of you who are backing this project - thank you! If you are wondering what will happen to the extra funds received, I've placed them below. Just because we don't hit that funding goal doesn't mean I'm going to try and squeeze it in still, but hitting that funding target will increase the development capabilities! Behold:\nThis section will most likely expand throughout the campaign. So make sure to keep checking!\nCasual (Easy) Mode: https://twitter.com/BorishDugdum/status/662814646911393792\nIf 300 \"Likes\" are received on this Tweet = Unlock Casual Mode!\nTwitter Followers:https://twitter.com/BorishDugdum\n5000 = All Backers Receive A Special In-Game Weapon Set\nTwitter Retweets: https://twitter.com/BorishDugdum/status/662162686415736832\n100 = All Backers Receive A Special In-Game Weapon LvL 1!\n1000 = All Backers Receive A Special In-Game Weapon LvL 2!\n10000 = All Backers Receive A Special In-Game Weapon LvL 3!\nFacebook Page Likes: https://www.facebook.com/DarkFlameGame/\n1000 = All Backers Receive A Special In-Game Armor Set\nMr. Moustachio Followers: http://www.twitch.tv/thatmoustachio\nAll Backers over $20 are placed in a separate credits section labeled \"Chap Crew\"\nAt 10,000 Followers = All Moustachio Followers receive a special In-Game Top Hat and beard item", "risks": "Risks and challenges\nCollaborations - This can be both a great challenge and a great opportunity! I've spent many hours searching through people's work/talents/interests and have hand selected these amazing masters of crafts. We all have the passion of creating video games in our own way. Although we might not agree on everything - it creates a great variable that will make us think twice before putting something in the game. I've worked with these individuals for a good amount of months and am comfortable working the long run with them. We only want to make the best we can!\n\nFunding - As you know, I've already invested a fair amount of my own money into creating what you can currently play! As much as I would like to keep feeding this beast, my small allowance of a paycheck will not allow that. I would need this Kickstarter to make (and hopefully break) the initial goal! \n\nTime - We all know time never stops, but sometimes life puts hardships in our way to delay our goals. These can be anything from personal loss to design issues. One way or another, I will make sure to deliver a great game within an expected timeframe!\n\nSpeaking of time - I have put a ton of time, effort, and love into this game. It is something I have been greatly passionate about! I want you to experience an amazing game, story, music, art... and venture into the unknown depths that make up the world of Dark Flame!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Warren Smith (BorishDugdum LLC)\nFirst created · 3 backed\nWarren has been a hobbyist programmer since 2005. He has always fooled around with art and music but his passion has always been in video...See more"}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Dark Flame now on Patreon!", "update_content": "For those of you who still want to support this project, it's now on Patreon! Please come check it out! Thanks!\nPatreon link: https://www.patreon.com/BorishDugdum\nRespectfully,\nWarren"}, {"update_no": "UPDATE #8", "update_userinfo": "Update - 4 Feb 2016", "update_content": "I released my final Pre Alpha Demo (here: http://www.indiedb.com/games/darkflame/downloads/dark-flame-final-prealpha-release) for those of you who haven't seen it yet. I reworked the level design quite a bit and some would say this is much easier than the previous demos. With that being said, this demo contains more features like a shop and currency system, minimap, boss fights, and much more! The environment is completely new (being that I reworked the level design) and I hope you enjoy it!\nI am still working on this game and plan to release it still! I'm looking for another means for funding to pay for the music and art assets. For those of you who did back this project, thank you very much for your time and consideration!"}, {"update_no": "UPDATE #7", "update_userinfo": "Update - 22 Dec 2015", "update_content": "I just wanted to let you all know about what is happening since the Kickstarter has failed. Check out my blog here: http://darkflamegame.com/kickstarter-aftermath/\n-Warren"}, {"update_no": "UPDATE #6", "update_userinfo": "A New Direction!", "update_content": "So, yeah, I've been a bit bummed out since the Kickstarter was heading towards the inevitable failure. I want to thank all of you who took the time and money to back and/or share information about this game! If you really want it to be successful, then I still need you to talk about it! If you want to keep up to date with news on Dark Flame --> subscribe to my newsletter from my website! \nI'm still looking into other ways to get this game funded. It's really rare to have a brand new indie developer hit it off on the first try. I knew it was going to be hard when I first started it, but I'm still going to keep trying. I will most likely not do another crowdfunding campaign. "}, {"update_no": "UPDATE #5", "update_userinfo": "Two Things!", "update_content": "Hello Again!\nI just wanted to let you all know that if you were never able to beat the preAlpha, you can now! I added in an optional area in the beginning that will give you a boost (and you can keep getting that boost) to help you with your ventures in the preAlpha demo! It's not the ideal \"Casual Mode\" that would be in the final game, but it's a quick fix to help those who are struggling and would like to see all the content! "}, {"update_no": "UPDATE #4", "update_userinfo": "Last Stand!", "update_content": "Hello, Backers! Since this is the first update to the project, I first wanted to say: THANK YOU! Your support is the reason we are going to make this project, and for that, we will never be able to give you enough gratitude.\nUpdated PreAlpha Demo: http://www.indiedb.com/games/darkflame/downloads/dark-flame-prealpha-demo-17nov15\nAddressing Questions Comments and Concerns "}, {"status": [{"Project ends": "DECEMBER 5, 2015"}]}], "comment_no": 54, "projec_url": "https://www.kickstarter.com/projects/darkflamegame/dark-flame", "project_name": "Dark Flame"}}, {"backer": "Ayrik", "project_data": {"campaign": {"story": "Earth, Near Future - a virus has laid waste to the world, mutating all adult humans into flesh-eating zombies. The infection lies dormant in all surviving children, bringing about “the change” near the age of 18. Life is vicious and short.\nWe All Fall Down is a new series from Arrowstorm Entertainment, imagining a world built by children with just a brief window to live a full life. If Lord of the Flies and Walking Dead had a baby, this is what it'd look like.\nPresented in ten episodes of about 8 to 10 minutes each, this Kickstarter campaign gives viewers the chance to get the whole series before it ever releases to the world, and to be a part of bringing this project to life.\nAfter a lifetime of wandering in a post-apocalyptic wasteland, Todd (an 18-year-old on the verge of transforming into a zombie) struggles to find a safe haven for his kid brother Benny; but when Todd becomes the chosen prey of a wicked young huntress (Matra), he must learn to trust and befriend other survivors before he succumbs to the zombie virus, to stop Mitra from adopting Benny into her clan of bloodthirsty savages.\nKurt Knight (Writer/Director/Producer) - Kurt is a talented young filmmaker. He has been working with Arrowstorm Entertainment since Osombie days, and quickly moved up the ranks from Production Assistant, to Props Master, to now Art Director and Co-Producer of the Mythica series. He has worked as an Assistant Director on several projects, and is also a talented writer, having helped pen Zombie Hunter, and now We All Fall Down - which also marks his directorial debut.\nLauren Spalding (Production Designer/Producer) - Lauren is a recent graduate in production design from the prestigious American Film Institute, where she designed the highly acclaimed and much awarded film, The Way in the Rye. She has quickly racked up a pile of design credits, and awards, including all the Mythica films, The Christmas Dragon, Waffle Street and the upcoming Lovaganza Convoy.\nBenjamin Allred (Cinematographer/Editor) - Though new to the industry, Benji has already proved himself an excellent photographer and cinematographer, as well as a capable director - his short film Reed has won several awards. You can check out more of his work on his WEBSITE.\nCardiff Gerhardt (Lead Actor) - Cardiff plays Todd in We All Fall Down. He is an exciting and talented new actor and musician, and has appeared in the films The Mistle-Tones, Thirst and the TV series Granite Flats. Dedicated to his craft, Cardiff spent the duration of the We All Fall Down shoot camping in the wilderness to prepare his mind and body for the role.\nThe series is already shot, and we are hard at work editing the various episodes right now. But we have a lot of work to do still, and need your help covering these post-production costs. After editing, we need to do a kick-ass 5.1 surround mix, we need to have a composer score the whole thing, we need to do color correction on all the footage to make it beautiful, we have some visual effects that need to be completed, and we need to make some groovy title sequences. So it's a lot of work - pretty much equivalent of the actual shooting/production phase.\nBackers pledge an amount and choose a reward. At the end of our Kickstarter campaign, if the combined total of all pledges for our project meets our $25,000 goal, then the credit cards of those who pledge are charged and we receive the funds to finish our series. If we don't meet our goal, then the money is not withdrawn from your account and no rewards are provided :(. If we exceed our $25,000 goal then the extra funds will be used to make the series even better - so keep pledging! All funds raised are used directly in the finishing of this project.\nWe're not looking for charity, we're looking for an early sales venue - that's why our rewards reflect fair market value. Don't think of it as a donation, think of it as a pre-purchase. If you want to see this series, buy it now through Kickstarter and you'll help make our film better!\nWe've done several Kickstarter projects in the past, and have a great track record of delivering what we say, when we say.\nWe're a small group of independent filmmakers who love making movies, and have been at it for about a decade. It's our full-time job, and every film we have made has received worldwide distribution. We do pretty much everything ourselves, from conception to financing to production to securing distribution. We love fantasy and science fiction and know there are others out there like us, who we aim to please. \nWe've done several films on Kickstarter in the past - including The Crown and the Dragon, Osombie, The Shadow Cabal, Orc Wars, Survivor, The Christmas Dragon and Mythica 1 - 3, and most of our supporters keep coming back, which means we're doing something right :)\nClick on a name to see our IMDB profiles:\nJason Faller - Executive Producer\nKynan Griffin - Executive Producer\nYou can learn more about our film-making philosophy and purchase our past projects on our website:\nwww.arrowstormentertainment.com", "risks": "Risks and challenges\nFilm is a complicated technical exercise, and often unforeseen difficulties arise, causing budget and scheduling overruns. That being said, we are an experienced group and have successfully completed and released every film we have started. We have produced several visual effects heavy projects in the past, and see no reason why we shouldn't continue to accomplish our goals.\n\nOn the plus side, this series is largely complete. A great deal of the risk in the project has already been mitigated, and we are too far along to turn back and give up. We are seeking funding to complete post-production, and have the personnel to pull it off, regardless of complications.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "New Sci-Fi Movie from Arrowstorm Entertainment!", "update_content": "Hi Friends, \nThanks so much for your continued support of indie fantasy and sci-fi films. We are hard at work with a new sci-fi film called Magellan.\nBut we need your help! Our films wouldn’t be possible without the awesome support of our friends and backers. \nSo, please click the link below for our latest Kickstarter. You can also see the trailer here for Magellan: http://kck.st/2dBDFYE "}, {"update_no": "UPDATE #17", "update_userinfo": "Digital Rewards Sent!", "update_content": "Hi Friends,\nHappy weekend! Most digital rewards were just sent... so you can enjoy We All Fall Down this weekend.\nOne thing that should be noted... originally we intended to release this as a web series, but as we got into the story and the filming, we decided to go big, and shoot it as a feature film, with potential sequels."}, {"update_no": "UPDATE #16", "update_userinfo": "Great news! Delivery will begin shortly!", "update_content": "Hi Friends,\nApologies for the wait... we had some manufacturing delays. But, those are all over now!\nSo, we will start signing and shipping DVDs and Blurays right away. Additionally, we will get those digital downloads sent to.\nSo, watch for those by the end of the week."}, {"update_no": "UPDATE #15", "update_userinfo": "See Hodor in Mythica 5!", "update_content": "Hi Friends,\nWe just launched the Kickstarter campaign for Mythica 5 yesterday (and I apologize to all of you who have already received this message), and so far it is going AMAZINGLY well. After 24 hours, we're at about 40% of our goal already! We'd like to invite you to come join the fun."}, {"update_no": "UPDATE #14", "update_userinfo": "Backerkit surveys coming soon!", "update_content": "Hi Friends,\nWe will be sending out Backerkit surveys probably today or tomorrow. So look for an email from Backerkit, and fill it out.\nRemember, you can also add extra rewards and products via Backerkit. So, if there's additional films from Arrowstorm you'd like to buy, or maybe you want to add a wilderness survival card... all that is available via Backerkit."}, {"update_no": "UPDATE #13", "update_userinfo": "We All Fall Down Post Production Getting Done! Check out \"Haunted Travels\"...", "update_content": "Just wanted to let you all know how hard the post production team has been working! We've been quiet about updates but working round the clock to produce a great series...\nThe edit has worked out brilliantly, and the story has come to life in every good way, so get ready for a great show! We will provide some \"visual\" updates soon and let you know when we expect to send it out, thanks for your support!\nSome Arrowstorm friends just launched a Kickstarter for a very cool ghost show, called Haunted Travels. "}, {"update_no": "UPDATE #12", "update_userinfo": "Mythica 4 Kickstarter LIVE NOW", "update_content": "Hi Friends,\nWe just launched the Kickstarter campaign for Mythica 4. You can see the trailer right now on the Kickstarter site.\nCheck it out. Please consider backing us, and let's make this the best Mythica kickstarter yet. And please share with your friends on social media!"}, {"update_no": "UPDATE #11", "update_userinfo": "Post-Production Update", "update_content": "Hi Friends,\nSo, post-production is well underway on WE ALL FALL DOWN. Benji Allred, our cinematographer and editor, has been hard at work cutting all the episodes... and he is pretty much done... We are watching a finished cut this Sunday! So that's exciting.\nWe plan to have the final cut done by end of January, and then we can begin sound and music work, and with such a sweet mustache, I know Benji cannot fail."}, {"update_no": "UPDATE #10", "update_userinfo": "Made it!", "update_content": "Hi Folks,\nWE MADE IT! It was looking rough there for a while, but thanks so much to all the backers who came through in the last 2 days. We really appreciate it.\nOur backers are awesome. \nNow we'll focus on finishing up a great show."}, {"status": [{"Project funds successfully": "334 backers pledged $25,616"}]}], "comment_no": 28, "projec_url": "https://www.kickstarter.com/projects/arrowstorm/we-all-fall-down", "project_name": "We All Fall Down"}}]