[{"backer": "Boulder Denim", "project_data": {"campaign": {"story": "Inspired by Kyle Doerksen’s desire to feel like you were perpetually snowboarding the Onewheel was born. Since that fateful launch in 2014 this new passion, described by some as ‘motorized euphoria', has blossomed into its very own board sport. ‘Let My People Float’ explores the journey from an idea to what is now an exciting new board sport. Follow along as we tell the story surrounding the community, characters, and culture that make Onewheel such a phenomenon.\nThis is a big project and we’ve decided if we can’t tell this story professionally and in a way that represents the community as a whole, we’re not going to do it. That’s why we’re here on Kickstarter.\nStories like this are meant to be told by the people immersed in the culture. Essentially those who spend untold hours of their life riding, hosting, and engaging with the float community. Your engagement and support through Kickstarter allow us the creative freedom we need to deliver a narrative that is honest and uncensored.", "risks": "Risks and challenges\nThe biggest challenge of this project is going to be traveling to gather the content. This is a global community and documenting the story correctly will require several flights. We're living in a pandemic and as of right now Americans can't even fly to several countries. This could cause delays in production, but we will do everything we can to bring the story home in the richest visual way possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "John Grace\nFirst created · 0 backed\nJohn Grace is the owner and CEO of Amongst It Inc. a multi-media production and event company located in Asheville NC. Amongst It Inc. was...See more"}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Zine Sponsor", "descp": "The Let My People Float Zine will be a first of its kind Onewheel and the accessories that surround it based magazine! This 36-page publication will be packed full of behind the scenes content from the film, product reviews, athlete profiles, and more.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (98 left of 100)"]}, {"amt": "Pledge US$ 30 or more", "title": "Digital link for “Let My People Float”", "descp": "Be the first to see and own this one of a kind production! Since that fateful launch in 2014 this new passion, described by some as ‘motorized euphoria, has blossomed into its very own board sport. ‘Let My People Float’ explores the journey from an idea to what is now an exciting new board sport. Follow along as we tell the story surrounding the community, characters and culture that make Onewheel such a phenomenon. We’ll notify you by email BEFORE the release of the film goes public with a link.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Film and Zine", "descp": "Be the first to see and own this one of a kind production! Inspired by Kyle Doerksen’s desire to feel like you were perpetually snowboarding the Onewheel was born. Since that fateful launch in 2014 this new passion, described by some as ‘motorized euphoria, has blossomed into its very own board sport. ‘Let My People Float’ explores the journey from an idea to what is now an exciting new board sport.. Follow along as we tell the story surrounding the community, characters and culture that make Onewheel such a phenomenon. We’ll notify you by email BEFORE the release of the film goes public with a link.\nPLUS GET - The Let My People Float Zine will be a first of its kind Onewheel and the accessories that surround it based magazine! This 36-page publication will be packed full of insider content, product reviews, athlete profiles, and more.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Go Fast Like Dom + Film + Zine", "descp": "Dominique Williams is arguably the fastest human alive on the Onewheel. “Go Fast Like Dom” is a professionally produced instructional video sharing all the secrets Dom has developed over countless hours on the trail. Whether your goal is to make the podium, enter your first race, or simply crash less this film will be the ultimate resource going fast on your Onewheel.\nPLUS: Digital Link to Let My People Float (Description Above)\nPLUS: Let My People Float Zine (Description Above)", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Zine Sponsor", "descp": "A great way to support the cause! You receive a 1/2 page ad in our zine, branding on our website, branding on all three film trailers, and of course the film itself. This is a chance for your company to get in front of and support this incredible community. It goes without saying you will receive a copy of the film as well.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["7 backers", "Limited (3 left of 10)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Premiere Sponsor", "descp": "The premiere sponsor will be recognized as the “in association with” partner. Your company receives branding on the front page of letmypeoplefloat.com, a full-page ad in the zine, opening branding in all three trailers, branding in all marketing materials, and of course the film itself. As well this premiere sponsor will receive a professionally produced 60-second commercial that will be displayed at all showings.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 10,000", "title": "Executive Producer - Presenting Sponsor", "descp": "This level of sponsorship will be considered a partner and is for a company or individual who really wants to take this production to the next level. Your company receives branding on the front page of letmypeoplefloat.com, an inside front cover ad in the zine, top-shelf branding in all three trailers, top-shelf branding in all marketing materials and of course the film itself. As well the presenting sponsor will receive a professionally produced 60-second commercial AND access to the content/footage in the production library for personal use.", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"status": [{"Project ends": "OCTOBER 9, 2020"}, {"Project launches": "AUGUST 20, 2020"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1651930092/let-my-people-float", "project_name": "Let My People Float"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "My name is Angel Lopez and though I was proudly born in Tijuana, Baja California, Mexico, I have been living in San Diego for the past fourteen years. I have been tattooing professionally for twelve years. During that time, I have successfully opened, owned, and operated multiple tattoo shops that are still currently up and running. I found climbing ten years ago and though my first love is bouldering, I also enjoy a killer sport climb or multi-pitch route.\n For years, I have dreamt of finding a way to meaningfully combine my two passions: tattooing and climbing - and I finally figured it out! I initially created a tattoo special that donates 10% of quarterly profits to a rotating non-profit that directly works to preserve and maintain our beloved wild outdoor areas. As this small personal project began to take hold, I was still left plotting about how else to expand on the concept. And what better way to raise money for the outdoors then to bring sick tattoos to the hikers, climbers, bikers, and general nature-lovers done inside Tattoo Basecamp.\n\nInterior Layout\n\n  An Airstream Basecamp trailer turned mobile tattoo shop? It’s as simple and bitchin’ as it sounds. After endless instances of friends wanting to get tattooed out at a climbing festival or classic crag, the time has come to make the experience a reality. It is an important factor to be able to offer a clean, proper shop atmosphere regardless of terrain, location or weather. I plan on creating a registered, up-to-code, genuine tattoo shop on wheels that brings high-quality tattoos to the outdoor community around the country.\n\n\n\n\n\n\n\n\n\nREWARDS\nWOMENS TANK TOP\nMENS T SHIRT\nSPECIAL EDITION BANDANA\nArtwork prints\nWHY AIRSTREAM BASECAMP?\nWhile planing the mobile tattoo station I’ve gone through different options to create it. From a toy hauler to a camper trailer, but none of those were a good fit for this project as the Airstream Base Camp trailer. It’s was love at first sight. Since the Interior is exactly what I needed to pass health department codes. Most camper trailers are wood interior and porous surfaces as well as the furniture fabric, and the health department requires for all tattoo shops to have non-porous walls, cabinets, countertops, and furniture including pillows.   Plus it has other things like power outlets, hand washing sink, potable water, wastewater tanks, and lighting. Leaving me with only very few things to adapt to be able to be up to code. \n\nWHAT’S THE PLAN?\nOnce funds are received, the plan is as follows:\n1. Purchase the Airstream Basecamp trailer.\n2. Begin build-out and conversion to a legitimate tattoo station.\n3. Submit the plans to the health department.\n4. Finish inspection and finalize permits to operate.\n5. Rewards are printed and packaged.\n  *Climbing trips projected for spring 2020.\n6. Rewards are shipped to our stellar supporters.\n7. Plan a route and hit the road!\nWHY DO I CARE?\nAs so much of my inspiration for both my artwork and tattoos comes from natural spaces and climbing locations, I feel responsible to give something back to the places and community that has given so much to me.", "risks": "Risks and challenges\nSETBACKS\n\nHealth department permits: There’s multiple steps to be able to get the trailer fully certified and these take time.\nMy plan would be to have everything ready for full inspection within two months of the trailer being funded so there’s no delays and I can start traveling. I have completed this process before on a brick and mortar location and have successfully passed all the inspections with no setbacks. I’m confident this would be successful on the first go.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Angel Lopez\nFirst created · 0 backed\nAngel Lopez is a Tijuana, Baja California native and San Diego, California local. He’s been a professional tattooer for the past 12 years...See more"}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Sticker pack", "descp": "These aren’t just any regular stickers. You’ll be able to show off how much you care and support for your outdoor places: making a statement while looking badass! These bad boys are UV protected so they will outlast harsh weather and sun.\nINCLUDES:\nThree custom UV protected vinyl stickers", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Artwork prints + Stickers", "descp": "Add some artwork to your mom’s house, van, or portaledge with these 8x10 watercolor replica prints. Plus you get those damn good looking stickers as well.", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Limited edition Tank top", "descp": "This tri-blend, racerback tank stays true to its fit with super smooth fabric that won’t absorb moisture like pure cotton garments. It will quickly become your favorite shirt to wear to the gym or on the couch.", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Limited edition T-shirt", "descp": "This T-shirt fits like a dream and it’s soft as a baby’s bottom. It won’t shrink or lose shape on you. Stylish for a night at the bar or cranking hard at the crag.", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Bandana Prints and Sticker pack.", "descp": "This is a limited edition bandanna, a great multi purpose item. You can use it on a hot day on the trail, handling a steamy Dutch oven, or stash it in your back pocket just in case.", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Limited Edition Chalk Bag", "descp": "We’ve partnered up with Static Climbing to bring you a limited edition chalk bag. This is made of waxed canvas which is tough as nails and made to last!", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "3.5 x 3.5 Tattoo", "descp": "This is the best deal you can get, for only shop minimum you’ll be able to get a 3.5 x 3.5 “Palm sized” custom design tattoo by Angel Lopez.", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "Medium size Tattoo", "descp": "This is one sweet deal. Get a medium-sized (approximately hand-sized) custom tattoo from Angel Lopez in San Diego and come see where the magic happens.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Large tattoo or two medium size tattoos", "descp": "Get that large custom tattoo you’ve been wanting or even better, split that with a friend, and get two small tattoos.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Baja Climbing Experience + Tattoo", "descp": "For three days and two nights, you’ll be able to sample one of Baja’s little known but best rock climbing crags. This place will steal your heart and leave you wanting more. Trip includes food, tent, sleeping bag, beverages, crash pads, special edition GSI outdoors Microlite 720 bottle and transportation from San Diego to Baja and back. Once back to San Diego you’ll get a commemorative tattoo!", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Tattoo Basecamp still goes!", "update_content": "The Tattoo Basecamp Campaign came to an end yesterday, but even tho i wasn’t able to raise the funds I was set up to get I’m still really stoked, I am honored to have all of your support and the dream doesn’t stop here. I will move for ward with the plan, hoping to be up and running early next year, this will obviously take me longer to achieve but not impossible. In the meant time I will start offering the rewards I had on Kickstarter through my Instagram account ( @angelopez ) one by one as a pre order base so I can stay organized. this will still help me with the Tattoo Basecamp and for those who supported the campaign can still get to your rewards. Thank you so much for everything and please don’t hesitate to Message me if you have any other questions. Cheers!"}, {"update_no": "UPDATE #1", "update_userinfo": "First day", "update_content": "We’re done with the first 24 hours of Tattoo Basecamp campaign and couldn’t be happier. Thank you for everyone that has backed and supported this project so far.\nThank you all again!"}, {"status": [{"Project ends": "SEPTEMBER 11, 2019"}, {"Project launches": "AUGUST 11, 2019"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/climbersspecial/tattoo-basecamp", "project_name": "Tattoo Basecamp"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "We spent this year redesigning the Nintendo Switch dock, making it smaller and smaller until it eventually disappeared. It's essentially an invisible dock hidden covertly in an inconspicuous, but sleek charger. \nNintendo Switch Dock + AC Charger = Covert Dock\n\n\nLet’s tackle the obvious here though. The Switch does not actually sit directly on the Covert Dock, but it does have docking capability. So how does it connect? Glad you asked: \nStep 3: Profit\nYou can display your game onto the big screen in its full 1080p docked mode glory with just a Covert Dock - leaving all the additional docks, chargers, and/or dongles connected at home.\n\n\nOne of the secrets behind making Covert Dock so powerful without the bulk is thanks to Gallium Nitride, or abbreviated to three magical letters from the periodic table, GaN:\n\n\nBy using the latest GaN technology, we get incredible efficiency gains that run cooler enabling us to surpass the limits of last generation silicon chargers. Take a peek inside:\nIt's like carrying your very own save crystal\nWhen we say it's compact, we're pretty serious about it - we got rid of all the un-necessary bulk. It's 1/10th the size of the original dock, or put it another way, 90% smaller!\nAll fighters are drawn to scale\n\nAnd if you compare it to the original charger alone, it's 22% smaller and does way more. We're not even including the extra space those inconvenient prongs take up when packed.  \nYou had one job\nHow else does it measure up? Well its somewhere between Genki Audio and an individual Joy-Con (without that pesky analog stick poking out).     \nCountless times we wished our chargers had foldable prongs. When they stick out they snag onto things and can even scratch our precious screens. During our design, we found out that it’s really difficult to make a charger that is both small and have foldable prongs. \nYou're welcome. Now you don't have to think twice about packing it.\nThe Covert Dock is designed for the Nintendo Switch, but it's actually quite robust and works with a lot of USB-C devices - you'll want to take it every time you leave the house.  \n\n\nThe tiny port on the top is basically your trusty USB-C port designed to work to the standard charging profiles of the Nintendo Switch. But unlike other chargers, it also grabs the display data from the USB-C device so that it can be processed for the HDMI display output.   Beyond just matching the Nintendo Switch charging profiles, the Covert Dock complies with the latest PD 3.0 protocols meaning you can fast charge smartphones (250% faster) and tablets, and even power hungry laptops, including the latest USB-C only MacBooks. \nUnlike other chargers that have two ports, our USB 3.1 port actually passes data as well, so you don't just charge your controllers you can actually connect your accessories whether it's a wired controller, ethernet adapter, Genki Audio, or whatever crazy accessory you're packing. It also works with tablets and computers so if you have one of the fancy systems without USB-A ports, you'll be able to hook up your flash drive, wireless mouse or a presentation clicker in a pinch.  \n\n\nGetting down to the last port, we come to the world's first HDMI port built into a charger, ever.  It's designed to work with the custom display profile for the Nintendo Switch but additionally supports the DisplayPort standard so you can broadcast whatever you want, wherever you want; from showing off your latest PowerPoint presentation skills to binge watching Stranger Things (or Dark).\nCovert Dock is ready to go, take it with you to your favorite bar, taco truck, dorm room, game/comic convention, hotel lounge, office meeting space, friend's house, friend's friend's house, and maybe even when visiting the family - we can't wait to see where you'll take the fun. \nWhen developing the passthrough charging for our previous Genki Audio adapter, we learned a lot about how power is managed by the Switch and how important it was to choose reliable components for peace of mind. \nOur engineer, Andrew wrote up a in-depth article on the causes of bricking and has even been picked up by Ars Technica, essentially it's caused by poor components overloading the  M92T36 chip which manages the docking and power of the Switch. When damaged, the Switch cannot be charged, but fortunately the chip is replaceable and your save progress is unharmed. \nTo maximize reliability, we made sure not to skimp on parts. We've configured the Covert Dock to use only standard Switch charging profiles when used with the console and conform to PD standards for other USB-C devices. We've worked closely with experts in this field, including producers of the official Switch AC adapter, engineers of various docks in the market (including Insignia), and the developers behind reputable PD and GaN technologies (Navitas). \nWe’ve selected premium components and are getting global certification for complete protection for you and your devices. We have a dedicated chip to manage and prevent over current/voltage production, overheating, overpowering, and short circuits. Additionally, we’ve made it possible to update the firmware so that we can maintain compatibility in the unlikely event that the Switch docking protocol changes through firmware updates and new hardware revisions.  \n\n\n\n\nHere's a quick demo with Andrew demoing and Eddie kicking the trash can:  \n\nPLAY\n\n\n\nTogether, we founded Human Things in 2017 on the idea that real objects could be special like those found in video games - you know the ones where you open treasure chests filled with enchanted items that give your character special abilities.  \nWe first want to thank and acknowledge Charlie, Cici, Su, and Angela for coming together last minute to review our crazy script, and through many late nights shaping it into an amazing video.\nThank you to our cast of friends and loved ones, including Jennifer, Ivette, Rory, Nathan, Ricardo, Vitor, Carmo, and Bill for sacrificing some of the nice weekend sun to help us bring this fun video to life.\nShout-outs to fra/ctal, Heck, Poon, Chack, Zak, eggnog, Doomblaze, VHS, and the rest of the competitive Smash community for helping us capture the epic party closing.\nOur sincerest appreciation to Roanna and Stephanie our wonderful graphic designers who volunteered their time to really inject some fun to our Kickstarter page.\nDank u to Christian for building out and managing our European outpost in Amsterdam.\nWith additional thanks for our wonderful friends at WeWork Labs, Kickstarter, Stone Brewing.\nAnd of course, we want to thank backers like you. With your crowdfunding support we’ve been able to operate as a quirky indie hardware developer free from outside investors. This means we can keep our focus on designing innovative human things we believe in without compromises.  ", "risks": "Risks and challenges\nLast year we launched the most funded gaming hardware project on Kickstarter of 2018. Lots of things happened in the mean time including feature upgrades, customizations, and realizing we had to figure out how to ship a couple more thousand units than expected to 84 countries. This time, we’re even better equipped to face these challenges but no matter how much we plan there’s always a chance that things can go wrong. Whether its production, logistics, or completely random events, we promise to always share with you full transparency on our hiccups and resolve them in a way that keeps our backers happy and proud to keep supporting Genki.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 59 or more", "title": "Covert Dock - Batch 2", "descp": "Get the Covert Dock at a special Kickstarter price and make every television your playground! We'll ship these as soon as we can after the initial batch.\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable", "time": [{"ESTIMATED DELIVERY": "Jan 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3,973 backers", "Limited (1027 left of 5000)"]}, {"amt": "Pledge US$ 59 or more", "title": "Covert Dock - Batch 3", "descp": "Get the Covert Dock at a special Kickstarter price and make every television your playground! We'll ship these as soon as we can after the initial batch.\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "Covert Dock Global Ops - Batch 2", "descp": "Get the Covert Dock with Global Adapters at a special Kickstarter price and make every television around the world your playground!\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable\nGlobal Travel Adapter Pack", "time": [{"ESTIMATED DELIVERY": "Jan 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,264 backers", "Limited (3736 left of 5000)"]}, {"amt": "Pledge US$ 49 or more", "title": "Covert Dock (Earlybird)", "descp": "Get the Covert Dock at a special earlybird price and make every television your playground!\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3,000 backers"]}, {"amt": "Pledge US$ 59 or more", "title": "Covert Dock Global Ops (Earlybird)", "descp": "Get the Covert Dock with Global Adapters at a special earlybird price and make every television around the world your playground!\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable\nGlobal Travel Adapter Pack", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10,000 backers"]}, {"amt": "Pledge US$ 59 or more", "title": "Covert Dock", "descp": "Get the Covert Dock at a special Kickstarter price and make every television your playground!\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5,000 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "Covert Dock Global Ops", "descp": "Get the Covert Dock with Global Adapters at a special Kickstarter price and make every television around the world your playground!\nINCLUDES:\nGenki Covert Dock\nUSB-C 3.1 Cable\nGlobal Travel Adapter Pack", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3,000 backers"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Imagine if Covert Dock could dock your Switch to a laptop...", "update_content": "Hello Covert Dock Backers!\nEddie here, from Team Genki. It's been a while! You seem like the type who likes Kickstarter, and hopefully have been enjoying the cool stuff we've been making. I wanted to personally invite you to check out our Kickstarter #3!"}, {"update_no": "UPDATE #14", "update_userinfo": "Covert Docks are Sneaking Into Homes Everywhere", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "Shipping Amidst the Chaos", "update_content": "Just a reminder:\nFor all shipping inquiries, please read this update and for additional info please email shipping@humanthings.co using the email address registered with Backerkit (tracking updates are slower than normal, we've seen post offices update them even after packages have arrived so please do give it a solid week before reaching out to us for this)\nFor all other inquiries, please send an email to genki@humanthings.co and make sure you include your Backerkit email (it's difficult to track with comments) "}, {"update_no": "UPDATE #12", "update_userinfo": "We could all use an island getaway right about now", "update_content": "As the world is changing quicker than we can keep up, we want to reach out and extend our hand to remind you that we are all in this together. Our thoughts out to those who are in the hardest hit hotspots. This current crisis only amplifies our belief that regardless of where you live, the types of games you enjoy or the color of your joy-cons – we are inextricably connected to each other. \nOur team has taken to working remotely for the past few weeks and being at home with family, and it may have taken a global pandemic to remind us, allowing us to pause and reflect on what matters. While some of us just can’t wait for Animal Crossing to come out, or are spending time getting in shape with the family over Ringfit, or like me, trying to finally tackle that backlog of games piling up through these past few busy sprints."}, {"update_no": "UPDATE #11", "update_userinfo": "An Update on Supply Chain Disruptions", "update_content": "Since our last update we’ve had a major roadblock - many of you by now have heard of the COVID-19 virus. Its delayed Outer World’s release on the Switch, the Animal Crossing Switch console, and unfortunately has impacted several of our key component suppliers. We’ve been working hard over the past weeks trying to get a grip and assess the complete impact and decide on a best course of action. We're really sorry for these delays, and know that a lot of you are super excited to get your hands on this for your next trip.\nWhat's happening on the ground"}, {"update_no": "UPDATE #10", "update_userinfo": "Production and Shipping Update", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Happy Holidays!", "update_content": "First things first, happy holidays. We know we're a little late on shipment and that a lot of you are traveling which would've made this the perfect gaming companion especially if you're visiting family. We sincerely apologize for the delay, pioneering new categories of devices always takes some time, and the Pareto 80/20 principle applies here, that 80% of the effort was done in 20% of the time but the last 20% is what is taking 80% of the time. We seriously hate being late as we really originally targeted finishing up late November but alas even the most well made plans don't always succeed. As we know more we'll be sure to update as soon as possible, January will be a really really busy month for us."}, {"update_no": "UPDATE #8", "update_userinfo": "Happy Thanksgiving!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Surveys incoming!", "update_content": "Surveys are making a splash this week"}, {"update_no": "UPDATE #6", "update_userinfo": "Fun(ded)! What now?!", "update_content": "Woohoo! Covert Dock is a Go!\nThanks to the support of this Kickstarter community, we can continue to make awesome products for elevated play experiences. We developed this because of our love for gaming and we’re glad this resonates with everyone here.  Last year our Genki Audio was the most funded gaming hardware project of 2018 and we're happy to carry the tradition forward with the Covert Dock. This is by far our biggest undertaking and we've actually become the most funded gaming hardware Kickstarter project since the Oculus Rift set the bar back in 2012."}, {"status": []}], "comment_no": 6927, "projec_url": "https://www.kickstarter.com/projects/humanthings/genki-covert-dock", "project_name": "GENKI: Covert Dock for the Nintendo Switch"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "Pluto Wireless is a unique wireless power bank and a minimalist design object, delivering a powerfully fast energy to go (10W). Designed for an intuitive use this product is a divine statement about bringing order to complexity.\n The device is compatible with iPhone and Samsung Fast Charge, working with a wide range of brands, including Samsung, Sony, LG, Nokia, Microsoft, Google and more. Among iPhones, the charger works with iPhone Xs/X, iPhone Xs Max, iPhone XR, iPhone 8 Plus, and iPhone 8.\nHere is the really smart thing that only Pluto Wireless does. wireless reverse charging is a breakthrough technology, allowing Pluto Wireless to charge itself wirelessly when you place it at a Wireless Charging Base. Simplicity at its best.\nPluto Wireless can charge through phone cases up to 3mm thick, so there’s no need to pull your case on and off every time you want to charge.\nPluto Wireless has taken craftsmanship to new levels, following the curves of the design right up to elegant corners. Made with the essentials of good design, the device uses premium aluminum blended with luxurious fabric and high-end technology for a seamless, fast charging experience. The fabric is specially engineered to resist scratches, and colors and materials chosen after research to reflect light for the most appealing looks. Assembly without the use of screws lends the device an exceptional touch and feel.\n Charge using the USB-A port while another device charges wirelessly.\n  Technically, Pluto Wireless satisfied strict standard expected of today’s gadgets. The case is 100% aluminum and comprises a 10,000mAh Lithium Polymer cell with 10W wireless output. Protection against overheating, overcharge, and surge protection is in-built. The device carries USB-C and USB-A ports, and features a cool LED charging indicator. An additional feature is priority charging, which allows the phone to be charged first and not the device when it is plugged into an adapter.\nGREEN DESIGN — We innovate using biodegradable and recyclable packaging material that allow us to take care of the planet. \n Want to write about PLUTO WIRELESS Download our Press Pack!\nFacebook\nInstagram\nTwitter\n                    ", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 59 or more", "title": "LIMITED EDITION", "descp": "*LIMITED EDITION*\nGet it with your name laser-engraved on it and a special bag for the Pluto with your name\nPluto Wireless\nReceive one (1) Pluto Wireless\nPluto Wireless with all the new features:\n*Wireless Reverse Charging\n*10000mAh Battery Capacity\n*USB-PD\n*Import fees can be charged", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["464 backers", "Limited (36 left of 500)"]}, {"amt": "Pledge US$ 118 or more", "title": "DUO PACK: LIMITED EDITION", "descp": "Get it with your name laser-engraved on it and a special bag for the Pluto with your name\nReceive two (2) *LIMITED EDITION*\nPluto Wireless with all the new features:\n*Wireless Reverse Charging\n*10000mAh Battery Capacity\n*USB-PD\n*Import fees can be charged\nINCLUDES:\n2× Pluto Wireless\n2× Box + USB to USB-C charging cable\n2× Your name laser-engraved on the Pluto", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["48 backers", "Limited (77 left of 125)"]}, {"amt": "Pledge US$ 168 or more", "title": "(4) FAMILY PACK", "descp": "FAMILY PACK\nReceive four (4) Pluto Wireless\nPluto Wireless with all the new features:\n*Wireless Reverse Charging\n*10000mAh Battery Capacity\n*USB-PD\nRetail Value: $396\n(You save 57% off the retail price)\n*Import fees can be charged.\nINCLUDES:\n4× Pluto Wireless\n4× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["62 backers", "Limited (38 left of 100)"]}, {"amt": "Pledge US$ 1,800 or more", "title": "(50) FOR RETAILERS", "descp": "FOR RETAILERS (50)\nReceive fifty (50) Pluto Wireless\nRetail Value: $3,950 (You save 62% off the retail price)\n*Shipping is included in the price\n*Prices before taxes and customs.\nINCLUDES:\n50× Pluto Wireless\n50× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 3,100 or more", "title": "(100) FOR RETAILERS", "descp": "FOR RETAILERS (100)\nReceive one hundred (100) Pluto Wireless\nRetail Value: $7,900 (You save 64% off the retail price)\n*Shipping is included in the price\n*Prices before taxes and customs.\nINCLUDES:\n100× Pluto Wireless\n100× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 49 or more", "title": "Pluto Wireless with your name engraved!", "descp": "LIMITED EDITION\n*It only applies to the first 100 customers\nPluto Wireless\nReceive one (1) Pluto Wireless\nGet it with your name laser-engraved on it\nPlease add $49 for every additional PLUTO WIRELESS you would like to order\n*Shipping is included in the price\n*Import fees can be charged.\nINCLUDES:\nPluto Wireless\nYour name laser-engraved on the Pluto\nBox + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 49 or more", "title": "(1) Pluto Wireless", "descp": "Pluto Wireless\nReceive one (1) Pluto Wireless\nPlease add $49 for every additional PLUTO WIRELESS you would like to order\nRetail Value: $79\n(You save 38% off the retail price)\n*Shipping is included in the price\n*Import fees can be charged.\nINCLUDES:\nPluto Wireless\nBox + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "256 backers"]}, {"amt": "Pledge US$ 49 or more", "title": "(1) Pluto Wireless", "descp": "Pluto Wireless\nReceive one (1) Pluto Wireless\nPluto Wireless with all the new features:\n*Wireless Reverse Charging\n*10000mAh Battery Capacity\n*USB-PD\nRetail Value: $99\n(You save 50% off the retail price)\n*Import fees can be charged.\nINCLUDES:\nPluto Wireless\nBox + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "635 backers"]}, {"amt": "Pledge US$ 59 or more", "title": "Pluto Wireless with your name engraved!", "descp": "Pluto Wireless with Wireless Reverse Charging & 10000mAh\nReceive one (1) Pluto Wireless\nLIMITED EDITION - Signature\nGet it with your name laser-engraved on it\n*Import fees can be charged.\nINCLUDES:\nPluto Wireless\nBox + USB to USB-C charging cable\nYour name laser-engraved on the Pluto", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "45 backers"]}, {"amt": "Pledge US$ 73 or more", "title": "Buy one, get one half price", "descp": "BLACK FRIDAY SPECIAL\nPluto Wireless\nReceive two (2) Pluto Wireless\nRetail Value: $158\n(You save 54% off the retail price)\n*Import fees can be charged.\nINCLUDES:\n2× Pluto Wireless\n2× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "32 backers"]}, {"amt": "Pledge US$ 73 or more", "title": "Buy one, get one half price + gift", "descp": "CYBER MONDAY SPECIAL\nBuy one, get one half price +\nOne of them with your name laser-engraved.\nPluto Wireless\nReceive two (2) Pluto Wireless\nRetail Value: $158\n(You save 54% off the retail price)\n*Import fees can be charged.\nINCLUDES:\n2× Pluto Wireless\n2× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "33 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "(2) Pluto Wireless", "descp": "DUO PACK\nReceive two (2) Pluto Wireless\nRetail Value: $158\n(You save 43% off the retail price)\n*Shipping is included in the price\n*Import fees can be charged.\nINCLUDES:\n2× Pluto Wireless\n2× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "104 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "(2) DUO PACK", "descp": "DUO PACK\nReceive two (2) Pluto Wireless\nPluto Wireless with all the new features:\n*Wireless Reverse Charging\n*10000mAh Battery Capacity\n*USB-PD\nRetail Value: $198\n(You save 54% off the retail price)\n*Import fees can be charged.\nINCLUDES:\n2× Pluto Wireless\n2× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "290 backers"]}, {"amt": "Pledge US$ 168 or more", "title": "(4) Pluto Wireless", "descp": "FAMILY PACK\nReceive four (4) Pluto Wireless\nRetail Value: $316\n(You save 46% off the retail price)\n*Shipping is included in the price\n*Import fees can be charged.\nINCLUDES:\n4× Pluto Wireless\n4× Box + USB to USB-C charging cable", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "21 backers"]}], "updates": [{"update_no": "UPDATE #50", "update_userinfo": "Factory closures in China have delayed our fulfillment (COVID-19)", "update_content": "This is a \"last call\" for all backers that we will be locking orders in on Sunday 8.\n70% of all backers have completed their surveys so we need the remaining 30% to complete in this week.\nIf you haven't finished your survey yet, please do so as soon as possible. If you have already completed your survey, I would suggest going back to your survey invitation email to open the survey and ensure your shipping address is correct."}, {"status": []}], "comment_no": 1911, "projec_url": "https://www.kickstarter.com/projects/earthtech/pluto-wireless-by-earth-wireless-portable-power-ba", "project_name": "PLUTO WIRELESS by earth - Wireless Portable Power Bank"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "Hey Kickstarters!! It's Dave from Thread&Leather, back with my new business partner Lily (who also happens to be my sister) five years after successfully launching the Wrap Wallet right here on Kickstarter. We're excited to bring you two amazing new products: the Thread&Leather Clutch and the Half-Wrap Wallet.\nThread&Leather Clutch - Simple, but not basic\nWe've spent the last year creating the ultimate take-anywhere clutch, designed to hold all your essentials in one spot. Durable for everyday use, yet stylish enough for date night.\nThe Clutch also works great for keeping all your travel documents and currency organized, so you don't lose anything important while rushing through security to catch your flight.\nThe Clutch is 7.75\" wide by 4.5\" tall, perfectly sized to hold everything you need and bring with you everywhere.\nThread&Leather Half-Wrap - Maximum minimalism\nWe at Thread&Leather are extremely proud of the Wrap Wallet. Over 12,000 customers agree that it is the best wallet in the world. It is as small as possible while remaining fully-functional. It is so good that it was recently awarded U.S. Utility Patent #10,080,407.\nHowever, we keep getting requests for an even smaller wallet for minimalists, people who don't carry cash, and people who want something ultra sleek for going out at night. So we took the best parts of the Wrap Wallet, the credit card pocket on the inside and the slide pocket on the outside, and combined them into the Half-Wrap.\nThere's enough room to hold 6 cards between the two pockets, with a few bills folded up inside, just in case. It also makes an amazing business card wallet, holding 10 business cards in the main pocket, with your hotel key easily accessible in the slide pocket.\nMaterials & Construction\nLike the Wrap Wallet, the Clutch and Half-Wrap are made in the USA, laser-cut from premium, locally-produced goat leather. We hand-sew every wallet with the finest French waxed-linen thread using the saddle stitch, which is stronger than any machine sewing method. We pride ourselves on the details & quality. See for yourself!!\nAfter testing dozens of closure options, we found the perfect magnetic clasp for the Clutch. It is simple, secure, feels great to open and close, and the stitching detail looks amazing!!\nEvery product we make is bespoke, sewn to customer specifications. You have your choice of seven colors of leather and five colors of thread, for 35 total color combinations.\nLeather Colors\nThread Colors\nColor Combinations\nHere are a few of our favorite color combinations. You'll be able to select your personal color combination after project funding closes. Creativity is encouraged!!\nHalf-Wraps in British Tan & Green, Rich Mahogany & Ecru, All-Natural & Red, and Jet Black on Black\nClutches in Jet Black on Black, British Tan & Green, and Ferrari Red on Red", "risks": "Risks and challenges\nEvery Kickstarter project has its risks. We learned this the hard way after our first project exploded in popularity, and a few loose ends were lost along the way. But that was five years ago, and since then we've built a streamlined system where wallets are laser-cut, hand-sewn, and shipped around the world every business day. All of our production happens in-house, and we'll be using the excess capacity our business has after the holiday rush is over to begin producing and shipping the Clutch and Half-Wrap right after the project ends.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 29 or more", "title": "Half-Wrap Wallet", "descp": "The best wallet in the world, pared down to the bare essentials. Two pockets hold up to 6 cards and a few folded bills. Choose from 7 colors of leather and 5 colors of thread. Maximum minimalism.\nINCLUDES:\nOne (1) Half-Wrap Wallet", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "Thread&Leather Clutch", "descp": "The ultimate clutch holds all your essentials. Made from laser-cut American goat leather, hand-sewn with the finest French waxed-linen thread, closed with our trademark sewn-in magnetic clasp. Stylish enough to take anywhere, but durable enough to go the distance. Choose from 7 colors of leather and 5 colors of thread. Simple, but not basic.\nINCLUDES:\nOne (1) Thread&Leather Clutch", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "Half-Wrap + Wrap Wallet", "descp": "Our full-featured OG Wrap Wallet plus our slim, brand-new Half-Wrap for when you only need the essentials. Choose from 7 colors of leather and 5 colors of thread. You can create matching items or customize each with different colors.\nINCLUDES:\nOne (1) Half-Wrap Wallet\nOne (1) Wrap Wallet", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 124 or more", "title": "Thread&Leather Clutch + Half-Wrap", "descp": "Your one-stop shop for your daily carry needs. One Half-Wrap paired with one Clutch to hold all your essentials in one spot. Choose from 7 colors of leather and 5 colors of thread. You can create matching items or customize each with different colors.\nINCLUDES:\nOne (1) Half-Wrap Wallet\nOne (1) Thread&Leather Clutch", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 159 or more", "title": "Thread&Leather Clutch + Wrap Wallet", "descp": "The OG Wrap Wallet paired with our new Clutch for the ultimate full-featured everyday carry experience. Choose from 7 colors of leather and 5 colors of thread. You can create matching items or customize each with different colors.\nINCLUDES:\nOne (1) Wrap Wallet\nOne (1) Thread&Leather Clutch", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 179 or more", "title": "Clutch, Half-Wrap & Wrap Wallet", "descp": "Want to rock the whole Thread&Leather product line? Well here you go!! The Clutch, Half-Wrap and Wrap Wallet, all in one place. Choose from 7 colors of leather and 5 colors of thread. You can create matching items or customize each with different colors.\nINCLUDES:\nOne (1) Thread&Leather Clutch\nOne (1) Half-Wrap Wallet\nOne (1) Wrap Wallet", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Thank you!", "update_content": "Thank you all for helping us meet our small goal and launching our (Dave & Lily) new products!  Over the last several months we have been collecting your orders and sending out the very first Thread & Leather Half Wraps and Clutches. \nWhile we are constantly working on orders, we are also working on building a new website that includes all of our new awesome accessories.  But, if you can't wait, email us directly at dave@threadandleather.com and we will build you a custom order!"}, {"update_no": "UPDATE #1", "update_userinfo": "We've reached our funding goal!!", "update_content": "Hey Kickstarters!!\nThank you, thank you, thank you!! We've reached our funding goal in only a few days, which means the Clutch and the Half-Wrap Wallet will now join the Wrap Wallet in the Thread&Leather product line!!\nPlease consider sharing our project far & wide, on social media and with friends you think may be interested. Also, feel free to post comments or questions. We love how many of you love our products, and look forward to rolling out more in the future!!"}, {"status": [{"Project funds successfully": "67 backers pledged $4,276"}, {"Project launches": "NOVEMBER 22, 2018"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/innodave/threadandleather-clutch-and-half-wrap-wallet-made", "project_name": "Thread&Leather Clutch & Half-Wrap Wallet, made in the USA"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "2 years ago, we brought you The World's Smallest EDC Flashlight. We wanted to shake up the Everyday Carry market by providing awesome, minimal products everyone can use on a day-to-day basis. Introducing NanoPen, the pen that goes where you go.\nWhen we say \"World's Smallest\", we mean it. Measuring in at a staggering 5cm in length, and 0.75cm in diameter, nothing else on the market comes close with the portability we offer.   \nIt's pretty F*CKING strong. Try to break it if you can. \nThis material is superior because it is particularly resistant to deforming. It's Mohs Hardness is rated at 9 which is higher than Titanium and Steel.  \nUsing a Tungsten Carbide tip, this pen is more than just a writing instrument. We've tested the NanoPen thoroughly to ensure that it is a perfect EDC tool for the toughest tasks.\nHave a neat idea? Sketch it out with ease. Fill out forms on the go. Puncture bothersome plastic packaging. Heck, even cut open all those Amazon boxes- The options are endless.  \nThe tungsten carbide ball is designed to be a perfect sphere that can grip any writing surface. Its surface is actually composed of over 50,000 polished surfaces and pits connected by a series of channels throughout the entire sphere. This design allows the ink to be present on both the surface and interior of the ball.  \nAt Slughaus we believe in pushing boundaries and elevating overall design & functionality in peoples lives. It's more than just a pen that fits on your keys, its a simpler way of living.  \nThe earliest design we have of a pen dates back to the late 1800's. These pens smudged easily and would leak, voiding them unusable. Fast forward to 1945, the ballpoint pen design we know today was perfected and patented.\nIn 2018 we like doing things differently, making the traditional ballpoint pen sleek and minimal, for you to carry ANYWHERE effortlessly.  \nWhen we say take your EDC further, we mean take it with you anywhere and everywhere. We aren't a traditional Every Day Carry brand. We like to get creative and give new meaning to the way you carry things.\n   Hook it on to your backpack, duffel, or keychain to ensure you never forget a pen when you're traveling on-the-go.\nAdd it to your favorite jacker zipper, and utilize it as a zipper pull.  \nNeed less bulk on your Keys? Add it to a traditional ballchain and wear it as a necklace.  \nNever lose your pen again.   \n      They say that size doesn't always matter. But it does when it comes to EDC.  \n     We've considered every possible aspect of the NanoPen from the size ratio of the key ring to body, to the finish of the metal to ensure proper grip when in use. We started from a standard pen and reduced it to an extremely minimal design, while giving it infinite function.\nIn order to perfect the NanoPen we had to go through various vigorous testing and revision. We worked with multiple pen manufactures to ensure our design was perfected to be the best tiny ballpoint pen on the market. Truly, there's nothing out there like it.  \n   SLUGHAUS is a small company based out of San Francisco with the sole mission of helping you stay minimal and functional. We believe that your everyday carry essentials influence your lifestyle. NanoPen's elegance inspires innovation, while its functionality keeps you on-the-go. We hope that our products not only help keep you minimal, but help mold your lifestyle as a whole.\nMEDIA KIT HERE\n ", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 20 or more", "title": "Single Pack", "descp": "Single Pack = 3 NanoPens. Keep all 3 or share with some friends.\nINCLUDES:\n3× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["742 backers", "Limited (58 left of 800)"]}, {"amt": "Pledge US$ 24 or more", "title": "EARLY BIRD II: DOUBLE PACK", "descp": "Two packs of 3 NanoPens each at exclusive pricing.\nLIMITED EARLY BIRDS.\nINCLUDES:\n6× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,549 backers", "Limited (1 left of 1550)"]}, {"amt": "Pledge US$ 24 or more", "title": "EARLY BIRD III: DOUBLE PACK", "descp": "Two packs of 3 NanoPens each at exclusive pricing.\nLIMITED EARLY BIRDS.", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,613 backers", "Limited (87 left of 2700)"]}, {"amt": "Pledge US$ 28 or more", "title": "Double Pack", "descp": "Two packs of 3 NanoPens each. Double the trouble.\nINCLUDES:\n6× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["271 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Four Pack", "descp": "Four packs of 3 NanoPens each. More to keep, More to go around.\nINCLUDES:\n12× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["288 backers", "Limited (12 left of 300)"]}, {"amt": "Pledge US$ 100 or more", "title": "10x Pack", "descp": "Ten Packs of 3 NanoPens each. A ton of pens to last you a lifetime.\nINCLUDES:\n30× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["75 backers"]}, {"amt": "Pledge US$ 18 or more", "title": "Single Pack", "descp": "Single Pack = 3 NanoPens. Keep all 3 or share with some friends.\nINCLUDES:\n3× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "700 backers"]}, {"amt": "Pledge US$ 23 or more", "title": "EARLY BIRD: DOUBLE PACK", "descp": "Two packs of 3 NanoPens each. Keep one ready at all times.\nINCLUDES:\n6× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Single Pack", "descp": "Single Pack = 3 NanoPens. Keep all 3 or share with your friends.\nINCLUDES:\n3× NanoPen", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"update_no": "UPDATE #35", "update_userinfo": "🚀 BANDO 3.0 LAUNCHED + BACKER CHRISTMAS SALE 🔥", "update_content": "Banana Slugs! \nDon’t miss out on our annual Backer Christmas Sale!"}, {"update_no": "UPDATE #34", "update_userinfo": "HAPPY THANKSGIVING + BLACK FRIDAY SALE!", "update_content": "HAPPY THANKSGIVING! 🦃"}, {"update_no": "UPDATE #33", "update_userinfo": "VETERANS DAY/ FIRST RESPONDERS DISCOUNT! 🇺🇸 🇺🇸", "update_content": "HELLO BACKERS!"}, {"update_no": "UPDATE #32", "update_userinfo": "THE VERY LAST CHANCE!", "update_content": "HELLO BACKERS!\nHappy Wednesday! First of all, as some of you may know the JO-E PACK Campaign was extended an extra week! Which means you all have ONE LAST CHANCE to secure the JO-E PACK at a bargain price. There are LESS THAN 48 HOURS left in the JO-E PACK CAMPAIGN, and this time we mean it. We are closing in on 1,500 backers and 97k in funding and its all thanks to your support! THIS IS THE VERY LAST CHANCE to grab the EDC UPGRADE STEAL at 35% OFF! We want all of our original backers to have a chance at getting the at the bargain Kickstarter price."}, {"update_no": "UPDATE #31", "update_userinfo": "LAST CHANCE AT 35% OFF!🚨⏱", "update_content": "HELLO BACKERS!\nHappy Monday! First of all, we'd like to thank those of you who supported the new campaign. Without your endless support, we wouldn't have been able to bring JO-E PACK to life. There are 3 days left in the JO-E PACK CAMPAIGN, closing in on 1,300 backers and 83k in funding! THIS IS THE LAST CHANCE to grab the EDC UPGRADE STEAL at 35% OFF!"}, {"update_no": "UPDATE #30", "update_userinfo": "OVER 50K IN FUNDING! + AWESOME FEATURES! 🎉", "update_content": "HELLO BACKERS!\nWe hope you all have been having an amazing week so far! We have some awesome news for you all as well as some cool updates and features we would like to share about our new product, the JO-E PACK!"}, {"update_no": "UPDATE #29", "update_userinfo": "🚀8TH KICKSTARTER JUST LAUNCHED! 24HR EARLY BIRD🚨", "update_content": "HAPPY HOLIDAYS BACKERS!\n  Season's Greetings! Hope you've all been well. In celebration, we are having our annual Holiday Sale!\nIf you order within 48 hours, your items will arrive before Christmas! "}, {"update_no": "UPDATE #28", "update_userinfo": "☃️ 25% 0ff Sale + NEW PROJECTS ☃️", "update_content": "HELLO BACKERS\nWe are extremely excited to announce that the KEYHOOK is now live on Kickstarter!"}, {"update_no": "UPDATE #27", "update_userinfo": "🚨NEW CAMPAIGN ALERT🚨", "update_content": "HELLO BACKERS!\nJust a quick update, we hope you all have had a good month. We just wanted to share a bit on how things are going with BULL3T!\n3500+ backers and over 2000%"}, {"status": []}], "comment_no": 684, "projec_url": "https://www.kickstarter.com/projects/bullet/nanopen-worlds-smallest-and-indestructible-edc-pen", "project_name": "NanoPen | World's Smallest & Indestructible EDC Pen Tool"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "HyperDrive is a 8-in-1 USB-C Hub\nNew HyperDrive USB-C Hub with integrated retractable cable turns a single USB-C port into 8 ports (4K HDMI, Gigabit Ethernet, microSD, SD, 3 x USB 3.1 and USB-C Power Delivery). Update: Cable will be detachable so you can use a longer cable if you wish. \nThat is also a 7.5W Wireless Charger for the iPhone\nUsing the latest Qi wireless charging standard that supports 7.5W high speed iPhone 8/X wireless charging. Also supports 5/10/15W high speed Android wireless charging.\nAnd a convertible iPhone Stand\nWirelessly charge your iPhone flat or while standing up, in landscape or portrait mode with a convertible iPhone stand that does not interfere with your swipe gestures. HyperDrive has not 1 but 3 wireless charging coils to ensure that there are no wireless charging blind spots.\nWith unlimited adjustable viewing angles\nHigh quality hinges (used in laptops) allow for unlimited adjustable viewing angles\nPower HyperDrive Wireless Charger with your computer or with a standalone USB-C charger (nightstand mode)\nUse the built-in retractable USB-C cable to connect HyperDrive Hub + Wireless Charger to the computer. Connect separate USB-C power to HyperDrive to provide power delivery to the computer or to operate HyperDrive as a standalone wireless charger (e.g. nightstand)\nHyperDrive in the News\n9to5mac - \"Hyper unveils USB-C hub w/ built-in 7.5W Qi wireless charger & stand\"\nThe Verge - \"This is a very good idea. The HyperDrive USB-C hub / wireless charging stand might be the perfect desk accessory\"\nCult of Mac - \"The HyperDrive hub is a MacBook owner’s dream\"\nBGR - \"This is the Macbook dongle to end all dongles\"\nGStyle Magazine - \"The Hyperdrive 8-in-1 is the hub you need for everything\"\nCNET - \"Dongle doubles up for USB-C and wireless iPhone charging\"\nMac Rumours - \"Hyper Launches 8-in-1 USB-C Hub With Built-In 7.5W Wireless Charger\"\nGeeky Gadgets - \"HyperDrive iPhone Wireless Charger And USB-C Hub Hits Kickstarter\"\nubergizmo - \"The HyperDrive Is A USB-C Hub With Qi Wireless Charging\"\nAndroid Community - \"HyperDrive USB-C hub is an 8-in-1 dongle for your computer\"\nNew Atlas - \"HyperDrive USB-C hub adds wireless smartphone charging and 8 extra ports to your laptop\"\n9to5mac - \"Hyper’s combo 8-in-1 USB-C Hub + 7.5W Qi wireless charger & iPhone stand goes up for preorder\"\niLounge - \"Hyper reveals Kickstarter preview for HyperDrive hub with built-in wireless iPhone charging stand\"\nAndroid Police - \"HyperDrive is a combo USB-C hub, stand, and Qi charger on Kickstarter (and it's already funded)\"\nNew Design!\nPLAY\n\nHyperDrive is now thinner & sleeker with the same length, width & design lines as the iPhone X.\nAs mentioned at the start of this Kickstarter campaign, we are removing the built-in USB cable and making it detachable so that users can use a longer cable if they wish. As a very positive result of removing this built-in cable, we are able to make significant improvements to the design.\nFirst and foremost, the HyperDrive will be much thinner and sleeker looking now, with the same length, width and design lines as the iPhone X. The charging USB-C port is also now moved to the back of the HyperDrive for better cable management when the HyperDrive is used as a standalone wireless charger.\n5 Reasons why HyperDrive is better than other wireless chargers \n1) 7.5W Wireless Charging\nAlmost all Qi wireless chargers currently in the market are the 5W, 10W or 15W variety designed for Android Smartphones which may not work well with the iPhone or charge the iPhone very slowly at less than 5W.\nHyperDrive is the only wireless charger that supports all 4 Qi wireless charging standards (7.5W, 5W, 10W and 15W)\nHyperDrive supports the latest Qi wireless charging standard including 7.5W high speed wireless charging optimized for the iPhone as well as 5/10/15W high speed wireless charging of Android smartphones.\nBetter and faster than mophie and Belkin wireless chargers sold by Apple\nHyperDrive is the only wireless charger that supports 5/7.5/10/15W Qi standard\nHyperDrive takes 2h58m to full charge iPhone X from empty, faster than mophie & Belkin\nHyperDrive is the World's 1st wireless charging stand with LCD voltage/current display\nHyperDrive supports both USB QC and USB-C PD input which supports firmware update while mophie/Belkin uses DC input which does not support firmware update\nHyperDrive has a built-in USB-C hub with 3 x USB power output (5V1.5A)\nHyperDrive has not 1 but 3 charging coils to allow iPhone to charge in any position\n2) Lower Temperature\nTraditional Qi wireless chargers generate too much heat which may cause the iPhone to shut down\nTraditional Qi wireless chargers are not very efficient and generate a lot of heat which causes the iPhone to reduce or stop charging completely to lower operating temperature.\niPhone 8/X will charge wirelessly at \n7.5W at temperatures below 36.5ºC/97.7ºF\n5W at temperatures between 36.5ºC/97.7ºF and 38ºC/100.4ºF\n3W at temperatures between 38ºC/100.4ºF and 40ºC/104ºF\n0W (stop charging) at temperatures above 40ºC/104ºF\nHyperDrive is a low temperature device and insulates the iPhone from any little heat it generates so that it can charge properly\nHyperDrive uses power efficient components and is designed to be a low temperature (25ºC/77ºF) device. Whatever little heat generated is dissipated from the aluminum sides and is isolated from the iPhone by an air gap and insulator convertible stand layer.\n3) Fixed frequency that does not interfere with Touch and Face ID\nTraditional Qi wireless chargers may emit frequencies that interfere with Touch or Face ID\nTraditional Qi wireless chargers are made with low cost materials that have fluctuating electromagnetic frequencies that may interfere with iPhone functions like Touch & FaceID.\nHyperDrive uses a fixed frequency designated by Apple that does not interfere with Touch or Face ID\nHyperDrive uses a fixed wireless charging frequency designated by Apple and is guaranteed to work perfectly with the iPhone.\n4) Firmware upgradeable\nAs HyperDrive uses USB-C input instead of DC input (Belkin/mophie). It is currently the only iPhone wireless charger in the market that is firmware upgradeable to support new features like faster iPhone wireless charging speeds in the future.\n5) Award winning USB-C hub\nBesides being a great wireless charger, HyperDrive also incorporates award winning USB-C hub capabilities that raised over $3.1 million on Kickstarter and Indiegogo and has hundreds of positive reviews with an average 4 star rating on Amazon and BestBuy.\nDespite its features and having a USB-C hub, HyperDrive is no bigger than the ordinary wireless charger sold in the Apple Store\nAnd is actually thinner than the most popular Android wireless charger on the market\nA single HyperDrive replaces $250 worth of separate accessories\nBut you can get HyperDrive USB-C Hub + 7.5W Wireless Charger for as low as $79\nRewards \nEarly Bird Special (50% off) \n$79 - 1 x HyperDrive \n$158 - 2 x HyperDrive \n$237 - 3 x HyperDrive \n$395 - 5 x HyperDrive \n$790 - 10 x HyperDrive \nKickstarter Special ($50 off)\n$109 - 1 x HyperDrive \n$218 - 2 x HyperDrive \n$327 - 3 x HyperDrive \n$545 - 5 x HyperDrive \n$1090 - 10 x HyperDrive \nExpected Retail Price\n$159 - 1 x HyperDrive \n$318 - 2 x HyperDrive \n$477 - 3 x HyperDrive \n$795 - 5 x HyperDrive\n$1590 - 10 x HyperDrive \nGet Cash Back on the Projects You Love!\nReward Fulfillment\nTo ensure timely reward delivery, we will ship rewards via insured postal service from 2 fulfillment and distribution centers in:\nCalifornia USA - fulfilling rewards within the United States  \nHong Kong - fulfilling rewards to the rest of the world \nFulfilment managed via BackerKit\nProject Timeline\n15 January 2018 - Kickstarter begins \n19 February 2018 - Kickstarter ends \nFebruary 2018 - Production begins \nApril 2018 - Shipping of Early Bird rewards \nMay 2018 - Shipping of Kickstarter Special rewards\nSpecifications\n Output:\n- HDMI supporting 1080p@60Hz, 4K@30Hz\n- Gigabit Ethernet\n- SD (UHS-I 104MB/s)\n- micro SD (UHS-I 104MB/s)\n- 3 x USB 3.1 Gen 1 (5Gb/s)\n- USB-C 60W power delivery pass through charging \nInput: 1 x USB-C \nWireless Charging: 5/7.5/10/15W Qi Standard \nNumber of Wireless Charging Coils: 3\nDC/DC efficiency: Up to 96% \nDevice Operating Temperature: 25ºC / 77ºF \nEnclosure: Aluminum & ABS \nDimensions: 5.1\" x 3.7\" x 1\" / 130 x 94 x 25.8 mm \nWeight: 7.2 oz / 0.45 lb / 204g\nDesign Story\nThe initial idea of this product was to combine a Qi wireless charger with a USB-C hub and make it as compact as possible. For our first design, we decide to take the ubiquitous flat round Qi wireless charging pad, add some thickness to it to accommodate USB-C hub elements. However a perfect circle is not a very efficient shape for laying out electronic components. We also explored a perfect square design but it was too utilitarian. We finally decided on an organic design with rounded edges. When we wanted to add a convertible phone stand tray to our rounded square prototype, we realized that tray was too short to stably support a phone in portrait position. Hence we came up with the final design which is a cross between a rounded rectangle and an oval which provided a stand tall enough to stably support a phone in portrait mode. The additional space also allowed us to have not 1 but 3 wireless charging coils, an LCD display panel and compartment to for the built-in cable to stowaway.\nProof of Concept \nPLAY\n\nThe above unedited video demonstrates a fully functional pre-production HyperDrive with all ports working (2 x USB 3.1 hard drives, USB-C Power Delivery, Gigabit Ethernet, HDMI display, microSD, SD and USB flash drive). HyperDrive is also shown to provide pass through power delivery to the 15\" MacBook Pro as well as wirelessly charge the iPhone X at 7.5W (5V, 1.5A) in multiple positions. HyperDrive is plug-n-play and interfaces directly with Mac OS or Windows. Plugging devices into HyperDrive is like plugging directly to the computer. On Mac OS, video displays are controlled by Mac OS System Preferences > Displays. Power delivery by Mac OS System Preferences > Energy Saver. External storage are controlled by Mac OS Finder.\nAbout us\nHYPER by Sanho Corporation has been making award winning Apple accessories since 2009. We also have a long proven track record of delivering Kickstarter and Indiegogo projects. Our latest Kickstarter and Indiegogo project, HyperDrive USB-C Hub for MacBook Pro, raised over $3.1 million and is currently the most crowdfunded MacBook and USB-C accessory. Our first Kickstarter project, CloudFTP, was the 3rd most funded Kickstarter technology project when funding ended and named by Stuff Magazine as one of the “10 best Kickstarter technology projects”. Our 2nd Kickstarter project, iStick, raised over $1.1 million and was one of the 50 most funded Kickstarter project when funding ended. This is our 11th crowdfunding project. Our previous crowdfunding projects, HyperDrive USB-C Hub for MacBook Pro Kickstarter, HyperDrive USB-C Hub for MacBook Pro Indiegogo, CloudFTP, iStick, HyperLink, iShowFast, Pearl Kickstarter, Pearl Indiegogo, iPin for iPhone/Android, iPin for iPhone, HyperDrive for MacBook and HyperJuice for MacBook have altogether raised over $5 million.\nGet Your Project Funded Today!\nPledge and Support Us Now!", "risks": "Risks and challenges\nNo project is without risk and challenges but we try to do our absolute best to minimize them. We felt that we have done all the necessary preliminary work prior to coming to Kickstarter. We are also no strangers to USB-C products, Apple accessories or crowdfunding.\n\nThe HyperDrive product that you see in the above video/photos are actual working prototypes.\n\nWith your support, we can bring HyperDrive to iPhone and MacBook Pro users worldwide. We have started mass production and your contribution will help us achieve economies of scale and keep the product cost low.\n\nWe have sufficient materials to manufacture about 5,000 units now. Beyond that, the lead time is about a month. Your strong support will give us the needed affirmation to place a larger raw materials order and start mass production earlier.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 109 or more", "title": "1 x HyperDrive", "descp": "Get one (1) HyperDrive at $50 off the expected retail price of $159!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,743 backers", "Limited (57 left of 1800)"]}, {"amt": "Pledge US$ 119 or more", "title": "1 x HyperDrive", "descp": "Get one (1) HyperDrive at $40 off the expected retail price of $159!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers"]}, {"amt": "Pledge US$ 218 or more", "title": "2 x HyperDrive", "descp": "Get two (2) HyperDrive at $100 off the expected retail price of $318!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["200 backers", "Limited (100 left of 300)"]}, {"amt": "Pledge US$ 238 or more", "title": "2 x HyperDrive", "descp": "Get two (2) HyperDrive at $80 off the expected retail price of $318!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 327 or more", "title": "3 x HyperDrive", "descp": "Get three (3) HyperDrive at $150 off the expected retail price of $477!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers", "Limited (69 left of 100)"]}, {"amt": "Pledge US$ 357 or more", "title": "3 x HyperDrive", "descp": "Get three (3) HyperDrive at $120 off the expected retail price of $477!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 545 or more", "title": "5 x HyperDrive", "descp": "Get five (5) HyperDrive at $250 off the expected retail price of $795!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (92 left of 100)"]}, {"amt": "Pledge US$ 595 or more", "title": "5 x HyperDrive", "descp": "Get five (5) HyperDrive at $200 off the expected retail price of $795!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 1,090 or more", "title": "10 x HyperDrive", "descp": "Get ten (10) HyperDrive at $500 off the expected retail price of $1590!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (19 left of 20)"]}, {"amt": "Pledge US$ 1,190 or more", "title": "10 x HyperDrive", "descp": "Get ten (10) HyperDrive at $400 off the expected retail price of $1590!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 79 or more", "title": "1 x HyperDrive (Early Bird)", "descp": "Get one (1) HyperDrive at more than 50% off the expected retail price of $159!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "1 x HyperDrive", "descp": "Get one (1) HyperDrive at $60 off the expected retail price of $159!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1,497 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "1 x HyperDrive", "descp": "Get one (1) HyperDrive at $60 off the expected retail price of $159!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "88 backers"]}, {"amt": "Pledge US$ 109 or more", "title": "1 x HyperDrive", "descp": "Get one (1) HyperDrive at $50 off the expected retail price of $159!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "20 backers"]}, {"amt": "Pledge US$ 158 or more", "title": "2 x HyperDrive (Early Bird)", "descp": "Get two (2) HyperDrive at more than 50% off the expected retail price of $318!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "560 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "2 x HyperDrive", "descp": "Get two (2) HyperDrive at $120 off the expected retail price of $318!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "78 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "2 x HyperDrive", "descp": "Get two (2) HyperDrive at $120 off the expected retail price of $318!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "8 backers"]}, {"amt": "Pledge US$ 237 or more", "title": "3 x HyperDrive (Early Bird)", "descp": "Get three (3) HyperDrive at more than 50% off the expected retail price of $477!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "40 backers"]}, {"amt": "Pledge US$ 297 or more", "title": "3 x HyperDrive", "descp": "Get three (3) HyperDrive at $180 off the expected retail price of $477!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "11 backers"]}, {"amt": "Pledge US$ 395 or more", "title": "5 x HyperDrive (Early Bird)", "descp": "Get five (5) HyperDrive at more than 50% off the expected retail price of $795!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}, {"amt": "Pledge US$ 495 or more", "title": "5 x HyperDrive", "descp": "Get five (5) HyperDrive at $300 off the expected retail price of $795!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 790 or more", "title": "10 x HyperDrive (Early Bird)", "descp": "Get ten (10) HyperDrive at more than 50% off the expected retail price of $1590!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 990 or more", "title": "10 x HyperDrive", "descp": "Get ten (10) HyperDrive at $600 off the expected retail price of $1590!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 990 or more", "title": "10 x HyperDrive", "descp": "Get ten (10) HyperDrive at $600 off the expected retail price of $1590!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #44", "update_userinfo": "Our latest Kickstarter now LIVE 🎉 HyperJuice 4-in-1 Magnetic Wireless Charger Stand", "update_content": "Got the new iPhone that supports magnetic wireless charging?"}, {"update_no": "UPDATE #43", "update_userinfo": "Preview our latest Kickstarter 🏆 HyperJuice 4-in-1 Magnetic Wireless Charger Stand", "update_content": "Got the new iPhone that supports magnetic wireless charging?"}, {"update_no": "UPDATE #42", "update_userinfo": "Get 25% OFF NEW USB-C Power Hub for Nintendo Switch & More!", "update_content": "Our largest-ever Cyber Monday Sale with 30% off sitewide."}, {"update_no": "UPDATE #41", "update_userinfo": "Exclusive 50% OFF offer just for our backers!", "update_content": "Our largest-ever Black Friday Sale with 30% off sitewide"}, {"update_no": "UPDATE #40", "update_userinfo": "Last Day! Cyber Monday Sale. 30% OFF sitewide. 80% OFF Doorbusters. Free gift for orders over $100.", "update_content": "Today is the LAST DAY of our Kickstarter!\nWorld's First Stackable 65W & 100W GaN Chargers"}, {"update_no": "UPDATE #39", "update_userinfo": "Our Black Friday Sale starts now. 30% OFF sitewide. 80% OFF Doorbusters. Free gift for orders over $100.", "update_content": ""}, {"update_no": "UPDATE #38", "update_userinfo": "LAST DAY! ⏳ 40% off HyperJuice Stackable GaN Chargers", "update_content": "We are happy to inform you that we have completed ~100% fulfillment of this project.\n\nPlease note that it will never show 100% fulfillment because of\n- Dropped backers whose payment fail or cancel after import\n- Backers who pledge for no rewards or intangible rewards that do not require shipping"}, {"status": []}], "comment_no": 1506, "projec_url": "https://www.kickstarter.com/projects/hypershop/hyperdrive-usb-c-hub-75w-qi-wireless-charger-iphon", "project_name": "HyperDrive USB-C Hub + 7.5W Qi Wireless Charger iPhone Stand"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": " A climbing film about women, by women, for everyone. \nThis isn’t a film about gender imbalance or the sexualization of women or what it’s like to have your period at the crag. This is a film about 5 of the best climbers in the world doing what they do best: crushing. Pretty Strong will follow 5 female climbers* around the world as they explore new climbing areas, find projects, and push the boundaries of our sport.\nThis film is for every climber stuck on the couch recovering from an injury. This film is for that little girl who just started climbing, to show her that the climbing world is a place for her. This film is for the climber looking for that last nudge of inspiration to get off their ass and go to the gym. If you’re a climber, this film is for you.\n*There are dozens of climbers we are considering for this project, but the final selection will depend on climbing objectives, funding, athlete schedules, and our production schedule. As we get more of these things confirmed, we will update you on who we are planning to include. Comment below on who you would like to see featured!\n**Shoutout to good friend, designer, motion graphics artist, and creative genius Bryan Nanista for our badass Never Not Collective end card. Check out more of his work at http://www.bryanjnanista.com/ or on Instagram @bnanista.\nWhat was the first major climbing film you ever saw? What about the most recent one? Chances are if you’ve turned on a climbing film in the last 18 years, you’ve seen male climbers dominating the screen. With more women climbers than ever, the numbers weren't adding up, so we did some research. \nNina Williams on the Southwest Arete (5.9). Photo: Colette McInerney\nOut of 91 main segments in high production climbing films, there have been 8 segments that feature a female climber as the main character (and the same woman was the subject in three of those). Out of the 91 segments, 11 showed a woman climbing…but her part was a supplement to the main story about one or more male climbers. Out of the six narrative-style feature films we looked at, none have had a female climber as the lead character.\nEmily Harrington on 'Tom Et Je Ris' (8b+/5.14a), Verdon Gorge, France. Photo: Colette McInerney\n...And we want to see more women making media.\nNot only are the climbing films being made today mostly featuring men on screen, but they are predominantly being created by men. We're hoping to foster a community and network of female media makers through Never Not (with this project and future ones). We want to build relationships with established female camera operators, editors, composers, animators, etc., and create opportunities for women who are new to outdoor media. \nBelow is a breakdown of the Pretty Strong budget. We are planning on getting half of our funding from Kickstarter and the other half from brand partners. \n        We are videographers, writers, photographers, and most importantly, climbers. With climbing films for inspiration, all four of us longed for movies that put female climbers front and center. As we developed individually as creatives and eventually founded this all-women's production team, we realized: We should make the film we've always wanted to see.\nStarted by four unapologetic women of the outdoors, Never Not Collective seeks to tell the stories of everyday people doing great things, brave things, things that are challenging, engaging, and gratifying—regardless of “success.” Action is exciting, but we believe that people, with all their complexity, faults, and flaws, are at the heart of every compelling story. Our deep commitment to collaboration stems from diverse backgrounds in writing, photography, video, multimedia, and analytics. This fusion of unique perspectives helps Never Not create refreshing content that connects with a wide variety of viewers. \nCOLETTE MCINERNEY After a decade of traveling the world as a professional climber, Colette started recording her adventures through photography and film in 2010. She found her passion at the intersection of photo, film, travel, and climbing, and since then she’s worked with companies like Red Bull, National Geographic, Prana, and New Balance to capture the story behind the biggest accomplishments. From summiting 14,000-foot peaks to scaling massive limestone walls, she can—and will—go anywhere to get the shot.\nJULIE ELLISON As Climbing magazine’s first female Editor in Chief, Julie has spent a quarter of her life writing, shooting, and editing stories about climbing and the outdoors. With a genuine documentary style, her stories use adventure as a way to experience the world and help the people in it. She’s written about the refugee crisis on the island of Kalymnos, a climbing camp for cancer survivors, and seeing death firsthand in Mexico. In 2017, the OR Daily named her one of the 26 Most Talented People in the Outdoor Industry.\nSHELMA JUN Shelma is a sucker for a good story. Whether it’s documenting cyclists of color in NYC or building a temporary community art park in the Lower East Side, she focuses on bringing people together and sharing their stories. She is the founder of Flash Foxy, a multi-media platform that celebrates women in climbing, and the creator of the Women’s Climbing Festival, a weekend of climbing, panels, and clinics. In 2017, she was named one of 40 women who’ve made the biggest impact in the outdoor world by Outside Magazine.\nLESLIE HITTMEIER Working as an editor at Skiing Magazine, a managing editor at Teton Gravity Research, and a freelance photographer, Leslie became a fixture in skiing media before joining Never Not Collective as the group’s token young gun. She’s traveled to Chile, Japan, France, Jamaica, and all over the American West to document badass skiers, climbers, and adventurers in their natural habitats. As an obsessed skier and climber herself, Leslie plays and trains in her home mountain range of the Tetons.", "risks": "Risks and challenges\nWe are trying to make a feature-length film about climbing. We know there are so many things that can go wrong, like athlete injury, bad weather, unexpected production costs, scheduling difficulty, and the high price of licensing a dope Rihanna song. But we are confident that with our diverse skill set and experience in media production we are prepared to deal with those challenges.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Virtual High Five", "descp": "o/\\o\nYour name will appear at the end of the film on a special thanks page, and we will love you forever.*\n*When you inevitably see us in person at the crag, feel free to demand a real high five.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}], "stat": ["105 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Yay! Stickers!", "descp": "Slap this on your water bottle, laptop, Thule box, or the back of your Subaru and show everyone that you’re pretty strong.\nStickers may include: Pretty Strong, Bonecrusher, Never Not Collective, Never Not Hustlin', and silly memes that your parents won't understand.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["168 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "3\" x 5\" Climbing Print", "descp": "We’ll send you a 3” x 5” print of a female crusher, shot by Colette McInerney, Julie Ellison, or Leslie Hittmeier. Hang it in your office so you can daydream about what you’d rather be doing.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The Film!", "descp": "We will send you a link to download Pretty Strong before we release it to the public!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}], "stat": ["389 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "GUMBY Fan pack", "descp": "You're pretty strong... for a gumby.\nINCLUDES:\n3\" x 5\" climbing print (not framed) by a Never Not photographer.\nPretty Strong Sticker Pack\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["352 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Pretty Strong Trucker Hat", "descp": "Rock a Pretty Strong trucker hat and be the envy of all your friends.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["56 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "BONECRUSHER Trucker Hat", "descp": "You're a BONECRUSHER and you know it.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Pretty Strong Tanks or Tees", "descp": "Suns out, guns out! Show off your massive biceps with a Pretty Strong T-shirt or tank top.\nMen’s and women’s available.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["81 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "BONECRUSHER Tanks OR Tees", "descp": "\"HEY! My eyes are up here!\" Get used to people staring at your chest when you wear this.\nMen’s and women’s available.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Never Not Spotify Playlist", "descp": "Julie, Leslie, Colette, and Shelma will make a personalized playlist for you on Spotify based on your mood or intended use (working out, climbing, driving, menstruating, pooping, etc.)", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}], "stat": ["6 backers", "Limited (4 left of 10)"]}, {"amt": "Pledge US$ 50 or more", "title": "Pretty Strong Calender", "descp": "We will make a calendar filled with the best images that we took of the female climbers during the production of Pretty Strong. (2019 Calendar)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Pretty Strong Sweatshirt", "descp": "Chill at the crag or campfire with an ultra-cozy Pretty Strong sweatshirt.\nMen’s and women’s available.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "BONECRUSHER Sweatshirt", "descp": "YOU KNOW YOU WANT IT.\nMen’s and women’s available.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Never Not Combo Pack", "descp": "Choose two of any of the available $50 rewards on this list!", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "RAD Fan Pack", "descp": "You think this film idea is RAD.\nINCLUDES:\nPretty Strong Trucker Hat\nPretty Strong Sticker Pack\nPretty Strong T-Shirt or Tank Top\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["68 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Colette's Skin Care Kit", "descp": "Handmade Never Not Collective bag filled with Colette's skincare essentials* and instructions** on how to keep your skin in shape for hard climbing.***\n*Does not include Colette's incredible finger strength.\n**Does not guarantee sendage.\n***Never Not Collective is not responsible for split tips, flappers, gobies, or other abrasions.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (4 left of 10)"]}, {"amt": "Pledge US$ 150 or more", "title": "DOPE Fan Pack", "descp": "You think this film idea is DOPE.\nINCLUDES:\nPretty Strong Sticker Pack\nPretty Strong T-Shirt or Tank Top\nPretty Strong Trucker Hat\nPretty Strong Sweatshirt\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "MEGA Fan Pack", "descp": "You think this film idea is MEGA.\nINCLUDES:\nPretty Strong Sticker Pack\nPretty Strong T-Shirt or Tank Top\nPretty Strong Trucker Hat\nPretty Strong Sweatshirt\nHD download of Pretty Strong film\n11\" x 17\" Climbing Print (not framed) taken by a Never Not photog\nExclusive link to Pretty Strong \"Behind the Scenes\" footage", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "NNC Picket Print!", "descp": "Never Not Collective has partnered with super talented painter Nikki Frumkin and we've picked out the perfect print for your home. A 12\" x 24\" panorama of Washington's Picket Range. We heard there is rock climbing there or something\nINCLUDES:\nHD download of Pretty Strong film\nPretty Strong Sticker Pack", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (1 left of 3)"]}, {"amt": "Pledge US$ 250 or more", "title": "NNC Online Creative Camp", "descp": "With a combined 20+ years of experience in the outdoor industry, Never Not Collective can help you reach your content creation goals.\nThis would include two Skype calls to talk about what your goals are. We could do photo portfolio reviews, give advice on how to get published, expert advice on getting into the outdoor industry, edits of your writing and/or resume, feedback on film/video.\nINCLUDES:\nExclusive link to Pretty Strong \"Behind the Scenes\" footage\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 500 or more", "title": "Never Not Nutrition", "descp": "Get 4 weeks of personalized nutrition coaching with Never Not's Julie Ellison and chef-climber Julia Delves of Trailside Kitchen. It includes: Program Course + 1-hour intake call + written recommendations & program customizations + weekly check in calls & feedback on tracker + regular texts or emails for accountability.\nINCLUDES:\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Project Partner", "descp": "You'll receive:\n- Credit as a Project Partner, in the film and on the website\n- Personalized video message from Never Not Collective\n- 3 hand-written postcards from various shooting locations\nINCLUDES:\nHD download of Pretty Strong film\nPretty Strong Sticker Pack\nPretty Strong Sweatshirt\nPretty Strong T-Shirt or Tank Top", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (2 left of 8)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Producer", "descp": "You'll receive:\n- Credit as an Producer, in the film and on the website\n- Recognized in all materials for a film tour, including submissions to established film festivals\n- Personalized video message from Never Not Collective\n- Mystery Box of souvenirs from various shooting locations\nINCLUDES:\nHD download of Pretty Strong film\nPretty Strong Sticker Pack\nPretty Strong Sweatshirt\nPretty Strong Trucker Hat", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10,000", "title": "Executive Producer", "descp": "If you decide to donate at this level, we will give you our firstborn child.*\n*This is a totally false statement.\nHere's what you'll get:\n- Logo prominently featured on all marketing materials and website.\n- Recognized in all materials for a film tour, including submissions to established film festivals.\n- One custom Insta-banger (1 min. video) for your brand's social media.\n- In-person shout-out at the world premiere of Pretty Strong.\n- Custom blog post for your brand's website with text and photos.\n- 3-5 shout-outs on our Instagram accounts: @heyflashfoxy (33K), @etteloc (22K), @joolyhart (10K), @lesliehittmeier (7.8K) over the course of\nthe 18 months of production.\nINCLUDES:\n5× HD download of Pretty Strong film\n5× Pretty Strong Sticker Pack\n5× Pretty Strong T-Shirt or Tank Top\n5× Pretty Strong Trucker Hat", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 25 or more", "title": "Yosemite Valley Trucker Hat", "descp": "NNC + Rachel Pohl & Cirque Designs have created custom Yosemite Valley Trucker Hats for the cause! (Check out photos on our updates page)\nINCLUDES:\nPretty Strong Sticker Pack", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Never Not Eating", "descp": "Dirtbag foodies rejoice! We will send you a personalized copy of the outdoor cookbook Best Served Wild: Real Food for Real Adventures, by Brendan Leonard and Anna Brones with Never Not Collective's favorite recipes highlighted. (Along with some van life tips from Julie Ellison.)", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "NNC + Rachel Pohl Art STOKE Package", "descp": "Never Not Collective has partnered with Rachel Pohl Art to put together a kickass stoke package. It will include Rachel's original mountain-inspired artwork on a 12\" x 16\" PRINT of the Tetons, a custom wallet made by Roam Designs in Utah, and a sticker. (You can see pictures of these on our \"Updates\" page.)\nINCLUDES:\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Stay at a Cabin in Moab", "descp": "Enjoy a 2-night stay at a KOA cabin in the climber’s mecca of Moab, Utah.\nPS: Can Julie park outside in her van?", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 125 or more", "title": "NNC x Becca Skinner Print", "descp": "Never Not Collective teamed up with National Geographic photographer, Becca Skinner, to pick out the perfect new art piece for your home. It's 11\"x 14\" mountain-inspired print and it's freaking beautiful.\nINCLUDES:\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Women’s Climbing Festival Ticket", "descp": "Join 200+ other rad climbing women for the third annual Women’s Climbing Festival in Bishop, California, in March 2018. This festival sells out in two minutes, so get ahead of the game and reserve your spot now!\n*Transportation to the event and lodging is not included", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Name Colette's Next First Ascent!", "descp": "Colette's a pro climber and has established several first ascents throughout her career, and she is bound to establish more in the future. You get exclusive naming rights for one.\nIt could be anything... ANYTHING.\nExamples include:\nBest Jugs on the Planet\nPut Your Nuts in My Crack\nLanding Strip\nCroissant Eater\nYour Mom's House\n(P.S. We put an estimated delivery date but we really have no idea when Colette will send her next FA!)", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 250 or more", "title": "Never Not Collective Bracelet", "descp": "A mountain-inspired bracelet designed by Never Not Collective and made by Jess Lewis of Ruby and Revolver (@rubyandrevolver). This is a custom piece, meaning there’s only one of these in the world! Men’s and women’s available.\nINCLUDES:\nHD download of Pretty Strong film", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 250 or more", "title": "Women’s Climbing Festival + Clinic", "descp": "Join 200+ other rad climbing women for the third annual Women’s Climbing Festival in Bishop, California, in March 2018. This festival sells out in two minutes, so get ahead of the game and reserve your spot now!\nYou will also get a guaranteed spot in the clinic of your choice! (Cost of the clinic is included.)\n*Transportation to the event and lodging is not included.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "NNC + Rachel Pohl Art Canvas Print", "descp": "A 22\" wide canvas print of the Tetons by Rachel Pohl Art. (see a photo on our updates page).\nINCLUDES:\nHD download of Pretty Strong film\nPretty Strong Sticker Pack", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Grand Teton with Exum and NNC!", "descp": "Exum Mountain Guides had kindly partnered with us to create our favorite reward yet! You and an NNC member will climb the Grand Teton in July 2018 with our favorite guide, Ben Hoiness. We will take photos during the climb and give you all the digitals plus one 8.5\"x11\" print!\nINCLUDES:\nDope Fan Pack", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Free Pretty Strong rental for Kickstarter backers!", "update_content": "We've done enough talking about the film for the moment, so we'll just let this speak for itself...(but please keep reading below the trailer link, after you watch it a few times of course!)"}, {"update_no": "UPDATE #11", "update_userinfo": "We have a surprise for you… (aka you can watch Pretty Strong now!)", "update_content": "Well we've been a little radio silent these past few months (years?!), and for that we are sorry! It turns out making a movie is, um, a lot of work. But we've got some super-exciting-amazing-call-your-mom news coming out about the Pretty Strong film in the very near future (like a week), so hold on just a little longer and we promise the payoff will be worth it!"}, {"update_no": "UPDATE #10", "update_userinfo": "The Pretty Strong Trailer is Live!", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Just a little bit longer... Pretty Strong's a'coming!", "update_content": "Thank you, thank you, thank you to all of you who have supported us in the making of the Pretty Strong film! We wanted to take a minute to give you an update on how the last year went and what our plans are moving forward. Over the next few months, we will be releasing some teaser content on our Instagram channel (@nevernotcollective), so make sure to check that out for more of what we’ve been up to this past year."}, {"update_no": "UPDATE #8", "update_userinfo": "Do the work!", "update_content": "Hi all,\nWe're really excited to send out the early rewards, but we still need sizes for t-shirts, tank tops, and sweatshirts from a few of you. We're going to place the order soon, so please fill out your reward surveys by 5 p.m. MST on Tuesday, October 17. If you don't send in your information by then, we cannot guarantee that we will have your size and style preference. If you haven't received the reward survey, it might be in your spam folder, or you can shoot us a message via Kickstarter. Thanks again for your support!"}, {"update_no": "UPDATE #7", "update_userinfo": "Pretty Strong Update!", "update_content": ""}, {"status": [{"Project funds successfully": "1,481 backers pledged $79,383"}]}], "comment_no": 51, "projec_url": "https://www.kickstarter.com/projects/nevernotcollective/pretty-strong-all-your-favorite-climbing-chicks-in", "project_name": "Pretty Strong: All Your Favorite Climbing Chicks in One Film"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "We all remember and love the MagSafe connector on Mac. However the new MacBooks now have USB-C power jacks. It's just not the same anymore.\n And we hope to bring an even better magnetic connector to your laptop.\nSo we would like to bring you the “Snapnator\". And look how simple and convenient it is to use.\nDon't let your laptop get yanked to the floor.\nIt doesn't matter which way you connected, right side up or upside down.\nThe Snapnator has even greater magnetic coupling then the traditional MagSafe connector.\nMost magnetic couplings, have a magnet on one side and iron on the other side. With the snap we spared no expense. We put a magnet on both sides.\nOur adapter is the sleekest and smallest magnetic adapter ever made. Because our adapter works for USB type C, it will work for all your USB type C devices. Now magnetic power connectors are available for PC devices and even many phones.\nSnapnator on MacBook Pro 2016 13\"\nKickstarter backers get an additional 6 months of warranty beyond the standard 12 month warranty available to post-Kickstarter buyers. Get yours now.\nAdditional 6 months of warranty for Kickstarter backers!\nWe provide worldwide shipping for our backers.\nFor select rewards, our Kickstarter backers will receive a USB-C to USB adapter and USB-C Hub\nUSB-C Hub and USB-C adapter\nPLAY\n\nUsing Snapnator w/ OnePlus 3\n Snapnator on MacBook Pro 2016 13\"\nPLAY\n\n Snapnator on MacBook Pro 2016 15\"\nPLAY\n\nAs you can see, Snapnator charges at the same speed as the original cable. You can enjoy the snap feature without losing anything.\nCheck the Full Length Unedited Video on ->>Snapnator YouTube Channel\n4 Color Options for Snapnator: Silver, Gold, Space Grey, Rose Gold\nhttps://www.facebook.com/SnapnatorDesign/\n                                                                      https://twitter.com/snapnator\nhttps://www.reddit.com/submit\nWe are a group of engineers that have contract manufactured magnetic connectors for a number of other brands in the past. However this time we have developed a truly unique connector and are launching this product under our own name.", "risks": "Risks and challenges\nWe understand the risks and challenges that all startup companies face in the electronics industry. While we may be considered a startup when it comes to branding our product, we are not not exact newbies. We have been working behind other brands and manufacturing for them. With this in mind we know that we already have the resources necessary to manufacture but we just need the help of the backers to kickstart this project. \nIn our experience in the manufacturing for other brands we know that the most important thing we can do is to keep an open line of communication no matter what and that is something we can provide our backers.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Stay in the loop!", "descp": "You will receive exclusive updates on Snapnator's development. Every little bit helps - we can't thank you enough for your support.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["82 backers"]}, {"amt": "Pledge US$ 29 or more", "title": "Standard Kit", "descp": "You will receive the following:\n+1x Snapnator USB-C Magnetic Connector\n+1x Snapnator USB-C Magnetic Adapter\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,027 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Bouns Kit", "descp": "You will receive the following:\n+1x Snapnator USB-C Magnetic Connector\n+1x Snapnator USB-C Magnetic Adapter\n+1x USB-C to USB convertor\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,976 backers"]}, {"amt": "Pledge US$ 34 or more", "title": "Luxury Kit", "descp": "You will receive the following:\n+1x Snapnator USB-C Magnetic Connector\n+1x Snapnator USB-C Magnetic Adapter\n+1x USB-C Hub\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,098 backers"]}, {"amt": "Pledge US$ 58 or more", "title": "Double Kit", "descp": "You will receive the following::\n+2x Snapnator USB-C Magnetic Connector\n+2x Snapnator USB-C Magnetic Adapter\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["526 backers"]}, {"amt": "Pledge US$ 59 or more", "title": "Double Bouns Kit", "descp": "You will receive the following::\n+2x Snapnator USB-C Magnetic Connector\n+2x Snapnator USB-C Magnetic Adapter\n+2x USB-C to USB convertor\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["763 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Double Luxury Kit", "descp": "You will receive the following:\n+2x Snapnator USB-C Magnetic Connector\n+2x Snapnator USB-C Magnetic Adapter\n+2x USB-C Hub\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["982 backers"]}, {"amt": "Pledge US$ 269 or more", "title": "Team Kit", "descp": "You will receive the following:\n+10x Snapnator USB-C Magnetic Connector\n+10x Snapnator USB-C Magnetic Adapter\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["45 backers"]}, {"amt": "Pledge US$ 999 or more", "title": "Distributor Kit", "descp": "You will receive the following:\n+50x Snapnator USB-C Magnetic Connector\n+50x Snapnator USB-C Magnetic Adapter\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "Early Bird", "descp": "You will receive the following:\n+1x Snapnator USB-C Magnetic Connector\n+1x Snapnator USB-C Magnetic Adapter\nChoose from three colors when the stretch goal is met.\nFree shipping worldwide.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "300 backers"]}], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Shipping update", "update_content": "Dear Backers,\nAfter we send out our last update (until 2018.06.03), we have 693 backers chose our new product (A), while 72 backers selected the old products (B) and provided us their detailed receipt information. All products have been shipped and the tracking numbers have been sent to your email. We believe that the product will soon be delivered to you.\nWe know that there are still a few backers who have not made a choice yet. Please email us at service@snapnator.com as soon as possible and tell us your options: A. Choosing a new product and you will get a coupon code; B. Choosing an old product may require you to fill in the form about your latest receipt information (Note: If the information is not complete, it is likely that you may not receive your product). We will deal with this information within 48 hours. Thank you so much for supporting our new product!"}, {"update_no": "UPDATE #24", "update_userinfo": "Shipping update", "update_content": "Dear Backers,\nWe have delivered all packages and replied the tracking number to whom provide us the correct information yesterday, no matter you choose option A or option B. We believe your package will arrived soon."}, {"update_no": "UPDATE #23", "update_userinfo": "Exciting News!!!", "update_content": "We have some exciting news. We have hired another engineer who has assisted us to make an even better cable converter. As you know, the original cable converter design could only do charging. We are now able to manufacture our magnetic connectors in a way that not only supports the charging but also supports all the data functionality of the cable. We believe that this cable converter will be even more reliable than our original and because of its data function capabilities we have created extra accessories that work with it.\n• Compatible with all USB-C MacBooks and other Type C devices."}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping plan in December 2017", "update_content": "Dear Backers,  \nGood news is we collected another 1371 backers since last month. So far almost 70% of the backers have received their back items. The rest are on the way, we believe soon the snapnators will arrive you."}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping Plan in November", "update_content": "Dear Backers,\nWe would like to update you all that we have currently shipped out 6000 units of Snapnator while there are still 3355 units are pending. We just received all units from our manufacturer today. We are doing our best to inspect them as fast as we can and get them shipped. We hope to be able to ship 2000 within November and the remainder before the Christmas season arrives. "}, {"update_no": "UPDATE #20", "update_userinfo": "We are just resending these orders", "update_content": "We are just re sending these orders, please check if you are in the new list. The tracking number is included at final column in the list. Please track your parcel through www.17track.net, For those who are still waiting for the receiving, please confirm the shipping status with our online representative through www.snapnator.com or write to service@snapnator.com Check list visit https://www.facebook.com/SnapnatorDesign/photos/a.1791385357742460.1073741828.1788798588001137/1945599345654393/…"}, {"update_no": "UPDATE #19", "update_userinfo": "Beware of Sham 'Snapnator' Campaigns", "update_content": "Dear Backers:\nIt has recently came to our attention, that some possibly malicious entities are running a crowdfunding campaign on Indiegogo for what they claim to be Snapnator, with the content of their crwodfunding page thoroughly plagiarized from ours. Needless to say we have reported this to Indiegogo-we have no association with any people behind it and we have never raised funds on any platform other than Kickstarter."}, {"update_no": "UPDATE #18", "update_userinfo": "Email Service Restoration", "update_content": "Dear Backers:\nAs we upgraded our service infrastructure yesterday to enable the notification of tracking numbers, we experienced disruption that led to our service Email addresses becoming unavailable, everything should be back to normal now. We are sorry for the inconvenience it may have caused.\nBest regards,"}, {"update_no": "UPDATE #17", "update_userinfo": "A General Update", "update_content": "Dear Backers,\nThe shipping process is well underway with most of your goods packaged and transported to our cargo company, where they will be labelled and weighed individually and dispatched. To deal with the complex custom situation in many nations, especially to not request addition private information from you unnecessarily(many nations we ship to ask for recipients' personal VAT numbers for all non-postal packages), we send most of your rewards via postal packages, while they do take a while to cross the oceans, the avoidance of unpredictable delays and hiccups at the customs is arguably worth it. We are also progressing on improving the currently still manual tracking number query system that we mentioned in one of the previous posts, hopefully in the next week we are able to show you something."}, {"update_no": "UPDATE #16", "update_userinfo": "Shipping Progress and Clarification about the Accessories", "update_content": "Dear Backers:\nSince our shipping started, we have been flooded with comments and emails of you guys/gals sharing your experience and stories with your snapnators, and we found them deeply encouraging and motivating. We are all committed to bring back Magsafe to the Macbooks through our effort, and seeing them in action in the world outside of our company is just an incredible experience. We also owe a big \"thank you\" to those of you who offer us constructive criticisms, which would be very helpful in our further improvement of snapnator."}, {"status": []}], "comment_no": 4503, "projec_url": "https://www.kickstarter.com/projects/436147229/snapnator-your-macbook-snap-feature-is-back", "project_name": "Snapnator: Your MacBook Snap feature is back! [MagSafe]"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "   Cream/Blue (left), Grey/Blue (right), and Navy Blue/Light Cream (below) Libre Sweaters. Currently available at the $99* EARLYISH BIRD perk ($139.95 retail price), $198* for two, or $285* for all three. *Does not include shipping.\n        Made in Bolivia with llama fiber, the Libre Sweater is our answer to the garment that doesn’t exist any more—a beautiful, rugged knit engineered to be put through the wringer, day after day. It keeps you comfortable, invites you to push yourself, and maintains that classic, heritage-inspired look, wherever you happen to roam. \n            We started with a tailored, unisex silhouette for the Libre, and then added raglan sleeves for enhanced mobility. In other words, no restriction while reaching for a climbing hold, zero bunching while stretched out over the handlebars, and no pull while lifting the coffee mug. For the front panel and arms, we’ve employed a buttery-soft, midweight llama knit for year-round wear. We engineered an innovative, breathable knit mesh for the back panel, helping to regulate body temperature by releasing excess heat and moisture vapor. Say goodbye to sweaty back syndrome. Additionally, we beefed up the ribbing on the neck, cuffs, and hem to eliminate the dreadful stretching and sagging that plagues most woolen tops. We then rounded out the design by adding double-reinforced seams throughout to ensure it stands up the loads of use and abuse we encourage you to dish out. \nThe Libre pays homage to the early wool-wearing boundary pushers—vikings, sailors, climbers, alpinists, skiers, writers, and other trailblazers who did things their way. After all, the wool sweater is one of the original technical midlayers, and we recognize it as a symbol of freedom that invites, and challenges, us to push ourselves to do things our way. \n  The story starts with the llama—that noble, dependable pack animal that’s been providing a way of life for people in the Bolivian Andes for thousands of years. Llamas are adapted to this high plains region, where 50-degree temperature swings can occur daily, and their hollow hair serves as the perfect form of natural insulation. It’s proven to effectively trap warm air, insulate when wet, create a natural wind block, in addition to being naturally hypoallergenic, elastic, strong, and soft to the touch. This made it the perfect choice for the foundation of our Libre project.\n    Additionally, llama fiber is sourced with minimal effects on the environment, and the sale of llama fiber acts as a source of income for thousands of families in the Andes. We’re working closely with these farmers and manufacturers to develop a supply chain that focuses on the animals’ well-being, improves people’s lives, and minimizes our impact on the environment. Members of our team regularly visit suppliers to ensure that we’re creating a lasting, positive impact on communities in the region by responsibly sourcing the fiber that goes into our products.\n               We’ve partnered with a team in Bolivia for our fiber, which is one of the few companies in the world that’s developed an innovative dehairing process to separate coarse llama hair from fine hair. It’s based on the same principles used for dehairing cashmere, yielding the finest fibers possible for its “Cashmere of the Andes.” This fiber is then knitted to our specs to create the highly insulating, comfortable, and durable Libre sweater.\nTransparency and camaraderie stand at the center of this company, with a group of employees that has grown into a family within a superb working environment and excellent working conditions. \nThe group we've partnered with proudly holds social and environmental sustainability as the company’s core values. Its strong commitment to social responsibility is evident throughout the company’s practices and production processes: \nIt is WRAP (Worldwide Responsible Accredited Production) certified. \nAll workers receive health and retirement benefits, paid vacation, and double pay for overtime. \nIt provides food subsidies to factory workers. \nErgonomic chairs for all of its workers. \nClose to 80% of its workforce are women; many of whom are the sole providers of their households. \nPreservation of Bolivia’s strong heritage of knitting by providing job opportunities through this trade. \nThe use fiber dyes with low environmental impact. \nA water treatment plant has been mounted by its sister company and yarn provider to treat the production’s water residues. \nLow-carbon emissions through the use of natural gas as our main source for heating. \nThe use of biodegradable plastic bags for shipping. \n      All our products are Guaranteed For Good. Your product is guaranteed to last 61 years, the average lifespan of a person living in the developing world. \nIf your product does not meet your expectations in any way, we’ll work with you to resolve the issue, whether that means returning the item for repair, replacing or exchanging it, or refunding your purchase.\n  Davis Smith is a member of the UN Foundation’s Global Entrepreneurs Council. He was previously the Co-CEO of Baby.com.br, Brazil's startup of the year in 2012. He is a graduate of Brigham Young University (BA), the University of Pennsylvania's Lauder Institute (MA) and Wharton School (MBA). Davis is a lover of the outdoors and recently lead a team on the first successful crossing from Cuba to Florida via kayak.\nPrior to joining Cotopaxi, Cheri designed technical apparel for top brands across the outdoor industry, such as Marmot, Columbia Sportswear and Dakine. She’s also a patent-holding shoe designer with designs at Nike ID and Ariat. Growing up on a sunny California farm, she fell in love with the outdoors. Today, she gets her fix skiing Utah’s famous snow, hiking with her dog Ned, or looking for the next wave on her kiteboard. Cheri holds a BA in Product Design and Development from San Francisco State University.\nSpread the word! Make sure to let others know about our campaign! Thanks again for your support of everything we're doing at Cotopaxi. \n                                    ", "risks": "Risks and challenges\nThe Libre sweater is in production and on track for holiday delivery. We're aware that things come up and obstacles can occur, but are confident in delivering your sweater. Just as we share our impact with the Cotopaxi community to ensure transparency and accountability, we'll keep you posted with any updates we receive. Thank you for your support and helping us make a positive impact on the world. \n\nAdventure On, \nTeam Cotopaxi\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Thanks!", "descp": "Pledge one dollar or more and we'll keep you updated the Libre Sweater and this campaign.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLY BIRD: Libre Sweater (Cream) + Hat", "descp": "One Libre Sweater in Cream/Blue + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["439 backers", "Limited (1 left of 440)"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLYISH BIRD: Libre Sweater (Cream)", "descp": "One Libre Sweater in Cream/Blue + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped in our second batch, early February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["911 backers", "Limited (89 left of 1000)"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLYISH BIRD: Libre Sweater (Grey)", "descp": "One Libre Sweater in Grey/Blue + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped in our second batch, early February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["465 backers", "Limited (135 left of 600)"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLYISH BIRD: Libre Sweater (Navy Blue)", "descp": "One Libre Sweater in Navy Blue/Light Cream + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["235 backers", "Limited (265 left of 500)"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Cream + Grey", "descp": "Two Libre Sweaters, one Cream/Blue and one Grey/Blue + 2 Cotopaxi Trucker Hat ($20 value each). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["135 backers", "Limited (1 left of 136)"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey (Early 2017)", "descp": "Two Libre Sweaters in Grey/Blue + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped in our second batch, early February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers", "Limited (8 left of 30)"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Cream+Navy Blue", "descp": "Two Libre Sweaters, one Cream/Blue and one Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["69 backers", "Limited (6 left of 75)"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Navy Blue", "descp": "Two Libre Sweaters in Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (27 left of 30)"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey+Navy Blue", "descp": "Two Libre Sweaters, one Grey/Blue and one Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers", "Limited (13 left of 30)"]}, {"amt": "Pledge US$ 285 or more", "title": "Three Libre Sweaters - Grey+Navy+Cream", "descp": "Three Libre Sweaters, one in each color: Cream/Blue, Navy Blue/Light Cream, Cream/Blue + 2 Cotopaxi Trucker Hats ($20 value each) and a Dopp Kit ($20 value). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers", "Limited (1 left of 19)"]}, {"amt": "Pledge US$ 285 or more", "title": "Three Libre Sweaters - Grey+Navy+Cream", "descp": "Three Libre Sweaters, one in each color: Grey/Blue, Navy Blue/Light Cream, Cream/Blue + 2 Cotopaxi Trucker Hats ($20 value each) and a Dopp Kit ($20 value). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers", "Limited (6 left of 20)"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLY BIRD: Libre Sweater (Grey) + Hat", "descp": "One Libre Sweater in Grey/Blue + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "415 backers"]}, {"amt": "Pledge US$ 109 or more", "title": "SEMI-EARLY BIRD: Libre Sweater (Grey)", "descp": "One Libre Sweater in Grey/Blue + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "20 backers"]}, {"amt": "Pledge US$ 109 or more", "title": "SEMI-EARLY BIRD: Libre Sweater (Cream)", "descp": "One Libre Sweater in Cream/Blue + Cotopaxi Trucker Hat ($20 value). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "20 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Cream", "descp": "Two Libre Sweaters in Cream/Blue + 2 Cotopaxi Trucker Hat ($20 value each). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "27 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey", "descp": "Two Libre Sweaters in Grey/Blue + 2 Cotopaxi Trucker Hat ($20 value each). Libre Sweater will retail for $139.95. Shipped in our first batch and in time for the holidays.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "27 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Cream (Early 2017)", "descp": "Two Libre Sweaters in Cream/Blue + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped in our second batch, early February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Cream+Grey (E 2017)", "descp": "Two Libre Sweaters, one Cream/Blue and one Grey/Blue + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped in our second batch, early February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "170 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey+Navy Blue", "descp": "Two Libre Sweaters, one Cream/Blue and one Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey+Navy Blue", "descp": "Two Libre Sweaters, one Grey/Blue and one Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey+Navy Blue", "descp": "Two Libre Sweaters, one Cream/Blue and one Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "Two Libre Sweaters - Grey+Navy Blue", "descp": "Two Libre Sweaters, one Grey/Blue and one Navy Blue/Light Cream + 2 Cotopaxi Trucker Hats ($20 value each). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "6 backers"]}, {"amt": "Pledge US$ 285 or more", "title": "Three Libre Sweaters - Grey+Navy+Cream", "descp": "Three Libre Sweaters, one in each color: Cream/Blue, Navy Blue/Light Cream, Cream/Blue + 2 Cotopaxi Trucker Hats ($20 value each) and a Dopp Kit ($20 value). Libre Sweater will retail for $139.95. Shipped February 2017.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "Delivery Updates - 3/29/2017", "update_content": "Happy Wednesday Backers!\nWe wanted to send another quick update to share what's going on at Cotopaxi and with your sweaters.\nOur CX team has had an increase in support requests with our Questival event series in full force, and as such are playing a little catch up on emails to llamas@cotopaxi.com and Kickstarter requests since Friday. We've been holding interviews to bring on more help the past couple days, but wanted to let you know that there may be a delay in our support team getting back to you. They'll get back to you as soon as they can."}, {"update_no": "UPDATE #16", "update_userinfo": "Delivery Updates - 3/24/2017", "update_content": "Hello Backers!\nWe wanted to update you regarding the changes with Libre shipments, huzzah!\nWe hope that all of you who have received your sweaters love them! If you are still waiting for your sweater, we are SO sorry, and we thank you profusely for your patience and understanding with these changes in fulfillment dates. Our factory partners in Bolivia have been working hard, but have not been able to keep up with the demand/original delivery timelines. We stand with them in not compromising quality just to finish your sweaters sooner. They’re working as quick as they can to get sweaters delivered to us, in order for us to finish sending them out to you."}, {"update_no": "UPDATE #15", "update_userinfo": "Delivery Updates - 3/2/17", "update_content": "Happy Thursday Backers!\nWe’re excited to let you know that our first batch of “February” Libre sweaters have arrived in the warehouse and our team is finalizing getting those in inventory so that we get your sweaters out. To make sure that everyone is taken care of and to minimize any mistakes, we will be processing this large shipment of sweaters (~2,000 Libres) in smaller batches over the next few days and in the order that they were received on Kickstarter. Shipments will start today. "}, {"update_no": "UPDATE #14", "update_userinfo": "Delivery Updates - 2/17/17", "update_content": "Hi Backers,\nWe hope that this message finds you all well and ready for your weekend! Here's the latest news from our team and the delivery of your Libre sweaters.\nA small batch of sweaters arrived in our warehouse over the last week and were sent out to remaining December backers. There are still several December backers that are affected due to a few sizes being out of stock, but your order is in our system and your sweater will be sent out immediately as soon as this next batch of sweaters arrives. If you are a December backer and have questions regarding the status of your delivery, please email llamas@cotopaxi.com."}, {"update_no": "UPDATE #13", "update_userinfo": "Delivery Updates - 1/27/2017", "update_content": "Happy Friday, Backers!\nWe just heard from our factory last night and have finally received a shipping update for February deliveries and the December shortage. First, the December units should be arriving to our warehouses in the next 1-2 weeks and will be sent out then. The good news on February sweaters is that all “February” sweaters should be arriving in our warehouses during the month of February. The not so good news is that it will be near the end of February due to some technical problems with a few pieces of machinery, reducing the factories knitting capacity. It is longer than we were expecting/hoping for, but they’re coming and we’re committed to do the best we can to get them out to you as quickly as possible. This includes air shipping units from Bolivia instead of traditional ground/ocean transportation, saving several weeks. We know that many of you can’t wait to get your sweaters!"}, {"update_no": "UPDATE #12", "update_userinfo": "Delivery Updates - 1/23/2017", "update_content": "Hi Backers,\nWe just sent out an update specific for EU backers, but want to update everyone else on what’s going on here at Cotopaxi and with Libre Sweaters. We’ve been communicating with December backers via email since the first shipment arrived last month. The good news is that ~90% of December sweaters were sent out and delivered. The not-so-llamazing news from December is that we did not receive the complete order from our factory in Bolivia. After doing an inventory count, it appeared there was a small shortage on a few sizes. Luckily, we had some rockstar backers who opted to receive their sweaters at a later date. We are still working to get this resolved and these backers will be taken care of as soon as more sweaters arrive. All future sweater deliveries (February, March, and April deliveries) will happen in the order that they came into Kickstarter and Indiegogo."}, {"update_no": "UPDATE #11", "update_userinfo": "December EU Backer Update", "update_content": "Hi EU Backers! (Another update for all backers coming soon)\nWe’ve been communicating with you through email updates recently, but wanted to post here so that everyone knows what’s going on. Mid-late December our shipment arrived in Germany and was held up by customs. Unfortunately it was out of our control. Next, it appears that the courier service had been holding our packages and not updated tracking due to an issue with the new account set up. That seems to be resolved now and we should have tracking start updating today and packages moving. You should have received, or will receive a tracking link via your email linked to your Kickstarter account. If you have not received a tracking link for your sweater by Wednesday, 1/25, please contact llamas@cotopaxi.com and our team will get that for you as soon as they can. As mentioned in our email updates to December backers, your Amazon gift cards are also being issued to the email linked to your Kickstarter account."}, {"update_no": "UPDATE #10", "update_userinfo": "December Delivery Update!", "update_content": "Hi Backers,\nWe’re excited to say that December Libre sweaters left our factory in Bolivia yesterday (12/13) and are still on track for holiday delivery. We have left surveys open for backers outside of the EU until Friday at 12 PM Mountain Time. You can access your survey at libre.backerkit.com (with your Kickstarter email address) and make any necessary changes if needed. If you have any questions, or are in the EU and have questions, please contact our customer experience team by emailing llamas@cotopaxi.com."}, {"update_no": "UPDATE #9", "update_userinfo": "Surveys are on their way!", "update_content": "Hey Backers,\nSurveys will be sent out by BackerKit at any time now, so you should be seeing them in your inbox shortly. If you don't see it tonight or tomorrow morning, check your spam folder, and keep checking back.\nIn this survey, you're going to tell us:"}, {"status": [{"Project funds successfully": "3,109 backers pledged $389,890"}]}], "comment_no": 611, "projec_url": "https://www.kickstarter.com/projects/cotopaxi/the-libre-sweater-insulator-outer-layer-epic-enabl", "project_name": "The Libre Sweater: Insulator. Outer layer. Epic enabler."}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "    Project Latitude | A Brand That Belongs to Those Who Need It\nOver the last few years, we have spent our vacations building homes in under-developed areas across the world on volunteer-build trips.  All the trips we have done in the past relied on us as volunteers to come up with large amounts of funds, typically asking our family and friends, to finance the project. Also, our impact on these trips was limited to building a single house for one family. Project Latitude is our solution to the following problems:\n1. How could we make volunteering trips more affordable?\n2. How could we have a more lasting presence in these communities?\nThe concept is simple: Our products are tied to a community for as long as they are sold. The community will inspire the product design, make the products and they will be the sole recipients of the funds raised from the sales.\nEach project will have a fundraising goal. We are architects, so every project will respond to the communities’ construction needs. Since this particular project is a build, let's say it's a certain amount of bricks needed to be raised. Every product we sell will count towards this fundraising goal.\nEach product is tied to the community for its lifetime. So when we start a new project, it will be with an entirely new line of products – based on the culture of this new community.\nBecause of everyone’s support on Project Latitude’s Kickstarter, we were able to donate 1200 liters of water to the Ecuador Earthquake relief efforts. The water was donated earlier this week in Canoa, Ecuador and came at a critical time for the community.\nOur first product is the result of a trip to Ecuador, where we were inspired by the Andean culture and lifestyle. We fell in love with the rich colors and textures of the local fabric, which inspired us to design a backpack to help raise our funds.\nThe Chaski Backpack is an all-purpose roll-top backpack designed for people like us, one that could be used in the city AND on adventurous weekend getaways. \nEach Chaski is individually handmade in Ecuador.  Chaski means messenger in Quichua - the local Andean language.\nRoll-Top Style Backpack\nLocal Material Shoulder Strap Detailing\nExterior Pockets for Everyday Essentials\nAll Detailing is made from 100% Recycled Car Tires\nPadded Interior Laptop Compartment\nVertical Front Pocket Accessible While Backpack is on Shoulder\nRubber Bottom with Unique Pattern from Recycled Car Tires\nAustriAlpin Quick-Release Buckle\nHandwoven Interior Lining and Accent Strap\nMultiple Strap Colors Available\nAll products are stamped with the latitude coordinate where the product is from. The Chaski has 00 for Ecuador.\nAnyone can track the impact the sales are making as well as track the overall progress of the project on our website. Each product will also come with a tag about the members of the community.\nOur hope is to create a brand that will ultimately impact communities across Latin America by rethinking the way volunteer projects are funded.\nWhile many other companies offer to donate a portion of their proceeds to a good cause, Project Latitude actually takes the funds - or bricks in this case - and builds the project!\nWith the help of volunteers, Project 00 will build an entrepreneur workshop in the community of La Isla outside Quito, Ecuador. This will provide the community with much needed space for production, which in turn will empower the workers and the community as a whole.", "risks": "Risks and challenges\nWe are architects/designers - we have full confidence in the process of designing the products as well as organizing the physical build. Bag production is new to us, but we've been working with the manufacturers for close to a year. We've adjusted the backpack's design many times to arrive at our final product. Despite best intentions, manufacturing complications and delays can occur when dealing with overseas logistics. We will make sure to notify all our backers of any changes in the delivery process.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Pickup Happy Hour Event!", "update_content": "Drumroll... Wait for it.... The Chaski Backpacks are ready!!! We have all domestic Kickstarter backpacks done and here in New York City. Instead of just giving them to everyone that lives in the area we thought it would be fun to have an event for everyone to get together and pick up their bag (and other products). If you are in the NYC area and free next Wednesday night - come join us for a drink and pick up your products!\nProper West, located in midtown, is giving us a deal to help support the cause. You can either just come and pay normal prices for drinks or if you give a 10$ donation (all proceeds to Project Latitude / Project 00) you will get a wristband that gives you Happy Hour prices until 9pm."}, {"update_no": "UPDATE #13", "update_userinfo": "Sharing is caring!", "update_content": "Hey Backers!\nIn an effort to hit our next goal of building a daycare center in Ecuador we thought we should start rewarding those of you who can convince others to support our efforts!\nWhen you refer 3 backers to our Indiegogo campaign you will be rewarded with Project Latitude swag, one of our t-shirts to be specific. Exciting right?\nHere’s how it works:\nHead to our and grab your unique URL"}, {"update_no": "UPDATE #12", "update_userinfo": "Did you hear the good news?", "update_content": "We came so close to our next milestone for Project 00 and thought, “why stop now?”. That’s why we are thrilled to announce our debut on Indiegogo!\nWe made the move over to Indiegogo because as you probably remember, we were able to raise just enough money for the Entrepreneur Workshop and our next goal is to raise the funds for a daycare center. So let’s do it! :)\nAs always, we need your help in hitting our next goal! Would you be able to take a minute out of your day and share our campaign with your friends?"}, {"update_no": "UPDATE #11", "update_userinfo": "Fill out those surveys!", "update_content": "Friendly reminder that we need the surveys back today so guarantee getting the right strap colors produced for delivery in September!\nPlease take a couple minutes and fill that sucker out!  Any questions be sure to let us know and we will get back to you asap.   \nHappy Monday!"}, {"update_no": "UPDATE #10", "update_userinfo": "The Choice is yours... Choose wisely!", "update_content": "The time has come for everyone to choose the colors for their Chaski Backpack and Project Latitude t-shirts.  Everyone should get a survey sometime today with options for:\n1. Chaski backpack strap colors\n2. Project Latitude t-shirt colors\n3. Project Latitude t-shirt sizes\nUse the images below for color references.  Everyone please fill these out asap and send them back. We are needing all surveys returned to us by next (I know, I know - this is not much time) to ensure delivery of products on time.  "}, {"update_no": "UPDATE #9", "update_userinfo": "Production Underway!", "update_content": "The past month has been simply amazing.  172 of you guys helped support us and make this dream become a reality!  The production process has initiated and we will keep everyone up to date on all progress.  We have also begun to work on the next steps for Project Latitude and cannot wait to share it with everyone.  Continue to check out our website for updates! \nThanks again to everyone for all the support this past month!"}, {"update_no": "UPDATE #8", "update_userinfo": "We did it!", "update_content": "We are officially under 12 hours left in the campaign.  If you have any desire to upgrade your purchase, now is the time to do it!  Please help us spread the word in this final 10 hours by sharing the campaign anyway you can!\nThanks everyone for your support and help in this whole process!"}, {"update_no": "UPDATE #7", "update_userinfo": "LAST 10 HOURS!", "update_content": ""}, {"status": [{"Project funds successfully": "172 backers pledged $26,228"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/683185573/the-chaski-backpack", "project_name": "The Chaski Backpack"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "Tikr is an interactive treat toy that will surprise and delight your doggy pal for prolonged periods of time. Fill tikr with treats, then set the length of playtime by turning the built-in timer dial. There are NO electronics to break, and NO batteries to charge or even replace. Yup, you read that right!\nFill with Treats!\nSet the timer from 5-45 minutes\nPlaytime!\nPlaytime can be as short as 5 minutes, or as long as 45. You decide! \nTikr rewards your dog's play and curiosity with gradual access to the treats inside. \nTreats can only fall out when the timer-controlled holes in the toy align, so your dog remains captivated throughout play.\nThe treat holes are different sizes, so larger treats are saved until the very end. First the small, then the medium, and finally the large treat!\nOh, and did we mention... no batteries or charging required!\nTikr is made of incredibly tough rubber that is safe on teeth and won’t make that loud rattling sound that hard plastic toys do.\nHelp us reach 1,001 backers and free tikr treats unlock for all backers! Tikr treats are the perfect size for tikr, healthy, and all-natural. Help spread the word!\nThe idea for tikr came from playing with our dogs Misha and Aure. Our dogs love to play. But unfortunately, nothing on the market was keeping their attention for more than a few minutes at best. They needed a stimulating, long-lasting dog toy that would spark their natural curiosity. And we wanted a safe, healthy and affordable solution... \nSo, we came up with tikr!\nOur concept was to use a timer to MAXIMIZE the time that treats were captured by the toy. This would ultimately ensure that playtime would last. I took the idea to d:e Creative to transform it from concept to reality...\nSome of my early sketches\nTogether we developed tikr to be the ULTIMATE solution: a super fun interactive dog toy that rewards your pup's attention with treats, and can keep them engaged for an amazingly long period of time - over and over again!\nEarly CAD screenshots\nAll dogs rejoice... it's a hit!\nTikr's patent pending secret is the built-in timer combined with varying hole sizes. As the timer unwinds, the hole in the treat chamber slowly aligns with the increasingly bigger holes in the outer shell. When the inner hole aligns with the outer holes, the treats are awarded through play. Larger treats remain inside tikr (until the time is right) because they can't fit through the smaller holes. \nIt's really that simple!\nX-Ray view shows the treat chamber rotating - in super quick time!\nWe're designing special tikr treats that will be the ideal size. But, you can totally use any treats or kibble your dog likes! Keep the play experience exciting by varying the timer settings, or amount of treats used.\nTikr is made from a food safe rubber-like blend that's flexible, extremely durable, and easy on your dog's teeth. It uses no electronics or batteries.\ntikr size compared with a standard tennis ball\nTikr has been our labor of love for the last two-and-a-half years. The design has been perfected and dogs absolutely love playing with tikr!  Production is nearly ready, and we've come to you, the Kickstarter community, to help us make tikr a reality for dog lovers everywhere. \nTooling has been very costly, and we want to make a sizable order with the factory in order to keep the costs low for everyone.  So please, for treats sake, back tikr today! \nThank you for your support!\n- The Christensen Family (Misha, Amanda, Maddox, Whit & Aure)\n                                                                         We're super excited!\nLaunch Kickstarter Campaign\nSuccessfully funded! High-Fives all around!\nExpect the unexpected\nConquer the unexpected\nBegin treat production\nPlace initial order with our factory\nPrepare tikr for factory shipment\nHead for the open seas\nBegin shipping tikr to backers!\nAll dogs unite... IT'S PAWDY TIME!", "risks": "Risks and challenges\nThere are challenges in any product design process. Fortunately, we've already worked through many of them. We've spent a great deal of time and energy perfecting tikr through numerous prototypes and testing phases. The design and tooling is finalized, and from here forward our challenges will be focused on production and logistics. We've chosen a very experienced and professional factory, and are working closely with them to ensure top quality on all of our production parts. We will also work tirelessly and do our very best to adhere to the timeline set forth. We believe in transparency and will continue to communicate clearly with our backers about any issue that may arise.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "TIKR UPDATE! Who wants Treats!?", "update_content": "Howdy Backers! We hope everyone is enjoying their summer! \nJust a quick update to fill you in on where we are...\nTIKR PACKAGING - The packaging was a huge challenge, but totally worth the efforts. We're very pleased with how well the packaging looks, feels and functions. Here's a look..."}, {"update_no": "UPDATE #16", "update_userinfo": "TIKR UPDATE!", "update_content": "Howdy Backers! \nLots of exciting things happening on this side. We're making great progress! \nTIKR: We've received the latest samples from the factory. The TIKR parts look absolutely stunning! Here's are a few snap shots..."}, {"update_no": "UPDATE #15", "update_userinfo": "TIKR Update!", "update_content": "Hey Gang!\nWe're pleased to say overall everything is moving along very nicely! \nTIKR: We're finalizing a few adjustments/improvements and are planning to enter production soon. We're still on track to ship sometime in August!\nPACKAGING: We've been working hard to get our packaging completed for both TIKR and the Snacks. Here's a sneak peek of the TIKR packaging..."}, {"update_no": "UPDATE #14", "update_userinfo": "TIKR Update!", "update_content": "Howdy Backers, just a quick update!\nOur excitement continues to build, and everything seems to be progressing smoothly. We've been very busy working on lots of important details - some big, some small.\nHere's a snapshot of what's going on...\nMATERIAL - "}, {"status": []}], "comment_no": 184, "projec_url": "https://www.kickstarter.com/projects/775764040/tikr-a-treat-activity-toy-for-dogs", "project_name": "Tikr: A Treat Activity Toy for Dogs!"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "     We had a vision from the very start. We believe that there needs to be a fashionable and functional alternative for climbing footwear. This is where our journey began, and has now surpassed what we thought was even possible. In the end, we created an authentic shoe line full of classic, distinctive qualities. Let’s Take Hold together.      \n     Early in the process, we committed to blending fashion and function. The colors, style, and nostalgia of retro footwear drove our simple obsession. Pulling inspiration from vintage running shoes, retro soccer shoes, and bowling shoes, we slowly began turning these inspirational concepts into high performance climbing shoes. \n     We pioneered along-side an innovative designer from France and began to tackle the mountains ahead. Every part of each shoe has been meticulously designed. The external features of the shoes distinctively resemble the classic footwear that originally inspired us.  \n     Our development process resulted in over 150 samples. Although a daunting and lengthy process, only extended by our fierce and stubborn determination to develop originality and a timeless aesthetic, not a single detail was overlooked.\n     Between our ingenuity and final world-class samples, 1,095 days have passed. That is three years of defying the odds and building our vision. 36 months of creating a product that is stylish, unprecedented, and innovative.\n     We want to build these shoes together, and offer you a deep discount as an early pioneer. We are not owned by a parent company or conglomerate.  We don't have big investors, and are completely independent. Yet, you have helped make us identifiable in the world of climbing, for which we are incredibly grateful. We are excited to bring you a future of innovative grips, clothing, and footwear. Thank you and enjoy.\n      In our pursuit for a rubber that exceeded the standard, we discovered one formulated for the United States Navy Seals. The rubber was built for a purpose. This outsole rubber provided security for the Navy Seals, assuring that their feet would not slip during rugged approaches.\n     We signed a licensing agreement, and began to incorporate the innovative rubber into our shoes. This tenacious rand and outsole rubber is called “Dark Matter\", and is a member of the \"UnParallel Rubber\" family. Its signature is denoted with a simple line placed on the bottom of each shoe.\n     Our functional colored outsole rubber is the first of it’s kind, ever. Several models are the only climbing shoes, ever created, devoid of the monotonous black outsole. The creation of both a sticky and colored outsole rubber provides a perfect combination of fashion, function, and performance.\n     Inspired by a retro running shoe, the Runner embodies simple aspects of classic footwear while retaining the functionality of a high-performance climbing shoe. A medium stiffness, highly downturned toe provides precision in technical or steep overhung climbing. The fish-hook, thin midsole helps edging power for gym and outdoor climbing.\n     The padded tongue, breathable mesh upper, and thin lining offers comfort and reliability. Crafted with synthetic materials to create a long lasting fit (minimal stretch) and three point velcro closure system, the Runner is a supreme climbing shoe blending fashion and function.\nLearn More\n     Inspired by a retro running shoe, the Runner embodies simple aspects of classic footwear while retaining the functionality of a high-performance climbing shoe. A medium stiffness highly downturned toe provides precision in technical or steep overhung climbing. The fish-hook, thin midsole helps edging power for gym and outdoor climbing.\n     The padded tongue, breathable mesh upper, and thin lining offers comfort and reliability. Crafted with synthetic materials to create a long lasting fit (minimal stretch) and three point velcro closure system, the Runner is a supreme climbing shoe blending fashion and function. The LV (Low Volume) version is for a narrower, thinner foot.\nLearn More\n     Inspired by everyday classic footwear, the Street is a faultless blend of fashion and function. The softest and most downturned aggressive shoe in the line was designed with synthetic materials for minimal stretch. An ultra thin midsole proves a softer, more sensitive feel, creating an extremely lightweight, aggressive climbing shoe.\n     The Street is fully sealed in a formidable matte black finish and equipped with a thin, padded tongue. The toe box has been masterfully crafted to allow for a higher level of comfort and works conjunctively with the perfect amount of tension in the heel. The larger matte black buckles give the tightening system power and sensitivity to mold the soft shoe to your foot.\nLearn More\n     Designed to resemble a retro 70’s bowling shoe, the Bowler mimics similar characteristics in style. Adorned in vintage details, the Bowler is an original climbing shoe intended for beginners with a less aggressive, classic shape. Produced with a supremely thick midsole for durability, ultra thick rand, and leather upper for extreme comfort, the Bowler is something cool for beginner climbers.        \nLearn More\n     Modeled after a 1970’s retro soccer shoe, the Kick is a uniquely crafted climbing shoe. A perfect companion for intermediate climbers, the shape is slightly arched and perfectly tensioned in the heel. Developed with comfort and function in mind, the medium stiffness midsole helps enable the shoe retain its clean shape.\n     The Kick is dyed leather with custom colors, soaking them in rich tones creates an unprecedented original shoe. Perfect for bouldering, gym training, and outdoor climbing, the Kick blurs the lines between comfort and performance. The Kick boasts a simple, single strap, velcro closure system for quick on and off capabilities.\nLearn More\n     Modeled after a 1970’s retro soccer shoe, the Kick is a uniquely crafted climbing shoe. A perfect companion for intermediate climbers, the shape is slightly arched and perfectly tensioned in the heel. Developed with comfort and function in mind, the medium stiffness midsole helps enable the shoe retain its clean shape.\n     The Kick is dyed leather with custom colors, soaking them in rich tones creates an unprecedented original shoe. Perfect for bouldering, gym training, and outdoor climbing, the Kick blurs the lines between comfort and performance. The Kick boasts a simple, single strap, velcro closure system for quick on and off capabilities. The LV (Low Volume) version is for a narrower, thinner foot.\nLearn More\nFeatured: Runner\nFeatured: Runner (LV)\nFeatured: The Street\nFeatured: The Bowler\nFeatured: Kick\nFeatured: Kick (LV)\n                                                           Gyms and retailers below will have product first available.\nRegular Volume: The sizing of So iLL Regular Volume shoes is simple. If you are a guy, start with your street shoe size. Then, we suggest ordering a half size down for a comfortable fit and a full size down for a performance fit.\n     If you are a lady ordering a Regular Volume shoe, take a size and a half off your street shoe to get the regular volume equivalent. Then downsize a half or full size depending on fit preference.\nLow Volume (LV): Low Volume shoes are for anyone with a thinner, narrower foot. Because this is normally a characteristic of ladies, the sizing of Low Volume shoes are based on ladies’ sizes.\n     If you are a lady, start with your street shoe size. Then, we suggest ordering a half size down for a comfortable fit and a full size down for a performance fit.\n     If you are a guy ordering a Low Volume shoe, add a size and a half to your street shoe to get the low volume equivalent. Then, downsize a half or full size depending on fit preference.\nWhere does your rubber come from? \"Dark Matter\" rubber, a member of the \"UnParallel Rubber\" family, was developed for the United States Navy Seals. A sticky, colored outsole rubber for their approach shoes was needed. We use this same rubber for our climbing shoes. The first of its kind.\nHow many shoes are you able to produce? We are in this for the long haul and are committed to filling every pre order and orders for years to come.\nWhat sizes do you offer? Regular Volume: 4-13 (includes half sizes) Low Volume: 4-11 (includes half sizes).\nWhat if my shoes don’t fit? Simply call us to receive a return authorization number. Send the shoes back, and we will ship you a replacement in the correct size.\nDo you ship internationally? Yes. If you are outside of the USA, please select the international support option.\nWhere will you be selling your shoes after Kickstarter? Early retailers listed above will be the first with product, please support them.\nWhen is the estimated delivery date? We plan to ship all pre orders between June 1st and July 1st of this year from our warehouse in Saint Louis, MO.\nWhy do you need my support of this project? Initial orders for \"Dark Matter\" rubber and upper materials are extensive; we need your help to hit production minimums. Most importantly, we want to offer you an exclusive wholesale price to pick up the shoes as an early believer and supporter.", "risks": "Risks and challenges\nWe have carefully thought through each phase of this process, however, we also acknowledge that every project comes with its own risks, challenges, and unknowns. We will communicate with our backers making sure they are the first to know if any delays arise. We are currently on a strict schedule.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "TOMS and So iLL have partnered up to help Kevin Jorgeson's non-profit (1Climb) get kids climbing.", "update_content": "1Climb began with the shared desire to introduce (at least) 100,000 kids to climbing! To help 1Climb, TOMS and So iLL teamed up to make shoes that feature ultra sticky Dark Matter Rubber, a first for TOMS shoes.\nTo learn more about 1Climb, their mission, and to get your TOMS x So iLL limited edition collaboration shoes, visit the campaign (link below) on Indiegogo!\nhttps://www.indiegogo.com/projects/toms-and-so-ill-shoes-to-get-kids-climbing#/"}, {"update_no": "UPDATE #15", "update_userinfo": "Boulder Denim 2.0 - Performance denim revolutionized!", "update_content": "Our friends at Boulder Denim have done it again. Boulder Denim 2.0 - Performance denim revolutionized! The most advanced stretch denim just got even better. Originally made for climbers, these stylish jeans are perfect for any activity! To find out more, follow the link below!\nLink: https://www.kickstarter.com/projects/bradspence/boulder-denim-20-performance-jeans-revolutionized?ref=cq78r4"}, {"update_no": "UPDATE #14", "update_userinfo": "Shoe Exchanges", "update_content": "Hi All! We are still exchanging sizes if anyone needs it. Kickstarter size exchanges will end Jan 1. If an exchange is still needed, please make sure to contact us prior to sending in your exchange. Also, you must keep your tracking number on hand incase we don't receive your box. Please do not ship us an exchange without keeping your tracking number on file. If the shoes do not arrive here, or there are any issues, we will request this number from you to confirm delivery to our warehouse so that we can process your exchange. Thanks!"}, {"update_no": "UPDATE #13", "update_userinfo": "Exchanges - Thank you!", "update_content": "Friends,\nThank you so much for your support of this project!  Here is an update on the size exchange system:  \nAs mentioned in the previous post, we are receiving size exchanges early, and will continue to receive them until Oct 1st when we re-ship all orders back to you.  "}, {"update_no": "UPDATE #12", "update_userinfo": "Returns are Open / Shipping Update!", "update_content": "With our second wave of production coming in a little sooner than expected, we are open for size exchanges.  Please check the sheet in your box for information on sending the shoes back, at a minimum please include a note with what size you want.  \nPlease note, we will swap shoes as fast as possible.  Depending on the production, the original swap date of October 1st return shipping still, applies.  But, it might be possible to send your shoes out sooner, we will do our best, promise.  At the latest, your return will arrive the first week of October. "}, {"update_no": "UPDATE #11", "update_userinfo": "Shipping Update!", "update_content": "The Bowler's have arrived and are shipping all next week!  Thanks for your patience.  \nWe have packed and shipped over 1,400 pairs of shoes since the beginning of June!  All that is left are the few boxes in the image below.  These boxes are Runner / Runner LV's that our first shipment was short on.  Our supplier is shipping these to us next, and we can complete those orders in a few weeks.  We will update you personally this coming week if you are in this small group via private message.  If you have a two pack waiting on these last Runner / Runner LV's, we will send the other model to you next week as well.    "}, {"update_no": "UPDATE #10", "update_userinfo": "More Shipping!", "update_content": "An update from our warehouse:\n- Street models have been shipped to backers. \n- Runner (LV) and Kick (LV) models have been shipped to backers.\n- All Kick's (Regular Volume) and 1/ 2 of our Runner's (Regular Volume) arrive to our warehouse this week.  We are processing the labels and packing all week.  These will ship end of this coming week / start of the following week.  "}, {"update_no": "UPDATE #9", "update_userinfo": "Runner LV // Shipping this week.", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "Takin' it to The Streets", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Sizing Surveys Sent", "update_content": ""}, {"status": []}], "comment_no": 196, "projec_url": "https://www.kickstarter.com/projects/1709752678/high-performance-climbing-shoes-inspired-by-retro", "project_name": "High Performance Climbing Shoes Inspired by Retro Footwear"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "STRETCH GOAL:\nIf we raise over $80,000 we will be giving away 1oz of personalized tea to each backer who buy at least one bottle. So, we need to hit this goal! You can help by continuing to spread the word and sharing on Facebook/Twitter! \nWHAT PEOPLE SAY ABOUT TEPLO:\nIntroducing the world’s first smart bottle for tea lovers.\nTeplo is a revolutionary smart bottle that allows tea drinkers to brew the perfect cup of tea by tracking and controlling brewing temperature and time, via a mobile app. Instead of letting your tea get cold, a rechargeable battery hidden in the base of the bottle keeps the beverage at the preferred temperature. Plus users can personalize, find and order premium teas from all over the world on Teplo’s app.\nTHE PROBLEM:\nTea is the most popular drink in the world yet many tea drinkers don’t realize that getting the perfect cup of tea is actually quite complex and difficult; tea is extremely sensitive to temperature and brewing time. Compared to the way most typically brew tea: by simply throwing a tea bag in hot water and start drinking, we are ignoring taste, flavor, color and even the correct drinking temperature of the tea. \nThe Teplo team spent the past year carefully engineering both the bottle and the technology that powers it and are excited to unveil our product and bring it to tea lovers around the world. Introducing the world’s smartest bottle for tea drinkers - simple and elegant!\nTHE SOLUTION:\nTeplo combines technology with its unique design to allow for the most perfect tea drinking experience, unlike anything else.\nThe glass bottle allows tea enthusiasts to appreciate the color of the tea, as well as to maintain the perfect temperature for a long period of time.\nHOW IT WORKS:\nCRAFT YOUR PERSONALIZED TEA BLEND:\nTHE SPECS:\nTeplo’s innovative design consists of a glass bottle with a thermo sensor, heater, Bluetooth communication module and two batteries. An internal battery is used to communicate with smart devices, and has an all-day battery life. An external battery maintains the drinking temperature for as long as four hours.\nTHE APP:\nTeplo will provide a mobile application for iOS and Android, available from the App store.\nTHE R&D:\nWe develop our technology in our in house R&D lab. We also leverage our capability by partnering with manufacturers across the world.\nTHE PRESS:\nTHE TEAM:\nKazunori Kawanobe (CEO, co-founder)\nAbhinav Sureka (COO, co-founder)\nMayuresh Soni (CTO, co-founder)\nMarissa Goldstein, CMO\nBill Phelps, Ideastorm Inc., Design Partner\nTetsuo Hitomi(tet.hitomi@gmail.com), Logo Design Partner\nMai Usami(sammy.mu@gmail.com), Logo Design Assistant\nLemonLight Media, Video Production\nAdam Goldstein, Timroon, Manufacturing Partner\nOUR STORY:\nWe are three friends who came to the US to get our MBA’s at Babson College. Coming from Japan and India, tea is really important to our culture. With a growing tea market in the US of $2.4B, we thought that there must be a better way to use technology to create a better tea drinking experience. So, after discussing together, we decided to create Teplo, a simple yet elegant solution that combines modern technology with traditional tea drinking.\nWe’ve spent the past year designing and building both our hardware product as well as the technology that powers it. We’ve gone through countless prototypes and have tested it out on our classmates, who come from all over the world.\nNow we are ready to launch Teplo and get it into the hands of tea enthusiasts all over the world and we need your help. With the money we raise from this campaign, we will be able to purchase tooling and thus kickstart the manufacturing process. We have the prototypes, have identified our suppliers and just need the capital to manufacture.\nTIMELINE:\nPHOTO GALLERY:", "risks": "Risks and challenges\nBringing any product to market can present challenges and unfortunately delays can occur due to unforeseen circumstances. We give you our promise to do our best to make sure that the production process is done efficiently and effectively. Through the help of Timroon, we’ve already identified our manufacturing partners and our production timeline has been established. We are excited to bring Teplo to life and thank you for your support!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Teplo 2.0 Kickstarter campaign is live!", "update_content": "Hi Backers,\nThank you again for your comments on the previous update. \nWe are happy to announce that the next campaign is live."}, {"update_no": "UPDATE #23", "update_userinfo": "Thank you for your support!", "update_content": "Hello Teplo backers,\nThank you for your valuable feedback on our previous update. We appreciate your trust in us.  We are happy to see many are still interested in our next product Teplo 2.0.\nLast week we met with a few backers in Berlin, and had a very thoughtful discussion on Teplo 2.0 and its features. We were very happy that we could also brew tea from Teplo 2.0 for them. They loved the tea from Teplo 2.0 and also gave us tips on how to improve Teplo 2.0 design. We are working hard to incorporate those design changes. \nWe are happy to announce that we are launching our new Kickstarter campaign next week on"}, {"update_no": "UPDATE #22", "update_userinfo": "Thank you for your support! A few updates for all Teplo backers", "update_content": "Hello Teplo Backers,\nThank you so much for your belief and support in Teplo and us as a team. We sincerely apologize for our recent silence. Over the past year and a half, we have had great constructive feedback from you and we have been working really hard to incorporate all that into Teplo. You spoke, we listened. Here’s what you said and how we have addressed it: "}, {"update_no": "UPDATE #21", "update_userinfo": "ITS NOT THE END THIS IS ONLY THE BEGINNING", "update_content": ""}, {"status": []}], "comment_no": 460, "projec_url": "https://www.kickstarter.com/projects/1350821327/teplo-the-smart-bottle-for-tea-lovers", "project_name": "Teplo: The Smart Bottle for Tea Lovers"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4582, "projec_url": "https://www.kickstarter.com/projects/cyanideandhappiness/joking-hazard", "project_name": "Joking Hazard"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/1830945538/ontario-select-rock-climbing-guidebook", "project_name": "Ontario Rock Climbing Guidebook"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 35, "projec_url": "https://www.kickstarter.com/projects/1797570817/a-place-to-call-home-carabiner-coffee-co", "project_name": "A Place to Call Home - Carabiner Coffee Co."}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 606, "projec_url": "https://www.kickstarter.com/projects/havokwatches/havok-racer-chronograph-disrupting-luxury-watches", "project_name": "HAVOK RACER CHRONOGRAPH - Disrupting Luxury Watches Again"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 261, "projec_url": "https://www.kickstarter.com/projects/comfortableboxers/ultra-comfortable-mens-underwear-at-a-fair-price", "project_name": "Bliss Collection: World's Most Comfortable Underwear & Tee"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 134, "projec_url": "https://www.kickstarter.com/projects/suitzip/no-bag-check-the-ultimate-travel-carry-on-bag", "project_name": "No Bag Check: The Ultimate Travel Carry-On Bag"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/brillier/the-americana-project-by-brillier", "project_name": "Americana Collection: Our history told through timepieces"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 3351, "projec_url": "https://www.kickstarter.com/projects/skarp/the-skarp-laser-razor-21st-century-shaving", "project_name": "The Skarp Laser Razor: 21st Century Shaving (Suspended)"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/soulcarrier/conscious-intentions-unique-handbags-for-your-jour", "project_name": "Conscious Intentions - Unique Handbags for Your Journey"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 115, "projec_url": "https://www.kickstarter.com/projects/carryallchalkbag/the-sublime-climbing-brush-the-best-brush-for-clim", "project_name": "The Sublime Climbing Brush- The Best Brush for Climbing"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 553, "projec_url": "https://www.kickstarter.com/projects/1018731302/sole-socks-20-go-sockless-the-simple-sock-alternit", "project_name": "SOLE-SOCKS.COM ... The Simple Sock Alternative"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 531, "projec_url": "https://www.kickstarter.com/projects/yathletics/silverair-sock-odorless-socks-made-with-pure-silve", "project_name": "SilverAir Sock - Odorless Socks Made With Pure Silver"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1054, "projec_url": "https://www.kickstarter.com/projects/289346553/premium-one-dock-and-charge-apple-watch-and-iphone", "project_name": "PREMIUM ONE-First All-in One Dock for Apple Watch & iPhone"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 93, "projec_url": "https://www.kickstarter.com/projects/329017186/coup-mobile-edition", "project_name": "Coup - Mobile Edition"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 929, "projec_url": "https://www.kickstarter.com/projects/handground/precision-coffee-grinder-better-grind-more-flavor", "project_name": "Precision Coffee Grinder: Better Grind, More Flavor"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 122761, "projec_url": "https://www.kickstarter.com/projects/elanlee/exploding-kittens", "project_name": "Exploding Kittens"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1219, "projec_url": "https://www.kickstarter.com/projects/1423546688/what-we-do-in-the-shadows-the-american-release", "project_name": "What We Do In The Shadows: The American Release"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10529, "projec_url": "https://www.kickstarter.com/projects/torquing/zano-autonomous-intelligent-swarming-nano-drone", "project_name": "ZANO - Autonomous. Intelligent. Swarming. Nano Drone."}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 110, "projec_url": "https://www.kickstarter.com/projects/1375191904/siri-sriracha-sauce-0", "project_name": "Siri Sriracha Sauce"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 463, "projec_url": "https://www.kickstarter.com/projects/zenegg/zenegg-create-time-for-yourself", "project_name": "Zen Egg • Create Time for Yourself"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 5801, "projec_url": "https://www.kickstarter.com/projects/growlerwerks/the-ukegtm-pressurized-growler-for-fresh-beer", "project_name": "The uKeg Pressurized Growler for Fresh Beer"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2260, "projec_url": "https://www.kickstarter.com/projects/goat-mug/goat-mug-original-goat-story-crafted-into-a-coffee", "project_name": "GOAT MUG: original goat story crafted into a coffee mug"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/899191982/jogger-denim-finally-jeans-as-comfy-as-sweatpants", "project_name": "JOGGER DENIM: Wow. Finally Jeans as Comfy as Sweatpants"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 238, "projec_url": "https://www.kickstarter.com/projects/1131502390/basics-slim-minimalist-wallet-with-easy-access-to", "project_name": "BASICS: Slim Minimalist Wallet with easy access to all Cards"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 665, "projec_url": "https://www.kickstarter.com/projects/1785889318/doubbletime-charging-cable-full-battery-in-1-2-the", "project_name": "DouBBleTime USB charging cable-Full Battery in 1/2 the Time"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 192, "projec_url": "https://www.kickstarter.com/projects/zipseam/zipseam-instantly-tailor-your-clothes", "project_name": "ZipSeam- Instantly Tailor Your Clothes"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 316, "projec_url": "https://www.kickstarter.com/projects/1018731302/sole-socks-alternitive-for-socks-without-all-the-h", "project_name": "Sole Socks: Say goodbye to socks and hello to freedom"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 18411, "projec_url": "https://www.kickstarter.com/projects/hellobragi/the-dash-wireless-smart-in-ear-headphones", "project_name": "The Dash – Wireless Smart In Ear Headphones"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 834, "projec_url": "https://www.kickstarter.com/projects/orbitkey/orbitkey-love-your-keys", "project_name": "Orbitkey - The Elegant and Practical Way to Carry Your Keys"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 106, "projec_url": "https://www.kickstarter.com/projects/aeonattire/aeon-attire-finally-leather-gloves-as-smart-as-you", "project_name": "AEON Attire: Finally Leather Gloves as Smart as your Phone"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 3255, "projec_url": "https://www.kickstarter.com/projects/innodave/wrap-wallet-small-and-thin-yet-still-completely-fu", "project_name": "Wrap Wallet - The best wallet in the world, made in the USA"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 425, "projec_url": "https://www.kickstarter.com/projects/korebelts/trakline-a-new-kind-of-belt-for-men", "project_name": "TRAKLINE:  a new kind of belt for men"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "“…this product reduces notifications to its barest element, which is useful and important, even if it might have pissed off Jobs”. TECH CRUNCH\n “…a low price for any iPhone accessory, and this one actually does something other than just make it look a little cooler”. LOCKER GNOME\n“It might be time to see things differently. Like literally see. Here’s myLED – A tiny LED add-on for your iDevice”. MASHABLE\n “...the quirky and simple light system will be a real hit among some iPhone owners”. SHINY SHINY\n“Better battery life, widgets, dedicated call answer/end button, dedicated camera shutter button and a notification LED … I’ll soon be able to mark one of those features off my list if the myLED Kickstarter project gets fully funded” THE GADGETEER\n“myLED looks like a fantastic little device to remove the frustration of checking for notifications every minute or so when we’re expecting something”. N3RDABL3\nWhat Is myLED?\nmyLED is an external notification light for iPhones and iPads that flashes to alert you of notifications such as missed calls, emails and social network updates. It allows you to keep informed of activity on your phone without having to switch on the screen.\nmyLED is packed with a ton of functionality and fits seamlessly into iOS devices. It sits inside the headphone jack to ensure full visibility from every direction, and when there is an interaction such as an email or missed call, myLED starts flashing to let you know.\nmyLED in real life size\nmyLED in operation\nmyLED is an incredibly simple solution to an issue many of the 400 million iPhone and iPad users have: notifications. There is no convenient way to get alerts for activities such as missed calls, emails and social network updates on iOS - if you’ve used a BlackBerry or Android and have seen them flash to alert you, you'll understand the difference. Phone notifications are a small detail however it can cause much aggravation to check the phone for new activity every few minutes. \nWe have come to face the challenge of creating myLED from a personal need. We used to have Blackberrys and got accustomed to the extremely handy notification light. When we migrated to the iPhone and the iPad we felt the devices had a major deficiency in the lack of external notification i.e. to check for missed activities you must switch the screen on. This can be particularly inconvenient, for example when the device is on silent mode such as in the office, at meetings, lectures or when you are in noisy environments. \nFrom this need we decided to find a better way to get notifications from our iPhones and iPads; so we created myLED.\nHow Does myLED Work?\nmyLED is a elegantly designed accessory with a micro-LED connected to the audio jack. You insert it into an iPhone or iPad, switch on the myLED app, and set what you’d like it to notify you of - missed calls, and Twitter updates for example. Now those incoming notifications  will trigger myLED to flash, and it will continue flashing until you see what you’ve missed - alternatively you can program myLED to flash for a given time only.\nHow to use myLED\nSince myLED allows you to customize different blinking patterns for the various notifications, it is easy to see what kind of activity has happened at first sight. \nFurthermore, myLED comes with a headphones clip so that when not in use it can be safely stowed.\nmyLED headphone clip\nmyLED is a super-useful complement to any iOS device, so small and intuitive that it will feel as a natural part of your iPhone or iPad.\nWhat Kind Of Alerts Can I Get On myLED?\n   Missed Calls\n   FaceTime\n   Emails \n   Skype\n   Facebook\n   Twitter\nWhere We Are At\nWe have been designing and developing myLED for a couple of months applying lean methods to the entire process. We set out with a goal of creating an MVP (Minimal Viable Product) and to complete a proof of concept.\n  CAD model of the jack's head\nWe successfully built a number of prototypes, iterated through a few designs and developed a basic working iOS app that enables myLED to run on the iPhone and iPad. \nmyLED prototype\nThe next stage is to launch the project here on Kickstarter in order to gauge interest in the product. While we are generating funds we can complete the development of the myLED jack and start to produce packaging concepts and detailed plans for the app architecture. As soon as funding is available to use, manufacture can commence.\nProject Timeline\nWhy We Need You…\nWe are raising money to revolutionize the way notifications work on iOS.\nOur team is in advanced discussion with a manufacturer and in order to produce myLED on an industrial level we need to address the following:\nTooling, manufacturing and assembly: the production of the bespoke 3.5mm jack requires special tooling, and this costs several thousand dollars alone. The soldering process for connecting the micro-LEDs to the jack needs high precision and it is also highly expensive.\nInjection molding: to manufacture the white casing we need to create a custom-made mold for plastic injection.\nApp development: we need to continue developing our software in order to reach full functionality, and for this we’ve found highly skilled and experienced developers who are working for us.\nFinally, we have to package and ship myLED to you.\n\n  FAQs\nDoes myLED flash in different colors? Currently myLED produces a red flash. We choose to create myLED with a single color in-order to minimize the size of the device, which otherwise would require significantly more electronic components. This design also ensures minimal power consumption that may otherwise significantly affect battery life on an iOS device.\nDoes myLED alert for text messages? At this point we are facing challenges making text messages work with myLED so we expect the initial app to ship only with notifications for Calls, Emails, FB, Twitter and Skype.\nCan I use earphones while myLED is in use? No, myLED is inserted into the headphones input and so headphones can’t be used together with myLED - that said, the whole point of myLED is to alert you to phone activity when you’re away from it. Also, a plastic clip to hold myLED to your headphones set when not in use will be shipped as part of your myLED package.\nDo I need to install software on my iOS device for myLED to work? Yes, you install a free app that interfaces and controls the settings for myLED. The app will be free for download to all our backers.\nDoes the app need to be \"on\" for myLED to work? Yes, myLED app needs to run in the background and we are currently working on further minimizing battery consumption. Our tests on iPad 3 showed 80hrs of battery life with myLED app running in the background and wi-fi data connection switched on.\nIs myLED compatible with all iOS devices? Currently myLED has been successfully tested with iPhone 3, 3S, 4, 4S, 5 iPad 2, The New iPad. \nI want to order more than one myLED – how can I do it? Due to the new Kickstarter rules for manufacturing projects we have not been able to insert more rewards for multiple quantities (for example a x2, x3, x10 packs etc). However you can pledge a sum equal to the price of the reward desired  x the number of myLEDs you want. We intend to do a survey at the end of the funding to collect addresses and make sure everyone receive what they pledged for.\nAlso, please contact us directly if you are interested in a large quantity purchase (x10 myLEDs or more) to secure the best deal.", "risks": "Risks and challenges\nBy pledging you get to be involved in an innovative project and we endeavour to reward you for that, but you also agree to share the residual development risks and challenges with us. \n\niOS development\nOne risk is app approval by Apple for the AppStore. \nGaining access to notifications on the phone log is blocked for most apps and we are having to work hard to find solutions that don’t use this method.\nWhile we will work tirelessly to create an app that is acceptable to Apple and feel that we can do so, we cannot make guarantees since this process is outside of our control. \nThe final development of the app will continue as soon as the funds are available to us, and we will be submitting our app for approval at the first opportunity. However, given the nature of our delivery programme, we will be likely to hear back from Apple once the product and packaging production is well underway and these activities will absorb almost the entirety of the money raised on kickstarter. For this reason, if we come up against an insurmountable problem with the app approval, we will be unable to offer refunds.\nUnexpected software development obstacles could be a risk too, although we have carried out a large number of experiments with our developer to ensure the feasibility of all the features and details that are still to be implemented in the final app.\n\nmyLED working with text messages\nWe have run into a challenge getting the app working with the text message client. We are exploring alternative solutions and will inform our pledgers on progress throughout software development.\n\nManufacturing process\nShipping time can be delayed subject to manufacturing delays. Issues in any part of the production process can cause delays to expected shipping date. We will keep our pledgers fully informed of every stage of our progress.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "Brand New myLED app", "update_content": "Dear Backers,\nWe are happy to announce the release of the completely redesigned myLED app (version 3.0.1) in the AppStore!\nYou can grab it here."}, {"update_no": "UPDATE #30", "update_userinfo": "Kickstarter, done", "update_content": "Dear backers, \nIt’s been a while since we last posted. In this post we will summarize our exciting journey on Kickstarter. \nCompleted Our Kickstarter Thanks To YOU! \nIt is now a year since we launched our campaign, I want to thank all of you for taking part in this journey. Some of you may have seen myLED as a cool gadget to order for your iPhone or iPad but it is a lot more then just that. You chose to support a bunch of anonymous guys with a vision for an improved daily experience with your favorite device that you use all of the time. You trusted us with your money and asked us to build the experience you most wanted. We accepted your trust with great admiration and put six months into developing myLED. "}, {"update_no": "UPDATE #29", "update_userinfo": "Reships, Twitter and EU", "update_content": "Dear Backers,\nWe shipped all the outstanding orders on Sunday September 29th. We used Singapore post with tracking numbers for the shipping - they have a good reputation (unlike Italian Post ;) and the tracking numbers should help. We emailed the people on our reship list with their tracking number and we hope your reshipped myLED gets to you soon.\nNew twitter screen"}, {"update_no": "UPDATE #28", "update_userinfo": "Help Us Make myLED Better – Answer 13 Quick Survey Questions", "update_content": "Dear backers,\n\nThe latest on shipping:\nAs most of you know we shipped out all the Kickstarter orders by July 5th.\nWe got many reports by backers from all over about orders that did not arrived. We can assure they were all shipped out. The choice of using Poste Italiane is proving fatal since the estimated shipping times are turning out quite unreliable. Also, they did not offer the option of using tracking numbers for batch shipping adding to the issue.\n\nWe have been recording all mentions of missing packages. We already started with re-shipping (already 40 orders were re-shipped) whereas some backers have received their shipment in the meantime and informed us."}, {"update_no": "UPDATE #27", "update_userinfo": "Shipping and EU Devices", "update_content": "Hi everyone,\n\nFirst of all any thanks to all of you for the many comments, feedbacks, tweets, fb posts, videos, reviews we have been receiving since shipping begun. To see your enthusiasm is really fantastic and is a phenomenal source of energy for our team!"}, {"update_no": "UPDATE #26", "update_userinfo": "General update and EU devices compatibility", "update_content": "Dear backers,\nwe finally shipped all the myLEDs ordered on KS, so you can expect to receive yours soon!"}, {"update_no": "UPDATE #25", "update_userinfo": "myLED shipping completed and customer support", "update_content": "Dear backers, \nAfter months of preparations and hard work designing myLED we finally received the first batch of 500 units from the factory in China at Fede’s home in Italy last Thursday. We had the factory send out the first 500 units so we can test them and start shipping the first ones out. The rest are on the way and should arrive at the end of this week. "}, {"update_no": "UPDATE #24", "update_userinfo": "We started shipping!!!", "update_content": "Hi everyone,\n \nand many thanks for the continuing support you are providing us with your feedbacks and comments. Every day we are receiving a huge amount of messages here on Kickstarter and through our social media pages on Facebook, Twitter and G+ and to hear your impressions and feedbacks on our work, on the way we are managing this project, on the app and of course on the product is fantastic and extremely valuable to us.\n \nWe look forward to hearing your feedback and impressions on the product and we really can't wait to ship it to you. As we said in our previous updates this should happen soon, and so we hope to hear your first comments as myLED early adopters in the next few weeks.\n \nIn the meantime we have started to collect comments  on the software in order to analyse and implement the suggestions received. Although it may seem straightforward, the code behind myLED app is very complex  and our developer had to invest a lot of time and energy to gain the approval from Apple."}, {"update_no": "UPDATE #23", "update_userinfo": "Product/app development", "update_content": "Hi backers,\n\nA short update to inform you about the myLED progress.\nWe are waiting to receive the first batch of myLEDs from the factory. These were scheduled to arrive on June 8th but we have been informed that there have been some delays in the production line last week – this was due to a misalignment in the cap assembly process which caused many pieces to be rejected during QA tests. The issue should now be resolved and the production of the first batch should come to the end this coming week and will then be shipped to Italy from where we will package and send myLEDs to you."}, {"status": []}], "comment_no": 275, "projec_url": "https://www.kickstarter.com/projects/673308573/myled-bringing-external-notifications-to-iphone-an", "project_name": "myLED - Bringing External Notifications to iPhone and iPad"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "Hello, \nAdam here from Machine Era Co. I’ve come up with an innovative and stylish way of carrying your keys without the use of the cumbersome, and let’s be honest, not very attractive carabiner. \nAll my prototyping is done manually on a machine made for the war effort in the 1940’s. In order to get this product to you at the lowest possible price, I need your help to do a production run.\n\nForm & Function\nI believe good design should be attractive and well-crafted without sacrificing function. By using strong materials and clean lines, my aim is to create a useful piece that can be enjoyed and used daily. If you’re going to use something everyday it should be good. \nThe slots are designed to hold securely to a belt loop, but still able to detach easily. I have never had one come off without intentionally detaching it. \n\nMaterials and Process\nCut and machined from a solid block of stainless steel. Not die cast. This  method produces a stronger, better quality, more consistent product than casting steel into various shapes.\n\nFinish\nEach piece is hand finished to ensure quality. It will never rust, corrode, or wear out. When you hand it down to your grandchildren, it will look like it did when you first bought it. \nAs with anything that is attached to a keys, normal wear and scratches will happen. Because the KeySquare is fabricated from stainless steel, it allows any scratches to be quickly buffed out with any household scotch pad or small grit sandpaper. \n\nDesign Features\n Looks good with casual or dress \n No moving parts to wear out \n You’ll always have a bottle opener at the ready \n Small enough to fit comfortably inside a pocket \n Made from durable stainless steel \n Holds securely on a belt loop with enough reach to pocket your keys\n Made in USA\n Weight: 1 ounce\n\nShow your support and get some of these rad coasters \nSpecial Edition Kickstarter Coasters made from solid aluminum", "risks": "Risks and challenges\nI have a background in manufacturing, metal fabrication and experience running production jobs. Having done the actual work of manufacturing, I know the kinds of problems that arise in the shop and how to deal with them quickly and efficiently. \n\nThe biggest challenge for the KeySquares is the finishing process. Each one is sanded and buffed by hand. Although this method is time consuming, it ensures the highest quality. To compensate for the time this process takes, the delivery date is February. \n\nI've designed the manufacturing process to work with local small businesses. Every aspect of the project with be manufactured locally in Richmond, Va without the use of off-shore sourcing or sacrificing quality. Go USA.\n\nThe success of this project depends heavily on getting the word out. Every blog or social networking post counts, so please share. Thanks for your support.\n\n\nCheers,\nAdam\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "All New Machine Era Project Live Now!", "update_content": "We're excited to announce our latest and greatest project: The Field Pen"}, {"update_no": "UPDATE #12", "update_userinfo": "Introducing the all new Ti5 Slim Wallet", "update_content": "We're super excited to share our latest project: Ti5 Slim Wallet\nIt's been a few years since the original Machine Era Wallet release. Since then we've been listening to your feedback and requests. Check out our project page for more info. This new design has some great features. And yes, it's made from aerospace grade titanium."}, {"update_no": "UPDATE #11", "update_userinfo": "Introducing: The Machine Era Multi", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "New!", "update_content": "We've finally completed the Kickstarter Keysquare project!\nWe're tying up loose ends with address changes, mailing issues, etc.\nIf you still have not received your keysquare, email adam@machine-era.com with your reward tier and up to date address info."}, {"update_no": "UPDATE #9", "update_userinfo": "Project Complete", "update_content": "We have 90% of the keysquares out. If you're in the 10% don't worry, we're projected to finish the project in two weeks. \nOnce we fulfill all of the rewards, I'll send an update letting you know. After that, if you still haven't received your reward, then contact me via email- adam@machine-era.com \nThanks to everyone for the feedback! Let us know when you get it- post a comment!"}, {"update_no": "UPDATE #8", "update_userinfo": "Keysquare shipping update", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "How to use your keysquare", "update_content": "Hello Everyone,\nWe're happy to say that we have 1000 keysquares packaged and shipped! We have another batch of 500 going out next week. They will soon be in your hands. We're knocking these out as fast as we can. Special thanks to Brad, our shipping manager for all his help. "}, {"update_no": "UPDATE #6", "update_userinfo": "Shipping out", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "Coasters are done!", "update_content": ""}, {"status": []}], "comment_no": 314, "projec_url": "https://www.kickstarter.com/projects/189943599/the-keysquare-gentlemen-there-is-a-better-way", "project_name": "The KeySquare: Gentlemen, there is a better way..."}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "________________________________________________________\nFor in in depth acoustic analysis of the Boombot REX, please refer to our Portable Speaker Showdown. We compare the Boombot REX to the Jawbone Jambox and the Kickstarter funded Outdoor Technologies Turtle Shell.\n________________________________________________________\nBoombotix at CES '13! Stop by booth 3506 in the iLounge pavilion and check out the Boombot REX speaker firsthand. Sake and Sumo on Tues and Wed at 4PM!\nREX is the next evolution of smart speakers in the ultraportable Boombot collection. A salute to the king of dinosaurs, the REX mimics the thump of the T-Rex’s footsteps as it ruled the land. With revolutionary acoustic and industrial design, a noise-canceling microphone and a built-in clip, the REX allows you to stay connected to your friends and your music, while keeping your phone safely in your pocket. The REX connects to iPods, smartphones, tablets, and laptops using wireless Bluetooth technology. Stream music, change tracks, and answer, end, or deny phone calls on the fly. The REX is built to withstand the demands of an active lifestyle so you can bring music to where you enjoy it most.\nUltraportable engineering that fits in your palm\nThe product originated from carving a clay block to find the ideal shape for the ultraportable speaker. The REX was crafted to fit in the palm of your hand, be clipped onto your backpack, belt, or handlebars and be toted on adventures with ease. The housing is a ruggedized high-impact ABS shell with the circuit board secured to the internal frame in four locations. The unit is certified IP53 water-resistant; don’t hesitate to bring it cycling in rain or on your next snow outing. The REX is powered by a rechargeable medical-grade lithium-ion battery that will keep the tunes booming for 6 hours. The industrial design of the REX encourages you to pick it up, clip it on, and add a soundtrack to your life in motion.\nModern design with unparalleled utility\nAs a companion device to your mobile phone, we sculpted the edges of the REX to compliment your handset as a day-to-day accessory. We chose to build something distinguished that can be discreetly integrated into your outerwear, or showcased as a beacon of modern design. In addition, the REX features fully interchangeable grills and belt clips and will come in limited edition colorways designed by renown artists. Whatever your flavor, we've got you covered.\nUncompromising acoustic performance\nThe sound on the REX is unmatched by any speaker of its size. With dual 36-millimeter full-range drivers and a MASSIVE Bass Woofer, the REX is the smallest 2.1 sound-system in the world. The full dynamic range of the REX is stabilized across all frequencies in the audible spectrum allowing the speaker to reach over 90 dB@2ft. The REX has optimized volumetric calculations that are matched to the driver characteristics ensuring that every square inch helps deliver the richest audio experience possible.  \nHands-free capabilities that empower and protect\nThe REX incorporates a noise cancelling microphone that allows you to answer, deny, or end a phone call with the press of a button. Leave your phone protected in your pocket and change tracks and volume using our custom designed firmware. Do it all with just three buttons. \nDaisy chain with SoundHub technology\nThe Boombot REX features Audio IN and Audio OUT ports for ultimate system scalability. Simply plug in any peripheral speaker system to the Audio Out port on the Boombot REX and the stereo signal will be replicated throughout the entire system. To daisy chain the Boombot REX, simply plug the Audio Out into the Audio In port on the next Boombot REX speaker, and repeat infinitely. The best part of it all? Control any impromptu sound system wirelessly with Bluetooth!\nSiri Integration\nThe REX is the first ultraportable speaker with Siri integration.  Queue a request to Siri with the push of a button and Siri will answer back to you through the speaker. \nWhat we need to bring the REX series to life\nWe've invested in the research, design, and development of the product. We've even invested in the tooling to build this incredible piece, but we need your help to get the first pilot run of the REX to market.  We are looking to Kickstarter to raise at least $27k to fund our first low-volume production run.\nWe are grateful for your support. We're proud to offer our backers with:\n$5 donations Get swagged out with an anodized aluminum dog tag and a die-cut 4-color sticker. The Boombotix name and logo are on one side and \"I'M A BACKER\" is on the other.\n$30 donations will land you a limited-to-100-pieces Kickstarter exclusive Boombotix T-Shirt. Our Boombotix Team T-shirts have never been available to the general public, and never will. Your choice of size (S, M, L, XL).\n$75 donations Backers will receive one of the first pilot run Arctic White REX speakers. You will be in direct contact with our engineering team to provide feedback as we further develop the REX. The quantity will be limited to 300 units, so act quick if you fashion yourself as an early bird. Expect to start hacking on yours in January. Suggested retail of $99.\n$80 donations will receive one of the first production-run pieces of the REX series, in either Electric Blue, Savage Green, or Pitch Black.  You will be amongst the first adopters and the coolest of your friends.\n$100 donations will receive one of the first production-run pieces of the REX series (choice of Pitch Black, Electric Blue or Savage Green) AND a Custom GrillKit (replacement front grill, rear clip, and port covers) in their choice of PURPLE or ORANGE. This backer should be the type willing to take the Boombot REX to the limits of style and customization. Additional die cut decal included. \n$300 donations For this level of support, backers will be treated to a tour of the San Francisco headquarters and dinner at a local establishment in the SF Mission (your choice of Mission Chinese, WeBeSushi, Foreign Cinema, or Beretta). Look forward to a vibrant discussion on product design, entrepreneurship, design thinking and much, much more. In addition, backers at this level will receive and be able to customize the Boombot REX of any color (White, Black, Blue, Green) with any Grill/Clip combination (White, Black, Blue, Green, Purple, Orange). Count on good times and a bike ride through the district.\n$3000 donations will get to work directly with the Boombotix design team in creating a one-of-a-kind limited edition speaker.  You will have full creative direction over colors, patterns, textures, and just about anything you can dream up. \n$5000 donations are for those that really want to get their fingers into the product development experience.  Backers will enjoy an all expense paid trip to our headquarters in San Francisco where they will work hand-in-hand with our engineering and design team to craft their own one-off personalized speaker.  You will also be taking a fresh REX out for an evening of partying with the Boombotix crew and a staged photo-shoot where YOU get to be the creative director.  You’re the BOSS!\nStretch Goal 1 @ $100k\nTHANK YOU Kickstarter for allowing us to continue following our dreams.  Now that you have sweetened the deal for us, we want to give a little something extra back to you.  We made these mini-cube shaped travel chargers that you can use to charge anything via USB including your new Boombot REX or your mobile device.  Each charger features a soft-touch coating and folding plugs so you can stay juiced up wherever you go.  \nThe Story\nBoombotix was founded by Lief Storer and Chris McKleroy - two college friends who met on the ski slopes of Lake Tahoe, with a passion for music, gadgets, and the active outdoor lifestyle. Lief, an optical engineer with a background in fiber optic lighting systems, created the first Boombot ultraportable speaker in 2009. Developed as an alternative to headphones, the Boombot was conceived by combining a Japanese vinyl toy, off-the-shelf speaker internals, and a walkie-talkie clip. Originally developed for a bike ride to work, both founders quickly realized that this product integrated perfectly into their life off the saddle as well. Chris, with a background in marketing and product design, began to sculpt the first Boombot REX prototype in 2011. With support from friends, advisors, and the growing team at Boombotix, the Boombot REX project began to take shape and evolve into the product you see today. \nEngineers + Audiophiles\nOur team has been building ultraportable speakers for years now and we have experienced the pleasure and pain of hardware.  Lief Storer heads the electromechanical design leveraging years of experience developing high-power intelligent fiberoptic lighting systems.  Chris McKleroy was instrumental in the original concept and design of the REX, and continues to be involved with the manufacturing and product management process.  Ben Radler flexes 16GB of RAM lodged in his cerebral cortex to undertake the task of iOS and Ruby development.  Ben is building technology that will expand the potential of the REX with a mobile app that allows audio mesh networking. \nOur crew now consists of seven people crammed into a studio-loft-garage in San Francisco's Mission District.  There is never a silent moment in the office, especially when you have round-the-clock R&D on a speaker system loud enough to fill up the whole room.  At least it sounds amazing because we wouldn't have it any other way. \nEveryone on our team has at least an 18-inch vert. Fact.\nHARDWARE\nPOWER OUTPUT: 3W x 2\nDRIVERS: 36mm x 2\nIMPEDANCE: 4 Ohm\nLOUDNESS: 87dB@2ft\nRUNTIME: 4-8hrs depending on conditions\nBATTERY CAPACITY: 1000mAh\nMICROPHONE FIELD: 60 degrees\nWEATHER RATING: IP53\nWIRELESS RANGE: 25-40ft\nDROP TESTING: Up to 2.5m\nINDICATOR: Tri-color LED\nFIRMWARE / SOFTWARE\nFully customized sound profile\n3-button interface for all commands\nSiri integration\nBluetooth v3.0 +HS\nBattery indicator displays on most mobile devices\nOption to set as favorite device\nFor in in depth acoustic analysis of the Boombot REX, please refer to our Portable Speaker Showdown.  We compare the Boombot REX to the Jawbone Jambox and the Kickstarter funded Outdoor Technologies Turtle Shell. \nFREQUENCY RESPONSE\nFrequency response curves in the audible spectrum show that the Boombot REX has very comparable response accross most frequencies to the Jawbone Jambox. The larger passive radiator of the Jambox offers more bass. With significantly less size and weight.\nSIZE REFERENCE\nWe have spent the last 15 months fine tuning the industrial design and the electromechanical engineering of the Boombot REX in our SF-based live-work-garage-studio loft.  We have been creating speakers for over two years with our trusted contract manufacturer in Shenzhen; we have gained many production efficiencies and learned about a number of production faults to look out for after shipping thousands of Boombot speakers. After six rounds of prototypes, The Boombot REX unit has been tooled and we are currently testing our T1 (first unit off the tool).\nPending the success of our Kickstarter campaign, we will begin production on the first round of units on December 31. We have sourced the materials for the first 3,000 units to be ready for this first production. These units have a 30 day lead time (production time).  We will take an additional 10 days to do a final inspection and QC of all outgoing units.  It will take another 24 days to ship across the Pacific Ocean leaving from Hong Kong and arriving in Oakland, CA. Units will be shipped via USPS ground from the Bay Area once landed.  We use a fulfillment center in Vacaville, CA which has the capacity to ship hundreds of boxes with a 48 hour turnaround. Between production time (30 days), final inspection and QC (10 days), and shipping from Hong Kong to Oakland, CA (30 days), the Boombot REX should be shipping out of our fulfillment center in early March.\nPending success the success of our campaign, beginning January 22nd, we will be able to produce 5,000 units per month with our current factory in order to meet demand. Units will have a 30 day lead time (production time), 10 day quality control/inspection,  and a 24 day shipping transit time. Units will be shipped to backers in order of project funding date. ", "risks": "Risks and challenges\nHardware is hard. But we love it. As we mentioned, we've swallowed one of the most daunting tasks in product development (tooling), but there are certainly some potential bumps in the road that we're prepared for. \n\nOne of our biggest struggles on this project was power management. We aimed for such a compact form factor that there is limited space for anything. Hitting our target runtime has continued to be a struggle, but we are working on engineering a more efficient amp design. Some of our more recent tests seem much more promising, but there is still a lot of work to be done to deploy this design into production. \n\nThe REX pushes the upper threshold of what the speakers are capable of. There have been a number of improvements with integrated signal filters to alleviate issues with clipping and distortion. Digital music these days is chalked full of a wide variety of quality standards. This has resulted in a daunting variable that makes it difficult to deliver consistent sound quality from inconsistent signal levels. It is something our team would like to continue investing our time in improving, but for now, we'd encourage you to avoid crappy recordings whenever possible. After all, YOU are an audiophile too right? \n\nWe've worked with our ODM in China for several years now, which alleviates a number of risks associated with outsourcing. That's one less problem to worry about. This doesn't mean that we can relax, but we know that our challenge with them is to get them to produce exactly what we spec. Any first run product is more at-risk of falling off of spec, so we have to pay particularly close attention to getting it right the first time around, managing our risk, and ramping up production gradually. We've learned the hard way before.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Sync your Boombot REX wirelessly", "update_content": "Hello backers! Over the past 6 months, you've kept asking, how do we sync multiple Boombots together wirelessly. Well, we have built the technology on in a mobile application level, and have launched a Kickstarter campaign on it today. Check it out:\nhttp://www.kickstarter.com/projects/boombotix/boombotix-music-sync-app\nHOW TO USE THE BOOMBOTIX SYNC APP"}, {"update_no": "UPDATE #17", "update_userinfo": "Wall Charger Disclaimer", "update_content": "So we see everyone is getting their Boombots in the mail now. Hundreds of boxes have shipped and most everyone with a white early backer Boombot REX received it before this weekend. \nGetting some confusion with the cables so here's to clarify. The wall charger comes with a mini USB which was fit for our original Boombot1/2 charging. In each Boombot REX box, it will have the appropriate micro-USB stashed below the speaker in the box.  \nYou may discard the mini-USB, or you can use it to charge your GoPro and put up a really awesome review!  "}, {"update_no": "UPDATE #16", "update_userinfo": "Boombot REX NOW SHIPPING", "update_content": ""}, {"update_no": "UPDATE #15", "update_userinfo": "Announcing winner of the first Boombot REX Ultraportable Speaker", "update_content": "Thank you so much to everyone that put in their entries.  It was really good reading all of the different use cases you guys had.  We are getting a small package of Boombot REX speakers via DHL Express tomorrow.\nInternational backers, your products are enroute to Shipwire Hong Kong so you should be getting tracking numbers from them perhaps by end of next week.  \nEveryone else sit tight and we will keep you informed on all of the logistics every step of the way.  We can't wait to get these to you.  "}, {"update_no": "UPDATE #14", "update_userinfo": "Logistics Update- Chinese May Day Halts Certifications", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "The Top Portable Speaker Prepares to Take Off", "update_content": "Hello Kickstarter,  \nWe are happy to say that the first production of the Boombot REX ultraportable speaker has been completed.  The logistics on getting Early Bird Backers has seen a delay for extra certification to clear the speakers for air transport due to the unit having a rechargeable lithium polymer battery.  The Certification is called UN 38.3 which is done to ensure that batteries do not spontaneously combust during air transit (That's probably a good thing).  This certification process was started several weeks ago and should be done this week.  As soon as we get the PASS, the units are cleared for delivery ()  "}, {"update_no": "UPDATE #12", "update_userinfo": "Shipping Update", "update_content": "Good day lovely Kickstarter backers,\nThe golden unit has arrived. The first batch of EQ'ed units arrived this week, and they sound phenomenal. Not only is the volume clocking in at over 95 dB, it is doing so with ZERO distortion, with pristine highs and mids, and bass you can feel from a few feet away. In fact, the tuned Boombot REX is better performing than the Braven 625 speaker across nearly all frequencies (see attached image for reference). In addition, the microphone was also EQ'ed, and the speakerphone and Siri integration are working flawlessly. "}, {"update_no": "UPDATE #11", "update_userinfo": "We Are Golden", "update_content": "Hello Kickstarter backers, \nWe can't begin to express how stoked we are since we've kicked this project into gear. First, we've produced ALL of the hardware for the Boombot REX, including the speaker cabinets, rear facing clips, and grill bezels. In addition, the PC board is designed to spec and finalized for production. On top of that, we've got two golden master units in hand, with a third in the hands of our pro audio engineer for a final EQ tuning this week. His hands have been in some other great speaker projects, so expect nothing less from the sound of the Boombot REX. The pulse of this ultraportable speaker in your hands is absolutely amazing."}, {"status": []}], "comment_no": 416, "projec_url": "https://www.kickstarter.com/projects/boombotix/boombot-rex-ultraportable-speaker", "project_name": "Boombot REX Ultraportable Speaker"}}, {"backer": "Boulder Denim", "project_data": {"campaign": {"story": "\"Do you have a charger I can use? \"\n\"Oh no! I forgot my charger at home!\"\n\"Wait one second, I have to run back in and get my charger.\"\n\nOver the years we had accumulated enough Apple chargers that having a cable handy was never a problem.  However, with the release of the new lightning jack for the iPhone 5 we found ourselves back at square one... having to remember our charger every time we left home.  Within days of having the iPhone 5 we had no choice but make a new friend - Nomad:  An Apple certified cable that has no home.  \nWhile the aesthetics of the Nomad was important to us, the most critical aspect of our cable design was to make it Apple certified.  We had purchased too many knockoff cables in the past that stop working after a month. Creating a quality cable that would last was a top priority.\n\"This Keychain Lightning Connector Is Perfect for Emergency Charges\" - Mashable\n\"This is going to be a breakthrough product\" - Apple Magazine\n\"This idea is simple but brilliant\" - Tecnabob\n\"The Nomad is a must have!\" - CRNCHY\nThe Nomad is a 3\" Lightning to USB cable that caps securely to your key ring\nThe Nomad loves to nestle between your iPhone and laptop!\nThe Nomad charging from a USB port in a vehicle\nDimensions of the Nomad cable\nDesigning the Nomad in 3D CAD\nPrototyping the Nomad\nThe Nomad is flexible enough to charge from almost any USB port!\nPledge $30 to receive a Nomad plus a custom aluminum bottle opener!\nPotential Packaging Concepts\nUp until now\nWe have established relationships with three different Chinese manufacturers who we see as potential partners in producing the Nomad. One of these manufacturers, a reputable producer of iPhone accessories, provided us with the prototypes that are pictured and filmed throughout our project page.\nOnce funding begins\nWe will closely review quotes from these three overseas manufacturers and finalize our assessment of who will be the best partner in producing the Nomad. We do not want to accept any quotes prior to achieving our goal in the event that we exceed our goal. This would allow us to offer more colors and options!\nOnce successfully funded\nWe will have chosen a manufacturer and will be able to immediately move forward with the tooling of molds - followed by a full production run. The entire production run will either be overseen directly by us or one of our overseas associates we have worked with in the past. From there, each Nomad will be tested, packaged, and sent directly to Chicago where we will box and ship them out to you within days!\nWith a successfully funded project, we will get our first run of Nomads manufactured, packaged, and shipped to your key ring by February 2013.  Our ultimate goal is to make the Nomad available in the retail market.\nThe Nomad cable is patent pending\nSUPPORT@NOMADCABLE.COM ", "risks": "Risks and challenges\nManufacturing:\nIt was extremely important to us to find an Apple Mfi certified manufacturer to ensure quality. The cost of our initial run is higher than we would prefer. However, we did not want to compromise the integrity of the cable. \n\nCost:\nEstablishing both a retail and manufacturing cost were a big challenge. While we were able to establish relationships with overseas suppliers, production costs were not available until hours before submitting our final project.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 240, "projec_url": "https://www.kickstarter.com/projects/keroproducts/nomad-lightning-cable-for-iphone-5-and-ipad-mini", "project_name": "Nomad Lightning Cable for iPhone 5 & iPad mini"}}]