[{"backer": "BoxIntense", "project_data": {"campaign": {"story": "\"...Taking inspiration from classic desk- and table-lamps, Studio Cheha adds more functionality to the magic...\" coolhunting.com \n\"...A true visual statement for any household or workplace...\" hypebeast.com\n\"...Your Brain Probably Thinks These Lamps Are 3D...\" http://thecreatorsproject.vice.com/\nA new magical campaign from Studio Cheha!   \n  'by BULBING' collection\n  Hello Kickstarters!\nI’m Nir Chehanowski, original maker of BULBING and creator of Studio Cheha. I’m excited to personally reach out and thank all of our amazing supporters for believing in us and helping to make our last Kickstarter campaign happen!\nWe were blown away by the support and success of our BULBING lamps (funded in just 3 days!), which quickly caught the attention of global design media, leading design stores and fans worldwide. We even succeeded to be listed as ‘best sellers’ at the New York MoMA Store and Paris’ Pompidou Centre Boutique. We couldn’t have done it without you!\n#DESKi\nPledge for your favourite lamp!\n      Enhance your space with our Classic-Cool optical illusion lighting!\nAt Studio Cheha’s heart, our design philosophy is all about reimagining everyday objects with a cool and creative difference! We are committed to producing original products that aim to alter your perception of space and form by using 3D shapes as the basis of our 2D designs.\nIn this spirit, we are excited to introduce DESKi, ZIGGi and CLASSi our newest members of the Studio Cheha “by BULBING\" family!\nMeet DESKi\nDESKi offers a fresh take on your everyday reading light. It's sleek and stylish design will transform your space with originality.\n#DESKi, by BULBING\n Meet ZIGGi\nZIGGi is a cool, calm design piece made to energise the room. ZIGGi promises to light up your life with super style!\n#ZIGGi, by BULBING\nMeet CLASSi\nCLASSi is a beautiful, bold and bright light. CLASSi knows just how to illuminate the room and create the perfect ambience.\n#CLASSi, by BULBING\nDESKi, ZIGGi and CLASSi’s new designs now offer bigger, brighter lighting with added features!\nExpanding our horizons\nAfter the production of our successful flat LED BULBING series, we decided to expand our horizons — and the SIZE of our lamps— and create an advanced version that is NOW DESIGNED TO READ WITH and will make a visual statement for any living, work, public or private space!\nCreate an ambiance to any room\nOur new designs are Sophisticated + Funky = Sophistifunk!\nWe’re all about innovation! Our new lamps are inspired by classic and vintage-style desk lamps with a modern twist. By deconstructing their wire-frame forms and setting it against a flat, clear surface, Studio Cheha continues to develop our original ideas for cool and functional design pieces—that produce the illusion they are 3D, once switched on!\nIn addition to increasing the scale, this time, we’ve opted for an industrious approach to the shape of the lampshade while keeping our signature optical illusion and 3D magic as the focal point of the design.\nGreat for reading!\nWhere to shine the light\nFrom shop floors to boutique hotels, homes, workspaces and more, DESKi, ZIGGi and CLASSi have been created with a vision to transform and harmonize any space; while adding an artistic element, memorable design and magical ambience to the room.\nDims to create the perfect night light!\nNew features!\nAt Studio Cheha, we are constantly working to refine our designs and optimize your lighting experience.\nWith this, our new “by BULBING” lamps will feature brighter LEDs, ideal for reading with – and a dimmer, enabling you to choose the desired lighting experience from decorative to 100% practical.\nStronger LEDs\nMaterials\nEach flat LED “by BULBING” lamp is made from a thick and strong sheet of acrylic glass that has been accurately laser engraved to create a classic lampshade silhouette. By etching dozens of intricate lines onto the acrylic sheet, we are able to create a sense of dimensionality, as LED light travels through the lines illuminating the design and creating a powerful optical illusion.\nAcrylic glass and plywood birch\nWe have changed the original wooden base to classic steel and added a sleek birchwood stand to change the height and proportion of the design. The light is LED, with a lifespan of 50,000 hours, a warm glow, and heat-resistant.\nLight Up Your Space!\nWhere you backers come in\nWe've been sketching and prototyping in the past year, deciding on the 3 models and even tested them in an international design show.\nAll there's left is to start production! \nOur products are made with love! Please help us continue making our dream come to light!\nSHARE THE LIGHT #ZIGGi", "risks": "Risks and challenges\nAfter two successful KS campaigns we have gained some valuable experience in fulfilling orders. The last part of it is the shipping issue. \n\nThis time, as mentioned, the lamps are bigger, and heavier. We will need to consider stronger packaging and some extra protection during the delivery service.\n\nBesides this, for double or triple rewards we will need to deal with shipping via a courier, rather than via regular post office mail.\n\nFortunately, in the past two years we've made some good contacts at a number of reputable companies and we will make sure to get the best service from them, in order to ship all orders to our customer safe and on time!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "You have all been very patient… it’s here!", "update_content": "Dear Backers,\nYes, finally a stretch goal!\nWe can’t even begin to explain how exciting it is to receive this feedback, that you are waiting for us to announce a stretch goal. We have answered separately and now, here.\nOur production process has never been easy. Our lamps may seem minimalistic, but actually are made of so many parts, from so many suppliers. We don’t use molds, and plastic injections, our finishes are hand-made in some of the parts, and therefore we must consider each and every new design as a totally separate production run."}, {"update_no": "UPDATE #22", "update_userinfo": "WE ARE LIVE !!!", "update_content": "Dear Backers,\nThe time is now!\n\nHere's the link, go catch the SUPER Early-Bird rewards!\nhttps://bit.ly/3wGrwqG"}, {"update_no": "UPDATE #21", "update_userinfo": "Now it's official - 48 hours till launch!", "update_content": "Now it's official - 48 hours till launch!\nWe needed a little more time to set up :-)\nBut anyway, YOU, OUR DEAREST BACKERS! are the most important, and many of you already signed up to be notified on launch first!"}, {"update_no": "UPDATE #20", "update_userinfo": "Hey backers! We’re back!! with a new WILD campaign!", "update_content": "Remember us? We’re back!\n\nIt’s been a while and a lot has changed. \nWe’re talking about our business, our lives, and our world!"}, {"status": []}], "comment_no": 238, "projec_url": "https://www.kickstarter.com/projects/studiocheha/bulbing-2d-3d-led-lamps-optimize-your-lighting-exp", "project_name": "BULBING 2D/3D LED lamps - Optimize Your Lighting Experience!"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Even though there are tons of bags on the market for “Everyday Carry” we didn’t feel there were any bags out there for “Everyday Adventure”. We wanted a bag that could hold all our modern day tech-essentials but also keep up with our active lifestyle. We wanted to create a bag that could be worn as comfortably skating down the boardwalk or riding your bike down massive hills as it could be walking to your local coffee shop.\n                                                                                                                                                                                               For most people with active lifestyles a backpack is the only option to carry your stuff. However when you're out all day at things like music festivals or hiking with friends, you necessarily don’t want to carry a massive backpack around as it becomes heavy after a few hours of use.\nWe wanted to make a bag that was so comfortable it could be worn all day, something that had great functionality but also minimal weight and impact. We created the KP Sling Bag to be extremely form fitting, so much so you might even forget you’re wearing it.\n Sling Demo Video\nWe sent a few prototypes to our favorite YouTube channels for them to review, and here is what they had to say about the KP Sling.\nDimensions: 14\"L x 8\"W x 5\"D (Inches) / 35L x 20W x 13D (CM)\nWeight: 12 oz / 0.34 kg \nExterior: 1000D Cordura Nylon & High Quality Vegan Leather\nInterior: Ripstop Nylon & Multi-Spandex\nSeatbelt Grade Shoulder Strap\nZamak 5 Zinc Alloy Hardwares\n3 Separate (Zippered) Storage Areas\n8 Unique Compartments\nCenter Padded Area (Perfect for Handheld Electronics)\nSecret Compartment – Passport Sized\nSpecial Sunglasses Pouch\nYKK Waterproof Zippers\n100% Water Resistant\nVegan-Friendly\nOptional Waist-Strap & Removable Shoulder Pad\nCan be worn over left shoulder OR right shoulder\nDebossed Minimalist Logo\nHow many USB flash drives have you lost? With the new KP Paracord USB bracelet, you can keep your projects and files right on your wrist. With 32GB of storage and a 10 foot paracord rope, it’s the ultimate survival bracelet for either getting that project to your client or out on adventures.\n32GB USB Flash Drive\nHigh Speed USB 2.0 Compatible\nUS Military Type III Grade Paracord\nMinimum strength 550 lb (single paracord)\nUnravel to 10 ft / 3 meters\nDebossed Minimalist Logo\nCustom KP black carabiner which you can attach to the hook plate of the KP Sling Bag. Perfect for your keys or pocket tools. It also has a built-in bottle opener and hex driver.\nDimensions: 2.75\"H x 1.25\"W (Inches) / 6.98H x 3.17W (CM)\nWhether you're hanging upside down rock climbing or landing kickflips on your skateboard the optional waist strap keeps your KP Sling Bag in place making it the ultimate adventure bag!\nThe Secret Compartment\nWe've designed a passport sized secret compartment somewhere in the Sling to store your important belongings. This compartment is so hidden that it's virtually invisible. We can’t tell you where this pocket is located, because then it wouldn’t be a secret anymore. You’ll have to really look for it to find it when you receive your Sling.\nSling’s exterior fabric is treated with durable water repellent (DWR) finish, which makes Sling water-resistant and stain-resistant.\n Final prototype sketch\nMinimum Order Quantity: In-order to produce the KP Sling Bag with a quality manufacturer who has experience with major brands, we need to give them a production order large enough so that they are willing to produce the bag and at a cost which will make it affordable for most consumers.\nTooling: Some of the components including custom hardware require an investment in tooling for volume production.\nKEEP PURSUING is a small design start-up based in Los Angeles, CA. Our motto is \"Outfitters of the Modern Adventurer\" as we strive to create quality bags and gear specifically designed for people who live, work and play in urban environments. We truly love what we do and put that passion into every project/product.\n                                                    Get Your Project Funded Today!\n      A special thanks to all the people who helped put this project together. Actors: Aaron Rodriquez, Alex Nguyen, Brittany Salsberry, Cedric Williams Jr., Juan Moreno and Lexi Flores. Film + Photography Crew: Aaron Salcido, Ben Meredith, Brandon Gonzalez, Carol Kinney, Laura Kinney and Yma Adeze. Special thanks to Stone Yeh, Wendy Yeh and Alex Waidley. We couldn't have done it without your support!", "risks": "Risks and challenges\nIf the KP Sling Bag is successfully funded we are extremely confident we will be able to produce the bag and have it to backers by this Fall – 2015. All parties involved from material wholesalers, manufacturing company, etc. are ready to go. The funds raised are going directly into the production/manufacturing of the bag. Though we do not see any direct risks, there is always unforeseen circumstances that may present themselves during production. However it is our #1 goal to get you a quality bag you are excited about, and we will do all in our power to make that happen.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #58", "update_userinfo": "Our Latest Innovation, The OrbitPen Launching On Kickstarter", "update_content": ""}, {"update_no": "UPDATE #57", "update_userinfo": "We're Back - Something Special", "update_content": ""}, {"update_no": "UPDATE #56", "update_userinfo": "One of our designers came up with a new idea!! - WOWMINO", "update_content": ""}, {"update_no": "UPDATE #55", "update_userinfo": "Get the KP Collection at a Special Price Now!", "update_content": ""}, {"update_no": "UPDATE #54", "update_userinfo": "No More Palm Trees - Vacanza's Heading to Washington!", "update_content": ""}, {"update_no": "UPDATE #53", "update_userinfo": "Honoring the Veterans - The Vacanza Story", "update_content": ""}, {"update_no": "UPDATE #52", "update_userinfo": "Bye LA! Vacanza's off to the next destination!", "update_content": ""}, {"update_no": "UPDATE #51", "update_userinfo": "Comeback – Previous Campaign Products on Sale", "update_content": ""}, {"update_no": "UPDATE #50", "update_userinfo": "Good News! – Vacanza Campaign Stretch Goal", "update_content": ""}, {"status": []}], "comment_no": 536, "projec_url": "https://www.kickstarter.com/projects/keeppursuing/kp-sling-bag", "project_name": "The Everyday Adventure Bag - KP Sling"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Funding Over...You can still order or check us out at www.bungajungle.com\nNote automatic upgrade:  Treebunga and Sungabunga now have an patent pending advanced magnetic shield.  We also will replace all the magnets that adhere to devices with protected coated steel disk instead of the magnets in the rewards. This will protect any credit cards when using your phone or other devices that might be magnet sensitive. \nTablets, laptops, phones are meant to be mobile, yet the stands that I have come across just didn't offer that mobility.  I didn't want to be stuck in one position or place.  \nWe started our first Kickstarter project with the Tribunga, but I knew I could create something more minimal. I ended up creating 4 new designs out of it.  Now it's more than a stand; it's also a camera holder and stabilizer for photographers and film makers.\nCompatible with Android, Apple and Windows. \nNeodymium Rare Earth Magnets\nNeodymium rare earth magnets comprise the attachment system.  They are strong enough to secure your device while simultaneously allowing you to detach it from the stand with ease.\nTreebunga and Sungabunga now compatible with hard-drive laptops Windows, Apple and Android.\nIf you're wondering if neodymium magnets will affect your flash device, you have nothing to worry about. \"There's nothing magnetic in flash memory, so [a magnet] won't do anything,\"-pc world (http://www.pcworld.com/article/116572/busting_the_biggest_pc_myths.html)\nCNC Machining\nTo create a strong product we precision machined high grade aluminum. This also allowed us to streamline the manufacturing which allows us to have a lower upfront cost. No expensive molds are required, thus we are able to produce batch volumes without any molds. This in turn has allowed us a lower pledge goal which will give backers more confidence that we will reach the pledge goals and that they will a Bungajungle product.\n1/16 X 3/4 inch metal disk\nInnovation\nCutting edge patent pending magnetic shielding technology installed in the Sungabunga and Treebunga\nThe Sungabunga is the first ever biflex bipod and the Treebunga is the first ever triflex bipod. \nThe simple and minimal designs are revolutionary.\nThey are completely original and by bringing together the right flexibilty and geometrics they offer unparalleled versatility.\nThe Ungabunga is the smallest most minimal mount in the world. \nThe Dundabuga is the sleekest and  most versatile mount ever. \n3M adhesive\nWe use innovative 3M VHB tape to ensure your magnets stay in place. To safely remove the tape, swab rubbing alcohol between the device and tape and the bond will dissolve and easily come off residue free.\nOur Team\nAnanda Svarupa Das is the founder of Bungajungle. He first started with the launch of Tribunga, and now with the help of his team has improved upon the designs. Now Bungajungle has teamed up with experienced design engineer Dan Martinez and market specialist Karni Kahlon. Dan brings 25 years of taking a design from concept to market. He has lined up our manufacturing partners and set up a storage and fulfillment facility to make sure your rewards are fulfilled. Karni is our marketing and manufacturing specialist. For twenty years he has owned several companies where his passion has been to bring 100 percent customer satisfaction. His large network and drive has allowed us to market test the Bungajungle designs to assure a solid product comes to market.\nProject timeline", "risks": "Risks and challenges\nAlthough we have created prototype that exceeded our expectations and the first launch prototype was a great working product, we knew that we wanted to really have the latest technology to provide the greatest benefit to the end users. The addition of neodymium magnets and a multi-device attachment system helped us to be on the cutting edge. Having all these changes we realized there would be challenges.\n\nWe wanted to minimize risks so we thought about easing the manufacturing process. For Bungajungle sourcing quality parts, with zero harsh labor inputs can give a real edge on producing a product of premium quality. This required us to look at using time tested assembly processes that would give durability to the products. We also have developed a team that's focused on quality assurance and intend to carry constant quality control audits.\n\nThere may be other challenges that we may come across, and we pledge communicate to everyone on all the happenings. We will also add new photos and videos of the innumerable uses of the Bungajungle products.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #54", "update_userinfo": "New Project Launched! Super Early Bird Special!", "update_content": "We’re excited to announce the launch of our latest Kickstarter!: Open\nhttps://www.kickstarter.com/projects/bungajungle/open-everyday-carry-hand-hygiene-tool"}, {"update_no": "UPDATE #53", "update_userinfo": "New Project Launching!", "update_content": "Aloha Backers!\nBungajungle is back with a new project! The world is changing and new products will come out to help us. We wanted to get involved and join the forces to help curb infectious threats.\nWe used our knowledge of magnets from our previous projects and we created Open!\nOpen is a magnetic release solid copper everyday carry tool."}, {"update_no": "UPDATE #52", "update_userinfo": "Lowest Price Ever Dundabungas back in Stock $15", "update_content": "Hey Backers,\nWe finally have more Dundabungas in stock!  We appreciate your patience. We understand the inconvenience of waiting so to make it up to you we're offering them at the greatest discount ever.   Only $15!\nA limited time offer to say thanks for making this one of our most popular products ever!"}, {"update_no": "UPDATE #51", "update_userinfo": "80% off holiday clearance sale on Neutron S Mounts", "update_content": "Hey Backers!\nHope everyone is well.  We're having an 80% off Holiday clearance sale on all Neutron S Mounts!  This includes the Space Grey, Black, Silver, and the new Anodized Blue.\nThis is the lowest price we have ever had for them and they make great gifts for everyone on your list!  They ship immediately.  Use discount code: holiday2019"}, {"update_no": "UPDATE #50", "update_userinfo": "All New Custom Webcam Covers", "update_content": " Aloha from Bungajungle! \nWe hope you are enjoying this beautiful day. We’ve just launched another project that we’re really excited to share with you.\nIt is a custom logo artwork webcam cover made of wood. This means, you can order webcam covers and we customize them for you with your brand, logo or artwork design."}, {"update_no": "UPDATE #49", "update_userinfo": "New Bungajungle Designs + Original Backer Launches New Project", "update_content": "Dear Backers,\nIt's been over 5 years since we launched the Bungajungle Design.  We're finally working on the new stands.  One of the major improvements that we are making is the internal structure.  Instead of using a copper wire the internal flexibility and hold will be done with a gooseneck tube. Gooseneck tubes offer the hold of the copper wire but it offers a easier flexion.  Although we have been testing it for a while, there is finally some progress towards bringing launching them as actual products.  Our Halo Pillow project that is currently active uses this type of gooseneck structure."}, {"update_no": "UPDATE #48", "update_userinfo": "Original Bungajungle Backers Inspired our New Travel Pillow", "update_content": "Dear Backers of the original Bungajungle campaign.  \nYou guys started it all!  Our flexible stands started our journey into product design.  Our latest product the Halo Pillow follows the same tradition.  We do you a different core but the idea of flexibility and hold is still there.\nHow many of you are still using the the stands or mounts.  I know my wife still uses the Sungabunga!"}, {"update_no": "UPDATE #47", "update_userinfo": "New Project Just Launched!", "update_content": "Aloha Backers,\nWe just launched out new campaign!  Please check it out at: http://kickstarter1.1e.fnd.to/bungajungle\nHave a great day!\nThe Bungajungle Team"}, {"update_no": "UPDATE #46", "update_userinfo": "New Campaign Launch on Monday! Website Sale", "update_content": "Dear Backers,\n\nWe’re thrilled to launch our most fun and exciting innovation yet.  It’s set to Launch on Monday 11 AM EST.\n\nTo celebrate the Bungajungle website is having a rare 50% off Kickstarter launch sale on Friday, Saturday and Sunday, right before the launch.  You can check it out directly at ."}, {"update_no": "UPDATE #45", "update_userinfo": "Upcoming Launch", "update_content": "Dear Backers!\n\nOur 11th Kickstarter is about to launch! We are so thankful to all the backers that have followed us on this journey.  Over 30 thousand backers!\n\nThis next journey is very exciting and it would mean a lot to us to see everyone there again.  It’s almost ready to be submitted to Kickstarter."}, {"status": []}], "comment_no": 154, "projec_url": "https://www.kickstarter.com/projects/bungajungle/bungajungle-worlds-most-versatile-stands", "project_name": "Bungajungle-World's Most Versatile Stands"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Missed the Kickstarter?\nVisit www.slimfoldwallet.com to order.\nBack in high school, I got a credit card sleeve from the bank. I would always take the credit card sleeve out of my wallet, remove my credit card to use it, then return the card to the sleeve and the sleeve to the wallet. The sleeve itself was made of a material that was so thin and so strong that it outlasted several wallets. So I wondered…why not just make a wallet out of the stuff the sleeve is made of?\nTyvek® is a product of USA and is technically a sheet plastic (HDPE):\nUsed in mailing envelopes and house wrap for its strength to weight ratio\n100% Waterproof\n25% Post-consumer recycled content\n100% Recyclable\nYears later when trying to create my own thin wallet, I returned to Tyvek. I refined the Original wallet by creating over 100 prototypes, learning to sew in the process. Now the MICRO is redesigned from the ground up to still be a fully functional wallet, but with a smaller footprint.\nFeatures\nHybrid ID Window/Slot (As introduced with V2 of Original SlimFold)\nHolds 8-12 Cards (Including interior card pockets)\nMoney pocket holds US, Canadian, Euro (up to 20€ w/o folding) and Pounds (up to 10£ w/o folding)*\nMeasures 3 15/16in x 2 7/8in (10cm x 7.3cm) when closed and 7 7/8in x 2 7/8in (20cm x 7.3cm) when open\n*Hey! I live somewhere with taller bills! Why are you ignoring me?!\nActually, the Original was the first one I made and has a deeper money pocket. Check it out!\nMade in USA\nPrinting is done by a US printer who uses a press and ink specially designed to print on Tyvek\nDie-cutting is done by a local father-son embossing shop using a laser-cut die for ultimate precision\nSewing is done by a sewing house in San Francisco who usually just does prototyping for high end bags, but I use them for production to improve quality\nStyles\n**Note: Color selection will be made via a survey you will receive after the end of the campaign (September 25th)**\nNEW: KICKSTARTER LIMITED EDITION!\nBlack w/Kickstarter Green Stitching\nBlue w/Yellow Stitching (UNLOCKED!)\nBlack w/Orange Stitching\nBlack w/Gray Stitching\nGray w/Orange Stitching\nBrown w/Orange Stitching\nBlue w/White Stitching\nGreen w/White Stitching\nOrange w/White Stitching\nPink w/White Stitching\nDesign\nDozens of additional prototypes were made during the design of the MICRO (Sometimes the size was modified by just 1mm at a time to make the wallet as small as possible, but still function comfortably)\nColor studies for both printing and thread were explored to arrive at a good range of options\nPrototypes are back from the sewing house and everything is queued up to put in a larger initial order\nThis will help bring the price down and in appreciation for your early support, the savings are passed along to you\nReviews (of Original Version)\nThe Original SlimFold (rear) has a larger footprint because it spreads the credit cards out next to each other. Here's some of the feedback from customers:\n\"Thanks for such a great wallet. It is amazing how much I can fit in it and it still be so slim. Like carrying everything in a moneyclip or a rubber band, but so much more secure and protected.\" -Bryan (California)\n\"I bought your Gray/Orange slimfold wallet around a year ago and absolutely love it! I have never gone back to a normal since (and don't intend too!).\" -Steve (Australia)\n\"Okay, I've never received a product and then dropped everything to email the company to thank them for their product... so this is a first: W.O.W. Your SlimFold wallet is amazing. Now I want more in the other colors you offer… Keep up the great work... people like you should be sleeping well at night because you are making the world a better place through your creativity and ideas.\" -Paul (Canada)\nSee more reviews here: http://www.slimfoldwallet.com/pages/reviews\nHigh-res photos can be found here\nVideo music: Summers Coming by Dexter Britain\nVideo production assistance: Damon \"Chocolate\" Daood\nLike us on Facebook to keep in touch!", "risks": "Risks and challenges\nDesign\nMaking products is hard. Although I'm an interaction designer now, my original training is in Industrial Design and I've gone through the phases of making a similar product with the creation of the Original and V2 versions of the SlimFold. I've still done tons of prototyping to arrive at the finalized design and be confident enough in it to be eager to get it into your hands.\n\nProduction\nWhile I'll be using the same vendors to produce the MICRO as I've used for the Original SlimFold, there are always risks with relying on any outside suppliers. In the past they have all proven extremely reliable. Having worked with them, I have a good idea of quantities and schedules and will promptly communicate any issues should they arise.\n\nShipping\nI have a fulfillment house in place that I've been using for over a year to ship both domestically and internationally. I know first-hand how overwhelming it can be getting a huge backlog of orders and having to prepare and send all the packages myself. I quickly found a local fulfillment house who is extremely reliable and I'll be using them for this campaign.\n\nLogistics and Communication\nHonestly, this is my first Kickstarter campaign and I don't think there's any way to know about all of the logistics of one without doing one. I'm sure I'll learn a lot along the way. I'll do my best to answer your questions as they come up. Should Kickstarter not provide sufficient tools to manage the project, I may also use something such as backer kit, which would provide me with something of a back-end dashboard to manage things. I've also set up the email \"kickstarter at slimfoldwallet.com\" to manage any support issues that come up.\n\nSchedule\n-Aug/Sep: Kickstarter campaign\n-Oct: Production/Finalize packaging\n-Nov: Ship\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Introducing: Soft Shell Sling Pack Minimalist Bag", "update_content": "Remember the first time someone explained what Kickstarter was to you? It was a foreign concept in 2013 but you jumped in. You’re an early adopter… and by helping to fund the Micro Tyvek Kickstarter project, you launched my business. \nSo I wanted to give you an early heads-up about my latest product:\nSling Pack-A minimalist cross between a messenger & sling"}, {"update_no": "UPDATE #13", "update_userinfo": "Our next Kickstarter is Live: Coin Travel Wallet", "update_content": "Real quick- I wanted to let you know that we just launched a new project for Coin- a minimalist travel wallet."}, {"update_no": "UPDATE #12", "update_userinfo": "Slim Pack project ending soon...", "update_content": "Greetings!\nIt was thanks to you first Tyvek wallet backers that I was able to create the Slim Pack at all. Now as we enter the final hours of the Slim Pack minimal backpack campaign, the product is different an better than what I first launched with. That's because during the campaign, I was able to adapt to the feedback in real time and add features and colors I hadn’t even considered..."}, {"update_no": "UPDATE #11", "update_userinfo": "Just posted: my new Kickstarter", "update_content": "Folks, you were the backers that started it all and I thank you. It’s not an understatement to say you changed my life. Because of the success of this campaign as well as the Soft Shell wallet one, you enabled me to follow my dream and create my own products as my full-time job.\nBased on your feedback, I introduced reinforcement pieces which greatly enhance the Tyvek MICRO's durability. I then created a new wallet out of the amazingly strong Soft Shell material and customers have loved the result:"}, {"update_no": "UPDATE #10", "update_userinfo": "Now Available Online...", "update_content": "Greetings Kickstarters!\nAwhile back I had a local customer, Eric, who ordered the Original and was asking about local pick-up. Since my orders were being shipped from a fulfillment house, I let him know that I unfortunately couldn't arrange that. Then last week I received a response to the thread again congratulating me on the Kickstarter, but this time his message said www.getpebble.com under his name. Yep, it was Eric Migicovsky- the one who did the biggest Kickstarter to date, raising $10 million! Ummm… congratulations to YOU!"}, {"status": [{"Project funds successfully": "5,106 backers pledged $108,186"}]}], "comment_no": 448, "projec_url": "https://www.kickstarter.com/projects/slimfold/slimfold-micro-a-super-thin-wallet-stitched-from-t", "project_name": "SlimFold MICRO: A super thin wallet stitched from Tyvek"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "UPDATE: \nFUNDED! THANK YOU!\nNow that we're funded, the next most important success factor for the project will be getting a critical mass of usage.  The more people that back us, the better our chances of seriously changing the web for the better.\nAnd importantly, we have major media that could not cover us before we were funded, so we expect another round of even bigger mentions.  More users and bigger success on funding will now serve to amplify messages like these.\nFast Company: This Open Source Twitter Replacement Is Absolutely Brilliant\nWired Magazine: Crossing Twitter and Google Reader to Create Open Source Love Child\nTech Crunch: Trsst Is A Secure Twitter For The Post-Snowden Internet\nThanks to all of you.  I don't know what else to say.  \nWelcome to Trsst: An Open and Secure Alternative to Twitter\nPost your thoughts, share links, and follow other interesting people or web sites, using the web or your mobile or any software of your choice.  \nAll of your private posts to individuals or friends and family are securely encrypted so that even your hosting provider - or government - can't unlock them.\nAll of your public posts are digitally signed so you can prove that no one - and no government - modified or censored your writings.\nYou control your identity and your posts and can move them to another site or hosting provider at any time. \nThink of Trsst as an RSS reader (and writer) that works like Twitter but built for the open web.  The public stuff stays public and search-indexable, and the private stuff is encrypted and secured.  Only you will hold your keys, so your hosting provider can't sell you out. \nTrsst fitting in on the open web\nTechnically speaking, Trsst is a working reference implementation that defines a simple and open standard for secure blogging on the open web.  See our white paper for details or skip to the How It Works section below.  We want you to have lots of different clients and servers to choose from.\nBut the important twist is that Trsst is built for everyone.  Trsst sites can look and feel like Facebook or Twitter or Tumblr.  And from day one, you can follow all your favorite sites and bloggers that post RSS feeds.  And they'll be able to follow you.  \nThere will be no reason not to make the switch to the open web.\nYour Role\nIf you think this is at all important, or even interesting, we're asking you to: (1) back it, (2) use it, and (3) get your friends to back it and use it.\nA contribution today of any amount is worth ten times as much as a contribution tomorrow because it raises visibility on kickstarter and gets us in front of even more people.\nSo if you're even thinking about it... please make the leap right now and click the big green button at top-right.\nWhat You Get\nYou get a fully-functional account on scalable, secure, and consumer-grade RSS-reading and microblogging service with web and mobile web clients hosted at trsst.com that launches on or before December 2013.\nYou are the initial user base and have a voice in how the project evolves. Reward tiers include reserving your user id and permanent opt-out of all ads or sponsored posts if we ever have to resort to that.  \nYou are acknowledged (if you want) on our about page as a member of the founding team (or you can remain anonymous).  Even at the lowest tier, it's at least as good as being in the LOTR credits. \nWe are going to put a dent in the planet. Take the credit.\nWhy Bother?\nYou've read the news.  People are finally waking up to what the rest of us have known for some time: everything everyone does on the internet is being collected and harvested for inevitably nefarious purpose.\nTrsst mainstreams good crypto practices and usage among the general consumer audience to make global communications - on the whole and in the aggregate - more free, private, and secure.\nAt the end of the day, every company you trust - Google, Facebook, Twitter, Apple, or Baidu - is a corporation owned by shareholders and subject to governmental jurisdiction.\nAt any time, the directors and shareholders of these companies may revoke their promises to you about privacy, and they may do so without even notifying you about it.\nAt any time, the governments under which these companies operate may enact legislation that appropriates or nationalizes the data in their possession, including your personally identifying information and stored communications. \nThis may have already happened.  There is no company not under the jurisdiction of a government.  No place is safe.\nThe only hope we have is a decentralized cryptography-based messaging infrastructure that no government can control where no corporation need be trusted and all communications are encrypted and only you hold the decryption keys.  \nWe have the technology.  And the time is now.\nRevolutions are started on social networks like Twitter and Facebook. Dissidents, informants, confidential sources, journalists, and those they trust all rely on these services.  Trsst will better preserve their causes, their freedom, their livelihood, and even their lives.\nI hope you will agree that this needs to happen and back the project.\nHow It Works\nVery simply, this project will fund:\nExtending RSS/Atom to support self-signed and self-encrypted entries.\nSpecifying a convention for requesting and relaying RSS entries using https.\nBuilding the reference implementations of the client and the server.\nIt's very simple because we are using and extending existing web standards.  We will host the first fully-conforming trsst server, and develop an open source web client including javascript libraries for core functionality like the cryptographic functions. \nWe want to encourage existing twitter client developers to port their software to support this platform with their bold and innovative UIs. We want to encourage others to host their own servers to be part of the syndicated network.\nTrsst averting surveillance, monitoring, and firewalls.\nFrom the user perspective, it's going to look and feel like a Twitter clone. The use cases and functionality are straightforward and familiar.\nFrom a high-level perspective:\nEach user's client generates a keystore with a keypair for each account.  Each account maps to a blog.  The account's public key is the unique identifier.\nThe account keypair is also a bitcoin address, making each trsst client effectively a bitcoin wallet, whether the user realizes it or utilizes it or not.  \nA user posts entries to an account either publicly or privately.  Public posts are signed with your private key; private posts are encrypted with the recipient's public key.  \nEach post contains the message digest of the previous post so you can verify that no posts are modified or missing.  We call this the blogchain.  \nYou publish your posts by pushing them to one or more servers that are participating in the syndication network.  Servers serve up portions of your blogchain as an RSS feed.\nFollowing means subscribing to an account's RSS feed using their public key as an identifier.  This is how you see private messages meant for you.\nAny server in the syndication network can serve the feed to you, fetching it from cache or from other servers in order to route around network congestion or firewalls and blacklists.\nAll of the above is transparent to the user. From sign-up to day-to-day usage, the user thinks it works just like Twitter or Facebook or however a custom client decides to render the schema to make their users happiest.\nWe are open to smart ideas from smarter people and things may evolve during the course of development.\nFor detail on how we expect things will work behind the scenes, please see the white paper.\nDevelopment Timeline\nFrom a user perspective, the end result is a web client for mobile and desktop browsers backed by a scalable server infrastructure.  (We would lean on third-parties to provide native clients, mobile apps, et al.)\nWe expect to let you start using the site as soon as we get a minimally functional version.  This would happen several weeks before the delivery date or sooner if funding allows.  Afterward, we would add features on a rolling basis. \nFrom the back-end perspective, all public user-generated content must be consumable by off-the-shelf RSS readers like Feedly.  We don't expect you to give up your friends to use our service.\nWe develop organically: first, we get it working; then we get it working right. The aim is to have this base feature set deployed by December 2013, or before then if we exceed the funding goal.\nUse of Funds\nWe're reserving $15K for server/hosting costs over the next year plus, and the remainder goes to fund six person-months of development time for a three-month delivery window for the initial minimally viable product, which is comparable in cost to projects we love like Mailpile, but less due to shorter timeframe.\nSubtract from that one-time campaign costs including: 3% to 5% for payment processing from Amazon, Kickstarter's 5% fee, and up to $5K for fulfillment of the handsome T-shirts.\nAny funds raised beyond the target amount will be used to add resources to: accelerate the delivery timeline, broaden the feature set, expedite the interoperability, speed the standardization process, and bolster adoption; each of which is essential to achieve the broader goal of making the vision into reality.  \nIs it enough? We've targeted the \"minimally viable\" feature set for the funding amount. This is the minimum needed to kickstart the vision. We hope you will help us exceed that goal by a non-trivial amount.\nWe get the \"is it too much?\" question about as much as we get the \"is it enough?\" question, which makes us think we're asking for the right amount.\nHow do we know you will actually get this launched?\nI have a track record of launching companies and shipping software, most recently Hotel Me and AppTap.  This team has the same players.\nI also habitually launch other kinds of projects as well, like my modestly popular iOS apps 3-Card Brigade Poker and Speaking Spelling Bee.\nAgain, nothing I have done before has been close to as important for the world that I want to live in as the Trsst Project.\nQuestions and Answers\nWhy give you money? \nMaybe you love the web and want to support open standards in the face of encroachment. Maybe you believe in freedom and privacy. Maybe you have a heart of gold. Maybe you have a vault of gold. All of these are good reasons. \nNo, why give *you* money? \nBecause our team has the skill set and track record and just plain *motivation* to get this done.  Take a look at my bio to see the kinds of things I've accomplished.  None of them is as important to me as this.\nAre you asking for enough money?\nWe've targeted the \"minimally viable\" feature set for the funding amount.  This is the minimum needed to literally \"kickstart\" the vision.  We hope you will help us exceed that goal by a non-trivial amount.\nCan't you get some volunteers to do this for free? \nLike everyone else, I don't want to be spending time on something no one wants. As opinion research shows, the surest way to measure actual opinion is when it's backed by actual money, even just a few bucks. That's one of the things I like best about about Kickstarter: trust but verify. I want to believe.\nWhy do you need the money? \nYou are kickstarting development and server resources. And let's not kid ourselves: a few guys in suburban DC developing yet another blog platform aren't going to reach a meaningful number of users out of thin air. But if there were five thousand influencers like you contributing $12 each, that's the beginnings of a solid community. Paul Graham says at ten thousand we'd be unstoppable.  And a funded Kickstarter project has a way of attracting attention and building a following. \nWhat about app.net or one of the many of other teams with a similar idea?  \nWe're all on the same team: working for the open and secure web.  We will adopt existing standards -- HTTPS, RSS, OStatus -- extending only if necessary.  We will use whatever existing software we can.  We want everyone to interoperate with lots of choices.  And the only way to affect that kind of change is to write working software, now. \nWe aim to push the envelope in what we think is the right direction, and we think our approach has the greatest potential for rapid adoption and success.", "risks": "Risks and challenges\nThe obvious risk is that this ends up as vaporware. Real artists ship. I have a track record of founding companies and more importantly shipping software: if it's funded, we will see it done. \n\nThe beautiful thing about this approach is that it's really simple. The servers don't have to be all that smart, and a lot of the client js code from feed parsing to crypto is already available in open source. The protocols and standards are already designed and established. This means we can get something up and working in very short order. There is relatively little left to figure out.\n\nIf you share our goals, there's no reason not to join us.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Knight Foundation semi-finalist!", "update_content": "Just an update on my earlier message: I'm happy to say that we are on the short list for a grant from the Knight Foundation News Challenge program.  \nI just revised our entry to respond to their questions, so please do take a look and show your support with a comment or \"applaud\" click.  And check out the other worthy finalists too.\nhttps://www.newschallenge.org/challenge/2014/refinement/trsst-a-distributed-secure-blog-platform-for-the-open-web"}, {"update_no": "UPDATE #18", "update_userinfo": "Addendum", "update_content": "We're closing in on our year-end deadline and the pieces are finally coming together.\nThe t-shirts are ready, our new application server is deployed, and we're ready to start taking your userids for the system.  Backers at those levels will get a questionnaire from kickstarter to collect shipping addresses and info."}, {"update_no": "UPDATE #17", "update_userinfo": "Expanded alpha test!", "update_content": "Hello backers!\nWe have been very busy.  I mainly want to give you a sense of how things have progressed in these past six weeks as we're still a few weeks away from a Developer Release.\nOrganization.\nThere was some wrangling with the funding and pledges with Kickstarter, but I'm happy to say that's all done and behind us.  Zero complaints, though: it was actually a surprisingly smooth process; especially compared to the stories we've heard from Indiegogo projects using PayPal."}, {"update_no": "UPDATE #16", "update_userinfo": "Shipping addresses needed", "update_content": "The conventional wisdom is to end your campaign on a Friday night, so we ended ours at midnight US-Pacific time.  That's 3 am in our home US-Eastern time, so this is going to be brief.  \nIn a word, unbelievable.  Most days we didn't even think we'd reach goal.\nKickstarter takes two weeks to process everything, so we'll be in touch then about IDs and addresses and such.  Watch this space!"}, {"update_no": "UPDATE #15", "update_userinfo": "Almost there!", "update_content": "This is a most excellent way to wake up: your spouse looking at her phone in the dark, punching you, and saying \"wtf?!\" So I wanted to first thank all of you in GMT zones -1 to +8 for making that possible, and especially our two new angel-level backers with whom I am excited to become acquainted.\nWe still have a day to go and many slots left to fill up, so please consider an additional tweet or share or post mentioning that.  "}, {"status": [{"Project funds successfully": "701 backers pledged $65,224"}]}], "comment_no": 48, "projec_url": "https://www.kickstarter.com/projects/1904431672/trsst-a-distributed-secure-blog-platform-for-the-o", "project_name": "Trsst: a distributed secure blog platform for the open web"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Introduction\nObservium is an Open Source, auto-discovering network monitoring platform written in PHP which supports a wide range of devices and operating systems. We collect data and status via SNMP and an optional Agent and present the information in a useful-to-engineers manner.\nTo keep things simple to manage, we try to discover everything that can be graphed or monitored on a device automatically. You usually don't know you need to graph something until after the event or outage! We even try to automatically discover neighbouring devices seen via CDP and LLDP tables or OSPF neighbour tables. \nWe believe that one of the key purposes of an NMS is to help engineers understand their networks. One of the very first features implemented was the ability to visualise a device's place in the network based on the devices it connected directly to, and the devices its interfaces share subnets with.\nPorts page screenshot showing which devices are directly reachable on this port using either IPv4 or IPv6.\nWe originally began the project in 2006 with the intention of replacing labour-intensive monitoring tools like MRTG, Cacti and Nagios. We started out as network engineers with very little programming or development knowledge, but a definite idea of how we wanted to present the information so that it would make our day to day work easier, especially during an outage.\nSince then we believe that we've succeeded in creating a unique network and server status visualization platform which is providing thousands of organisations with an easy to manage and pleasant to use platform for managing their network and server estates. \nA device overview page for a Cisco router, showing a number of the metrics collected.\nThere is a limited live demonstration of the software on our Demo Site.\nIn the past 6 months our user-base has increased dramatically. We're usually one of the first suggestions on reddit and other sites when people ask for monitoring software suggestions. We were featured in Linux Format in 2010 and have appeared on the TWiT podcast show, FLOSS Weekly.\nMore screenshots and information can be seen on the Project Site. \nWhy Alerting?\nBy far and away our number one requested feature is up/down and threshold alerting. It's the natural companion to the metrics and status visualisation, as we already collect all of the data we need.\nUntil now we've been hesitant as it's a fairly mammoth task which needs to be planned and implemented properly.\nWe now feel that the rest of the project has reached a state where we can turn our focus to adding a real alerting system to Observium.\nWe've helped a lot of people kick their Cacti habit, now we want to help them get off the Nagios for good.\nWe want to design the alerting aspect of the project along the same lines as the rest of the platform. We want as much autodiscovery and sane defaults as possible, so that new devices can be monitored and alerted with the minimum of human intervention.\nWe all know that when a new device is deployed it can take a few weeks before anyone gets around to braving the alerting system to add it, we want to make that less tiresome. Using Observium's existing auto-discovery features, a correctly configured device would be automatically discovered and added to the alerting system.\nThe Plan\nWe've decided on some basic parameters about about how an Observium-style alerting system should work:\nUse the existing Observium database for host and entity information (an entity is a port, a drive, a sensor, etc) \nUse the existing Observium pollers to collect metrics, no separate poller \nFollow the spirit of Observium’s automation ethos and require minimum configuration with sane defaults\n\nThese bring up a number of challenges, somewhat unique among alerting systems: \n\nNo other alerting system treats different “types” of entity in the way we do. Most have a generic list of entities that they check, we have a dozen different database tables in different formats\nWe need to know what to monitor and have sane defaults. We need to monitor almost everything someone would need to monitor automatically, out of the box\nWe need to have some method of easily defining general conditions that apply to an entire network of similar devices We need to be able to override these general conditions both per-device and per-entity\n\nWe plan to have each poller module build and pass an array of metrics and states to a metric/state checker which checks the values against a series of conditions for that entity generated from the database.\nThis checker will put alerts into a queue which will be sent out via a separately executed alert dispatcher.\nOverview of the alerting system.\nThe entity conditions will be generated from a series of database tables at poll-time, allowing the creation of checks with host, entity or global scope.\nAlert conditions generation\nThe intention is to allow checks to also be limited to entities with specific attributes. For example, we could limit link-speed and duplex checks to only Ethernet interfaces.\nSome examples of checks for the 'port' entity type might include\nBits/sec in/out \nBits/sec in/out as percentage of interface speed \nErrors/sec in/out \nUnicast/nonunicast/broadcast packets in/out \nADSL SNR/noise margin/sync speed \nMTU\nInterface link speed\nDuplex mode\nPromiscuous mode\n\nWe also intend to allow an alert to be delayed for a set period of time. For example, you might not want to be alerted if an interface is above 90% utilization unless it's been that way for 30 minutes.\nA brief mock-up showing some example global alerts.\nWhat are we funding?\nThe funding goal will pay for 3 months of our time to work on implementing the alerting framework, configuration interface and hook in to as many of Observium's polling modules as possible.\nUntil now, Observium development has been ad-hoc, squeezed in between paying jobs. To properly implement the alerting system we need to be able to spend a decent block of time working on it.\nTo do this expenses will have to be reduced to the bare minimum, and only ramen and the occasional piece of roadkill will be consumed. It'll be tough, but it'll be worth it!\nStretch Goals\nNow that we've been very generously funded to our initial goal amount by a single contributor in the first hour, we need to start thinking beyond the alerting system.\n\nOther things we have on drawing board include:\nA defined plugin system to replace the existing \"apps\" system to allow graphing an alerting of *nix applications\n\nA Cacti-a-like system for graphing arbitrary OIDs and data from scripts\n\nBetter data collection support for more complex device types like load balancers, storage arrays and firewalls\n\nA daemon to proxy SNMP and Agent requests to reach hosts within private networks\n\nExpansion of the ISP-specific feature set including VRFs and Pseudowires\n\nBetter support for routing protocol data collection from OSPF, EIGRP and IS-IS\n\niOS and Android notification via Pushover\n\nCisco QoS graphing from CISCO-CLASS-BASED-QOS-MIB\n\nPer-user VPN statistics from CISCO-IPSEC-FLOW-MONITOR-MIB and CISCO-REMOTE-ACCESS-MONITOR-MIB\n\nOnce the campaign is completed we'll allow backers to vote on which features they'd like to be prioritized after the alerting system.", "risks": "Risks and challenges\nThe primary risk is that we don't manage to fully implement the alerting system within the time afforded to us by the funding.\n\nEven in this situation, nothing will be wasted, any development work we've done will get us ever closer to having a finished, usable alerting system. We'll get there, it might just take a little longer!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Alerting progress update", "update_content": "Morning Observiumites and Kickstarters.\n\nWe're pleased to announce that we've reached a development milestone on the road to replacing all of our hated monitoring applications.\n\nThe last 2 weeks spent in Amsterdam collaborating on the alerting system have been immensely productive, thanks to the great visionaries Maarten Moerman of eBay and Job Snijders of Atrato, we would like to thank them for their continuous support, Coke Zero and Appelkoeks.\n\nThe fundamental schema for the alerting system have been defined and a basic working framework written. This week will be spent further improving and bug-fixing the framework so that we can move on to writing a UI to easily change the alert rule sets and associations.\n\nWe'll provide some further details on how the system works soon!\n\nThanks,\nAdam Armstrong  - Project Leader"}, {"update_no": "UPDATE #2", "update_userinfo": "Acknowledgements", "update_content": "I've been working on coming up with an intuitive and flexible alert definition schema, and I've made some changes to how I think it should be implemented.\nInstead of having a fixed set of criteria to decide whether an alert applies to an entity, I've switched to allowing an arbitrary number of conditions to be configured.\nFor example, if you're building an alert to apply to ethernet-only core ports, you might use:"}, {"status": [{"Project funds successfully": "83 backers pledged £10,251"}, {"Project launches": "APRIL 25, 2013"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/588464062/observium-alerting", "project_name": "Observium Alerting"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Our Kickstarter campaign is over, but you can still get involved with supporting Ghost. Head over to http://tryghost.org for more information.\nWhat People Are Saying About Ghost\nForbes - \"If Mr. O’Nolan and Ghost deliver on their big idea that is now a funded project, content innovation may return to the forefront of disruptive conversation.\" \nWired - \"Ghost aims to reboot blogging ... a combination of user-focused design, open-source code & non-profit company\"\nTechCrunch - \"Ghost will take your boring blog to the next astral plane ... it looks so darn beautiful.\"\nMashable - \"Is This Kickstarter Project the Future of Blogging?\" \nProBlogger - \"a simply, elegantly designed and useful interface ... I’m really excited to see this developed\"\nIgnite100, Europe's £1 million startup accelerator programme - \"Awesome work.\"\nAGBeat - \"first exciting thing to happen to blogging in years\"\nWhat do You Have to Say About The World?\nGhost is a platform dedicated to one thing: Publishing. It's beautifully designed, completely customiseable and completely Open Source. Ghost allows you to write and publish your own blog, giving you the tools to make it easy and even (gasp) fun to do. It's simple, elegant, and designed so that you can spend less time messing with making your blog work - and more time blogging.\nWriting for The Web. Done Right.\nGhost has a smart writing screen. Markdown on the left, and a live preview on the right. Write down your ideas and format them on the fly, never pausing to click on endless formatting buttons, never having to write long/painful HTML to express your ideas. You can even theme the preview pane to match your blog's formatting exactly.\nA Dashboard That Makes Sense\nGhost grabs all the important data about your blog and pulls it into one place, so you can see it all together. No more clicking through tens of browser tabs to view your traffic, social media subscriptions, content performance or news feeds. Drag and drop the widgets most important to you into your own custom dashboard, and stay on top of your blog's performance.\nSimple Content Management\nGhost does something ridiculously simple when it comes to your content. It lets you browse and preview you all your stuff within a single view, just like you're already used to with your email. Save time, save energy, browse and manage your content without over-click syndrome.\nReady for Sharing and Search\nGhost comes ready to connect to your social media services right out of the box. No endless plugins required to do stuff that everyone with a blog wants to do. Connect your blog to publish to your Twitter and Facebook accounts, rank properly in search engines, and much more.\nCustomise it Completely\nGhost is Open Source, and it's all yours. You can write themes for it so your blog can have its own design. You can write plugins for it to add your own functionality. You can host it on your laptop, or you can host it on a public server. The code is open, and so is the MIT license. No restrictions.\nWe're incredibly proud to announce that WooThemes have backed us at the partner level and will be creating themes for Ghost.\n\"WooThemes wanted to support Ghost and see it become a reality, because we want our users to experience the same awesomeness. As such, we'll be working closely with the Ghost team to get some of our themes Ghost-ready\" - Adii Pienaar\nNot Just for Solo Bloggers\nThe first version of Ghost is focused on small blogs, but Ghost was born out of many frustrations. One of those was managing online newsrooms. Want to build the next Mashable? We're building Ghost to scale with features that allow news sites and magazines to manage editors and authors and content in a way that makes sense.\nMobile Friendly\nInspiration can strike anywhere, not just when you're sitting behind a computer. So, Ghost works where you work. Ghost is a fully responsive web application that works on all devices. Not just moderating comments or token functionality. The whole thing.\nMade for Love, not for Profit\nGhost is a non-profit project. If successfully funded, Ghost will be legally registered as a not-for-profit organisation. Why should you care? It means that no one owns shares of monetary value in the project. We're building Ghost because we want online publishing to be better. We want to make decisions focused on that goal, not on building a startup that we can sell to Facebook for $1billion. \nBeing a non-profit means that any money Ghost makes can only ever be used to re-invest in making Ghost better. Not making shareholders rich.\nUse Ghost in The Cloud + Help us Grow\nThis Kickstarter project is all about building Ghost v1.0 and delivering it to our backers - but we don't just want to stop there. The majority of the problems which exist with self-hosted blogs, exist due to complications with hosting. That's something we want to solve.\nWe're setting up world-class hosted platform that allows you to set up a new Ghost blog in just a couple of clicks \nYou'll need hosting for your blog no matter what, but our service will be the most powerful way of running Ghost - and the easiest to get started with. You'll have the full Ghost software with all bells, whistles, themes, plugins, and some extras that are only available with us (like automatic updates and backups).\nWhat's more by choosing to run your blog through our hosted platform, you'll be investing in the future of the software. \nEvery penny we make from our hosted customers will be re-invested to make Ghost better and grow the platform. \nThe sad thing about Open Source software projects funded on Kickstarter is that they usually have an initial flurry of activity when they launch, and then they slowly but surely die off when the money runs out because they have no business model to keep going. We want to build Ghost to be a self-sustaining open source project. \nUsers hosting with us = revenue = development = better software = more users = more revenue = more development = well... you get the idea.\nHow Does it Work?\nWe're incredibly excited about creating the first fully-featured blogging platform in the world that's built entirely with JavaScript.\nGhost is a Node.js application powered by the Express framework. Ghost ships with SQLite, which means it can run pretty much anywhere - however everything is connected through JugglingDB ORM, adding future support for many other database formats.\nGhost will be available via NPM, making it extremely simple (and fast!) to install on all major environments.\nGhost theming is done with Handlebars, which keeps our business and view logic separated. Mmmm semantic + sexy. If you know how to write WordPress themes, you'll be writing Ghost themes in under 5 minutes. Here's an example.\nOf course there's also support for customising and extending your blog with additional functionality via plugins with helpers and data filters built right into Ghost. We'll also be supporting full international translations from the word go using Node Polyglot.js.\nFinally, Ghost is being released under the MIT License. It's pretty much the most free Open Source license out there. It means you can do whatever you want with Ghost, and you can choose whatever license you want when you build something with Ghost. Want to release a GPL Ghost theme? That's fine. Want to release an MIT theme? That's fine too.\nWhere We Are Now\nWe've been slowly working on Ghost since I posted up the idea in November. As you can see from the video, we have a real working prototype - but there's still a lot to do.\nWith your support we can work hard to finish the first complete release of Ghost and get it out into the world. Your backing will help fund:\nDevelopment time. We want to work on Ghost and nothing but Ghost in 2013. We want to ship the first public version of Ghost by the end of the summer.\nLegal stuff. We need to do a couple of important things like register trademarks, and register properly as a non-profit organisation.\nInfrastructure. We've got tons of work to do to complete the Ghost community website and platform to allow us to properly support users, provide hosting, and be the home of Ghost. We want to complete this by the end of the year.\n\nThe People Behind Ghost\nMy name is John O'Nolan. I've been building websites (but mainly blogs) with WordPress since 2005, a year after it was launched. From 2009-2011 I worked as the Deputy Head of the WordPress UI Group, where I helped to design and develop the WordPress user interface - and spoke at conferences all over the world about designing WordPress. I've designed, built, and worked on blogs for companies including Microsoft, Ubisoft, Nokia, Virgin Atlantic Airways, easyJet, MTV, Travelllll.com, Tourism Australia, Tourism Spain, WooThemes, W3 Edge and many others.\nMy main partner in crime, Hannah Wolfe, is a Senior Developer at Moo.com where she is currently working with a small team focused on a little site called Flavors.me. Hannah has been developing WordPress sites for over 7 years and prior to MOO - worked as a developer for a web agency, building websites (and blogs) for large household names in the UK.\nEqually, this first prototype of Ghost would not have been possible without the generous contributions of many other people:\nCode - Rob Hawkes\nCode - Scott Riley\nPhotography - Rick Nunn\nWireframes/UX - Simple as Milk\nCode - Matt Hojo\nCode - Gilbert Pellegrom", "risks": "Risks and challenges\nWith a software development project like this, the biggest risk and challenge is inevitably shipping on time. To combat delays, we'll be setting regular milestones and making sure we hit them + keep our backers updates. We will be prioritising schedule above features.\n\nOur other biggest challenge will be setting up the hosted platform and infrastructure to support our Ghost customers. Hosting is the area where we have the least experience, and the most to learn. This will not in any way inhibit or delay the creation of the software itself.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Ghost is Here! We Released / You Responded", "update_content": "Last Friday, the day after an amazing #GhostLaunch event in central London, we pushed the launch button and sent 6,000 Kickstarter backers their invitations to signup for Ghost.org and download the very first release: Ghost 0.3 - Kerouac.\nThe response has been overwhelming. In just 4 short days we clocked quarter of a million page views on the new site and answered more emails, messages and tweets than we can remember. Within hours there were Ghost blogs popping up all over the world. It has been an honour and a pleasure to watch some of you hack on Ghost with your own themes and modifications."}, {"update_no": "UPDATE #14", "update_userinfo": "Get Your Ghost Launch Party Ticket", "update_content": "As we draw closer to Ghost's Kickstarter Launch date of September 20th (and public launch a few weeks later), we've go some more exciting news to share with you.\nMicrosoft Backs Ghost\nI'm incredibly proud to announce that last week Microsoft Internet Explorer joined the Ghost Partner List. We've been talking to their great team about this since before Ghost even went live on Kickstarter, and their generous support is going to help give Ghost a bright and exciting future."}, {"update_no": "UPDATE #13", "update_userinfo": "Microsoft Sponsorship + Announcing The Ghost Launch Party", "update_content": "Without doubt, the most common question I've had since the Ghost Kickstarter campaign launched has been... \"When will it be ready\" ? Today, I'm pleased to say that I can finally answer that question definitively. Ghost will be released for the first time to all Kickstarter backers on September 20th, 2013.\nWhat's in The First Release "}, {"update_no": "UPDATE #12", "update_userinfo": "Announcing The Official Ghost Launch Date", "update_content": "Good morning everyone. It's the start of August, and a few people have been asking how things are coming along - so I thought it was about time for another update to let you know how things are going!\nFirst of all - core Ghost development is speeding along very nicely. The codebase is unrecognisable compared with the prototype that we started out with when the Kickstarter campaign launched. We've just about got all the core foundations in, and now we're working on building out feature sets (like custom dashboard widgets, themes, and plugin functionality). A few weeks ago we released the first preview to Ghost VIP (£120+) backers, and we're now slowly starting to open this up further to 3rd party testers and organisations who will be building things on top of Ghost. We're getting lots of great feedback which is helping us make the first the version much more shiny and polished."}, {"update_no": "UPDATE #11", "update_userinfo": "Progress Report: Development, Infrastructure and More", "update_content": "Good afternoon everyone - it has been longer than I would like since the last update, but today I’d like to update you on all of the things we’ve been busily working away on here at Ghost. We've finally (really, only about two weeks ago) received our Kickstarter funding, which means we're now able to fire on all cylinders to get Ghost up, running and more sexy than a scantily clad wombat with cocktail and a parasol. \nHannah is currently working her last 2 days at MOO, after which she will be officially be on Ghost full time (!!). The Ghost Foundation has also made its first full-time hire in the form of , a recent graduate who has been helping us out all over the place this summer with front end code. He's now holed up in a small office in Wales, helping us bring the Ghost website and application to life."}, {"update_no": "UPDATE #10", "update_userinfo": "The Developer Preview Release is Here", "update_content": "Last week Ghost finally closed its funding at 785% of our original goal - approximately $300,000. This project could not, and would not, have happened without you. Thank you so much to every single person who backed us. You're responsible for the start of something big :)\nNow the real work starts (he says, as if he's just been chilling up until this point). We've had a bit of a head start on this, which is great. Being fully-funded after 12 hours meant that we could get the wheels in motion on several key things that have now been up and running for weeks ahead of the completion of the Kickstarter campaign."}, {"status": [{"Project funds successfully": "5,236 backers pledged £196,362"}]}], "comment_no": 266, "projec_url": "https://www.kickstarter.com/projects/johnonolan/ghost-just-a-blogging-platform", "project_name": "Ghost: Just a Blogging Platform"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "INTERNATIONAL BACKERS UPDATE\nWe have great news for you! We've found affordable shipping! How does $19 sound? We'll be adding 2 new pledge categories, International Early Bird and International Stinky Squared. Thank you so much for your support!\nMaximum PC - \"Stinky Footboard Controller for PCs is Potentially Brilliant\"\nEVOLVE - \"The 10 Best Gaming Accessories of PAX 2013 - This all-PC controller is a pure stroke of genius\"\nCNET - \"Then you use it, and you recognize its benefits almost immediately..\"\nGIZMODO - \"The Stinky Footboard PC Controller Let's you stomp the competition\" \nIGN - \"The build also feels fantastic. While many PC accessories feel cheap and are built out of plastic, the Footboard feels solid and is constructed from metal and dense plastic.\"\nPC Mag - \"I can certainly see it having its place, and many gamers finding their overall experience improved with the addition of the Stinky Footboard.\"\nLaptop Mag - \"Once we got our gaming legs, the Footboard became a natural extension of our body.\"\nThe Stinky Footboard is the revolutionary next step in auxiliary gaming devices and the perfect companion to your mouse and keyboard. Put your foot down and experience a new way to stomp out your competition! Our innovative technology allows for lightning-quick action with precise control all the while keeping your foot resting on the footboard in a relaxed, natural position. This means more functionality; improved gameplay, enhanced performance; and increased actions per minute (APM), all while keeping control and your fingers on the action.\nRest your foot on the footboard at all times\nThe Stinky Footboard features four programmable buttons, adjustable tension boxes (TBOX) and a unique \"cross\" shape that allows for unparalleled customization. Forwards, backwards, one foot or two, this bad boy demands to be used every which way, and it's not simply about adding more buttons to click. It's about evolving the way you play – giving you that crucial split second advantage against players still using just a mouse and keyboard. It's simply a better gaming experience.\nOur Story\nWe’re gamers and we’re passionate about it. We use the best keyboards and the best mice, but we wanted more! We wanted more focus, better execution, we wanted more APM's, and more control over the action without sacrificing gameplay! Whether you’re in the heat of battle where every millisecond counts or just playing for fun with friends we realized ten fingers just didn't cut it anymore.\nThe best keyboards and mice, no matter how precise or quick the movements, only allow you to use your fingers. That’s the real limitation! Games now require you to memorize and use 20 to 30 keys plus the mouse! Even proficient players cannot do more than 3 to 4 simultaneous actions without sacrificing control of their characters or the action.\nSo that got us thinking on how to integrate more buttons using your feet. \nFeatures\nThe Stinky Footboard is built to withstand punishment; it boasts a T6 aluminum top plate, thick rugged plastics, an Internal steel U-channel for rigidity and durable Cherry MX switches for precise execution. \nUnique proprietary features in game controller technology provide the latest evolution in gameplay.\nTBOX - Customize the feel of the Stinky Footboard\nTBOX - Four user-adjustable tension boxes allow the gamer to adjust the stiffness and responsiveness of the Stinky footboard. No matter foot size or strength, the footboard can be customized for easy, effortless use. The Tension Box can also accommodate different spring tensions which are included.\nR2N – Return to Neutral technology allows the gamer to rest their foot while giving access to each of the board's four buttons so that they can be easily triggered. Once engaged, the board snaps back to a neutral position on its own, giving you quick execution between actions with no foot strain.\nC-POINT – The Centre Point design allows for multi-button activation without having to lift or hover your foot over the buttons. Just tilt your foot forward or back, or roll it from side-to-side to activate each of the footboard's four customizable buttons. C-Point provides a neutral, natural position to rest your foot.\n3 sets of springs (soft, medium and hard) are included to customize feel and performance\nWhat is it compatible with? \nIt’s compatible with any game that supports keyboard inputs. The hardware is USB HID (USB Human Interface Device) compatible, so no proprietary drivers required. Currently our configuration software supports the Windows Platform. Just plug in the USB Cable to the computer, fire up our configuration software and map your keyboard inputs to the Stinky Footboard. \nSpecifications and Requirements \nDescription: 4 Button Gaming Footboard (up to 16 with game supported modifiers). \nButtons: 4 Cherry MX Switches. \nInterface: 7 foot USB A Male to USB B Mini (included).\nDevice: USB (HID - Human Interface Device), PC.\nOn board memory for storage of active profile \nConstruction: Heavy duty plastics, steel U-Chanel backbone and a T6 Aluminum top plate for performance and durability. \nTBOX: 4 Micro-ajustable Torsion Boxes for a personalized performance\nSprings: 6 spare replaceable springs; soft, medium and hard to easily customize the performance and feel of the footboard.\nSoftware: Operates on Windows 8, Windows 7, Vista and XP (all versions). \nAn Internet connection is required for software download. \n\nThe Stinky Footboard measures 14.5 x 11 inches and weighs 3.5 lbs.\nWhy we need your help?\nWe’ve been developing the Stinky Footboard for over two years and we're now ready to move to production. We’ve built the molds, the tooling is complete and the electronic components are ready for production. We need your help to fund the production of the Stinky Footboard.\nWhat people are saying: \n\"The Stinky Footboard absolutely knocked me off my feet. Kudos to the Stinky Team, you guys easily deserve the best tech at PAX!\" - Josh Knowles @ Gaming Irresponsibly\n“Don't be fooled by the name, this is an innovative product! I am quickly realizing not only will I not want to play without it, soon I wont be able to play without it.” @ Sacriel\n\"...this thing is badass\" @ Black Widow Company\n\"The pedal is an amazing creation and innovation by Stelulu and is something any serious PC gamer should look at. We here at Dunham Gaming give the Stinky Footboard a 9.5/10\" - Chris Dunham @ DunhamGaming\n“I personally tested the Stinkyboard at Pax East and I fell in love. The pedal construction is rock solid! How come no one’s come out with a product like this before?”  - Jason Gottlieb @ Curse\n\"... it quickly becomes an extension of yourself. If properly configured it can take you to a new level of emersion in your game play.\" - Ryan Kenward @  VAGARY.TV\n“When you need it there and its very convenient, it’s very right away and immediate. I’m just more effective at gaming because once you get used to it you don’t want to give it up, EVER!\" - Jay Murray @ Gameloft - WOW, BF3, GW2, DIABLO 3, SC2\n“That's it! I'm addicted [to the Stinky Footboard]!” - Julie Tremblay @ Ubisoft – GW2  \n\"We work in the eSports space, and I recognize the potential for Stinky to be truly unlimited. This can truly elevate your game.\" -Eyal Toledano @ International Gaming League \n“Breath of fresh air! I wasn't using my feet before and now I am, why didn't someone think of this sooner?” - Carlo Scappaticci –WOW, SC2, SW:TOR\n“It's all about speed!!! The Stinky Footboard gives me that edge against other players” - Mario Coculuzzi  @ Microsoft - World of Warcraft\n\"Just received for review the best thing to ever hit pc gaming. The @stinkyboard!\"- Rob Sellig @Robsellig\nFAQ\nQ. Why use the Stinky Footboard?  A. Simple…it improves your gameplay, your execution, it allows you to perform complex actions without sacrificing gameplay. It can even increase your APM. It's the perfect companion to your mouse and keyboard.\nQ. Does it work on consoles such as XBOX or PS3?  A. Not this time. We’re planning to make a compatible model in the near future.\nQ. Is it a cheat?  A. Even though using the Stinky Footboard is an advantage, it’s not considered a cheat. It’s actually just another input device that requires physical skill, just like a keyboard or mouse.\nQ. Does the Stinky Footboard work with MAC?  A. At the moment our configuration software only works on PC. Although the Stinky Footboard is MAC compatible via USB HID, we hope to have our MAC compatible configuration software available in late 2013.\nQ. What games are compatible with the Stinky Footboard?  A. All games that support keyboard inputs.\nQ. Does the Stinky Footboard support Macros?  A. At the moment we support single key inputs (just to keep it from being conceived as a cheat). If gamers demand it we’ll add it. Note that in game macros will work with the Footboard.\nQ. How close are you to producing the Stinky Footboard?  A. We’re there! All the molds are built and the tooling is done. We just need your help to fund the production.\nQ. How strong is the Stinky Footboard? A. Check this video out: ", "risks": "Risks and challenges\nWe've overcome all the technical challenges that come with working with metals, plastics and electronics. We've successfully run a small test production with a few hundred units. \n\nOur main risk is getting the supply of CPU in a timely fashion. We're going to keep a close eye on the campaign in order to ensure a timely delivery.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Custom etching Stinky Boards - Update", "update_content": "Hello backers!\nWe just wanted to show you how some of the custom etching Stinky Boards turned out.  We had some technical hurdles to get over but we think the results we're well worth the wait. \nOnce again, thank you all for you support!\nThe Stinky Team"}, {"update_no": "UPDATE #17", "update_userinfo": "International Shipment", "update_content": "Hello Backers, \nWe've had some minor logistics delays which have now been resolved. All the units, both International and North America, will start shipping next week! \nWe apologize for the delay and we want to thank you once again for your support. \nTeam Stinkyboard"}, {"update_no": "UPDATE #16", "update_userinfo": "International Rewards", "update_content": "Here's a picture of the Stinky Footboard Fire Red Edition."}, {"update_no": "UPDATE #15", "update_userinfo": "Shipping Next Week", "update_content": "Hi Everyone!\nWe've just gotten word that the boards have arrived into port!  They should start shipping next week! We can't express into words how excited we are!!! Thank you all once again for the support.  We truly appreciate it.\nWe thought you might appreciate this very short video of the Stinky Footboard going through motion and switch testing. Enjoy!"}, {"update_no": "UPDATE #14", "update_userinfo": "Kickstarter - Fire Red Edition", "update_content": "Hi everyone!\nWe wanted to show you a few images of production and the packaging insert with included springs.  The first image is of course the mold.  The second image is the aluminum top plates after going through the press.  The 3rd and 4th images are of the packaging with insert and springs. \nThank you all once again for your support!"}, {"update_no": "UPDATE #13", "update_userinfo": "Early Bird's shipping next week!", "update_content": "Hi everyone,\n\nWe apologize for the lack of updates. This last month has been incredible to say the least. The surveys for the expedited pledges have gone out. Those boards will be sent out in a few days. We had a delay in receiving the funds from Amazon payments (12 days to be exact) which delayed the expedited boards a bit, we apologize for that. One other hiccup was the packaging insert which ended up being the wrong size. We'll be posting an update in a couple days from the factory with pictures. Thanks again for believing in us! We truly appreciate it!"}, {"status": [{"Project funds successfully": "479 backers pledged $79,562"}]}], "comment_no": 244, "projec_url": "https://www.kickstarter.com/projects/289858283/stinky-the-gaming-footboard-step-up-your-game", "project_name": "STINKY the Gaming Footboard - Step Up Your Game!"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Some great coverage in the media!\nJason Kingsley, OBE, Founder of Rebellion and owner of 2000AD: \"The video games industry has benefited time and time again from ideas that disrupt the status quo. The new wave of devices such as GameStick - built on truly open platforms that bring affordable gaming to the big screen could prove the start of an interesting revolution - one which I thoroughly support and watch with interest.\"\nRomain Tisserand, CTO & Co-founder of DotEmu: 'We are very excited to bring our portfolio of games, (including Another World, R-TYPE and Raiden Legacy), to GameStick\nMAJOR UPDATE TO PRODUCT DESIGN! CLICK HERE NOW!\nPledge Upgrade for Developers:\nAll backers of the $500 Pledge will get a game featured on the main marketplace for 30 days!\nPlease add $20 to any pledge tier that does not have a Dock option to get a Dock!\n21 Hours Still to go!\nThere are over 1,416,338,245 TVs in the world but less than 1% of them are used to play games! Crazy.\nWe think that's because traditional games consoles and content are too expensive. So 12 months ago, we set out to challenge that by making the most affordable, open and portable TV games console ever created. At $79 GameStick offers the most affordable route to playing games on your TV.\nOpen\nThe mobile games market thrives on the use of open platforms and we wanted to bring the same ethos to TV. Open, so that more developers can innovate and develop quickly. Open, so that players can access more great games and get better pricing. Open because it's about time that the walls keeping independent developers out are smashed down. And so, harnessing the Android ecosystem, GameStick is a completely open platform. If you love creating or playing games, you will love GameStick.\nPortable\nPeople are always on the go. Traditional consoles are big. We set out to create a big screen games console that was so small you could pop it in your pocket. It's tiny! So small in fact that GameStick fits inside it's own controller so you can take all your games with you to any TV you like, anywhere. Simply plug it into the HDMI slot, grab the controller and play away.\nMark 1 Prototype Model: Stick + Controller\nGameStick Carry Case\nThe Dock is an optional, multi function accessory for GameStick - Click here for more info!\nGames\nUsing Android as the underlying operating system gives us access to all the innovation and content within the mobile, tablet and now PC world. At the last count, (we're still counting), there were 700,000 Android games in the Android ecosystem. So far we have identified 200 titles that will be great to play on GameStick but we are working with our network of over 250 developers including great studios such as Madfinger, Hutch, Disney and others to bring you the best line-up. What's really cool is that the average cost of a game on GameStick will be just a few dollars and many will be free to play.\nAndrew Eades, CEO of console and mobile game developer Relentless  Software talks about why GameStick will appeal to Indie developers.\nBut that's not all..\nWe're about driving and supporting innovation and to prove that, we are making everything we build - our tools, services and developer community available to other manufacturers. We think this will really accelerate change - a good thing for player and the industry as a whole.\nJoin the revolution\nWe want to unite gamers around the world through the most basic of human instincts - the desire to play. We all love to play and this project is about bringing the widest group of gamers possible via an open ecosystem.\nIn the US alone, we spend 250 BILLION hours a year watching TV - that's 73 days per person. We suggest it's time to stop watching and start playing.\nStatus\nWe have been developing this project for a little over a year now. We have a working prototype of the GameStick as demonstrated below. It's not as pretty right now as it will be but it's ours and it's working. We're 90% of the way to getting the final pre-production sample in our hands. GameStick works with any Bluetooth controller supporting HID including, we are delighted to say, the Greenthrottle Games controller. Our own Bluetooth controller is in the final design stage designed and is with our engineering and our manufacturing team in China for PCB development. The last thing we are looking at is the final positioning of the GameStick transport slot, which we may move to the rear of the controller - we expect the pre-production samples to be ready in 5-6 weeks.\nOur production plan is as follows:\nWe need you!\nThis is a big project. We are very lucky to be able to use our existing back-end infrastructure and developer network to get this off the ground. The investments we have made over the past few years allows us to scale up and share our innovation with the wider industry. But.... like all big projects, we need support to bring this to market in a big way. It just can't happen without you.\nOur mission is to help change an industry that is as ripe for change now as the music industry was 10 years ago. We can only do that by being bold and focused on bringing you the best games at the best prices via great products. We would really appreciate your support.\nAbout us\nWe are PlayJam - an award-winning company that for the past 3 years has strived to bring games into the living room via Smart TV. In that time, we have built the largest games network on Smart TV which to date comprises of free to play games. We are in about 50 million homes today.\nThe Team, lead by Jasper Smith, a veteran of the interactive games and TV sector, is obsessed about bringing the best possible games experience to the big screen and is constantly looking for new and innovative ways to achieve that goal. Working with Anthony Johnson and Luke Lam, GameStick has been incubated within PlayJam over the last 12 months.\nTechnical Specifications\nProcessor - Amlogic 8726-MX\nMemory - 1GB DDR3 / 8GB FLASH\nContent Download Manager w/ cloud storage for games.\nWiFi - 802.11 b/g/n\nBluetooth - LE 4.0\nO/S - Android Jelly Bean\nController - Bluetooth, 3 mode controller: gamepad, mouse and keyboard with support for up to 4 controllers.\nFull 1080p HD video decoding\nSupport for XBMC & DLNA from Sept via optional firmware update.\nSupport for iOS and Android mobile devices to be used as controllers\nThanks To:\nChris Lee - Founder Media Molecule - Guru\nCharles Huang - CEO Greenthrottle - Guru\nContented Brothers - For a great video\nMy Father - for buying a gold GameStick!", "risks": "Risks and challenges\nPutting games on TV is in our blood - we've been doing it for years, from early Pay TV solutions to today's Smart TVs. One thing we have learned along the way is that it is never simple. We think we've found a great route with GameStick and have been fortunate enough to be able to use a lot of the underlying technology we have already developed to help get this project off the ground.\n\nWe've worked with some great partners from leading chip manufacturers to R&D and hardware development houses in Asia to get to this point. We have faced some significant design challenges along the way, not least in terms of packing the technology within such a small form factor but also in terms overheating issues in earlier prototypes which we have now solved through our choice of processor.\n\nWe believe we are now 80% there but we need to put the latest prototype through 3rd party rigorous testing. We also need to convince the developer community that their games belong on TV. We have some great games lined up already from some of the most successful Android developers out there but there is still more work to be done. Our energy and focus thus far has been directed at getting to working prototype and planning for launch. Going forward, we will be calling on the more than 250 developers we already work with on TV to join those that have already committed to GameStick plus anyone else as excited as we are by this opportunity.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #47", "update_userinfo": "Update.", "update_content": "Hello Backers, \nFulfilment is now in full swing with most of the units having been delivered or with various mail / courier services. Our Asia backers will have units sent out over the next two days. We apologize sincerely for the delay here to those affected, particularly as the plan was to send these out first but we ran into distribution issues which had an unintended knock on effect. They will be with you soon. "}, {"update_no": "UPDATE #46", "update_userinfo": "Update - Feedback.", "update_content": "Hello backers,\nAll GameSticks are individually packed, stamped, bagged and are ready to go but we have held off from shipping them until we receive a software fix from China for a WiFi issue that was reported in field tests earlier this week.\nThis should be with us in the next 72 hours."}, {"update_no": "UPDATE #45", "update_userinfo": "Shipping update.", "update_content": "Hello backers,\nThe process of re-packing in Hong Kong has taken a little longer than expected but we have now completed that exercise and all rewards are picked, packed and addressed in individual packages. These are currently being re-palletized in bulk (with exception of those destined for Asia) and shipped to our US and UK forward shipping points.\nThis is the updated schedule:"}, {"update_no": "UPDATE #44", "update_userinfo": "Delivery Update", "update_content": "Hello backers,\nWe’re really excited to confirm that the Kickstarter units left the factory near Shenzhen yesterday, arriving in Hong Kong this morning. While this seems like a short distance, symbolically it is huge as product is now out the gate and on the move.\nThis is the first truck load arriving in Hong Kong in the early hours of this morning:"}, {"update_no": "UPDATE #43", "update_userinfo": "We're Shipping!", "update_content": "Hello Backers - \nA quick update to let you know that we are on track per our last update on the manufacture of the main units with the sticks now coming off the production line. We have put together some images and video to give you an inside look below. They were taken on mobile phones so are unlikely to win any Oscars but we hope they will give you a good idea of the process.\nRight now we are looking good on sticks, controllers and cases and expect them to leave the factory as indicated on the 30th Sept. The Dock is running a little behind schedule with the upcoming week-long holiday in China not helping things. Rather than delay shipment we will, (if necessary), ship the Docks out separately a week or two later. We will of course do everything to avoid this but wanted to give the heads up."}, {"update_no": "UPDATE #42", "update_userinfo": "Machines Rolling.", "update_content": "Dear Backers,\nFirstly, thank you for bearing with us during these final stages. As usual, we have been spread very thin these past few weeks with teams in China, the US and South Africa so apologies for the time elapsed since our last update – our heads remain firmly down and focused on the task at hand.\nLast week, there was a piece in the media that incorrectly stated that we had started shipping, which caught us on the hop. By the time we had contacted that outlet with clarification, the news had already spread. The piece had been based on an earlier update and we apologize for any confusion that this may have caused."}, {"update_no": "UPDATE #41", "update_userinfo": "Production Update.", "update_content": "Pilot Run\nA quick update to let you know that we have successfully completed the initial pilot run. The controllers are fantastic – the changes we outlined in the previous post have all been incorporated and we’re confident you’re going to be really happy with the result. We are now poised to go into full production."}, {"update_no": "UPDATE #40", "update_userinfo": "The Home Straight.", "update_content": "Dear backers,\nToday we have started to send out the user registration e-mails which will enable you to reserve your PlayTag as well as determine how you would like to be listed in the credits. These will be sent out in batches over the course of the next couple of days so please be sure to look out for the e-mail in your inbox. To prevent this message going to your spam folders, please add support@gamestick.tv to your address list."}, {"status": []}], "comment_no": 4471, "projec_url": "https://www.kickstarter.com/projects/872297630/gamestick-the-most-portable-tv-games-console-ever", "project_name": "GameStick: The Most Portable TV Games Console Ever Created"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "Hi, my name is David. I'm writing a book about making and makers, and I need your support to make it happen. \n\"Wildest Dream\" Goal: Make it to 1,000 Backers!\nHere's how you can help/join:\n1) Pledge for the book!\n2) Spread the word! Send this link to friend who has an idea of something they want to build/create.\n\"David Lang is an inspiration to anyone who has dreamed of making, but has been hesitant to start because they feel they don't have the necessary skills. As David will show you, all it takes is curiosity, passion, and a willingness to learn from your mistakes.\"\n- Mark Frauenfelder, editor-in-chief of MAKE Magazine, founder of Boing Boing, and author of Made by Hand\n\"Many entrepreneurs have heard the prediction that 'hardware is the new software.' Well, David is laying out a lean approach to building the right skills to help you get into the action.\" - Patrick Vlaskovits, entrepreneur and author of The Lean Entrepreneur\nBy this point, you've probably heard of the maker movement. A growing contingent of garage tinkerers who have been steadily building an impressive (and mostly grass-roots) infrastructure of maker/hackerspaces, new digital fabrication tools, and online collaboration platforms. By now, the makers have been fairly well covered by mainstream media like CNN, The New York Times, and The Economist. (If you want the full past, present and future of the maker movement, Chris Anderson's new book Makers is a wonderful read.)\nIt's one thing to read about this curious maker world, but quite another to immerse yourself into it, which is what I've done for the past year and a half. And what I've found has been both riveting and encouraging.\nMy Story\nAfter losing my office job in the summer of 2011, I was forced to rethink my career trajectory. All of a sudden, it seemed that my education and work experience had prepared me for a future that wasn’t coming. The \"knowledge\" that I thought was my ticket in life was now the source of my insecurity, the reason I felt distanced from work that is meaningful, tangible, and measurable. Instead of scrambling back into the rat race and praying for a new job that wouldn’t vanish, I decided to focus on building the fundamental skills I had somehow managed to skip over; the skills that would enable me to create, develop or repair something useful or essential. I was looking to create a bridge between foundational knowledge of how things work and what their potential can be with the help of the latest technology. The first step was to recreate the shop classes my high school never offered. I immersed myself in this new maker movement by spending two months taking every class I could at TechShop in San Francisco: wood working, laser cutting, CNC machining, CAD, welding, and everything in between. \nI had a lot to learn, and the welcoming community in which I found myself was happy to guide me. In fact, it wasn't long before I learned enough to be able to help others who were also in the process of re-skilling. \n\nIn a span of several months I flipped the switch from being an interested onlooker to an active participant. In less than a year, I went from a maker novice to card-carrying evangelist; from a tool-illiterate enthusiast to a partner in a fledgling underwater robot business. What I thought was an insurmountable disadvantage of never having used a soldering iron, turned out to be a phantom obstacle. Now, my biggest concern is how we're going to fill all the orders for the robot kit I helped develop. It's a much better problem to have. \nAnd believe me, I'm the last person who ever thought I'd be singing this tune. Having labeled myself as mechanically incompetent and manually illiterate, I presumed that my relationship with devices would always be strictly utilitarian. Alexis Madrigal sums up my sentiments exactly:\n\"You know how some kids take apart clocks and toasters just to see how they work? Well, I used them as god intended, to tell time and make toast.\" \nLooking back, I see that the presumption was based on an irrational fear of the unknown, which I wish I could've faced sooner. All the new tools and terminology that seemed so intimidating were more accessible and usable than I ever imagined.\n\nBut the biggest surprise was the discovery that my experience is entirely replicable. Thanks to new rapid prototyping technologies, the tools of making are easier than ever to access and learn. All across the country and beyond, the maker community is self-organizing to create fab labs and makerspaces, which serve as cheap and accessible DIY classrooms. It doesn't require a major life change (like losing a job or facing a similar crisis) to get involved. These are skills you can develop on part time basis - a few nights a week or a weekend here and there. In fact, no matter what your day job may be, you’ll find these new skills can be complimentary and helpful in your everyday life.\nThe opportunity to join this new industrial revolution is growing everyday. The biggest hurdle is deciding to get started.\nThe ZERO TO MAKER book\nMy break came when MAKE Magazine gave me the opportunity to chronicle my Zero To Maker story on the MAKE blog. This gave me a chance to meet incredible makers and hear their stories about how they got started. Their insights and advice were too good to not be broadcast.\nEven with all the attention that the maker movement has garnered, some people still feel it is too intimidating and prohibitive to take the plunge. An autonomous robot may be awe-inspiring in theory, but if you are hanging on to your cubicle job, it's hard to imagine it as a possible career move. It's easy to see the potential of a desktop 3D printer when you've got a masters degree in industrial design, but nearly impossible to understand how it fits (and why it should be included) into your busy schedule and everyday life. A mental bridge must be crossed to see making as an opportunity worth pursuing, whether as a new career or a serious hobby. I know because I had to cross that bridge.\nBut I wouldn’t want to do it by myself. As I quickly discovered, making is very little about DIY - it's all about DIT (Do-It-Together). In the maker movement, the art of collaboration is the key to innovation and productivity. The Zero To Maker book will be no different. It's going to be a team effort, and you are a big part of it!\nBy supporting this Kickstarter project, you'll be part of the team. The goal is to get as many new makers involved as possible. The money will go to 1) keeping me alive during the next several months 2) making the book an excellent physical product (in addition to a great resource) - something you'll like holding in your hands.\nIt's not just a book, it's an invitation...\nThis isn't just an ordinary book that you could find on Amazon or at a Barnes and Noble. I want you to come with me. It's going to be a year-long digital and physical tour of this curious Maker world. I want to show you all the delightful little corners, the inspiring characters, and immense opportunity. \nMaker Interviews on G+\nWe're going to have a series of eight live interviews on Google+ On Air Hangouts with some of the amazing makers I've met over the past year. The interviews will run   on select Wednesday nights (6pm Pacific Time) in February, March, and April (schedule to follow in an update). Our interviews will be:\nDale Dougherty, founder & publisher of MAKE: Magazine and co-creator of Maker Faire \nChris Anderson, CEO of 3D Robotics, author of Makers, formerly editor-in cheif of WIRED\nMitch Altman, founder of Noisebridge and creator of TV-B-Gone, Neurodreamer Sleep Mask, etc.\nAbe and Lisa Fetterman, Creators of the DIY Sous Vide Machine and founders of Nomiku\nBilal Ghalib, Maker Evangalist for Autodesk/Instructables, Founder of GEMSI\nand more inspiring makers!\nBackers at the \"Join the Show!\" Level will get to join the Hangout and ask specific questions. (Each show will have 5 Backer Slots, with backers getting a first-backed, first-choice decision on which show to join.)\nMaker Fellowships\nOf course, the DIT experience wouldn't be complete unless we actually get our hands dirty and MAKE STUFF. I'm teaming up with TechShop, The Mill, and other makerspaces around the country to create Maker Fellowships, a two-month program and introduction to making. Each location will accommodate up to four Maker Fellows for the two-month program. It starts with an immersive maker weekend:\nThen a combination of classes over the course of two month program (choose 3) depending on where your project takes you:\nMetalshop \nWoodshop \nShopbot CNC \nAutodesk Inventor 1, 2, 3 (TechShop Locations only) \nCAD to CAM \nVinyl Cutter CNC\nI'll be at each of the locations for the Zero to Maker weekend, then following up remotely for the duration of the program. Based on my experiences, the opportunity to have a cohort of other Maker Fellows (up to four at each location) will make a huge difference. The compact schedule will get right to the point, making sure participants can breeze past the unnecessary hurdles.\n*Important Note: Want to set up a Maker Fellowship program at your makerspace? Send me a message!\nWe're all learning and navigating this new world together. I hope you'll join us!\n\"Yes, the Maker movement is stronger than ever and everything that you need is out there, but that's as much of a crippling statement as it is an inspiring one. How do you know where to start if \"everything\" is there for you? Let David be your technology sherpa, you will travel higher and deeper into making what you want than ever before and after you plant your flag on the top you'll already be chomping at the bit for your next climb.\" - Lisa Fetterman, Co-Founder and CEO of Nomiku", "risks": "Risks and challenges\n\"If you want to go quickly, go alone. If you want to go far, go together.\" -African Proverb\n\nI'm working overtime on OpenROV and writing on nights and weekends. So far, this process has been fun (and fulfilling), but it certainly lacks any semblance of balance. I feel confident that I can continue to work at this pace for the foreseeable future. For me, the best insurance against burnout is to surround myself with a supportive community who are working on the same goal. In fact, that's where you all come in!\n\nAnother risk is that I, for any reason, am not able to attend the scheduled weekends at TechShop. Luckily, all the Maker Fellows would still be in great hands with folks at TechShop, and I'd offer a fair refund for my absence.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Maker Faire 2016", "update_content": "Hello Zero to Maker Backers!\n\nI spent the weekend at Maker Faire in San Matteo. It was wonderful and inspiring, like always. Here's a shot of our setup: "}, {"update_no": "UPDATE #22", "update_userinfo": "The latest with OpenROV...", "update_content": "Hello Z2M Backers!\n\nI hope your maker pursuits are going well! \n\nI ran into a backer/reader this weekend, and had a nice talk about the book as well as the latest with OpenROV. He reminded me that I should send an email update to this list with the important OpenROV news:\n\nWe launched the new OpenROV Trident on Kickstarter! "}, {"update_no": "UPDATE #21", "update_userinfo": "National Day of Making", "update_content": "Tomorrow, June 18th, is the first-ever National Day of Making, as proclaimed by President Obama. \nI just left the White House, where I set up our OpenROV booth for the Maker Faire they're hosting tomorrow. Eric is on his way and will join me tomorrow. Marc Roth, the hero I wrote about in my last message, will be there, too, talking about the Learning Shelter that many of you helped bring to life. And so are dozens of other maker friends and Kickstarter creators. It's a total party! (You can imagine the looks on the faces of the Secret Service agents as we brought our contraptions through the door.)"}, {"update_no": "UPDATE #20", "update_userinfo": "The Audacity of Making", "update_content": "I should apologize.\nI realized I made a mistake with my book, Zero to Maker - an error of omission. I wrote it with the goal of trying to help other people get started. And the best way to do that, I thought, was making it as easy and straight-forward as possible. I quickly moved through the parts of my story that were hard - the depression, the doubting, the insecurity - because I didn't wish that for anyone else. Probably more honestly, though, I just didn't know how to talk about those moments. I still don't. They're intensely personal. And embarrassing. I know that people are facing far bigger issues and challenges: illness, grief, loss. Those are real problems. Worrying about my lack of creative ability hardly seemed like reason to complain. But the truth is I've spent a good majority of the past few years feeling like an abject failure - entire days feeling as though I don't know enough, am not smart or skilled enough, and am just an overall drain on the world. In other words: just terrible."}, {"update_no": "UPDATE #19", "update_userinfo": "What I've Been Thinking About Lately...", "update_content": "It's Friday! I hope you're getting ready for a relaxing or exciting weekend. Or both!\n\nI had the chance to spend Thanksgiving with my parents last weekend, and reflect on what a crazy year this has been. Mostly, I was really grateful for all of you - for believing in me and helping me bring the book to life. Thank you.\n\nI also wanted to write a quick note about some of the ideas I've been thinking about lately. It's a funny thing, writing a book. The ideas don't stop when it's done! John Steinbeck once said: "}, {"update_no": "UPDATE #18", "update_userinfo": "A suggestion...", "update_content": "Hey there!\n\nI hope you're having a good week! I wanted to send a quick update on book delivery, as well as offer up a small idea. \nFirst off, the physical copies of the book have all shipped. They're all in the mail (provided you responded to the survey), and should be arriving by next week at the latest. A few have been returned to sender, so send me a message through Kickstarter if yours hasn't arrived (NOTE: send a direct message through Kickstarter rather than leave a comment - it's much easier for me to keep track of requests)."}, {"update_no": "UPDATE #17", "update_userinfo": "Books on the way...", "update_content": "... in the Electronics (now in Manufacturing Engineering) category, but hey! That's still pretty cool! ;) \n  http://www.amazon.com/s/ref=nb_sb_noss_1?url=search-alias%3Daps&field-keywords=zero+to+maker&rh=i%3Aaps%2Ck%3Azero+to+maker \nThanks again for all your help and support getting to this point. I just heard from the O'Reilly team and they're busy getting all the ebooks out. It's quite a queue, so it looks like it's going to take until Tuesday to get them all out to all of you. Sorry about the slight delay. More info to come on print book shipping as well."}, {"update_no": "UPDATE #16", "update_userinfo": "#1 Bestseller on Amazon!!", "update_content": "Hey!\nI hope this message finds you getting ready for a fun and relaxing weekend. I wanted to send a quick note and update you on the book.\nGood news: Zero to Maker is less than two weeks away from your mailbox (or inbox or Kindle or iPad). The book's official release date is September 16th, and that's when you'll get your copy. I'm going to be sending a few more updates in the coming weeks with more specific details about how to download the digital version, how to send me changes to physical addresses, notify of any shipping issues, etc. At this point, if you haven't had access to the early-release digital copy, best to wait for the finished product.\n\nA few other things:"}, {"status": []}], "comment_no": 84, "projec_url": "https://www.kickstarter.com/projects/1818704744/zero-to-maker-a-re-skilling-guide-for-new-makers", "project_name": "ZERO TO MAKER: A Re-Skilling Guide for New Makers"}}, {"backer": "BoxIntense", "project_data": {"campaign": {"story": "To support us, click \"Back this Project\" on the right, or click directly on any of the available rewards (like THE CLASSIC).\nSome of our limited edition denims have sold out, but we have lots of jeans left. Our most popular rewards is THE HEAVY JAPAN and THE CLASSIC, and they're $81 a pair.\nDetails on all of our denims here: Kickstarter Denims\nHere's our story.\nGUSTIN has been in the fashion industry for six years. Frustrated with retail, we created a way to make the garments we love, get closer to the people who buy them, and sell them at a price point that changes the game. Here’s how we're doing it:\nPremium menswear hand-crafted in San Francisco\nFor the last six years we designed premium denim which sold at the best boutiques in the country. We have earned a reputation for classic styling, impeccable quality and superb fit.\nCrowd-sourced\nOther fashion brands guess what their customers want – we let you decide. We design a complete collection from premium denim to the perfectly fitted dress-shirt and you have the ultimate word in what gets produced.\nDelivered to you at wholesale\nIf you purchased our jeans at a retailer, you would pay $205. We’ll sell them directly to you for $81 a pair, shipped. We’re going to follow this pricing model for everything we make.\nWe're creating something totally new. Join us!\nImagine going to an amazingly curated online storefront. You can browse from an entire collection of premium GUSTIN menswear. Instead of a simple buy button, each style will have a funding level. When our audience collectively pushes an item to its funding goal we're in production! Everything delivered to your door at wholesale prices.\nWe can't wait to see where GUSTIN goes with your support!\nAwesome. How can I be a part of it?\nWe’re making jeans for Kickstarter, because we make damn good jeans.\nTo support us, click Back This Project or select one of the reward levels to the right.\nWhen we've raised $20K, we can buy all the materials and have the garments handcrafted in San Francisco.\nAt $40K we will also be able to create a collection, and you can choose what we produce next.\nGUSTIN denim at three stages of wear - 1.5 years, 6 months, brand new\nDo you really know what you're doing?\nOur Experience\nWe've worked in the fashion industry for six years and learned by getting our hands dirty. Working with some of the best mills, sewers and laundries in the business, we have designed and launched three premium clothing lines.\nIn August 2011 GUSTIN launched its men's premium denim line. 14 top tier boutiques picked up the line from San Francisco to Los Angeles to New York. It shared shelves with brands like J Brand, APC, 7 for all Mankind, Nudie, Kicking Mule, Hudson and Citizens of Humanity.\nOur Commitment\nFashion has been a labor of love for us. Call us selfish. We wanted a pair of jeans that lasted and fit like they were designed and stitched just for us. We’ve found that we’re not alone. This entire concept exists so that we never have to sacrifice our passion for quality. Nothing will change that because it’s the brand we’ve built.\nMade in San Francisco, the old fashioned way.\nTell me more about this quality.\nIn this industry it’s all about The 3 F’s: Fit, Fabric, Finish. Get these right and you have the perfect garment.\nFit - At GUSTIN we design only what we like to wear. This jean is the perfect, classic straight leg fit. Not too skinny, not too loose. The rise is just right. It’s a timeless cut that will never go out of style.\nFabric - We're using raw selvage denim from the finest mills in the world. For Kickstarter, we’re starting with two All-American denims from Cone Mills White Oak plant in Greensboro, North Carolina. They also have a special place in our hearts as the first mill we worked with 6 years ago.\nCore Fabrics:\nFor THE CLASSIC  we're using a 13.5oz dark indigo selvage from one of the finest mills in Japan. This is a lighter weight Japanese option for those a little weary of the HEAVY JAPAN 15.0oz. 13.5oz with a solid red bordered by white selvage id.\nFor THE HEAVY JAPAN we're using a 15.0oz dark indigo selvage from one of the finest mills in Japan. Great texture from a looser weave with a nice brightness as well. It has a white selvage id.\nFor THE AMERICAN and DOUBLE AMERICAN we're using their sanforized 14.75oz dark indigo selvage style. It's a bit thicker, but very comfortable. It has a red selvage id.\nFor THE EARLY BIRD, REGULAR, DOUBLE and QUAD we're using their amazing sanforized 13.5oz dark indigo selvage style. It has a substantial feel but is wearable from the start. It’s finished with the classic red selvage ID.\nFor THE STANDARD and DOUBLE STANDARD we're using their 12.5oz 100% organic selvage denim. This is a broken twill selvage with a very inky dark indigo finish. It has a green selvage ID.\nFor THE JAPAN STANDARD and JAPAN DOUBLE we're using a 12.5oz classic dark indigo selvage denim from one of the finest mills in Japan. It has a crisp feel when raw but is very wearable. It has a red selvage ID.\nLimited Edition Fabrics:\nWe're using raw selvage denims from Japan and Italy for the rest of our rewards (THE HEAVY, THE WHITE LINE, THE BLACK, THE SLUB, THE CHARCOAL, THE NATURAL INDIGO, THE GREY, THE ORGANIC, THE SUPER HEAVY, THE DARK,THE ITALIAN) - you can read details on each of them here: Kickstarter Denims.\nFinish - There are a thousand little ways designers cut corners. We don't. We keep it authentic and make sure everything is custom to us. As your jeans break in, you'll appreciate the subtle details that make GUSTIN deserving of a $205 price tag. We've been working with an amazing place in San Francisco since 2006, who construct the garments the right way.\nThese aren't features that will pop out when you first glance at your GUSTIN jeans, but we prefer to be subtler.\nI'm in. What sizes are you making?\nThe waists come in every size between 29-36 and 38.  We recommend ordering one size larger from what you would normally wear.  The inseam is 34” for sizes 29 - 33, and 36” for 34 and above. You'll select your size after the Kickstarter campaign closes. See the Fit Guide.\nYou're welcome to hem them, but we prefer to wear them long or cuff them.\nAnything I can do to help?\nAfter you support us, we would love if you helped spread the word. Email, Facebook, Twitter - whatever you prefer!\nWe can be found on Facebook, Twitter, and at our homepage.\nDon't hesitate to reach out to us. team@weargustin.com", "risks": "Risks and challenges\nThis is not our first rodeo. We have lived through many full production runs of high-quality garments. We have worked with all of our vendors for years. We know the pitfalls, we know the snags to watch out for.\n\nStill, we know that experience doesn’t completely eliminate all the risks going forward.\n\nTiming is the biggest risk. In the best-case scenario, we can have fabric, buttons, patches and labels in hand two weeks after the Kickstarter closes. We can turn these around in as little as four weeks, getting the first garments in the mail by March 22nd. In any case, the jeans will be shipped on time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "We're launching something new today.", "update_content": "Today is our last Kickstarter update. It’s been a long while since the last jeans were shipped. You made Gustin happen with your support and tremendous spirit. All we can say is thank you.\nWe set out to create the first fully crowdsourced premium fashion company; a company that would break all the rules people thought were unbreakable in this industry.\nWe believed we could deliver Barney's quality at Gap prices, all locally made -- your support let us prove it."}, {"update_no": "UPDATE #35", "update_userinfo": "Onward with Thanks", "update_content": "Hey Gustin Fans!\nProduction on Kickstarter orders is wrapping up. We have less than 400 of over 5000 pairs left to ship. We have 200 pairs done at the factory today, and are getting the rest on Tuesday. They should all be in the mail by Wednesday of next week.\n\nJosh and I have been taking a few moments (it's rare that we do this) to reflect on what's happened over the last year. We started thinking about a new model for fashion last April. It took us until November to solidify what that model was going to be, and how to start it (we chose Kickstarter, but I'm guessing you already figured that one out)."}, {"update_no": "UPDATE #34", "update_userinfo": "Twelfth Production Update", "update_content": "Hey Gustin Fans!\nPRODUCTION\nProduction is humming along at our factory here in San Francisco.  It's now a very well oiled machine with our shipping center, and almost every pairs goes in the mail the day it comes off the line."}, {"update_no": "UPDATE #33", "update_userinfo": "Eleventh Production Update", "update_content": "Hey Gustin fans!\nSorry for the lack of update last week. Things are humming along very well, but there wasn't anything too exciting report on.\nWe get lots of emails each and every day from people about their specific order. Instead of answering these one by one, we're providing a full status of each denim."}, {"update_no": "UPDATE #32", "update_userinfo": "Tenth Production update", "update_content": "Hey Gustin Fans!\nLast week was another crazy one for us here in San Francisco.  In the midst of everything, we forgot to send an update last Friday - hopefully you'll forgive us! Every piece of the production process has been touched on here. May fabrics are already being sewn and we’re really pleased with progress and quality. Japan Standards are starting to look almost like completed pants! We still check in on your denim multiple times per day to make sure it’s perfect."}, {"update_no": "UPDATE #31", "update_userinfo": "Ninth Production Update", "update_content": "Hey Gustin Fans!\nEven though it’s been raining, we have had an amazing week here in San Francisco. Keeping (or exceeding) the committment we made to get you top quality denim on schedule is incredibly important to us and we’re getting it done. We launched Gustin on Kickstarter less than three months ago, and people are opening up packages from us already.\nOur production is fully ramped, and we’re picking up hundreds of finished pairs each day. Shipping is going well (first one hundred pairs in the mail), and should be able to match our output by next week.  If you need to change your shipping address, please send us a message in Kickstarter today."}, {"update_no": "UPDATE #30", "update_userinfo": "Eighth Production Update!", "update_content": "Hey Gustin Fans!\nI know it's only Wednesday, but we had to let you all know that our first pair rolled off the line today! Production is at 100%, and there will be a mountain of denim pumped out in the upcoming weeks.\nHere's The Early Bird pant #1, and it's shipping tomorrow."}, {"update_no": "UPDATE #29", "update_userinfo": "The first pair is done!", "update_content": "Hey Backers -\nHope everyone has had a splendid week! Production continues to move along at the expected pace. As we start each new step in the process, we’re especially diligent to make sure it’s done right the first few hundred times because we know that it’ll have to be done another five thousand times after that.\nWe finished cutting all of the Standard fabric early this week, and are starting to cut the Organic, Black, Heavy, Slub, Charcoal, White Line, Natural Indigo and Grey today."}, {"update_no": "UPDATE #28", "update_userinfo": "Sixth Production Update", "update_content": "Hey Backers-\nTime for our weekly update.\nProduction is going very well and on schedule. Your denim is coming together piece-by-piece and we get to see it all and share some great images with you.\nWe started sewing back pocket linings in, attaching back pockets to the rear panels, and joining the back panels together with the two-piece yoke."}, {"status": []}], "comment_no": 715, "projec_url": "https://www.kickstarter.com/projects/weargustin/gustin-redefining-premium-menswear-starting-with-d", "project_name": "GUSTIN: Redefining premium menswear, starting with denim."}}]