[{"backer": "Casey & Chris", "project_data": {"campaign": {"story": "Recipes for a Zesty Life\nA stunning 8.5x11” coffee table book, bursting with over 350 pages of inspiration, practical guidance, and beautiful photography; Recipes for a Zesty Life is a soulful book that will help you unearth the torch for finding your way in life, health, love, relationships and career. A unique blend of healthy plant-based recipes, nutrition, short stories, practices and habits for realizing your potential and harnessing your power to change your life—and the world. \nMy funding goal is $15,000. These funds will help with the cost for printing 1000 books from a well-established Canadian printer using FSC® Certified, responsibly-sourced paper. With your help, we can spread a positive message and encourage a world of compassion, love, wellness, self-acceptance and inner fullness. \nHi, I'm Rachelle Hynes\nI've always had bit of an untamable spirit for risk-taking and adventure. This innate desire is partly what thrust me deep into life's arduous classroom fairly early in life. By the time I hit 30, I'd been through an unusual measure of adversity, successes and failures. \nI believe people are craving inspiration from every day human beings—not just superhuman athletes or wealthy media personalities. And that’s what I’m offering. The book is a heart-felt expression of the lessons I've learned, and am still learning; and the components I feel have allowed me to live a zestier, happier and more meaningful life. Each component is covered within each chapter, and the book takes a 360 degree approach to wellness; incorporating mental, physical, spiritual, and emotional well-being. \nWhy It's Needed\nIn today’s society, many of us are struggling with anxiety, health, and finding purpose. Everywhere you turn, you're constantly bombarded with messages on how to “look better”, \"obtain more stuff,\"  and \"be perfect\". This is not healthy.\nMy book aims to help you uncover your inner greatness, and teach you skills to show up in the world authentic, confident and brave; with healthy tools for your journey. \nAmusing and inspirational stories & delicious recipes—Rachelle writes with a sense of humour you’ll thoroughly enjoy!\nTarget Market\nThe customer who will buy this book is looking for guidance on their journey. They don’t want to be overwhelmed with facts, complicated recipes and diets. They want to be nurtured, and they want simplicity.\nSpecifically, people who are thinking about exercise, self-worth and their bodies; exploring meditation, self-awareness and taking care of their minds; who are concerned about nutrition, finding purpose and motivation; and those who want to get back in touch with their body, manage the anxiety of aging and navigate the changes in their bodies with grace.  \nWhy you'll love it\nPeople are grasping for ways to be healthier, happier and more fulfilled. This is an approachable and captivating coffee table book to reach for when you need inspiration and guidance; whether it’s strengthening your mind-body connection, uncovering your purpose and potential, getting through life’s struggles, or cultivating habits for lifelong health, wellness and happiness—this is the your handbook.\n Learn more about Rachelle at:  https://zestylife.ca/  Instagram: @zestylife.ca\nBook Q&A\nWhat’s in it for me? \nYou lead a busy life, and you want new meals that taste amazing, are  easy to prepare, and leave you feeling great after. I put a lot of time  into creating, testing and getting feedback on a variety of plant-based  recipes that are both tasty and satisfying!\nYou’ll also discover a healthy dose of inspirational content, from  short stories to easy to digest tips and tools. This book is something  to keep handy for when you need a quick pick-me-up, a last minute recipe idea, or you simply want to flip through some pretty awesome photography!\nDo I have to be a vegan to buy your book? \nHeck no! These meals taste great and just happen to be vegan. Try them out and see how they make you feel. They can be a nice addition to your weekly meals, or a bridge to consuming less animal based foods in your regimen.\nWhat’s in it for you?\nThrough writing and designing this book I have learned more about myself, and been able to delve deep into a heartfelt passion for  helping others. My aim is to share my experiences, insights, stories and  practices so that you can feel more vibrant, healthy and happy in your life. I hope that people enjoy this book so I can keep creating more zesty content.\nAre your ingredients hard to find?\nNot at all! You’ll be able to create quick and healthy meals, and have FUN doing it! These recipes have unique and complex flavours with some pretty basic ingredients that anyone can put together!\nIf I buy one cookbook this year why should this be the one?\nThis book is so much more than recipes, it’s a vulnerable expression of my own journey and I would like it to light the path in a potent way for as many people as possible, with respect to not only how they think about food and health, but to really propel them to understand that we’re all capable of so much more and have an important ingredient to offer this world. Recipes for a Zesty Life is about believing in and feeding your untapped potential. In my book you will find a 360 degree approach to life, with  insightful stories, worksheets for uncovering more of who you are,  inspirational content, nutrition and cooking tips and tools, and so much more!", "risks": "Risks and challenges\nAs a professional designer and branding expert, there is no cost or risk or challenge associated with design or marketing of the book. The book has been fully designed and is completed.\n\nThe challenge will be gaining enough funds to cover minimum quantity printing fees, and retailer/distributor fees.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 37 or more", "title": "SQUAMISH LOCALS : Pickup only", "descp": "Squamish/Whistler locals pledge for 1 copy of the book — PICK-UP ONLY. You must pickup your book, no shipping.\nINCLUDES:\n1 Book", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["28 backers"]}, {"amt": "Pledge CA$ 40 or more", "title": "First Edition Book", "descp": "Grab your early copy, hot off the press!\nINCLUDES:\n1 Book", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers"]}, {"amt": "Pledge CA$ 60 or more", "title": "Signed Book + Bonus Content", "descp": "Be one of the first to receive a beautiful signed copy of the book. You'll also unlock the ability to download bonus content not included in the book, PLUS you'll get a digital e-book as well.\nINCLUDES:\n1 Signed Book\nBonus content\n1 e-book Version", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge CA$ 100 or more", "title": "2 First Edition Books + Bonus Content", "descp": "Get two copies of the book PLUS bonus content!\nINCLUDES:\n2 Books\nBonus content\n1 e-book Version", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge CA$ 250 or more", "title": "2 Signed Books + 1 Week Meal Plan", "descp": "Set yourself up for Zesty success!\nINCLUDES:\n2 Books\n1 e-book Version\n1 Week Meal Plan\nBonus content", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge CA$ 500 or more", "title": "1/2 Day Squamish Bike Tour + Signed Book", "descp": "Half day guided bike tour with Rachelle & Kula on classic blue and black trails in Squamish, BC. We will stop and session features, discuss mindset and nutrition, and enjoy tasty trail snacks—and a totally Zesty experience =:)\n(*You must get to Squamish on your own dime! Bikes can be rented by request).\nINCLUDES:\n1 Signed Book\nBonus content\n1 e-book Version\n1 Week Meal Plan\n1/2 Day guided bike tour", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "How do you like the book?", "update_content": "Hi Everyone!\nThank you so much for all of the support and patience in getting Recipes for a Zesty Life out into the world! It is because of all of you who expressed heavy interest in reading my book, and continued to support my desire, that I was able to self-publish. \nSince launch I've received so many warm reviews and congratulatory notes and that makes me feel incredibly grateful and humbled. THANKS! If you've received your book and dove into the pages already, I would love to hear your thoughts and what recipes or stories stand out for you! You can write a review at the website shop https://zestylife.ca/product/recipes-for-a-zesty-life/ — much appreciated!"}, {"update_no": "UPDATE #12", "update_userinfo": "E-Book + Bonus Content", "update_content": "Happy Holidays everyone!!!\nI hope you all receive your books very soon! In the meantime, here is your ebook + bonus content. Thank you so much for all of the support in making this book happen!\nDOWNLOAD LINK: https://drive.google.com/file/d/1TMYlSrD8WDjUgEuUc0vwMhtyDIcrrVsP/view?usp=sharing\nZesty Wishes in 2020!"}, {"update_no": "UPDATE #11", "update_userinfo": "Book Pickup!", "update_content": "Hi Everyone,\nThankyou so much for your patience! We are a tad behind getting the books from the printer due to Christmas holidays. Sorry!! We are waiting and ready to fire them off to you as soon as they arrive (Friday), so please stand by...\nThanks so much for the support and patience, I hope you LOVE it =:D"}, {"update_no": "UPDATE #10", "update_userinfo": "Book Pickups", "update_content": "Hi everyone,\nI am super excited to announce we've reached our funding goal and you will have your book before Christmas!!! Thank-you for believing in this dream of mine and supporting all of the hard work it has taken to get here! I hope you thoroughly enjoy the book and I can't wait to get your feedback!\nThere's still time to pre-order, so if you know of anyone who would like a copy, you can still send them the Kickstarter link! "}, {"update_no": "UPDATE #9", "update_userinfo": "BOOKS SHIP FRIDAY!", "update_content": "Legendary pro cyclist, Alex Stieda, shares his book review!"}, {"status": [{"Project funds successfully": "93 backers pledged CA$ 15,849"}]}], "comments": []}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "Under An Arctic Sky is a film project documenting a journey to the most remote corners of Iceland in the middle of winter in search of perfect surf. \nIn this 40 minute film, six surfers set sail along the frozen shores of Iceland as the worst storm in twenty-five years is about to arrive. The storm blows through, shuts down the country, and turns the search for waves into a life-threatening prospect.\nDespite constant darkness and stormy seas, the group continues the hunt for perfect waves and attempts to make history by surfing under the northern lights.\nAfter reaching our initial goal of $150K, we created these stretch goal bonuses as a 'thank you' for your continued support. Every time a stretch goal is \"reached\" backers will get extra stuff for no additional cost (scroll down to see a complete list of backer rewards and information about the film tour).\n      Plainly put, Kickstarter is the fastest, most-effective way we could think of to get this film into your hands. But your pledge is more than just a pre-order of the film. By supporting this Kickstarter, you'll get the film first and help us to finish post-production as well accomplish a worldwide film tour. \nOur goal is to visit and share this project with as many cities as we can. We've already spent a lot of out-of-pocket money making the film. But the $150K goal is important, because it will cover the costs associated with distributing this film to a global audience. We want to come to your cities in person, share the film and photographs with you and answer any questions you might have about the filmmaking process. Our goal is that you will leave inspired to get out and seek these experiences for yourself.   \nStay tuned for the dates and showtimes of our global film tour. Under an Arctic Sky is also an official selection into the Tribeca Film Festival (2017). Tickets for Tribeca go on sale March 28th at 11 am EST. For TFF premier showtimes and other information, click the following link:\nhttps://tribecafilm.com/filmguide?film_duration=Short&page=6\nWe don't want you to feel like you're giving us money and not getting value in return. We're keeping the reward levels simple and few. We hope you value the rewards like you would any other purchase. Also, all backers above $15 get to come to a designated premier of their choice. \n                                    ", "risks": "Risks and challenges\nCold weather, hypothermia, floating ice chunks, flat light, delayed flights, broken boards, broken bones, death, bad surf, viking attacks, and drone malfunctions. \n\nBut seriously, THIS FILM WILL BE COMPLETED NO MATTER WHAT! \n\nOur major challenge will be getting out on the road and bringing this film to as many cities as possible. We're fully capable of executing this tour, but it won't mean much without your collaboration. Let us know in the comments which cities you want us to consider stopping in. And if you feel like there's no chance we'll come to your small, podunk town reach out to us and we will do our best to make it happen!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Thank You!", "descp": "Thank you for your support! Every little bit helps.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Under An Arctic Sky Film", "descp": "Early digital download of the film", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["817 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Book + Film", "descp": "60 page photography book filled with images and stories from Under an An Arctic Sky + a digital download of the film", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3,357 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Pocket T Shirt", "descp": "Limited edition \"Under an Arctic Sky\" white pocket T", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["67 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "T Shirt + Film", "descp": "Limited edition \"Under an Arctic Sky\" white pocket T + a digital download of the film", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "T Shirt + Book + Film", "descp": "Limited edition \"Under an Arctic Sky\" white pocket T + 60 page photography book filled with images and stories from Under an An Arctic Sky + a digital download of the film", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["233 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Screenprinted Movie Poster + Book + Film", "descp": "22x28 Limited Edition \"Under an Arctic Sky” movie poster + book + digital download of film", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["114 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Small Print Collection + Book + Film", "descp": "10 small photo prints from the trip + 60 page photography book filled with images and stories from Under an An Arctic Sky + a digital download of the film", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Name in Credits of Film + Film", "descp": "Get your name included in the movie credits as supporter + digital download of the film", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["10 backers", "Limited (10 left of 20)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Private Screening w/ Cast at C.B. Studio", "descp": "Come join us at our studio in Pismo Beach for a private outdoor screening + dinner with members of the cast, slideshow and a Q & A with Chris. You will also receive Poster / T- shirt / Print / Book / Film (Film Bundle). Travel costs are not included. Date subject to change. Further details to be discussed at the conclusion of the Kickstarter campaign.", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["4 backers", "Limited (56 left of 60)"]}, {"amt": "Pledge US$ 3,750 or more", "title": "Custom-shaped Black Rose Longboard", "descp": "A limited edition signature Under an Arctic Sky longboard shaped by Black Rose Mfg + Poster/ Book/ T-Shirt/ Print/ Film (Film Bundle)", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (20 left of 20)"]}, {"amt": "Pledge US$ 8,000 or more", "title": "6-Day Iceland Photo workshop", "descp": "Travel with Chris to Iceland for an exclusive in-depth photo workshop over 6 days. Visit some of the locations where the the film was shot, learn about photographing the northern lights and surfing in the Arctic. We will cover 7 extensive learning modules and end your trip with a portfolio review. All food/ accommodation and travel upon arrival in Iceland are included. Flights to and from Iceland are not included. Dates & Further details to be discussed at the conclusion of the Kickstarter campaign + Poster/ Book/ T-Shirt/ Print/ Film (Film Bundle)", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 200 or more", "title": "Photographic Print from Film", "descp": "Archival Photo Print (16\" x 24\") from the trip + book + digital download", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "The wait is over! THE FILM IS LIVE!", "update_content": "Hi Everyone,\nYour individual download links have been emailed to you through the CrowdOx platform we've been using to fulfill everyones backer rewards. If you click the link provided on the email you received and log into your Vimeo account (yes you will need a Vimeo account!) you will be granted access to the film! You can stream it from your account or download it. Make sure you're logged into whatever Vimeo account you want this film to live on permanently because the link will only work once!"}, {"update_no": "UPDATE #13", "update_userinfo": "Film Release Date - August 1st", "update_content": "Hi everyone! \nThe wait is almost over. We are excited to release Under An Arctic Sky to all backers on August 1st! I know we were initially aiming for a late June release on the digital downloads of the Under An Arctic Sky film. Unfortunately, our distribution partner wasn't going to be able to finalize everything for release by that date. I wish I had better news for you, but where we currently stand with iTunes, Vimeo, etc, is that we won't be able to send out the unique download codes for our backers until August 1st. I know this obviously comes at a bit of a surprise and bummer to many of you! Again, we wish we could do something about it, but due to the intricacies of releasing a film and getting download codes out to 4,800 people and taking into account the potential piracy concerns around a release of that magnitude we have been forced to postpone. This is our first stab at a project this big so we really appreciate your patience with us. Just know that we want to get this film out to you ASAP and we are so grateful for your support of this project overall! You will all have the film for over a month before anyone else is able to get their hands on it! Official release date will be September 5th for everyone else. "}, {"update_no": "UPDATE #12", "update_userinfo": "Rewards Update", "update_content": "Hey Backers!\nStoked to see everyone that's been receiving their backer rewards. I've seen all of you tagging me in your posts / stories!\nQuick update and answer for many of you in regards to the digital downloads. They will be provided via VIMEO since we've had an influx of requests from those of you that don't have or don't use iTunes. This will allow everyone to be able to access the film when we send out the download codes. "}, {"update_no": "UPDATE #11", "update_userinfo": "We're halfway there!", "update_content": "Hi Everyone!\nHope all is well. \nWe are still in the process of shipping everything out (4,500+ shipments to make) I'm sure you've seen us working away in the studio on my Instagram stories! Currently we're about 50% done so thanks again for your patience. It's greatly appreciated while we put all of our efforts into getting everything shipped out."}, {"update_no": "UPDATE #10", "update_userinfo": "Digital Download Coming Soon", "update_content": "Hey backers!!\nWe're taking a quick break from tour life to send this update about the digital download. We've had a lot of questions about when the download will be sent out. We've started shipping everything out and I know a lot of you have received books and/or t-shirts already! The film will be following shortly (via email) with a unique download code. The reason for this delay is because of the finalization process through iTunes, but we promise it's coming soon!"}, {"update_no": "UPDATE #9", "update_userinfo": "Books (And Other Rewards) Coming Soon", "update_content": "Hey backers!"}, {"update_no": "UPDATE #8", "update_userinfo": "West Coast Film Schedule + Rewards Coming Soon", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Watch out for the Backer Survey!", "update_content": "Fill Out the Backer Survey ASAP\nWe wanted to let you know that the backer surveys have been sent to you via email. Keep an eye out for that in your inbox and fill it out as soon as you can! Please, don't email us your address since we won't be able to keep track of 4000+ emails very well! Instead it would be great if you could follow the instructions provided in the survey email. This will make the process run a lot smoother and allow us to get your rewards out quickly. It's also an opportunity for you to add to your reward if you didn't get everything you wanted, or maybe you are looking at getting extra copies for friends and family.\nThe Digital Download Is Coming Soon!"}, {"update_no": "UPDATE #6", "update_userinfo": "Thank You! + Important Backer Information", "update_content": ""}, {"status": [{"Project funds successfully": "4,870 backers pledged $280,558"}]}], "comments": [{"username": "Paul Coffey", "content": "Hey guys - I feel like I've missed out on an email! What's the best course of action?", "time": "over 3 years ago"}, {"username": "Adam Mason", "content": "Hey guys! No email about the film. Any idea?", "time": "almost 4 years ago"}, {"username": "Frankie Daloia", "content": "Still no book. No email about the film either ��", "time": "almost 4 years ago"}, {"username": "Nicolás Pina Calvin", "content": "I did no received the email :/ Still waiting for the link and the book....", "time": "almost 4 years ago"}, {"username": "Michael Shaw", "content": "-Michael", "time": "almost 4 years ago"}, {"username": "Juan Carlos Jobs", "content": "I did no received the email, could you send again to juancqt@gmail.com please", "time": "almost 4 years ago"}, {"username": "Sam Lowry", "content": "My teen daughter was the one who encouraged me to back this project. I can't say I care much about surfing, but was more than impressed with the quality and cinematography. Great work. I think she was disappointed that it wasn't longer - is there additional footage to see beyond the download?", "time": "almost 4 years ago"}, {"username": "Jacob Burt", "content": "Didn't get a link, can one please be sent to jburt232@gmail.com", "time": "almost 4 years ago"}, {"username": "Medina Am", "content": "AUG 1st! \"THE\" Day!", "time": "almost 4 years ago"}, {"username": "Claudio Sánchez Sepúlveda", "content": "I have not received my book yet. Someone knows when it will arrive?", "time": "almost 4 years ago"}, {"username": "Lauren Ashley", "content": "Hi we haven't received our book yet was wondering if there is an update for the ship date? Or if others stateside are still waiting?", "time": "almost 4 years ago"}, {"username": "Jonathan Stamper", "content": "Still haven't received anything. Trying to find out the best way to resolve this problem. Thanks", "time": "almost 4 years ago"}, {"username": "Sandra Bartocha", "content": "I would like to receive a new one that is in perfect condition.", "time": "almost 4 years ago"}, {"username": "neil bennett", "content": "Anyone else been stung with double customs charges?? I feel the fact that it was going to be sent as two packages should have been made clearer. I certainly would have not backed the project due to the cost of it getting to the UK.", "time": "almost 4 years ago"}, {"username": "LJ Igou", "content": "Haven't received my book yet ? I sent an email a week ago and no one responded to an update?? Please let me know . Thanks!", "time": "almost 4 years ago"}, {"username": "Frankie Daloia", "content": "Not sure if I missed something. Never received my book", "time": "almost 4 years ago"}, {"username": "neil bennett", "content": "Was wondering if this has happened to anyone else, I paid the int shipping rate, no worries I knew about this and I was also aware that I may have to pay customs charges, however i have had to pay two lots of customs charges to the tune of £77 because they sent the book and poster seperately!!! instead of one package, now that added with what I already paid when I backed the project has made it quite expensive, has this happened to anyone else??", "time": "almost 4 years ago"}, {"username": "Ariel Wu", "content": "Quite disappointing that backers have to wait until the tour ends to see the film. I hope Aug 1st is the REAL date now.", "time": "almost 4 years ago"}, {"username": "Lawrence Virgin", "content": "Given the level of filmmaking and photography skill you possess it's difficult to imagine someone can't work out the logistics. Like any project unforeseen issues arise. Hope the film tour continues to do well!", "time": "almost 4 years ago"}, {"username": "Mitchell Mcgregor", "content": "Hi is there dates for any international touring yet?/ are you coming to Oslo? Haha", "time": "almost 4 years ago"}, {"username": "Robin Jänsch", "content": "When will you send the digital download code for the movie ?", "time": "almost 4 years ago"}, {"username": "Kyle", "content": "Yea... Can you give us an update on the release? Are you pushing it back because you have extended your tour? I've noticed a few unofficial screenings that aren't a part of your tour so there are screeners floating out there!", "time": "almost 4 years ago"}, {"username": "Jennifer Maniscalco", "content": "It seems like they might be waiting to send the download codes since they're doing a movie tour? It's a shame we don't get to see it first after backing.", "time": "almost 4 years ago"}, {"username": "Mat Hughes", "content": "Thanks in advance", "time": "almost 4 years ago"}, {"username": "neil bennett", "content": "I have moved address and have messaged you yet not had a reply can you please confirm you have my new address please", "time": "almost 4 years ago"}, {"username": "Sergio Martinez", "content": "Finally I got the book, is really nice the only bad thing is the size.", "time": "almost 4 years ago"}, {"username": "Medina Am", "content": "Is there someone here from Germany who has received their package? coz I haven´t. And looking forward to the digital code, as it´s July already...", "time": "almost 4 years ago"}, {"username": "Lawrence Virgin", "content": "No video here either. Possible they are working out the logistics for the emails or he meant July... I can't wait to see it either way!!!", "time": "almost 4 years ago"}, {"username": "Jacob Saunders", "content": "Haven't received an email yet for access to film on Vimeo. Is that coming soon? Noticed the comment it should have been sent by end of June..", "time": "almost 4 years ago"}, {"username": "Kyle", "content": "Loved the book, definitely would be interested in purchasing a larger print of a few of the images. More importantly... Today is the end of June - do I get to watch it this weekend?? =)", "time": "almost 4 years ago"}, {"username": "coded_disaster", "content": "I'm nevertheless happy that it finally arrived, can't wait for the movie", "time": "almost 4 years ago"}, {"username": "Marc", "content": "Quite disappointing", "time": "almost 4 years ago"}, {"username": "Richard de Ruijter", "content": "Where/when can we download the movie? Will we get an email regarding this?", "time": "almost 4 years ago"}, {"username": "Esther", "content": "Book arrived yesterday to Brisbane, Australia -- the photographs are just stunning! Thanks so much :D", "time": "almost 4 years ago"}, {"username": "Lee Stewart", "content": "Hey Guys - Received my book and print today. Looks awesome! Noticed the packing slip that came with my order had a line item for the digital download. Was there supposed to be some sort of URL or download instructions? Will this be sent in a follow-up e-mail?", "time": "almost 4 years ago"}, {"username": "Ben van Sambeek", "content": "Hi guys, I see people receiving their package already, anyone in Europe received their package yet?", "time": "almost 4 years ago"}, {"username": "Anthony Carrino", "content": "Hey guys, just received my print, but still don't have the book. I know you said they have all shipped a few weeks ago, so checking in on this. Thanks. -A", "time": "almost 4 years ago"}, {"username": "Bob McCrary", "content": "Thank you", "time": "almost 4 years ago"}, {"username": "Dennis", "content": "Any idea when you will start to ship internationally ? Eagerly waiting here in Switzerland :)", "time": "almost 4 years ago"}, {"username": "Tanya Lee", "content": "Hi still no sign of anything. Have you shipped to Canada yet?", "time": "almost 4 years ago"}, {"username": "Jordan Cross", "content": "Hey guys - I am emailing the studio but I just received an empty photo print canister - I suspect per the Ben Corby comment below, that on an alpha basis he got my photo print as well. Thanks", "time": "almost 4 years ago"}, {"username": "Graeme Glennon", "content": "Have you started shipping to Ireland yet?! Thanks!", "time": "almost 4 years ago"}, {"username": "Ben Corby", "content": "Hello, I received two. I have messaged you. Hopefully someone isn't missing out. I'm willing to post onward.", "time": "almost 4 years ago"}, {"username": "Laurel", "content": "I just received my book in my postcard and everything is just stunning! I cannot wait to watch the film! �", "time": "almost 4 years ago"}, {"username": "Mary Monsanto", "content": "I received my book today! Beautiful and worth the wait! Thank you!", "time": "almost 4 years ago"}, {"username": "Pornthep Pisalangkul", "content": "Received the book today, but without CD.", "time": "almost 4 years ago"}, {"username": "Anna", "content": "I just received the book today, and I'm very glad I chose to get the book along with the digital download.The photos are wonderful, and the 2 page photo near the end of the book (the one with the surfer on the left, with a mountain in the background and the Northern lights overhead), is stunning. Are there any plans in the future to sell larger prints of the photos? I'd love to have that particular image hanging on a wall. Anyway, great work on the book!", "time": "almost 4 years ago"}, {"username": "Ilanit Manor", "content": "I haven't received my book yet but my friends got it today. How can we check status of them?", "time": "almost 4 years ago"}, {"username": "Robert Levin", "content": "I am excited to hear that you are shipping product. I can't wait to receive my goodies.", "time": "almost 4 years ago"}, {"username": "Mary Monsanto", "content": "Have not yet received book - any way to check on it?", "time": "almost 4 years ago"}, {"username": "Bryan Latchford", "content": "Ordered 2 and only received 1 in the envelope ( packaging slip inside said qty: 2). Sent a direct message to you but haven't heard back about whether they were shipped separately. The one book looks great though! Hope to hear from you soon.", "time": "almost 4 years ago"}, {"username": "Sean Rivett", "content": "Is there any way that we can track the book?", "time": "almost 4 years ago"}, {"username": "Paul Cooper", "content": "Thanks for the book! Beautiful!", "time": "almost 4 years ago"}, {"username": "Scott R.", "content": "I currently do not use I-tunes for anything. Will this be preventative in downloading the film to view on my PC or other media device. PS I am an android user. -", "time": "about 4 years ago"}, {"username": "Tony", "content": "Hi Folks! Any tracking info available ? Im in South Africa, and have not had any feedback or info regarding my purchase ? What's going on?", "time": "about 4 years ago"}, {"username": "Scott White", "content": "I too was wondering about shipment? I moved and am concerned that this is going to go south on me. Will we get communication when our reward ships? Any type of tracking? Please advise.Thanks.", "time": "about 4 years ago"}, {"username": "Ariel Wu", "content": "Hi! Also wondering when I can expect the book to arrive? The last update about it was early May. I may be moving in the coming month and certainly don't want to miss it!", "time": "about 4 years ago"}, {"username": "Andrea Miller", "content": "Hi! I am also wondering about timeline for receiving my book and download of the film...checking in because last I heard it was to be shipped during May...its now June...thanks in advance for any update. Appreciate it.", "time": "about 4 years ago"}, {"username": "Rodrigo Serpa", "content": "Hello ladies and gents of the Arctic skies! Backer from Brazil here wondering when this wonderful film will be available for early digital download. Kudos to Burkard and team, trailer looks fantastic already. Wish the screenings would come to our shores. All the best.", "time": "about 4 years ago"}, {"username": "Matt Weinberg", "content": "Thank you!", "time": "about 4 years ago"}, {"username": "Jessica", "content": "Thanks for the update today-I can't wait to see the film! Come to landlocked Dallas! :)", "time": "about 4 years ago"}, {"username": "AnaBanana", "content": "And Chris was really friendly.", "time": "about 4 years ago"}, {"username": "Matthew", "content": "When will the digital download become available?", "time": "about 4 years ago"}, {"username": "Mike Snyder", "content": "Talk about chocolatiers in Rossland.", "time": "about 4 years ago"}, {"username": "Jan Rutsaert", "content": "Can't wait to see the result! So stoked!!! And hopefully you guys come to Belgium..", "time": "about 4 years ago"}, {"username": "Kyle", "content": "So stoked for this. Will hopefully make it to a screening at Tribeca!", "time": "about 4 years ago"}, {"username": "Mac Barnhardt", "content": "Please bring tour to Charlotte NC & Charleston SC.", "time": "about 4 years ago"}, {"username": "Eddie Correa", "content": "Congrats guys! After watching the first film, I new this was going to be amazing and I needed to back it up. �� Keep motivating!", "time": "about 4 years ago"}, {"username": "Guilherme Reif", "content": "Congratulations Chris and team from a big fan in São Paulo, Brazil.", "time": "about 4 years ago"}, {"username": "Giorgio", "content": "Congratulation guys, I can not wait to see the movie!", "time": "about 4 years ago"}, {"username": "Jamie Dowsett", "content": "Congratulations Chris and the crew! I'm so excited to watch the film and share it with my friends. Best of luck at the film festival and the tour from Toronto, Ontario!", "time": "about 4 years ago"}, {"username": "Mike Snyder", "content": "Washougal has your back brother!", "time": "about 4 years ago"}, {"username": "Sarah Draper", "content": "Congratulations from East Texas! Can't wait to watch the film!", "time": "about 4 years ago"}, {"username": "Lee Stewart", "content": "Congratulations, guys! So pumped to watch this documentary. Best of luck from Richmond, VA.", "time": "about 4 years ago"}, {"username": "Claudia Araujo da Costa", "content": "Congratulations, Chris Burkard and the whole team! I'm really looking forward to watching the movie and making it known to all my friends! I wish the project has a success worldwide. Hugs from Rio de Janeiro, Brazil.", "time": "about 4 years ago"}, {"username": "Thomas Ungricht", "content": "Congratulations! Looking forward to the film.", "time": "about 4 years ago"}, {"username": "Jennifer Gandolfo", "content": "Congrats! Can't wait to see the film!", "time": "about 4 years ago"}, {"username": "Filip Bencek", "content": "Happy to be part of your project! I am really excited for the show :)", "time": "about 4 years ago"}, {"username": "Carol Johnson", "content": "~ Hunt_Wind_4_Your_Sails (Carol Johnson)", "time": "about 4 years ago"}, {"username": "Daniel Hunt", "content": "If you make it to Australia then it would be amazing if you did a film screening in Canberra. No doubt there will be plenty of people here who would love to see it", "time": "about 4 years ago"}, {"username": "Alexander Green", "content": "Look forward to catching it in London", "time": "about 4 years ago"}, {"username": "Patrick Baune", "content": "Stop by.... London is calling you!", "time": "about 4 years ago"}, {"username": "Daniel nethercott", "content": "DN", "time": "about 4 years ago"}, {"username": "Coalatree", "content": "Congratulations!! We cannot wait for the film, way to go on the campaign!���", "time": "about 4 years ago"}, {"username": "Kathleen Reiss", "content": "Congratulations!! So proud of you that you've made this a success. Big things are in your future. Great job!!", "time": "about 4 years ago"}, {"username": "Bethany DiTecco", "content": "So excited for you and the team! Can't wait to see the film!", "time": "about 4 years ago"}, {"username": "Josiah stromstad", "content": "Great job CB- keep on inspiring people", "time": "about 4 years ago"}, {"username": "sam", "content": "Stoked you guys are doing this. See you in Denver #surfthepow", "time": "about 4 years ago"}, {"username": "trisha", "content": "Aloha", "time": "about 4 years ago"}, {"username": "kate", "content": "Yeeew cannot wait for this to be released. Thankyou for doing what you do and inspiring people all over the world. Keep it up!", "time": "about 4 years ago"}, {"username": "Phuc Nguyen", "content": "You and your team are an inspiration, keep up the awesome work! Can't wait to check out the film.", "time": "about 4 years ago"}, {"username": "hiromi", "content": "Congratulations! I'm a fan from watching you on TED talk. I LOVE your pictures and can't wait to see your film! Go Chris!", "time": "about 4 years ago"}, {"username": "Brianna Stello", "content": "Burkard, I'm so incredibly stoked for you. You are so young and have accomplished so much already. You deserve it all. As a fellow photographer you inspire me. Please come visit Charleston, SC. It's not a huge trek, it's not mountainous or 30 below.. but we like to surf and enjoy life and nature and would be grateful to have you come. Congratulations!!! One love. - Brianna", "time": "about 4 years ago"}, {"username": "Levi", "content": "So stoked for you all!! This is gonna be huge! Oh an just remember Pittsburgh Pennsylvania would be an awesome place to tour. There is huge amounts of people that would come!", "time": "about 4 years ago"}, {"username": "Kara Shaw", "content": "Congratulations!!! I'm really looking forward to seeing this beautiful piece of art!", "time": "about 4 years ago"}, {"username": "Bret Knower", "content": "Congratulations Chris! Can't wait to see the full film! Here's to you and your team!", "time": "about 4 years ago"}, {"username": "Daniel Maia", "content": "Congratulations!", "time": "about 4 years ago"}, {"username": "Tanya Manwaring", "content": "Can't wait to see you in Australia", "time": "about 4 years ago"}, {"username": "Sian Hodgkiss", "content": "We'd love to see you in the UK! Devon or Cornwall would be awesome....it's a beautiful part of the county with a huge surfing community!", "time": "about 4 years ago"}, {"username": "Bethany DiTecco", "content": "Would love for the tour to come to Toronto, Canada!", "time": "about 4 years ago"}, {"username": "Joe-Joe Matuella", "content": "Boynton Beach, Florida! or if you come after June 25, then hopefully Jacksonville, Florida (I will have left for college by then and wouldn't want to miss out)!", "time": "about 4 years ago"}, {"username": "Michael Smith", "content": "Hey Chris, I'm late, but I'm in! Congratulations!!! You should be very proud....michael smith", "time": "about 4 years ago"}, {"username": "Chris", "content": "Come to the San Diego Surf Film Festival if it's possible for you to make it, it's in SD in May 10-13", "time": "about 4 years ago"}, {"username": "Doriana", "content": "Any chance for Italy?!? Please!! Thanks!!", "time": "about 4 years ago"}, {"username": "Kathryn Peat", "content": "Absolutely love your stuff! From Geraldton Western Australia :)", "time": "about 4 years ago"}, {"username": "Irene Herbruger", "content": "Come to Guatemala! I'll show you places where the world pretends its a dream, and the soup is a piece of heaven!", "time": "about 4 years ago"}, {"username": "William Radkovich", "content": "How much to add for the print of the pic on the 200 reaward", "time": "about 4 years ago"}, {"username": "Rafael Susigan", "content": "São Paulo - Brasil", "time": "about 4 years ago"}, {"username": "Kyle Sundman", "content": "Denver, CO!", "time": "about 4 years ago"}, {"username": "Jocelyn", "content": "Solana Beach or Cardiff, CA - You've got lots of fans here!", "time": "about 4 years ago"}, {"username": "Tate", "content": "Anywhere in NZ �", "time": "about 4 years ago"}, {"username": "Stefan", "content": "i´m missing Germany Munich on your list", "time": "about 4 years ago"}, {"username": "Megan Maclean", "content": "Super excited to see the finished product. &Pretty pleeease come visit anywhere in Scotland for your tour!", "time": "about 4 years ago"}, {"username": "Benjamin Lud Ig S", "content": "Moscow, Russia would be great", "time": "about 4 years ago"}, {"username": "Oliver Speed", "content": "Beers are on me if you make your way to Melbourne, fingers crossed!", "time": "about 4 years ago"}, {"username": "Jamie Dowsett", "content": "Would be awesome to see you guys come to Toronto, Canada!", "time": "about 4 years ago"}, {"username": "Alex Perronne", "content": "I think the folks down here at the University of Houston would appreciate a visit!", "time": "about 4 years ago"}, {"username": "Wanderlanding", "content": "Denver/Boulder, Colorado! So stoked for this film!", "time": "about 4 years ago"}, {"username": "pmkob", "content": "So excited for this film, and congrats on Tribeca! I would love to see you all come to Richmond, Va, or somewhere along the mid-eastern coast (Va beach, the outer banks,etc.)!!", "time": "about 4 years ago"}, {"username": "Derek Tobias", "content": "Congrats on Tribecca! Hope to see you come to San Francisco. The Roxie Theater is a great indie theater that would be perfect!", "time": "about 4 years ago"}, {"username": "Alex H. Nagler", "content": "Congratulations on TriBeCa. Any chance of a NYC backers meetup while you're in town?", "time": "about 4 years ago"}, {"username": "rosco", "content": "Sussex inlet Cinema", "time": "about 4 years ago"}, {"username": "Jessica", "content": "https://www.google.com/search?q=bears+tooth+theatre+pub&ie=UTF-8&oe=UTF-8&hl=en-us&client=safari&dlnr=1&sei=q_3GWIaCHcnD0gTemrbIAQ", "time": "about 4 years ago"}, {"username": "Mike Condon", "content": "Thanks for inspiring, Chris! Check out The Music Hall in Portsmouth, NH for a stop. Great East Coast surfing community. Lots of snowboard flicks have hit this spot over the years too. Cheers man!", "time": "about 4 years ago"}, {"username": "Paco THOMAS", "content": "Would be great to see you in Lyon (France) !", "time": "over 4 years ago"}, {"username": "Eric D. Dirksen", "content": "Music Box in Chicago, please!!!! That would be so awesome.", "time": "over 4 years ago"}, {"username": "Tanja Dehne", "content": "Please let us know as soon as you have the film screening date set!! I am going to be in NYC in April and would love to catch it while I am there!", "time": "over 4 years ago"}, {"username": "S", "content": "Congratulations on the Tribeca Film Festival !!! Won't be able to join you there, but hope you come to San Francisco. The Castro Theater would be a great location to see the film.", "time": "over 4 years ago"}, {"username": "Janique Sonderegger", "content": "Cheers from Switzerland :-) can't wait to see your movie.", "time": "over 4 years ago"}, {"username": "Brandon", "content": "Come see us in Austin, TX.! (preferably Waco or College Station, but Austin is a GREAT place to hang, and would definitely sell out a film showing!)", "time": "over 4 years ago"}, {"username": "Misprinted Karanaida", "content": "I have been waiting for your book! I didn't know this was a Kickstarter project, I just stumbled across it...I'm so glad I did!!", "time": "over 4 years ago"}, {"username": "Amber", "content": "Barcelona!!!", "time": "over 4 years ago"}, {"username": "Josh Jorgensen", "content": "Definitely SLC. Stoked guys.", "time": "over 4 years ago"}, {"username": "sam", "content": "Stoke to see the film. Check out the Bluebird in Denver for an intimate classic Venue. The Fox Theater in Boulder would be awesome too! and of Course Red Rocks, maybe on a snowy night to make it feel more real when we are watching?", "time": "over 4 years ago"}, {"username": "Cody Roberts", "content": "Thank you for all of your inspiration. Reaching your Kickstarter goal is a huge inspiration! You deserve it, this film looks legendary. I noticed you will be traveling to Hawai'i, and I am very grateful for that. I requested this in a comment on Instagram from @cloudroberts. Have you planned what island(s), and where the film will be featured? Definitely don't want to miss it! Mahalo Chris! Aloha", "time": "over 4 years ago"}, {"username": "Caitlin Whitlock", "content": "Tampa, Florida please!", "time": "over 4 years ago"}, {"username": "Ellen DeLong", "content": "Can't wait to see the film! Would love to go to a screening in Seattle.", "time": "over 4 years ago"}, {"username": "Sabrina Richard", "content": "Toronto, Ontario please!! Huge fan!", "time": "over 4 years ago"}, {"username": "Buster Townsend", "content": "Provo or SLC, UT!", "time": "over 4 years ago"}, {"username": "Tony", "content": "Stoked for this!! Come by Santa Cruz, CA!!", "time": "over 4 years ago"}, {"username": "Sarah Smith", "content": "Goal achieved! Whoop, Whoop! Northern England or Southern Scotland would be perfect for us (York, Leeds, Edinburgh?) Can't wait", "time": "over 4 years ago"}, {"username": "Clemens Ledwa", "content": "You should come to Dresden, Germany. Especially to the venue called \"Schauburg\". It's a cinema with selected movies, wild life presentations, concerts in front of the screen, comedians etc. Your movie would fit perfectly in this program. A second place would be the globetrotter in the center of the city. A really big outdoor store with also presentations, workshops, movie premiers etc. all about the wildlife, nature and adventures. Another plus is that you would be only a 45 min. drive away from the beautiful Saxon Switzerland National Park which is perfect for climbing (if you like sandstone rocks). See you", "time": "over 4 years ago"}, {"username": "Kevin Talty", "content": "NYC!", "time": "over 4 years ago"}, {"username": "Michelle", "content": "Portland, Maine wants to welcome you!!!", "time": "over 4 years ago"}, {"username": "Max Van Bourgondien", "content": "Please come to NYC!", "time": "over 4 years ago"}, {"username": "Mario", "content": "Big Up from Italy!", "time": "over 4 years ago"}, {"username": "Ryan Pearce", "content": "I know we could get a big crowd to see a showing in Liverpool UK! or Bristol UK!", "time": "over 4 years ago"}, {"username": "Amy Worthington", "content": "SLC SLC SLC SLC!!!", "time": "over 4 years ago"}, {"username": "Gavin Hartigan", "content": "Somewhere in Ireland. Plenty of cold surf here!", "time": "over 4 years ago"}, {"username": "Nicola Tassis", "content": "It would be great if you come to Italy in Milan!", "time": "over 4 years ago"}, {"username": "Emma Wootton", "content": "Would be great to see it in Bristol, UK!", "time": "over 4 years ago"}, {"username": "Audrey Miller", "content": "in LOVE with this project. come to Napa Valley!!!!! please!!!", "time": "over 4 years ago"}, {"username": "Nick Bissonnette", "content": "Congrats on getting to your goal! Can't wait to see it! Either Cincinnati OH or Indianapolis IN", "time": "over 4 years ago"}, {"username": "Pascal", "content": "I would love to see you in Montréal or Ottawa!", "time": "over 4 years ago"}, {"username": "jose miranda", "content": "Excited for the finished product.", "time": "over 4 years ago"}, {"username": "Peter", "content": "South Florida!!!!!", "time": "over 4 years ago"}, {"username": "Taylor Cardall", "content": "Del Mar or Solana Beach, North San Diego County please!", "time": "over 4 years ago"}, {"username": "Ethan VanValkenburg", "content": "Stoked for the film! Come visit Grand Rapids, MI!!!!!!", "time": "over 4 years ago"}, {"username": "Jordan Davies", "content": "Auckland or Hamilton NZ", "time": "over 4 years ago"}, {"username": "Steven Tinnell", "content": "SEATTLE!", "time": "over 4 years ago"}, {"username": "Brig Duncan", "content": "Come to Provo.", "time": "over 4 years ago"}, {"username": "Christopher Meugniot", "content": "Beyond stokes to see the finished product! Could you please stop by Ventura, that would be super rad! �", "time": "over 4 years ago"}, {"username": "Jason Murray", "content": "So stoked for this film. I'd love to see a tour stop in Provo, but SLC is all good too!", "time": "over 4 years ago"}, {"username": "David Riek", "content": "Such a great project ! Cannot wait for the film, the book and the cool poster! :)", "time": "over 4 years ago"}, {"username": "Michael Shaw", "content": "Thanks", "time": "over 4 years ago"}, {"username": "chris hampson", "content": "Swing through Melbourne Florida!", "time": "over 4 years ago"}, {"username": "Elizabeth", "content": "Such an epic trailer! Can't wait to see the film, please come to SF!", "time": "over 4 years ago"}, {"username": "Cindy Hollingsworth", "content": "YES! Congratulations!! Your goal at 100% in under 10 days. I had no doubt this would be a total success!", "time": "over 4 years ago"}, {"username": "Matthew Thomson", "content": "Can't wait for this film to be released. Would love to see your team come to Charleston, SC! Truly love what you guys do and your passion is inspiring, keep doing what you do!", "time": "over 4 years ago"}, {"username": "Natalie", "content": "So stoked for this film. Would love to see it close to my hometown in Rhinebeck, NY!!", "time": "over 4 years ago"}, {"username": "Brent Cox", "content": "Can't wait for this movie! Yew!! ����", "time": "over 4 years ago"}, {"username": "Scott R.", "content": "We did it! Funded!", "time": "over 4 years ago"}, {"username": "Rebekah Strohacker", "content": "This pledge is a gift for a dear friend in honor of her losing her 100th pound! She wants to keep losing until she is healthy, fit, and able to do all the activities that are currently beyond her reach. Like surfing! Can hardly wait to see the film!!", "time": "over 4 years ago"}, {"username": "Susana Rodrigues Martins", "content": "Chris & team I just backed your project! Hope you make it and can't wait to see your movie in my hometown Lisbon, Portugal. Yeeeew ��", "time": "over 4 years ago"}, {"username": "Jeff Wagner", "content": "Hi!! I cant wait to see this film. I was wondering if you could stop by Duluth Minnesota as one of the touring cities. We have world-class surfing on Lake Superior and many professional surfers from all over the world come to visit a certain spot near Two Harbors to surf the breaks and they cannot believe it with their eyes that surfing actually exists here. We have a small community of surfers that are eager to meet you!! Hopefully, you can make it work, if not, that's cool too-perhaps we will see you in Iceland surfing these sweet breaks you caught on film!!", "time": "over 4 years ago"}, {"username": "Scott R.", "content": "Bozeman, MT would welcome you with open arms. Come see us and share your epic journey.", "time": "over 4 years ago"}, {"username": "Andrew Simms", "content": "I'd love to help out more but I'm a broke ass college kid haha. The trip looked amazing and I'm excited to see the film and the photos. Your passion for travel and photography are extremely inspiring and I hope to someday find a unique and creative storytelling style like yours! Stay cool brother.", "time": "over 4 years ago"}, {"username": "Anna", "content": "Whitehorse, Yukon! We have an amazing community of outdoorsy northern folk and a perfect venue for screening movies, The Yukon Arts Centre (Banff film fest comes here every year). We are just outside of Alaska so it's not much of a detour if you are going there! I hope to see you here!", "time": "over 4 years ago"}, {"username": "Emie", "content": "I've just fallen in love with Iceland and I'm excited that you've filmed there. Can't wait to see the film. What a great idea and all the best!", "time": "over 4 years ago"}, {"username": "Colin Twohig", "content": "I'm sure you'll be coming through the Bay Area, but if you've got the time for a little side trip, a screening in Big Sur would be amazing! Maybe Henry miller?...", "time": "over 4 years ago"}, {"username": "Leonardo Corbucci", "content": "Insanely good film! Let's do this guys... you guys are Rockstars!!!", "time": "over 4 years ago"}, {"username": "Angela de Burger", "content": "Toronto, Ontario please! :) Can't wait to see the film and book!", "time": "over 4 years ago"}, {"username": "Wayde Jacobs", "content": "Look into the Ritz Cinema Randwick/Sydney Australia and either the Byron Bay Theatre or PigHouse Cinema Byron Bay Australia. These venues also screen The Ocean Film and BANFF film festivals, your target audience. Beers on me if you can make it.", "time": "over 4 years ago"}, {"username": "Garrett Blanchard", "content": "So stoked! I live in Southeastern Idaho, but would love to see it in Jackson or Salt Lake. Denver might even work too!", "time": "over 4 years ago"}, {"username": "Joyce Leung", "content": "Come to San Francisco! We'd love to have you!", "time": "over 4 years ago"}, {"username": "Chris", "content": "I've been waiting with much anticipation for this film to come, and I was really excited when I saw the KickStarter campaign to help out! Would love to see you swing through Denver!", "time": "over 4 years ago"}, {"username": "Elaine Chalifoux", "content": "It would be great if you could come to Montreal! Plus, if your friends come, they can try our waves in the St-Laurent river. River surfing is picking up here!", "time": "over 4 years ago"}, {"username": "Tim", "content": "If you can't make it to SUNY Plattsburgh (small town, I know) then definitely should try to get to Burlington in VT, which is close by! Or Montreal! Or Denver or Boulder. Or everywhere...just bring this everywhere!", "time": "over 4 years ago"}, {"username": "laura", "content": "Can not wait for this! :D Cant even begin to express how much I loved the trailer and know how much love and dedication went into this! you should all feel so proud of yourselves! And also if you came to the UK to show your film that would be great! I'm from Cleethorpes but would come anywhere for it!", "time": "over 4 years ago"}, {"username": "Alejandra Jaimes", "content": "All the best!", "time": "over 4 years ago"}, {"username": "shelley smith", "content": "i live near san clemente with 3 surfers & we are super excited to see your film!! we would be willing to drive to pismo or a distance in hopes that you can take this to more remote towns that don't have as large of a surf community like we do here!", "time": "over 4 years ago"}, {"username": "brandi", "content": "Might be too late for this year's but Ashland Independent Film Festival. Check it �� http://www.ashlandfilm.org/Page.asp?NavID=671", "time": "over 4 years ago"}, {"username": "brandi", "content": "As far as locations requests- Just don't forget about Oregon ;) and I pledged for a Tshirt but never got to say a size! :) I was hoping to get a small, is this at all possible? SUPER STOKED ON SEEING THIS finally come to fruition! ���☃️", "time": "over 4 years ago"}, {"username": "Wade Woolford", "content": "Y'all gotta get down to Pensacola Florida!", "time": "over 4 years ago"}, {"username": "Simon", "content": "Hi guys you have to get down to Margaret River in Western OZ it will be a sell out! And you get some massive wa waves under your belt.", "time": "over 4 years ago"}, {"username": "Anelie", "content": "Not that it matters, but would the book be hardcover print or..? Matte/glossy? And um, would you be signing the books? Hehe. Couldn't find anything in the faq. Cheers!", "time": "over 4 years ago"}, {"username": "modernmonalisa", "content": "I looove your project! It would be absolutely awesome, if you could come to Zurich, Switzerland!", "time": "over 4 years ago"}, {"username": "Jérémie Morin", "content": "I would really love if you could come to Montreal, Canada!", "time": "over 4 years ago"}, {"username": "Brian DeMeza", "content": "Corvallis, Oregon! Oregon State University's campus is full of people who would fully enjoy this film and the filmmaking process! Hope you guys come! Great rock gym here too... just saying.", "time": "over 4 years ago"}, {"username": "Tommy Warren", "content": "Athens, GA! We are a funky, fun college town and only an hour drive from Atlanta. So you can still pull a crowd from the big city, while staying in much smaller, more quaint town with a great music history, fun vibe, and cool downtown. New Belgium used to host their Clips of Faith (short adventure/outdoor movies) tour at the Lyndon House on the large lawn and it was always packed (before they gave up on us smaller towns for bigger cities). Hope you'll consider coming this way! Cannot wait to see the film - Iceland is my favorite place in the world.", "time": "over 4 years ago"}, {"username": "Maryse Légaré", "content": "You should come to Quebec City, Canada or Montreal, Canada ! I really can't wait to see the movie. Just watching the trailer gave me goosebumps ! I've been to Iceland last summer and I fell in love with this country and watching your photos makes me want to go back there so much and explore so many places around the world.", "time": "over 4 years ago"}, {"username": "Imogen Thompson", "content": "I would love for you to bring it to Seattle!!", "time": "over 4 years ago"}, {"username": "Joshua Glazer", "content": "Awesome project! Please work in a visit to Washington, DC. We may not be the nation's surf capital but it's a great place to raise awareness/money....and we sure need some uplifting experiences these days.", "time": "over 4 years ago"}, {"username": "Nicole Cox", "content": "Come to Albany, NY!", "time": "over 4 years ago"}, {"username": "Jamie F.", "content": "Please come to Tulsa, Oklahoma!! There are so many outdoor and photography enthusiasts here and it would be extraordinary for Oklahomans to be able to experience what you have put together!", "time": "over 4 years ago"}, {"username": "neil bennett", "content": "Just pledged. I would like to see this film in beautiful county of Cornwall, UK. Newquay if possible we have a cinema that shows a surf film festival every year so we are well equipped to have you and I know the whole surf community would be stoked to have you in our small surf capital.", "time": "over 4 years ago"}, {"username": "James Lindsay", "content": "DUDE, I am so excited for this I can hardly contain myself! Been following this project with much anticipation!", "time": "over 4 years ago"}, {"username": "Mitchell Keen", "content": "Chris and his crew look like they have created something very special and amazing. I didn't grow up surfing and have only done it once but no matter what, I have mad respect for these guys. They are insane. I can't wait for this. May can't come soon enough.", "time": "over 4 years ago"}, {"username": "Tyler Sanford", "content": "Indianapolis, IN!", "time": "over 4 years ago"}, {"username": "Oriol Segarra Pol", "content": "Hi Chris, I see you consider coming to Spain for your World Tour, please DO!!!!! We have a great Surf Film Festival in Summer is just awesome!!! Come COME!!!!!!", "time": "over 4 years ago"}, {"username": "Christine Cole", "content": "Drew & Christine", "time": "over 4 years ago"}, {"username": "Raymond Barre", "content": "http://www.rbcomponents.com/", "time": "over 4 years ago"}, {"username": "Kate", "content": "SO THRILLED to see this project coming to fruition!! Equally thrilled to be able to support it. Best of luck, see you in BC!", "time": "over 4 years ago"}, {"username": "Tim", "content": "Best of luck on reaching your goal, and keep killin it!!", "time": "over 4 years ago"}, {"username": "Scott R.", "content": "Amazing. Simply amazing.", "time": "over 4 years ago"}, {"username": "KtBobb", "content": "You could bring it here: http://www.mountainfest.co.uk", "time": "over 4 years ago"}, {"username": "Alejandro Camacho", "content": "Can't wait to see the film!", "time": "over 4 years ago"}, {"username": "David", "content": "Bring it to Toronto and TIFF!!!", "time": "over 4 years ago"}, {"username": "Kaity Moore", "content": "looks amazing! Can't wait to see the final result!", "time": "over 4 years ago"}, {"username": "Ted", "content": "If you could come to San Diego that would be AWESOME!", "time": "over 4 years ago"}, {"username": "Adrian", "content": "Its really cool you're able to do this guys! Everyone at CB Studios must've worked very hard to make this film happen, and now it's our turn to finish the dream. Best of luck to y'all!", "time": "over 4 years ago"}, {"username": "Adam Winnett", "content": "Please come to North Carolina! We have some of the best surfing on the East Coast and great mountains for hiking and even some skiing!", "time": "over 4 years ago"}, {"username": "Shane", "content": "Can you create an option for the book, film & t-shirt?", "time": "over 4 years ago"}, {"username": "Landon Holbert", "content": "Blacksburg Virginia is the home of Virginia Tech and is an outdoor/adventure film loving community! There's an awesome old theater right in the heart of town with a park right outside the front door. I watched Meru for the first time ever in this Blacksburg's Lyric Theater and I guarantee there will be just as much stoke from the townies and college students alike for Under an Arctic Sky!!!", "time": "over 4 years ago"}, {"username": "Ben Adams", "content": "from what I saw so far, this is looking really good and I cannot wait to get my copy ;) nicely done Chris and team!", "time": "over 4 years ago"}, {"username": "Brandon Davies", "content": "Perth Australia! We've got the best surf so it's no question you should come here!", "time": "over 4 years ago"}, {"username": "Cindy Hollingsworth", "content": "This is so exciting! I can not wait to see this project...it looks like such a surreal experience.", "time": "over 4 years ago"}, {"username": "REVEL GEAR", "content": "Chris, welcome to the wacky and wild world of Kickstarter creators! Hold onto your horses, you're in for a wild and awesome ride! We're pumped to watch the film!", "time": "over 4 years ago"}, {"username": "Brogan", "content": "Do you guys have estimated dates for the Worldwide film tour yet?", "time": "over 4 years ago"}, {"username": "Alison Banks", "content": "Hi Guys, looks like an amazing project. I hope it gets all the support it needs, i've pledged, thank you for such unique and inspiring work. Best of Luck!", "time": "over 4 years ago"}, {"username": "Anelie", "content": "All the best! Would love to see more pledge tiers. Love your work as usual. Can't wait for the film! ❤️", "time": "over 4 years ago"}]}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "---\nu·ni·corn\n1. one with vision, a persistent and dedicated human\n2. a nonprofit or foundation employee that shines with brilliance and humility\n---\nWe are inviting all unicorns to participate in changing our sector. Our goal is to change the way we all approach funding and fund raising. \nJane Leu (CEO of Smarter Good), Vu Le (writer of Nonprofits with Balls), and Jessamyn Shams-Lau (ED of the Peery Foundation), will be writing a book together in 2017. And we want your help!\nSmart funders know that the current status quo is inherently funder-centric and are looking for ways to balance the playing field. Adopting grantee-centric practices means creating funder interactions that maximize the input of time and only strengthen an organization’s ability to achieve their outcomes—interactions that put grantees, and hence impact, first.\nWise nonprofits know that current practices perpetuate a broken system. They also acknowledge their role in perpetuating funder-centric processes. More importantly they recognize their power to change the status quo and shape interactions with funders. They know they have more power than many admit and they are looking for ways to exercise it.\nThis book will delve into both sides -- funder and fundraiser, foundation and nonprofit -- to explore and suggest practical ways all of us can change our ways of operating from 'business as usual' to 'nonprofit as extraordinary'. \nThere is much work to be led and done by unicorns. Now more than ever, we need ways to work together that are fast, equal, and efficient. \nCover Design\nThere are loads of books on nonprofit and philanthropy. We looked at many of them and discovered a common theme - they are shaped, tempered, and endorsed by foundations. We are turning that model on its head. Instead, we want nonprofits to back this book significantly (and have the opportunity to shape it), as well as philanthropy professionals who are eager to spread a more grantee-centric approach to funding. So we’re asking you, the unicorns, to contribute.\nOur Kickstarter campaign launches today, December 1st and will run until December 30th. This campaign will not only raise money for self-publishing (there will be no superfluous padding in our book -- just what you need to make change!), but also to ensure that it is shaped by your perspective and contributions. See the rewards levels for how your ideas and voice can be incorporated.\nChapter Outline\nWe’ll be writing this book throughout 2017, and releasing excerpts to our Kickstarter supporters along the way. We hope that you’ll support us in the coming weeks and share our vision with your network.\nThank you, in anticipation of your support!\nJane / Vu / Jessamyn\n---\nAbout the authors:\nJane Leu\nJane Leu is an internationally recognized social entrepreneur and Ashoka Fellow with more than 20 years of experience in founding and leading numerous social enterprises. Her latest venture is Smarter Good, a global services firm with a dual mission to improve the efficiency and impact of small nonprofit organizations and create purposeful careers for aspiring changemakers in emerging markets. \nJane’s contributions and leadership have been recognized by BYU Social Innovator of the Year, John F. Kennedy New Frontier Award, the Rockefeller Foundation Next Generation Leadership program, Jefferson Award for Community Service, Draper Richards Kaplan Foundation for Social Entrepreneurship and the Manhattan Institute Social Entrepreneur Award, among others. She is a Draper Richards Kaplan Foundation Venture Partner, representing the foundation’s investment on the Board of Directors of Reset Foundation, a member of the advisory boards of the Peery Family Foundation, Joshua Venture Group and the Migration Policy Institute. \nShe holds a MA from Columbia University’s School of International and Public Affairs and a BA from Tufts University. She lives in San Francisco, CA with her husband, Ted Levinson, a social finance professional, when she is not in Manila with the team of Smarter Good.\nVu Le\nVu Le (“voo lay”) is a writer, speaker, vegan, Pisces, and the Executive Director of Rainier Valley Corps, a nonprofit in Seattle with the mission of developing and supporting leaders of color to strengthen the capacity of communities-of-color-led nonprofits and foster collaboration between diverse communities to effect systemic change.\nVu’s passion to make the world better, combined with a low score on the Law School Admission Test, drove him into the field of nonprofit work, where he learned that we should take the work seriously, but not ourselves. There’s tons of humor in the nonprofit world, and someone needs to document it. He is going to do that, with the hope that one day, a TV producer will see how cool and interesting our field is and make a show about nonprofit work, featuring attractive actors attending strategic planning meetings and filing 990 tax forms.\nKnown for his no-BS approach, irreverent sense of humor, and love of unicorns, Vu has been featured in dozens, if not hundreds, of his own blog posts at nonprofitwithballs.com.\nJessamyn Shams-Lau\nHigh school drop out turned MBA, Jessamyn currently co-creates and stewards the Peery Foundation's Grantee-Centric approach to philanthropy. Jessamyn is an advocate for inter-disciplinary approaches, thoughtful risk taking, and bold ideas developed through apprenticing with a problem.\nJessamyn joined the Peery Foundation as its first staff member in 2009, helping to shape the foundation’s initial approach and portfolios. Currently, as Executive Director, Jessamyn is responsible for supporting the Peery Foundation team, developing and guiding overall strategy, and bringing the Foundation Board's vision to life. Jessamyn utilizes her experience as part of the founding Ashoka U team in her hands-on role as a Board Member of BYU’s Ballard Center, where she has created curriculum now taught at both the undergraduate and graduate levels. \nJessamyn has a BA in Fine Arts from the University of the Arts London and an MBA from Brigham Young University. She lives in Palo Alto with her ridiculously funny husband and three tiny hamsters.\n---\n---\nMusic in video: \"George Baker Section - Little Green Bag (CRISSP & The Fixer Remix)” by CRISSP MUSIC is licensed under CC BY.\n---", "risks": "Risks and challenges\nThe biggest challenge for us will be finding time to create the content of the book. We all have full-time jobs, and Jane and Vu have a couple of them.\n\nWe already have the frameworks for funders and fundraisers, so we're part of the way there, but it will take a significant number of hours to write and build the rest of the book. This is why we've set rewards levels with deliverables at intervals during the year--to keep us on track. We'll be sure to communicate any delays or challenges along the way. \n\nIf you know us personally, you're more than welcome to ask us how our progress is going too! \n\nBut most of all we're just excited to do this. Thank you for believing in us, and the importance of this change in our sector.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Shoutout in the back of the book", "descp": "We'll have a list of all of our supporters in the back of the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["26 backers", "Limited (974 left of 1000)"]}, {"amt": "Pledge US$ 20 or more", "title": "Unicorn laptop sticker", "descp": "Specially designed unicorn laptop sticker\n+ shoutout in book", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers", "Limited (481 left of 500)"]}, {"amt": "Pledge US$ 35 or more", "title": "Early release of chap 1 & 2 + eBook", "descp": "We'll pre-release the introduction and the first two chapters as a PDF. Once we're finished you'll also get a soft copy of the book!\n+ shoutout in the book\n+ unicorn laptop sticker", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers", "Limited (465 left of 500)"]}, {"amt": "Pledge US$ 50 or more", "title": "Unicorn t-shirt & copy of book", "descp": "Specially designed unicorn t-shirt & hard or soft copy of the book (once released in Nov/Dec 2017)\n+ shoutout in the book\n+ unicorn laptop sticker\n+ pre-release intro and chapter 1 & 2", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["57 backers", "Limited (43 left of 100)"]}, {"amt": "Pledge US$ 75 or more", "title": "Your tips included in book", "descp": "Provide us with tips that make philanthropy more grantee-centric, and we'll include them in our 'Tips & Tricks' section.\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt\n+ hard or soft copy of the book (once released in Nov/Dec 2017)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["14 backers", "Limited (26 left of 40)"]}, {"amt": "Pledge US$ 75 or more", "title": "Book sent to org of your choice", "descp": "A book for you and one for another non-profit or foundation--you let us know who you'd like us to send it to!\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["5 backers", "Limited (195 left of 200)"]}, {"amt": "Pledge US$ 100 or more", "title": "A \"How To\" Kit for Funding", "descp": "We're building a 'How To' Kit on talking to your funders about providing unrestricted, multi-year funding or talking to your team about instituting grantee-centric practices at your foundation.\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt\n+ hard or soft copy of the book (once released in Nov/Dec 2017)", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["22 backers", "Limited (78 left of 100)"]}, {"amt": "Pledge US$ 200 or more", "title": "Handmade unicorn", "descp": "Jessamyn is finally putting her Fine Art degree to use and is hand-making unicorns! The materials will be a surprise, but we promise it'll be a great memento.\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt\n+ \"how to\" kit\n+ hard or soft copy of the book (once released in Nov/Dec 2017)", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers", "Limited (1 left of 5)"]}, {"amt": "Pledge US$ 300 or more", "title": "Early release of first half (+ editing)", "descp": "We'll send you the first half of the book (by PDF) and solicit your input and feedback.\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt\n+ \"how to\" kit\n+ hard or soft copy of the book (once released in Nov/Dec 2017)", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (48 left of 50)"]}, {"amt": "Pledge US$ 800 or more", "title": "Exclusive Q&A with one of the authors", "descp": "Jessamyn, Jane, or Vu will attend your event or happy hour in Seattle or the Bay Area and will participate in an exclusive Q&A with your team or your grantees.\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt\n+ \"how to\" kit\n+ hard or soft copy of the book (once released in Nov/Dec 2017)", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Exclusive talk by author", "descp": "Talk or workshop on practical application of the book by Jane, Jessamyn, or Vu will come give a talk on the book and how your organization can implement it's ideas.\n+ shoutout in the book\n+ unicorn laptop sticker\n+ early release of introduction and chapters 1 & 2\n+ unicorn t-shirt\n+ \"how to\" kit\n+ hard or soft copy of the book (once released in Nov/Dec 2017)", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (3 left of 3)"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "A Long Overdue Update!", "update_content": "Hi Everyone! \nFirst of all, THANK YOU for your patience as we worked to get this book to a place where we are truly proud to share it with you all. \nSecond, we have news! Or rather, a blog post...The book writing is in it's final stages and our marketing campaign has officially launched with Vu's blog post this morning. If you haven't seen it already, check it out! "}, {"status": [{"Project funds successfully": "200 backers pledged $11,976"}, {"Project launches": "DECEMBER 2, 2016"}]}], "comments": [{"username": "Evan Hartsell", "content": "Can't wait!!! Any updates?", "time": "almost 4 years ago"}, {"username": "Robin Mayasandra", "content": "Hi! Sorry, I couldn't find a private way to send a message. I just finalized plans to move to a new city! I was wondering, before you send out the books this fall, will you send a survey/email to confirm what address to mail it to? Or is there another process I need to go through to update my address (when I have it!). Thanks!", "time": "about 4 years ago"}, {"username": "Linda L. McDaniels", "content": "Yeeehawww! This makes me happier than a pig in root beer slops!", "time": "over 4 years ago"}, {"username": "David Kincheloe", "content": "Congratulations on being fully funded! I can hardly wait to see the results!", "time": "over 4 years ago"}]}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": " Solar Crusaders is a multiplayer top-down strategy game featuring 4X gameplay elements, sandbox universe, real-time battles, and simulated virtual economy.\nYou'll control the crews of customizable spaceships and space-stations in a galaxy populated by other players and A.I. controlled NPCs.\nSolar Crusaders features in a nutshell:\nOpen world space exploration with top-down tactical battles.\nCommand and battle against multiple ships, with up to four ships under your command.\nColonize and exploit strategic locations by building space-stations. \nParticipate in the simulated game economy by mining ores, refining fuels, or manufacturing ships, stations, and components.\nCompete against other players and NPC's to develop faster and more powerful ships, and gain territory for your corporation.\nAbout Us:\nSolar Crusaders is being made by Silicon Valley startup Puremana Studios LLC, founded by Hilary Craven, and Ollie JD. We're self-funded and we have enough money to make sure this game happens. Our core team is locked in and committed to this project for the next 2 years.\nWe're a little over half way through development, and we've decided to come to Kickstarter to raise awareness about Solar Crusaders, and raise funds to accelerate the development schedule by increasing the size of our team.\nWe're testing the waters with this premise, and we want you to help us prove that there is a significant group of people that would love to play a 2D open world space game!\nWebsite: http://www.solarcrusaders.com/\nGreenlight: http://steamcommunity.com/sharedfiles/filedetails/?id=409453472\nExplore the galaxy\nAs you guide your fleet through each solar system, you'll explore features such as stars, moons, planets, asteroids, and singularities; optionally colonizing strategic locations as you see fit.\nUnlike similar games in this genre, Solar Crusaders utilizes an advanced agents system to populate the game universe with persistent computer controlled pirates, merchants, traders, smugglers, and more. The game will never feel empty or barren, because the computer will move into empty sectors.\nOnce an agent is destroyed, it permanently ceases to exist, and a new agent will be created unless you move in to take its place.\nGrow your empire\nColonization will allow you to create items in the game, which will range in quality based on your manufacturing facilities and proper composition of resources.\nAnything from small sensor augments, to full ship systems like engines, transporters, and cloak can be created and traded in-game.\nManage your crew members\nYour crew will be composed of five different races including Human, Monk, Plantoid, Robotic, and Creature. Each race will have their own appearance, behavior, and special ability; affording each a particular advantage in combat, diplomacy, or a wide variety of other possible enhancements.\nEach crew member will be subject to perma-death, although this can be mitigated through insurance, and cloning bays.\nTake command of your ships\nYour ships will be highly configurable, with many systems being swappable and/or upgradable. You'll have to carefully manage your critical resources including fuel, atmosphere, and ammunition; while at the same time manage your crew as they perform their specialized duties like piloting, engineering, weapons control, and more.\nAdditional supplies and reinforcements can be salvaged from wrecks, created from resources, or bought from NPCs and other players.\nDomination\nThe advancement system is based upon training individual skills of crew members in fields such as piloting, shields, engineering, weapons, and more. Ultimately, your goal will be to expand your dominion beyond your home system, and into the furthest reaches of the galaxy.\n The game can be played in 3 different ways:\nSingle-player Battle Simulations (similar to Star Citizens Arena Commander)\nLocal Co-op (much like Minecraft where you host the server yourself for up to 64 players over LAN)\nConnect to Official Online Game Universe (much like an MMO, persistent universe with up to 8000+ players)\nSingle-player and local co-op will NEVER have any monthly fee to play. You will NEVER have to sign-up or sign-in to anything to play. Simply download and play as much as you wish.\nThere will NEVER be a fee to play on the Official Game Universe for Kickstarter supporters of $30.00 or more.\nOtherwise, the Official Online Game Universe will be $5.00/month, and possibly less with promotions and deals.\nThere will be a limited micro-payments shop, which will allow players to buy things that do NOT affect the balance of the game. For example, you'll be able to purchase unique decals (skins) for ship and space-stations.\nWe are currently focusing on development of the Solar Crusaders Official Online Game Universe.\nThe Kickstarter funds budget above shows where your money will be spent.\nWe'll be hiring a 3-month contract programmer to help with debugging and and code optimization. We haven't chosen our programmer yet.\nWe'll be hiring on a contract artist to create more concept artwork. Concept artwork will be done by Becca Bair and Ricardo Van Duuren.\nWe'll be hiring Megan McDuffee to do our music.\nGame development isn't easy, and as any enterprising game developer or startup entrepreneur knows, programming is expensive. Running a company has a lot of overhead, and therefore a project such as this can easily run in to the millions.\nSo how we can make this game happen for way less?\n1) Solar Crusaders has an experienced lead engineer / programmer as one of its founding members. Ollie JD has been working in the Silicon Valley for over 10 years, and has brought many large scale projects to fruition. He's not going anywhere, and he is fully committed to this project for at least next 2 years. This project has been a dream of his waiting for the right moment to spring to life.\n2) We're using technology that is much easier to work with. The game engine and servers are built using JavaScript and HTML5, and therefore can share a lot of code. Sharing code is good, because it means less repetitive work, and fewer bugs. A lot of smart companies have invested heavily into JavaScript, including Google, PayPal, Flickr, LinkedIn and more.\n3) Many indies use Unity to save a lot of time, and we're using similar frameworks for both our front-end and backend servers. We're not trying to re-invent the wheel, therefore, anything that has been made and open-sourced, we're going to be using. For more information about our architecture, see the technology section below.\n4) The Solar Crusaders Online Universe will be hosted on Amazon Web Services. When server demand goes up, we spin up more servers and only pay for what we use. We don't have to pay for an IT department, because the servers are managed by Amazon.\n5) All of our team members work remotely, there is no office, we meet and coordinate through Skype. We have practically no corporate overhead.\n6) This game is a passion for all of us! We'll use a little bit of money, and a whole lot of heart to get it done.\nSo where are we now?\nWe've implemented most of the client engine, and we're currently spending most of our development time on the server. We've ran some preliminary stress tests, and here are our results:\nEach Amazon EC2 instance can support 200-400 concurrent connections. With a cluster of 40 EC2 instances, and the artificial load we generated that accounts for realistic read/write operations, we were able to sustain 8000 simultaneous connections, each averaging a ping of 40-150ms.\nThe approximate cost of this setup was $1500.00-2500.00/month, not including the datastore setup, which would cost an additional $1500.00-3000.00/month.\nOverall, it will be inexpensive to run the servers for a user-base of 8000.\nParallel Development\nOur architecture is very unique; we can share almost all of the code between the different types of games (single-player, vs LAN multiplayer, vs MMO.)\nIn fact, the local co-op LAN multiplayer is really just a modified version of the MMO server. Instead of communicating with a database, it'll store everything in memory and serialize to a file upon saving the game. The main difference being that it'll run standalone, instead of in a clustered environment.\nHilary Craven - Founder / Game Designer - Hilary Craven has a passion for computer gaming that was largely influenced by her older brother. Raised in a family of board gamers she has always been looking to create a game. With a background and experience in business she is creating a game studio that will give back to the community. Currently still addicted to StarCraft and Civilizations.\nOllie JD - Founder / Game Architect - Ollie is a 10 year veteran of the SF tech industry, and has gained valuable experience working and consulting for Silicon Valley companies. He worked for PIX System developing video software used in HBO shows like Game of Thrones and House of Cards. He was the lead engineer on the Sports Illustrated Snapshot Chrome App.\nErica Parker - Business Dev - Erica leads our Business Development efforts to target strategic alliances and partnerships. In essense, she helps us make things happen that were previously unimaginable. Erica holds a Masters of Engineering from UC Berkeley. Her advise on legal and business aspects has been invaluable.\nMegan McDuffee - Composer / Musician - Megan holds both a BA in Film Scoring with a minor in Electronic Music from the University of CA, Santa Cruz and a Master's Certificate from the Berklee College of Music in Orchestration for Film and TV. Her music can be heard in numerous films, advertisements, TV shows, and video games including Galaxy Heist. Megan's piece \"Kingdoms\" is featured on Solar Crusaders first teaser video. We are looking forward for Megan creating unique pieces for Solar Crusaders.\nFederico Pereiro - Programmer - Federico is a full-stack JavaScript freelance developer and open source contributor. Originally from Buenos Aires, Argentina, Federico is now taking his work on the road, which brings him to distant and exotic places - provided they have an electric outlet and wifi.\nAron Gerencser - Writer / Lore Master - Aron is a student and aspiring writer based in Budapest. A passionate gamer for as long as he can remember, Aron is a massive fan of anything and everything Sci-Fi. Be it high-tech space operas, post-apocalyptic dramas or abstract thrillers, if It's Science Fiction, Aron likes it.\nRicardo Van Duuren - Digital Artist\nEmily So - Digital Artist\nBecca Bair - Digital Artist\nJoshua Kacher - Advisor\nRuth Pimentel - Public Relations\nCreate a custom reward and then add on the following prices to your pledge:\n+ $30.00\nUnlimited access to the Official Online Game Universe (no membership fee.) This means you get access to play Solar Crusaders for the life of the game.\nUnlimited access to game enhancements as they become available (single-player, and local co-op.)\nadd $8.00 - Beta Access\nadd $25.00 - Alpha 2 Access\nadd $50.00 - Alpha 1 Access\n+ $7.00 - 2 Tickets to launch party\n+ $15.00 - Name a planet\n+ $15.00 - Name a crew member\nWe are building Solar Crusaders using standard web technologies. Both the backend servers and the front-end game client will share code. This means that we'll be able to add features and fix bugs much faster than otherwise possible with other architectures.\nThe game will run in a web browser using no plugins, however, it will also be available as a regular game you can download and run (just like with any other Steam game.)\nIt will be incredibly easy to join the game universe, which means that there will be more players online at any given time.\nWeb-based technologies such as HTML5 and Node.js have come a long way in the past few years, and it is now possible to create high quality games that are virtually identical to their native counterparts.\nObviously, you won't see the next Crysis or Farcry on the web, but simpler games just don't need to be built using C++ anymore. HTML 5 game engines now support GPU accelerated graphics, and can even be distributed through Steam.\nSee BabylonJS and Pixi.js to see some tech demos. Also checkout Cross Code, a completed game using this new technology.\n Audio and visual quality in games has improved immensely over the past 10 years, however, game artificial intelligence has been largely overlooked by developers. Nowadays, the quality of the AI can really make or break the experience gamers have when playing the latest titles.\nWe aim to endue the NPCs in Solar Crusaders with intelligent tactical behavior that goes a step beyond rule-based, or cheating techniques. The agents in Solar Crusaders will be controlled by an adaptive algorithm that corrects mistakes by taking into account previously won and lost battles, on a massive scale.\nEvery battle in Solar Crusaders will be analyzed and recorded by the algorythm. As more and more data is generated, the NPC agents will be able to to better deal with unknown and emergent human-player tactics.\nThe adaptive A.I. will only be available in the Online Universe, the single-player and co-op versions of the game will utilize a standard rule-based approach (but not cheating.)", "risks": "Risks and challenges\nDEVELOPMENT\n\nSolar Crusaders has been self-funded by the founders, and we've been able to secure salaries for core members of the team. We're committed to this project for the next 2 years.\n\nSolar Crusaders will come to life, but the real question is how quickly. We've invested heavily into this project, and we know that we can make it happen.\n\nTECHNOLOGY\n\nWe are using technology that allows us to develop and iterate quickly. Our servers will be using the same technology that is used by companies like Flickr, Uber, and Paypal to support thousands of users inexpensively.\n\nCOMMUNITY INVOLVEMENT\n\nWe know we can make this game, but we will need the guidance of the community to provide feedback during our alpha testing phases. We want to make this game as fun as possible.\n\nSPREADING THE WORD:\n\nOne of the larger challenges that we face is spreading awareness about our game. We could overcome this hurdle by funding an advertising campaign, but we would rather spend those funds to add new features into the game.\n\nYou, our Kickstarter backers can help us overcome this challenge. You have the power to spread awareness about Solar Crusaders by sharing our story with your friends and family on social media (Facebook, Twitter, Reddit, etc.)\n\nWe want to make this as easy as possible, so we have created a NEW Thunderclap which will automatically post one message to your social media, please join and help spread the word!\n\nhttp://thndr.it/1H2bNEd\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Hilary Craven\nFirst created · 27 backed\nAfter being exposed at an early age by her older Brother, Hilary has been an avid gamer all of her life. She grew up playing N64, Super...See more"}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Crusaders Alpha Coming Soon! Go Practice Your Piloting Skills Now", "update_content": "Hello Everyone,\nI want to welcome you to our live tech demo where you can join other players and explore Sector 001, the game's first sector. Invite your friends and start testing your piloting skills now: http://www.solarcrusaders.com/\nCome back often as we will soon add battle functionality, and then real action will begin! Early access to the alpha will be available soon to paid subscribers and then to the alpha sign up list. You can still buy into the alpha on our website: http://blog.solarcrusaders.com/\nOf course, we love hearing your comments and suggestions, so stay in touch."}, {"update_no": "UPDATE #8", "update_userinfo": "Solar Crusaders Update: Game Engine Tech Demo is now LIVE", "update_content": "Hello Backers!\nAugust was a very busy month for us and we are ready to rocket through into September with an incredible milestone accomplished! We have kicked off our LIVE Tech Demo, which you can access from the comfort of your own web browser. We would like you to have a first look to let us know how it runs on your machine.\nExpect to hear more exciting updates in the coming weeks as we lead up to the start of our private ALPHA program."}, {"update_no": "UPDATE #7", "update_userinfo": "Pre-orders Now Available", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "Solar Crusaders Next Steps", "update_content": "To everyone who pledged, tweeted, liked, shared, or evangelized for us, thank you! We would like to consider our Kickstarter a success!\nWe came to Kickstarter to see if the gaming community would be as excited as we are about a game like Solar Crusaders, and we're overwhelmed by the support, well-wishes, suggestions and enthusiasm we've experienced.\nAlthough we haven't funded, Solar Crusaders is still going to be made. All of the reward tiers from the Kickstarter will be made available through pre-orders on our website."}, {"update_no": "UPDATE #5", "update_userinfo": "Going into the Final 24 Hours!", "update_content": "As we head into the last 24 hours, we want to THANK YOU for your support!\nThank you all for hard work in spreading the word. Every tweet, like, and share is a giant help that we really appreciate!\nKeep spreading the word!\nIf you know other people who you think would enjoy this game -- and that you would like to have as a part of this community -- please let them know that this is the last day of our Kickstarter."}, {"update_no": "UPDATE #4", "update_userinfo": "Thank you so much! We've surpassed 25% funded!", "update_content": "We would like to thank all of our early backers! Thank you, you're all amazing!\nOne way we can all further push towards the goal is by joining the Solar Crusaders Rally Thunderclap at http://thndr.it/1H2bNEd. It will be set off to go one week before the end of this Kickstarter campaign. If you haven't had a chance to join yet, please do so. \nThanks again everyone, see you at the next milestone!"}, {"update_no": "UPDATE #3", "update_userinfo": "You guys are AWESOME! We've hit 20% FUNDED!", "update_content": "Thank you all so much!\nWe're are extremely humbled and grateful for your support and backing. Please continue to share and spread the word about Solar Crusaders, we'll make this the amazing game it can be!\nHere's the latest gameplay screenshot depicting a battle."}, {"update_no": "UPDATE #2", "update_userinfo": "Back-stories on the playable races.", "update_content": "Hello Everyone!  \nWe've updated our Kickstarter to include the back-stories for all of the game's playable races. Your crew members, as well as the game's quests with mini stories, will consist of these 5 playable races.\nWe need your support!"}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you for you support, we are now over 10% funded!", "update_content": "Hello Everyone!\nWe appreciate all your support! We are so excited to announce that we have reached over 10% of our funding goal!\nWe have updated our Kickstarter page to include a lot of new information, including stretch goals, technology info, and more."}, {"status": [{"Project ends": "MAY 8, 2015"}]}], "comments": [{"username": "Robert Gill", "content": "Sorry you guys didn't make it, good luck on whatever your future plans are!", "time": "about 6 years ago"}, {"username": "Tanner B", "content": "It's not too late, last minute pledges ftw!", "time": "about 6 years ago"}, {"username": "Retnaburn", "content": "I wish I had more of a following to help promote. This game looks like it's going to be great, and deserves the extra funding to flesh it out. I think if word got out people would be just as excited for it as I am.", "time": "about 6 years ago"}, {"username": "Daniel Esparza", "content": "Amazing project! Interesting team! I wish you success!", "time": "about 6 years ago"}, {"username": "Ashley Christy", "content": "Now that's the way to do things! I hate games where you have to pay to make any progress and your monthly mmo fee is really reasonable!!! Do you have a Twitter account I follow you on?", "time": "about 6 years ago"}, {"username": "Lynda Boyd", "content": "Certainly looks like a fun game, I'll share with everyboyd :D", "time": "about 6 years ago"}, {"username": "Chris Barcia", "content": "I want this game project funded because it just looks so cool! I encourage everyone to get involved here", "time": "about 6 years ago"}, {"username": "Stephen Mckenna", "content": "Sounds like a winner, great to have all the questions covered. Looking forward to the game", "time": "about 6 years ago"}, {"username": "Buffi Dudley", "content": "Looks great, I hope you make your goal", "time": "about 6 years ago"}, {"username": "Doug Roos", "content": "I'm sure this game would be a lot of fun! I loved the old Privateer PC game back in the day.", "time": "about 6 years ago"}, {"username": "Bruce", "content": "Brilliant Game! The fact that I can causal play when time allows is perfect. Come on funding!", "time": "about 6 years ago"}, {"username": "Backhills Designs", "content": "Love the game and design. Can not wait for the final version! Best of luck!", "time": "about 6 years ago"}, {"username": "Jen", "content": "Wow! Sounds like a killer game. Love the Q&A you're doing here in the comments. It answered all my Qs. Let's get this one funded!", "time": "about 6 years ago"}, {"username": "austinwcraig", "content": "What game engine does this use (ie: Unity, Unreal, Custom)?", "time": "about 6 years ago"}, {"username": "jamie newcombe", "content": "looks good with four ships under my orders ill crush all", "time": "about 6 years ago"}, {"username": "Emil Friðriksson", "content": "According to kicktraq you are trending towards 77% of the goal. Better step up the promotion to ensure success...", "time": "about 6 years ago"}, {"username": "Emil Friðriksson", "content": "Emil", "time": "about 6 years ago"}, {"username": "Sébastien Geelen", "content": "And there : https://www.reddit.com/r/ftlgame/comments/1n5ycf/for_people_looking_for_similar_games_like_ftl/", "time": "about 6 years ago"}, {"username": "Innovate Our World", "content": "This looks fantastic! Also similar to the game we are currently working on, that's cool! Best of luck.", "time": "about 6 years ago"}, {"username": "Chris Barcia", "content": "This game looks awesome! I love outer space, Everyone help this come faster. You will not regret it", "time": "about 6 years ago"}, {"username": "Brian Wu", "content": "Have you considered reaching out to the FTL team to see if they're willing to reach out to their backers for you guys?", "time": "about 6 years ago"}, {"username": "Reese Holland", "content": "I'm really excited for Solar Crusaders! Definitely buying in for the online experience, playing this in a MMO-type environment sounds like great fun!", "time": "about 6 years ago"}, {"username": "Joshua Johnson", "content": "btw, when can we expect to see some more gameplay videos?", "time": "about 6 years ago"}, {"username": "Joshua Johnson", "content": "good luck on this", "time": "about 6 years ago"}, {"username": "Bob Saunders", "content": "good luck, and nudge me occasionally on twitter, I am @IBOL17, i'll help :)", "time": "about 6 years ago"}, {"username": "Joshua Johnson", "content": "I do have some questions regarding gameplay but I'll save them until I see your other videos.", "time": "about 6 years ago"}]}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "The Boy Who Spoke to the Earth is a tale about a young boy who asks the Earth where he can find happiness. The Earth responds and sends the boy on a journey to some of the landscapes that make the Earth most proud. In the end, the boy learns that happiness is harder to find than he expected.\nThis children’s book is written by surf and adventure photographer Chris Burkard, and illustrated by Disney Interactive artist David McClellan.\nDreamling Books is a children’s publishing company with the mission to inspire readers to follow their dreams and get out there and explore.\nHelp us get this book in the hands of children, parents, adventurers and explorers everywhere. We can’t make this book a reality without your help.\n      Dreamling Books isn't just a publishing company, but also a community of writers, illustrators, readers, and dreamers sharing inspirational stories. We believe that stories are the most powerful way for all of us to share the lessons that matter most. We believe that we all have a story to tell, and we invite you to share yours. Learn more...\n\n  We can’t make this book a reality without your help. We decided to launch this book on Kickstarter because right now it’s the only way for us to get the book into your hands. We are huge on collaboration and couldn’t be more excited to involve you in the project. Hopefully this book will inspire you and all the young people in your life to find joy in the journey.\nThank you!\n- Chris, Dave, and the Dreamling Books team.\nChris Burkard: @chrisburkard\nDavid McClellan: @mcclellan_art\nDreamling Books: www.dreamlingbooks.com\nFacebook\nInstagram\nTwitter", "risks": "Risks and challenges\nThe book is still in the oven, but about 99% completed! Our number one priority is getting this book to you as soon as we can. We are currently finalizing a few design tweaks with the book, but we’ve already started the proofing process. This way we can deliver the files to the printer as soon as the campaign finishes. So barring any sort of unfortunate printer meltdown or world-wide ink shortage, we anticipate getting the book in your hands by July.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "MORE STORIES!", "update_content": "Hey backers!\nYou haven't heard from us in a while. But we wanted to say thanks again for all the continued support. The Boy Who Spoke to the Earth has continued to spread around the world and affect people in a positive way. This small community of backers on Kickstarter was where all that started. We appreciate all you've done to spread the message of joy in the journey to your friends and family by recommending or gifting the book. It means a lot!\nBuckland Books: 3 NEW Stories"}, {"update_no": "UPDATE #16", "update_userinfo": "Hey Backers! It's Been A While", "update_content": "The Boy Who Spoke to the Earth\nIt's been over 2 years since you backed our project, and we still feel the love! THANK YOU! Since our campaign concluded, The Boy Who Spoke to the Earth has continued to be warmly received by people all over the world. Here in the United States, National Park gift shops have had especial success. So next time you visit a park, be sure to check for the book. And if you don't see it, we'd love for you to recommend that they get in touch with us ;) Again, THANK YOU for making this all possible!\nNew Book?"}, {"update_no": "UPDATE #15", "update_userinfo": "eBook files and Voice Collective", "update_content": "Hello backers! Guess What??\nThe Boy Who Spoke to the Earth was just named gold medalist in the Children’s category of the 2016 Independent Publisher Book Awards!\nWe've said it before, but we definitely have not said it enough, THANK YOU. You backers are the entire reason this book is even a thing, and this award belongs to you, too! Eventually the book will have a nice, gold medallion on the cover. Until then, enjoy this computer generated image. And relish in the fact that when someone sees your book without a sticker, you can tell them you were an early supporter."}, {"update_no": "UPDATE #14", "update_userinfo": "Named Best Indie Children's Book of the Year", "update_content": "Dear backers, \nBook are starting to leave the \"warehouse\" in batches! We've been working hard this week to get all packages individually stamped, numbered, and sent out between tomorrow and Monday. From then, depending on your order and location, books should be arriving within 2-8 business days for domestic US shipments. We'll send out another update once the last book is out the door. Thank you for your patience!"}, {"update_no": "UPDATE #13", "update_userinfo": "A holiday bonus and eBook on it's way!", "update_content": "Hey backers,\nWe apologize for the extra week it has taken us to start sending books your way. We had some last minute packaging issues that have finally been resolved. We really appreciate your patience as we navigate this new shipment process. We anticipate shipping to begin as soon as Wednesday. We will send out another update once books have been shipped.\nWe understand that everyone is very eager to get their copy of this book. We are just as excited to get them to you. Please know that sending out these books (and other rewards) is our number one priority and we are working as fast as we can to make it happen."}, {"update_no": "UPDATE #12", "update_userinfo": "Download your digital coloring book now!", "update_content": "Thousands of copies of The Boy Who Spoke to the Earth landed on our front steps today! And we can't wait to share them with you. We apologize for not sending out an update during the month of June. But the wait is finally over. This book literally would not exist if not for your help. So join us (Chris, Dave, and the Dreamling team) in giving all of you backers one more amazing THANK YOU!"}, {"update_no": "UPDATE #11", "update_userinfo": "Books are leaving the warehouse!", "update_content": "That's right! The proofs have been proofed and the files have been sent to print! This means we are right on track with production. We spent yesterday going over printed proofs with our art team, and gave the printer the go-ahead this morning. So you can just sit back, relax and wait for this wonderful book to land on your doorstep. Or you could get out and explore to pass the time more quickly."}, {"status": []}], "comments": [{"username": "Hafiz", "content": "Hoping for some updates, thank you, itsjusthafiz@gmail.com.", "time": "almost 4 years ago"}, {"username": "Jessie Farrell", "content": "I have no received my book yet. It is now a year later. Any update??", "time": "almost 5 years ago"}, {"username": "Elliott Ramage", "content": "I have yet to receive anything agreed to for my pledge and it's March 2016? Thank you.", "time": "about 5 years ago"}, {"username": "Alicia Ahrens Bequette", "content": "I have not received my book. Please let me know if there has been a shipping issue. Thanks, Alicia", "time": "over 5 years ago"}, {"username": "Renee Michelle Bates", "content": "renee.bates@gmail.com", "time": "over 5 years ago"}, {"username": "Ian S", "content": "I just realized I have not received my book, please let me know who to contact.", "time": "over 5 years ago"}, {"username": "joeontheglobe", "content": "Joe Trotter", "time": "over 5 years ago"}, {"username": "MANEESH SHRESTHA", "content": "Haven't received the book yet. Waiting. Please let me know if i need to provide anything.", "time": "over 5 years ago"}, {"username": "Travis Rylander", "content": "Haven't received the book yet. Please email me!", "time": "over 5 years ago"}, {"username": "Kirk Williams", "content": "I'm also just checking on the status of the book and making sure you received my address. Thanks!", "time": "over 5 years ago"}, {"username": "Jessica Wiseman", "content": "A package was delivered but had a few dollars postage due so the postman didn't leave it at the house. We took the card to the post office but it isn't there. Help?", "time": "almost 6 years ago"}, {"username": "Marcelo Domingos Rocha", "content": "Am I the only one?", "time": "almost 6 years ago"}, {"username": "Stephanie Jennifer", "content": "I've received the book and it is absolutely gorgeous. However, I have yet to receive the ebook and the colouring book. Will that happen after everyone has received their physical books, or did I miss something..?", "time": "almost 6 years ago"}, {"username": "Ma'ayan BenNaim", "content": "Any updates are appreciated.", "time": "almost 6 years ago"}, {"username": "Ruben De Greef", "content": "Can't wait to receive it. Thanks", "time": "almost 6 years ago"}, {"username": "Jamie", "content": "Received today! Beautiful, thank you. To note, I received at my U.S address 1st August, had it shipped to me in U.K 11th and received today. Any updates on the preorders? As per my last message, I keep checking and no preorder available having missed out on doubling my pledge at the time. Great work, keep it up!", "time": "almost 6 years ago"}, {"username": "Michelle parslow", "content": "Is there somewhere we can purchase additional books?", "time": "almost 6 years ago"}, {"username": "Fernando", "content": "My most sincere thanks for such a detailed, near to perfection book. The art, storyline and quality of this book is more than what I was expecting. Once again thank you for such a great book!", "time": "almost 6 years ago"}, {"username": "Hayden Harmon", "content": "Just got my book today. I love the artwork and the principle the story holds. I'm glad you were able to make this a success and hope for more similar books that can share more uplifting stories. I'll enjoy reading this book many times.", "time": "almost 6 years ago"}, {"username": "John Bagwell", "content": "Thanks so much guys! We got our copy on Monday and read it to our three year old twice. He loved it. Great story and beautiful illustrations. How do I order another copy??", "time": "almost 6 years ago"}, {"username": "Christopher Dupee", "content": "My copy showed up this morning. The little guy absolutely loves it. We're very happy we could help make this book a reality.", "time": "almost 6 years ago"}, {"username": "Michael Clayton", "content": "Got my book this morning and the kids immediately asked what was in the box. So we opened it and read it together right there are the dining room table. They loved it! The artwork and story are amazing!!! Thank you for allowing all of us to help you make this book a reality!", "time": "almost 6 years ago"}, {"username": "Colby Kane", "content": "Just received my book. WOW!!!!! I read this with my two boys tonight and we all loved it so much. The writing is so meaningful and the illustrations are beautiful. Thank you so much for making this book as I know we will read this over and over again. I look forward to getting more as gifts. Thank you!!!", "time": "almost 6 years ago"}, {"username": "Hayley Hochstettler", "content": "Received my book in the mail today. Such a beautiful book. Wish I'd gotten two to give to my mother who is a teacher.", "time": "almost 6 years ago"}, {"username": "Geselli Olalde", "content": "Just received my book today, I am so happy with it! It's definitely everything I expected and more :) extremely glad I backed this project", "time": "almost 6 years ago"}, {"username": "Phasmtis", "content": "I wonder if anyone has gotten their book yet. It has been about 10 days since the last update.", "time": "almost 6 years ago"}, {"username": "Jan Goetze", "content": "Super nice. Looking forward to finally wander through those pages. Can't wait!", "time": "almost 6 years ago"}, {"username": "Lisa Ferrin", "content": "How do I update my shipping address? It is 3818 Creek View Dr. Medford, OR 97504", "time": "almost 6 years ago"}, {"username": "Danielle", "content": "How do I change my shipping address?", "time": "almost 6 years ago"}, {"username": "Scott", "content": "I think I figured it out. Thanks.", "time": "almost 6 years ago"}, {"username": "Scott", "content": "How can I change my shipping address? I moved since I backed this project and don't want the book to go to my old address. Thanks!", "time": "almost 6 years ago"}, {"username": "Andrew Moffitt", "content": "Can we please have an update on where the project is in its timeline? The original estimated delivery was July 2015, so I understand the project is not officially behind schedule, but I am sure I'm not the only one who would appreciate a little transparency with respect to the overall production and delivery process.", "time": "almost 6 years ago"}, {"username": "IndieVisivel Press", "content": "Any news?", "time": "almost 6 years ago"}, {"username": "J Pierce", "content": "Can we get an update on timelines (even if is \"I have no idea what the timeline is\")? I was hoping to give this to my son as a birthday present on the 12th.", "time": "almost 6 years ago"}, {"username": "xur", "content": "Do you have some Infos for us ?", "time": "almost 6 years ago"}, {"username": "Libby Picken", "content": "Hi - When should I expect this book to arrive? Thanks!", "time": "about 6 years ago"}, {"username": "Tricia Kaufman", "content": "Thanks! I'm super excited for this book :)", "time": "about 6 years ago"}, {"username": "christopher tippjng", "content": "I love the idea of this book and hope it inspires and encourages my son to explore and wonder. You never know, in 25 years or so he might write an homage called called the Boy who spoke to Mars!", "time": "about 6 years ago"}, {"username": "Julie Daellenbach", "content": "This looks gorgeous!", "time": "about 6 years ago"}, {"username": "Dennis Glennon", "content": "Very excited to see your book. Great message. Best of luck!!", "time": "about 6 years ago"}, {"username": "Jake Nackos", "content": "Pumped about this project and everything that the book stands for!", "time": "about 6 years ago"}, {"username": "Brian Balicki", "content": "No brainer to pledge. Wonderful artwork. My daughters will love it and be inspired to enjoy our planet.", "time": "about 6 years ago"}, {"username": "olene pell", "content": "What beautiful illustrations. Wonderful messages. Good luck.", "time": "about 6 years ago"}, {"username": "Margaret", "content": "Well this just looks amazing. <3", "time": "about 6 years ago"}, {"username": "Laura Duncan", "content": "Hello, If I want the $40 package and an additional book, do I just add $24 to my pledge or will there be an additional cost to ship the 2nd book?", "time": "about 6 years ago"}, {"username": "Amy Hevron", "content": "This looks like it's going to be a beautiful book. Can't wait to get my copy! Congrats!", "time": "about 6 years ago"}, {"username": "Nick Kelly", "content": "Add a book signing to the stretch goals!!! P.s. I'm in Seattle!", "time": "about 6 years ago"}, {"username": "Ertunc Ertekin", "content": "Once this book comes alive, there is no gong back for you and all the backers here anymore. I hope that you do understand the gravity of your situation by being an inspiration to whole lot of people and kids out there ... project backed and two very enthusiastic thumbs up !!!", "time": "about 6 years ago"}, {"username": "Colby Kane", "content": "I discovered you on Instagram awhile back, big fan of your photos and posts. So glad I checked your insta profile and found this book. My two sons are gonna love it, can't wait, thank you!! Colby", "time": "about 6 years ago"}, {"username": "Alyssa Carter", "content": "Congratulations on being fully funded, very well deserved.", "time": "about 6 years ago"}, {"username": "Mark Geyer", "content": "My son (10 years old), suffers from clinical depression and at times it's challenging to show/experience the joys in life. With the book premise, the thought of asking the earth to show the boy happiness, hit home for sure. I can't wait to give this to my son. Thanks for making this beautiful book!", "time": "about 6 years ago"}, {"username": "Matthew Roberts", "content": "Can't wait to get my hands on this! I'm about to become the new favorite uncle.", "time": "over 6 years ago"}, {"username": "Ryan", "content": "I\"d like to echo the request for more signed copies!", "time": "over 6 years ago"}, {"username": "Christian Ross", "content": "Congratulations!! This is an inspiring project, can't wait to read the book. It would be amazing if you could squeeze in a few more signed hard copies :) I'll definetely be sharing this project with my friends! Saludos desde Panamá!", "time": "over 6 years ago"}, {"username": "J.M. Martin", "content": "I have run a few successful Kickstarters, as well, and unfortunately, Manoko, $25 isn't overcharging for shipping from the US to France, or anywhere overseas for that matter. If this campaign continues to be wildly successful (as it seems to be), they might be able to look into a European distribution center to reduce transit costs. I think that's going to be my next step, because it is a shame to have to charge so much for international postage!", "time": "over 6 years ago"}, {"username": "J.M. Martin", "content": "Congrats on getting funded super quickly!", "time": "over 6 years ago"}, {"username": "Ellysa", "content": "I am so thrilled for and proud of you guys! Congratulations on making your goal in 36 hours. I know I can't wait to have a copy in my hands. What an inspiring project.", "time": "over 6 years ago"}, {"username": "Toby Harriman", "content": "Same question as Mandy. I wanted a signed copy, so picked the $24 signed option and figured Id get the $250 as well cause I wanted all the prints. When I choose that it just changes my pledge, you can't do both. Does that $250 package come with any signed copies? I did that and 2 extra books! Really stoked to get this, really well put together and the illustrations are incredible.", "time": "over 6 years ago"}, {"username": "JChen", "content": "No PDF version available? Interest read this book, but prefer PDF version. Hope could be provided for backers.", "time": "over 6 years ago"}, {"username": "JR Patterson", "content": "So stoked for this!", "time": "over 6 years ago"}, {"username": "Mandy Russell", "content": "So excited about this project. Thank you for sharing your art, Chris and David!", "time": "over 6 years ago"}, {"username": "Shravan rajasekaran", "content": "I am so stoked for this and I am a sophomore in college!", "time": "over 6 years ago"}, {"username": "Cameron", "content": "Looks like an awesome book. I think my daughter will love it!", "time": "over 6 years ago"}, {"username": "Danger Jenson", "content": "This is an incredible book not just for kids but for people of any age. The story is inspiring and the illustrations are phenomenal.", "time": "over 6 years ago"}]}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "[video and high quality images of the production samples coming soon!]\nNODE [6] is a minimal iPhone case that's designed to compliment the great thought and craft that goes into the new iPhone 6 and 6+.\nMany minimal cases distract from the design of the phone and how it feels in your hand. LHOOQ Design has carefully designed NODE [6] to take its cues from the new iPhone. The new single-radius bevels around the entire perimeter of the phone is accented by the sphere of each NODE. Crafted from solid aluminum and finished to match the 3 iPhone colors, these corners are the perfect accessory for the design-minded individual.\n The size is designed to keep the phone off of any flat surface no matter the orientation (which solves the protruding camera lens problem while we're at it). Also, aluminum is a fairly soft metal which will deform upon impact, and we've provided enough thickness at the corner to help cushion a typical drop onto pavement. Extremely thin rubber pads and foam adhesive grip the edges of your phone and keep it held in place.\nOne set of NODES contains 6 individual pieces, so you have a few spares in case you drop your phone and damage one of the pieces. The iPhone 6 and 6+ are only 0.2mm different in thickness, and these have been designed to have enough rubber thickness to provide enough tolerance to accommodate either model.\nFinal prototypes after anodizing\nFinal prototypes before finishing\niPhone 6 gold mockup\n_\niPhone 6 silver mockup\n_\niPhone 6 space gray mockup\n_\nNODE [6] iPhone 6 technical drawing\nThanks to Dreamstale.com for the iPhone mock-up files!", "risks": "Risks and challenges\nThe largest risk of this project is the timeline. We're really trying to push the schedule in order to deliver for Christmas of this year, but with this tight of a schedule we can only afford a few minor setbacks in the manufacturing process. If we aren't able to ship for Christmas, we will figure out some kind of mea culpa gift and beg your forgiveness.\n\nThe other risk comes from the final prototypes. We need to produce one more sample to ensure perfect fit and finish for both phone models. Given how minimal this case is, those tolerances are all-the-more important. We will fully communicate any issues we run into and get community feedback in order to develop the most appropriate solution.\n\nThe final risk: shipping. We are developing the best way to ship to you quickly with minimal packaging and waste, while still properly protecting them from the world's most infamous mail handlers. We'll add videos of the final unboxing once everything is ready to go!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Seth Ellsworth\n2 created · 18 backed\nSeth Ellsworth is the principal and founder of LHOOQ DESIGN. My expertise exists at the boundary of thought and reality. I don't really...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "LHOOQ's latest collaboration! New Kickstarter now live!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "NODE 6 relaunch!", "update_content": "Former backers,\nNODE 6 has finally relaunched! Please visit the new campaign and help spread the word!\nwww.kickstarter.com/projects/lhooqdesign/node-6-ultra-minimal-iphone-6-protection\nSeth"}, {"update_no": "UPDATE #1", "update_userinfo": "We'll be back soon!", "update_content": "Backers! Thank you for your early support, and I want to let you know that NODE 6 will be back later this year with a new campaign.\nOur ad hoc effort didn't work out to ship in time for Christmas, but we'll be working hard to produce even better photos, and a video that truly shows the value of this ultra-minimal case. A more aggressive marketing campaign will be directed at various social media groups and design / tech blogs."}, {"status": [{"Project is canceled": "DECEMBER 1, 2014"}, {"Project launches": "NOVEMBER 11, 2014"}]}], "comments": []}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "To donate, click the green \"Back This Project\" box to the right.\nTo learn more about our organization, visit pomeloproject.com.\nFollow us on:FACEBOOK// TWITTER\nThe documentary will be composed of interviews with Cambodian survivors of sex trafficking. This film will give these women the opportunity to share advice, encouragement, and a sense of being understood with other survivors. \n We will initially distribute the documentary to survivor shelters in the US and Cambodia with the hope of sharing it in other regions.\nA survivor's struggle does not end with her escape. She often deals with no work options, a lack of employable skills, and the strain of post-traumatic stress. Additionally, it is common for survivors to be rejected in their communities; sadly there is a stigma associated with the lives victims have suffered. \nWith this in mind, we are creating this documentary. We hope the documentary will help survivors feel encouragement from other women who understand their experience and truly care.  \nWe will also distribute the documentary to a broader audience to help educate the public on the situation survivors face after they leave slavery. There is a dire need to help survivors reclaim their lives that were taken away. \nRental equipment to film the documentary\nInsurance for the film equipment\nAirline tickets for the crew\nTransportation and modest accommodations while filming \nSecurity guards while in Cambodia\nCare packages for survivors in shelters that will include a copy of the documentary \nWe appreciate the generous services of our creative director, producer, cinematographer, composer, and executive officers who are generously providing their services pro bono. \n“In organizing Pomelo Project, I’ve learned so much about human trafficking, an incredibly sad topic. But I’ve learned also incredible lessons about human goodness. For all the darkness and sadness that there is, there is also goodness. We, as a world, have every reason to hope.” Rebecca Lambson, CEO", "risks": "Risks and challenges\nThis project has had its share of challenges. The first challenge was deciding how to get involved. You hear of a subject as dire and heartbreaking as sex trafficking and wonder whatever you could do to make a meaningful difference. After months of thought and research, we felt a documentary was our avenue for that. One challenge we'll face in filming is maintaining the privacy of the survivors. Another is creating an environment during filming that is empowering and uplifting. More challenges will come, of course. But we have a great team, and we are dedicated to finding solutions as they do!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Alexandra, Brittany, Joanie, and Rebecca\nFirst created · 0 backed\nRebecca and Joan created Pomelo Project after reading the memoirs of a survivor of sex trafficking. They met Brittany early on in South...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Thank You!", "update_content": "We would like to extend our warmest thanks for your pledge. As you know, we did not reach our goal. But we are looking into new avenues to be able to create this documentary, and we are hopeful. Because our kickstarter did not reach its goal, you will not be charged for the amount you donated. All the same, your support and encouragement and your believing in our project has been very significant to us. Thank you so much.  \nSincerely,  "}, {"update_no": "UPDATE #2", "update_userinfo": "Tonight! - Dinner Event to Stop Human Trafficking", "update_content": "Dear Wonderful Pomelo Backers,\nThank you all for the enormous support you have given to the Pomelo Project! Us on the Pomelo team could not feel more grateful for the encouragement we feel from each of you. Thank you for being a part of this important cause. \nPomelo Project will be featured with other nonprofits at an important event dinner TONIGHT Thursday, November 20th at 7pm. The dinner is being hosted by BYU's Anti-Human Trafficking Club and will take place in the Wilkinson Center Terrace on BYU Provo Campus."}, {"update_no": "UPDATE #1", "update_userinfo": "Update!", "update_content": "Hello all!\nTHANK YOU all again for your wonderful contributions to our campaign! Because of your help we have 25% of our project funded!!\n\nWe only have few more weeks to go, so we could use all of your help to raise awareness for this good cause! Help us out by sharing our KickStarter on Facebook, Twitter, Pinterest, or a blog if you have one! \n\"like\" and \"follow\" us here:\n  &\n\n\n\nIf you live nearby, we are hosting a concert to help raise funds for our project!\nCome out to BYU's THE WALL for a benefit concert featuring:\n\n$2 Admission at the door. Ian and Vaughn will be donating our 50% share to the Pomelo Project's Kickstarter to help in the fight against forced sex trafficking. Please come enjoy wonderful music and help an important cause!!\n\nThe Wall Byu 1151 Wilkinson Student Center, Provo, Utah 84606\n\nSaturday November 1st @ 7:30 p.m."}, {"status": [{"Project ends": "NOVEMBER 21, 2014"}, {"Project launches": "OCTOBER 22, 2014"}]}], "comments": []}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "CLICK TO OPEN THE MAP IN FULL RESOLUTION\nLady Ganga in the News: CNN - PEOPLE - NBC NEWS - MNN - SUP MAG - NCCC - REUTERS\nOur new goal is to reach as many people around the world as possible with Michele's powerful message. With $500,000 we'll be able to bring the film to 5 Billion people in 50 languages and film Michele's family scattering her ashes in the Ganges. Thank you for your help! \n50 LANGUAGES for 5 BILLION PEOPLE! - According to the World Health Organization, 85% of the more than 270,000 women that die from cervical cancer every year are from low and middle-income countries. It is the 2nd leading cancer in women with over 530,000 new cases every year. Our goal with Lady Ganga is to show the film as widely as we can. In many of the countries who really need this film (Including India), subtitles will not be enough because many people are not able to read the subtitles in their own language. Our goal is to have Lady Ganga dubbed (voice-over from local actors) in the 50 most prevalent languages that need this film! This will be a costly, but very beneficial undertaking for Michele’s cause. Having the film be heard in each of these languages will greatly increase the scope of who will be able to see this film. Our goal is to have the film screen ALL OVER THE WORLD. We want people to see the film in their native languages on television, in theatres, online as well as sponsored viewings by outreach groups and health workers in order educate people about cervical cancer and HPV. \nADDITIONAL FILMING IN INDIA - We want to take a film crew to India where Michele traveled and follow-up with stories of local people along Michele’s path who have been affected by her journey. One of Michele’s last wishes was for her family to scatter her ashes in the Ganga. Filming this would offer an extremely powerful ending to an already powerful story.\n\nThis is our first Kickstarter campaign. When we decided to use it as a forum to raise money to finish Lady Ganga, we had no idea what we were going to get. First and foremost, we wanted to make sure that we were able to finish the film and had enough to do just that. Thanks to all of you, we have exceeded our initial goal...and that is AMAZING. You have guaranteed that this film will be made! As our pledges started to grow, so have our ambitions. Some of the things that we dreamed of doing with this documentary, we now believe could be accomplished…with your continued support.\nThank you very much! -- Frederic & Mark\nFollow our progress:\nLike Our Facebook Page!\nFollow us on Twitter!\nWe have 6 new fantastic rewards!\nDVDs and High Definition Blu-Rays of \"Lady Ganga\" with your company's brand.\nCustom printed in full color with “Compliments of” your company name, logo and tagline on the case and disc. Give them as gifts to employees, patients and clients to share Michele’s incredible story and raise awareness about HPV and Cervical Cancer.\nLADY GANGA - AN INSPIRING DOCUMENTARY\nMichele Frazier Baldwin knew she was going to die. She knew this would be her last opportunity to make a difference in the World and what she did in the waning months of her life was truly remarkable…and she gave us full access to film it all, with nothing off-limits.\nWhen Michele, a 45 year old Mother of three was diagnosed with late-stage cervical cancer, she took this as a call-to-action. She decided that she would travel to India to paddle board over 700 miles down the Ganges River, spreading awareness about this disease that was going to kill her and breaking a World Record in the process. \nSome of her friends and family doubted her decision to make the trip. They were concerned for her health and they understandably wanted to spend as much time with her as possible. But Michele felt a higher calling. She had a soft spot for the people of India and she knew that India had the highest mortality rate from cervical cancer in the World. More than 50,000 Indian women die needlessly every year from this preventable cancer. So, she packed her bags and explained to her kids why this was so important for her. They were sad to see her go, but they understood their Mom's final mission.\nA cameraman went along with Michele on her epic voyage down the Ganga and captured beautiful and intimate footage of her journey. Michele did interviews and press with the Indian media along the way and did her best to spread the word. \nThe truth is, cervical cancer is caused by a highly prevalent, sexually transmitted virus called HPV. 80% of ALL people under 50 years of age will be exposed to HPV at some point in their lives. Globally, HPV causes many types of cancers in both Men and Women. This is why Michele dreamed of making an even bigger impact, not just in India but all over the World. That dream of hers has become THIS FILM.\nWhen she returned back home to her family in New Mexico, Michele's time was quickly coming to an end. As her health rapidly deteriorated, Michele wanted people to see the ugly realities of HPV and cervical cancer. Her hope was to inspire people to stay on top of their health, so nobody else would have to suffer from this disease. She also made arrangements for her own post-life ceremony. Michele's wishes were to have an open-pyre ceremony in the beautiful mountains of Colorado.\nSoon after, with her friends and family by her side…Michele passed away. Her family honored her wishes and quickly transported her body to Crestone, Colorado, the only place in the US where open pyre funeral ceremonies are allowed. The next morning, the funeral ceremony was carried out. Her body was burned for all to see and Michele Baldwin's body was returned back to the elements.  \nAs Michele wished, we were there to film it all. It was a profoundly emotional and moving experience for us as well. Watching this strong and athletic woman wither away was tough to watch, but we also saw her come to peace with her dying and accept what was happening to her. It was a bittersweet message that made us appreciate our own lives and showed us just how much one person can accomplish in a short amount of time. This is also the message that we hope to convey with this documentary. \nMaking a film like this one is time-consuming and expensive. We have over 150 hours of deeply moving interviews and footage that we still need to turn into a proper film. We have already gone deep into our own pockets and we have humbly realized that we will not be able to complete this film without YOUR HELP! \nYour contributions will go towards the entire post-production process. This includes writing, editing, animation, licensing, legal fees, translation, subtitles, insurance and the many other expenses go into completing and delivering a film. If our stretch goals are met they will go towards advertising, festival submissions, publicity and even distribution of the film.\nWe see this as an INSPIRATIONAL short-form documentary that will also help to educate and maybe even save lives. The story is heartbreaking and at times graphic, but ultimately, it shows Michele's passion and selfless courage to leave behind a meaningful and lasting legacy.\nTHANK YOU for being a part of this film!! Every contribution is important and will be used wisely. Some of you may not know that if we DO NOT MEET 100% of our funding goal by our closing date, we will not get ANY of the donations made and we will be back to $0. \nIt is also important to try and raise as much money EARLY in the process so that we maintain a presence on the Kickstarter homepage, which will help get us more publicity and greatly help us reach our goal. Even if you are unable to help contribute financially, you can make a great contribution by helping us spread the word on Facebook, Twitter, email, word-of-mouth, smoke signals, or any other way you may communicate with people! \nOnce the film is finished, 100% of profits from sales and licensing of the film will go to the Michele Baldwin Memorial Fund which is managed by ASHA (American Sexual Health Association), a 100 year old non-profit organization who run the NCCC (National Cervical Cancer Coalition) and the Global Initiative Against HPV and Cervical Cancer:\nhttp://giahc.org/\nhttp://www.ashasexualhealth.org/\nhttp://www.nccc-online.org/\nThank you so much!!\nFrederic Lumiere and Mark Hefti\n___\nBudget\nOur goal is to make a remarkable film. One that will make an impact worldwide and do justice to Michele's legacy. To do that we need time and resources. The more resources we receive, the more ambitious we will be in creating this incredibly important project and distributing it around the world. Our dream is to have \"Lady Ganga\" translated in dozens of languages and available in every country around the globe.\n  The Team\nClick here for Frederic Lumiere's IMDB Credits\nClick here for Mark Hefti's IMDB Credits", "risks": "Risks and challenges\nThe biggest challenge we face is to do this story justice. Even though we have an award winning filmmaking team we feel so strongly about this story and we want it to surpass everyone's expectation. We have our eyes on qualifying for the Academy Award short documentary subject.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #30", "update_userinfo": "Go to Bulova.com", "update_content": "The movement you helped us start is growing... in a big way.\nMany great announcements coming up in 2018, but for now visit Bulova.com and feel proud that you helped start this movement to eliminate cervical cancer around the world.\nPlease share with #LadyGanga\nThank you!"}, {"update_no": "UPDATE #29", "update_userinfo": "First Batch of Rewards Sent", "update_content": "If you haven't yet received your reward, it's either in the mail or you haven't given us your address. Please email fred@ladyganga.org with your address if you haven't and would still like to get your reward. \nDVDs, Blurays, Posters have been sent out. It was a lot of work putting it all together, but with each package we felt connected to you. Thank you for your support and in believing that a film can change the world. Here's some photos we want to share with you on the process of getting it all ready. :) and the letter we sent you with your package."}, {"update_no": "UPDATE #28", "update_userinfo": "Rewards coming in February!", "update_content": "The time is here and we are finally sending out DVDs, BLURAYs & Posters. :)\nPlease revise your shipping address if you have to, so you are sure to receive your rewards.\nThank you everyone for your patience.\nLady Ganga is changing the world thanks to you!"}, {"update_no": "UPDATE #27", "update_userinfo": "Rewards still coming...", "update_content": "Hi Everyone!\nWe are still working on fulfilling the rewards (DVDs, Blu-Rays and Posters), but we have some great reasons for the delay and the long wait will be well worth-it! We are including many languages with the short film and a copy of our feature film Someone You Love The HPV Epidemic, subtitled in 4 languages (English, Spanish, Portuguese & French).\nWe also have some exciting news:"}, {"update_no": "UPDATE #26", "update_userinfo": "The road to the Oscars starts with a \"Like\". We Need Your Help!", "update_content": "We haven't sent the DVDs and Blu-Rays yet! We are still working on translations, subtitles and dubbing.\nSo far we have the film subtitled in 13 languages!:\nEnglish, Spanish, Chinese Simplified, Italian Portuguese (Brazil), Chinese Traditional, Dutch, French, Japanese, Russian, German, Korean and Arabic."}, {"update_no": "UPDATE #25", "update_userinfo": "13 languages subtitled, more to come...", "update_content": ""}, {"update_no": "UPDATE #24", "update_userinfo": "Kickstarter friends, your name could be mentioned at the United Nations!", "update_content": "A couple days ago we released the short film LADY GANGA: NILZA'S STORY and the initial reaction has been incredible with thousands of views and shares across the web!\nWe'd like to recap the initial idea behind the campaign, how it evolved and where we are going with it.\nIf you read the updates throughout the year, you can see how the project expanded and evolved: https://www.kickstarter.com/projects/lumiere/lady-ganga/updates"}, {"update_no": "UPDATE #23", "update_userinfo": "LADY GANGA - The Strategy behind this movement...", "update_content": "It was a year ago today that Lady Ganga was successfully funded. Thanks to you we were able to tell the incredible story of Michele Baldwin and start the movement to eradicate cervical cancer worldwide.\nWe are still gathering our backer's information for the film's credits. We underestimated how long it takes to gather information from more than 1,000 people! But we're almost there and we can now say that you will be receiving a digital copy of the film this week. If you haven't responded to the survey yet, please do it asap. If you'd like a link to your survey, email me at fred@hpvepidemic.com"}, {"status": []}], "comments": [{"username": "elementalseraph", "content": "In your description you stated hundreds of hours of footage have already been shot. $162000+ were raised. We don't expect Oscar-winning material (though you did, at the outset, somewhat amusingly state you were going for that) -- we're fine with film-school-level work, or even home-video-level work. But please, give us what we believed in and backed: Michele's story, raw and honest, the way she wanted it to be seen.", "time": "about 4 years ago"}, {"username": "Robert Johnston", "content": "I'm very puzzled that you said you didn't raise enough to fund a full length film about Lady Ganga. That is what we funded, and you exceeded your stated goal. Then it was like you decided to expand your vision, and go off in another direction, leaving your pledgers high and dry. The closest I got to seeing the actual story was the trailer. I'm sorry, but that is not acceptable. You were not to receive any funding from Kickstarter if you didn't raise enough money to deliver on your promises. But you did raise enough, so you received our money, and now you are bailing out on us. Good for you for whatever you are doing to raise awareness, but I'm disappointed in your bait and switch and bail.", "time": "over 4 years ago"}, {"username": "Thomas Liljeruhm", "content": "Ok, I see. I had totally missed that. I really hope that the film will be made some day!", "time": "over 4 years ago"}, {"username": "Thomas Liljeruhm", "content": "How is the process going on the main documentary \"Lady Ganga\"?", "time": "over 4 years ago"}, {"username": "Jim Bowen", "content": "Have not received my DVD yet. Last email I can find was on 10/6/16 promising \"Please don't despair, we are still going to be sending out DVDs, Blu Rays and posters.\"", "time": "over 4 years ago"}, {"username": "Don Packett", "content": "Hi guys, just to clarify, is there a full-length doccie of Michelle's journey available to watch, or only Nilza's Story? Thanks so much.", "time": "almost 5 years ago"}, {"username": "elementalseraph", "content": "I'm a little confused -- is the film that is being languaged, subtitled and prepped for shipping a feature-length film? Or is the 15-min short all there is?", "time": "almost 5 years ago"}, {"username": "Arvinder Ahuja", "content": "Any updates on shipping?", "time": "about 5 years ago"}, {"username": "Ron Vitale", "content": "Frederic, when will we be receiving the digital download for the short that launched in London on November? I would really like to see the short film. Thank you.", "time": "over 5 years ago"}, {"username": "Ayon Pradhan", "content": "How long do you envision the complete documentary film to be?", "time": "over 5 years ago"}, {"username": "Laurie Maitem", "content": "Hi, I was just curious when this film will be available? Any updates?", "time": "almost 6 years ago"}, {"username": "Arvinder Ahuja", "content": "I think an update is way over due.", "time": "almost 6 years ago"}, {"username": "Richard A. Smith", "content": "I was hoping someone would send me a copy of the movie. Other Kickstarter projects I helped at the same time have produced something, and it seems about time to reward the backers, and not with a song...", "time": "about 6 years ago"}, {"username": "Michael O", "content": "Thanks Frederic, look forward to it! For me the best part of any KS project is the sharing of the path to the final delivery, with all its up and downs.", "time": "over 6 years ago"}, {"username": "Michael O", "content": "Hi, I think your backers would appreciate a project update, since it is 3 months the project got funded. Thank you!", "time": "over 6 years ago"}, {"username": "Jennifer Howell", "content": "-Jen", "time": "over 6 years ago"}, {"username": "Pat", "content": "Fantastic!! This is an inspiring project created by an inspiring lady. We are looking forward to seeing the completed movie in New Mexico!!", "time": "over 6 years ago"}, {"username": "Alan Kaye", "content": "Yeah! You closed the deal congratulations!!! Now, time to reduce the burden of HPV Associated Cancers! (HAC's). You all Rock!!!", "time": "over 6 years ago"}, {"username": "Tom Minet", "content": "How absolutely fantastic! I was moved beyond words by the clip, so I can only imagine how extraordinary the film will be. But how could it be anything but, given the subject. Thank you for your talent and vision, and for giving us all the chance to be a part of it!", "time": "over 6 years ago"}, {"username": "Bonnie Smith", "content": "This is so meaningful to me, thank you all!", "time": "over 6 years ago"}, {"username": "Benjamin Radford", "content": "Yes! This is great! I was lucky enough to meet Michele, and even though it was only briefly she was a such a strong, positive woman. How wonderful to see the project triple its needed funding, it will go a long way toward helping and inspiring so many others. Can't wait to see what happens, and congratulations to everyone involved.", "time": "over 6 years ago"}, {"username": "Usha Menon", "content": "Usha Menon", "time": "over 6 years ago"}, {"username": "Ruth T. Frazier", "content": "Katherine: your experience has caused you to have exactly the awareness that Michele wanted women the world over to have! Thanks so for your support and kind remarks. Ruth Frazier, Michele's mother.", "time": "over 6 years ago"}, {"username": "Katherine Kahoun", "content": "Love, Katherine Kahoun", "time": "over 6 years ago"}, {"username": "Vincenzo Cosentino - Handy", "content": "Vincenzo Cosentino", "time": "over 6 years ago"}, {"username": "Karen Gerlach", "content": "Thank you for helping her wish become a reality, for all of us.", "time": "over 6 years ago"}, {"username": "Jay Lamb", "content": "This is so beautiful. The clip was touching and inspiring. I can't wait for the finished documentary. xx", "time": "over 6 years ago"}, {"username": "Annie Aslanian", "content": "Très heureuse de participer à ce projet que je trouve juste magnifique !!! Toutes mes pensées vont vers Michele Baldwin et toutes ces femmes courageuses qui ne baissent pas les bras, face à la maladie. Et je partage un maximum pour faire connaître Lady Ganga autour de moi. Keep up the wonderful work.", "time": "over 6 years ago"}, {"username": "Ruth T. Frazier", "content": "Michele's mother here: your response to Michele's message is just what she would want to hear: pass it on and far and as fast as possible. Help save lives. These connecting the dots are a vital part of the whole process. Namaste.", "time": "over 6 years ago"}, {"username": "david s heiserman", "content": "david & Maria", "time": "over 6 years ago"}, {"username": "Sapan", "content": "ST", "time": "over 6 years ago"}, {"username": "Karthik Reddy Koduru", "content": "Why can't we do more? Stigma associated with cervical cancer diagnosis is a major barrier to prevention and screening in some countries. Any movement aimed towards controlling this disease should focus on spreading widespread awareness and breaking cultural barriers about discussing sexual issues. \"LADY GANGA\" is one such movement!! After just watching two minutes of your short clip, I started feeling powerfully inspired, motivated and responsible! Thank you very much for your selfless attempt towards spreading Michele's message. I am sure this movie can achieve great milestones in fight against cervical cancer.", "time": "over 6 years ago"}, {"username": "Alan Kaye", "content": "While you are seeing this, see the National Cervical Cancer Coalition (NCCC) at www.nccc-online.org The NCCC is very supportive of this video being made, PEACE, Alan", "time": "over 6 years ago"}, {"username": "Alan Kaye", "content": "An important message to STOPCANCERNOW!!!! PLEASE check this out and help Stop Cancer BEFORE it invades a persons body and home. Your help is IMPORTANT! PLEASE PLEASE help TODAY...Now... thanxxx PEACE PEACE PEACE Alan", "time": "over 6 years ago"}, {"username": "Shashank Chauhan", "content": "This is my first time backing a Kickstarter project, and I could not be happier to have picked the one I did. I read the article about Lady Ganga on CNN and was moved to tears while watching the video. Thank you very much for the important work you guys are doing in making this documentary! Wish you the best of luck!", "time": "over 6 years ago"}, {"username": "Anita", "content": "I have late stage cervical cancer and have been given 2-3 years to live. I gave everything I could afford. I'm crying as I write this because I am so happy to see a film raising awareness about this disease, it is so desperately needed. Thank you for making this film. I hope I live long enough to see it completed.", "time": "over 6 years ago"}, {"username": "Sanjay Thakur", "content": "Thanks Frederic and Mark for taking on this inspirational story of this brave lady and raising awareness on cervical cancer. Looking forward to the release of this documentary.", "time": "over 6 years ago"}, {"username": "Mary Crowley Bickley", "content": "I've never considered even looking at these crowd funding sites, but I like everyone else was so moved by your beautifully told story that I was compelled to do so. I have worked in women's health for more than 11 years and I know the devastation this disease can wrought. I sincerely hope and pray this reaches all your intended audiences", "time": "over 6 years ago"}, {"username": "Stella Y.", "content": "Thank you, congrats and keep the great work Frederic & Mark!", "time": "over 6 years ago"}, {"username": "Kalpana Kumari", "content": "Dr K", "time": "over 6 years ago"}, {"username": "Rachel Edmunds", "content": "I am so excited to see the goal amount was met and cannot wait to see the pledges in another 28 days. I have to say thank you to all of those that will be involved in making this film. Just reading and watching that small clip has only given us a blip into who Michele is. In those short minutes, I can't help thinking that she is someone who I think any young girl would hope their future selves can be. I can only hope to strive to live my life with strength and peace and know that I have left my mark on those I have come into contact with. Michele will continue to live on in others hearts and thoughts as they watch the film and have the honor of getting to know her for the length of the film. Thank you to Michele and her wonderful children and family for being an inspiration to women everywhere, and bringing awareness to a disease that many don’t even think about.", "time": "over 6 years ago"}, {"username": "Laura", "content": "As a woman who has been diagnosed with HPV, I cannot express strongly enough how important it is to educate women and men about this disease and how to prevent it. I am inspired that such a beautiful and brave woman like MIchele Baldwin so selflessly gave of her diminished time here to raise awareness. I am grateful to both Frederic and Mark for sharing her story...and her light I only wish I had more to give.", "time": "over 6 years ago"}, {"username": "Shaundra L. Hall", "content": "National Cervical Cancer Coalition / American Sexual Health Association", "time": "over 6 years ago"}, {"username": "Ebony", "content": "I pledge in hopes that this preventable disease is eradicated. I am so sad for the loss of what appears to be such a lovely woman. I am sad for her family. I am sad for her friends and loved ones. Very powerful clip and I can't wait to see the end result. Good luck and I am sure her spirit is soaring : )", "time": "over 6 years ago"}, {"username": "Ruth T. Frazier", "content": "Can you be both humbled and thrilled at the same time? We, Michele's parents, are indeed at this incredible response to her #1 wish while dying: a film with her message, made visually beautiful and brutally honest: end cervical cancer. Prevent/treat HPV. Celebrate life every moment. Thanks Frederic and Mark, and every single donor to this effort.", "time": "over 6 years ago"}, {"username": "Kristine Luong", "content": "I'm tearing up watching the clip. What an amazing and courageous human being! Am looking forward to watching the movie. Thank you!!", "time": "over 6 years ago"}, {"username": "Lisa Marie Guerin", "content": "My heart is still so sad without my Shelly.....but some how seeing her in your movie helped me find a small sense of peace today......thank you from the bottom of my heart for working to share this amazing story of courage and love!!!!!!!", "time": "over 6 years ago"}, {"username": "Rashid Al-Saffar", "content": "What a touching Story, thanks for making it into a film which can inspired us all in our life.", "time": "over 6 years ago"}, {"username": "Girish Punjabi", "content": "Wish you and your team all the best, Frederic. Looking forward to the documentary.", "time": "over 6 years ago"}, {"username": "Imran Haider", "content": "By the way, you're featured on CNN.com which is where I found this project.", "time": "over 6 years ago"}, {"username": "Imran Haider", "content": "Gave what little I could. Not much but I hope it helps to spread the message. I would love to see film. Thanks for all your hard work guys. Good luck! Sharing on FB now :)", "time": "over 6 years ago"}, {"username": "shyam", "content": "Wish you all good luck in making this movie a success. Hopefully the required budget is funded by the deadline and the movie is distributed across the globe. Even a single life saved is worth every effort.", "time": "over 6 years ago"}]}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "STRETCH GOALS\nThank you all for helping us reach our initial goal of $15,000. We're now excited to introduce our stretch goals for Llama Nation: The Documentary.\n$20,000\nIf we reach our stretch goal of $20,000 we will offer a downloadable version of the film's score/soundtrack and also a digital photo book of all of our travels while making this film. Both of these rewards will be included on pledge amounts of $25 and up. \nPlease keep pledging and let's well exceed our initial goal. Thank you all! It's been amazing to witness the outpouring of support so far with our campaign.\nLlama Nation: The Documentary\nLlama Nation is a documentary about llamas. It highlights the breeding, showing, packing, and the love people have for llamas. Our goal is to show the side of llamas that most of America has never seen. The general population has a very small understanding of what purposes the animal can serve or even their origin. The only association most people have with a llama is from a petting zoo at their local country fair, the llamas with hats YouTube video, and Napoleon Dynamite.\nThrough the film you will meet people who have a true passion for llamas, and you will come to love the animal just as they do. Each character has a unique story, and unique uses for the Llama. We are sharing their stories to inspire, inform and change people's perception of the Llama.\nThe main goal at the end of the documentary is to have people walk away with a desire and be inspired to love something and to have as much passion about it as the people who love llamas do.\nThe cornerstone of our story is centered around two girls in the southern US who are in direct competition for the title of National Llama Showing Grand Champion at only 16 years old. The two girls placed 2nd and 3rd nationally last year against people 3 times their age. This year, they have been training year-round in hopes to finally take home the coveted title of National Grand Champion. \nWe have been in production since February of 2014. We’ve traveled everywhere in the US from Oregon to North Carolina filming this story. The tale of llamas runs so deep all across the US and we’ve been fortunate enough to go out and capture these. We’re 85% of the way through production and need additional funding of $15,000 to complete filming and to complete the post-production. We really need your help to finish Llama Nation: The Documentary!\nMeet Janessa\n    Llama showing is Janessa’s life and that is a scientific fact. In 2013, she won the National Reserve Grand Champion title, second place, at only 15 years old. This year Janessa has hit the show arena with a vengeance. She wants the Grand Champion title and has been working hard and showing all year to built up to it. The only thing that stands in her way is her biggest competitor, Hunter.\nInteresting fact: Janessa has won 582 ribbons from llama showing.\nMeet Hunter\nHunter hangs her llama wool hat in a small town outside of Athens Georgia. At only 15 years old she is financially self sufficient by the funds she raises with her small llama farm. Through the money she makes on her farm, she's able to pay her way to all of the shows that qualify her for the National Championships. She has devoted her whole year to winning the Grand Champion title and nothing will stand in her way, except Janessa.\nWe follow Hunter as she directly competes with Janessa throughout the entire year trying to win the title of National Grand Champion.\nMeet Jack and Tracy\nIf you’ve ever wanted to know who the godfather and godmother of llamas and llama showing in the US is, it’s Jack and Tracy. Throughout the 30 years they’ve owned llamas they've built up the largest llama ranch east of the Mississippi that houses nearly 200 show quality llamas.  They have contributed greatly to the domestication and healthcare of llamas in the United States. They also organized the first llama show in the southern US and have contributed countless hours and endless effort to bettering and establishing the llama community to what it is today. \nMeet Maggie\n  Maggie was first introduced to llamas when she took her rabbit into the vet for a check up. The very nice vet tech noticed Maggie's love for animals and invited her out the the local 4-H meeting where they train with llamas.While there she caught the llama loving bug.\nAside from showing, Maggie also visits the local children's hospitals to talk to the patients and so they can see how great llamas can be. In the words of Maggie, \"Llamas just make me feel happy inside. I just want to give them a big hug.\"\nMeet Ron\nRon is the llama carting king. He is also the mayor of a small town in Georgia. Through two decades he has trained countless llamas in the art of pulling a buggy around. He literally wrote the book on cart driving with llamas. He first had his fascination with llamas through watching a news program that was featuring a local farm. Since that day, he's caught the llama bug. \nAs mayor of this small town, Ron has introduced many people to the love of llamas including the town sheriff and the county judge. Since his election in 2013, he's been introducing a lot of improvements to the community to not only benefit the life of the citizens but also to benefit the life of the llamas in the town. \nRon has been out of showing competitively for about a decade. He's finally decided to pick back up the saddle and hit the rink. With the competition more fierce, he can only hope to succeed.  \nMeet Chrissy and Allan\n   Not many people can claim llamas as their full-time gig. However, Chrissy and Allan can. Three times a week they hike 14 miles and 3,000 feet of elevation gain with 8 llamas up the Smokey Mountains. They do this to deliver supplies up the the Leconte Lodge at the top of the peak. There's no way to access the lodge other than by hiking and that's where the llamas excel. \nBecause llamas have such padded feet they can navigate the trails without a trace. The Leconte Lodge has been employing llamas since the 70's to help preserve the forest. \nChrissy and Allan met on the trail and are now married.\nWe’re proud to be offering some very unique rewards with our Kickstarter campaign. You can find a full list of them to the right column. Some of our most unique rewards are: llama beans to fertilize your garden, have a llama named after you, llama cart driving lessons with the llama carting king, and to come and visit Jack and Tracy’s Llama Ranch in Georgia.\nThe Poster\nWe’re offering a Kickstarter exclusive art print movie poster. It will be printed 11x17 and be shipped right to your door. It will be featured in a nice satin print and have a full bleed. Hang it in your house or apartment to show your love for llamas and Llama Nation: The Documentary\nArtwork by Connary Fagen at connary.com\nThe Shirts\nWe’re offering two options for our t-shirt rewards. Each will be printed on soft material and will be a shirt you’ll be proud to wear around town. We’ll contact you in regards to sizing and which shirt style you would like. We’ll be offering our classic t-shirt and also our art print shirt. \nThe Beans\nYou might think we're joking here but we're not shitting you. Llama beans are almost as magical as the animal itself. It's surprisingly an excellent fertilizer and cultivated ancient peruvian cultures for centuries. Don't take our word for it but take our good friend Rusty's. \nPLAY\n\nEach bag of natural and organic llama beans will contain one heaping cup and come complete with a recipe on how to fertilize your plants to the most amazing possibilities ever imagined. In case you don't have a plant or garden you're in luck because coal from Santa is so 2013. You can now get with the times and help santa give out llama beans instead of coal this holiday season. It will be shipped just in time for the holidays. \nCheck out this article by National Geographic on how llama beans are cleaning up the Bolivian water supply here.\nTanner Shinnick/ Director/ Co-Executive Producer\nTanner was raised by llamas. No but seriously he was born on a llama farm.  He was actually called \"Llama Boy\" in high school.  Aside from llama documentaries, he is an Emmy Award winning director who has shot and directed national commercial campaigns and feature length documentaries. \nHe can smell llama spit from a mile away. \nAaron Egbert Allsop/ Co-Executive Producer\nAaron Egbert Allsop was raised by a pack of wolves in northern Wisconsin. After living in Honduras for two years he moved to Idaho to get domesticated and go to college. There he met Tanner who was looking for someone to film him who had both a green screen and a pirate costume to supply (true story.) Fortunately Aaron had both and has been working with Tanner and John ever since making movies. To put it short, Aaron spends his time on Llama Nation: The Documentary making sure everything gets done. \nJohn Meier/ Assistant Director/Co-Executive Producer\nJohn loves to go on adventures and journeys. Each adventure has brought new insights to his life and filmmaking career. One of those adventures took him to Colorado where he and Tanner decided to change the world through the medium of film. Llama Nation: The Documentary is only the start of that journey. \nLars Lindstrom / Director of Photography\nLars met his first llama at a country fair when he was 12. It was love at first sight. Lars is an LA based cinematographer with an MFA in cinematography from the Art Center. Aside from Llama Nation: The Documentary, Lars has shot music videos that have premiered on BET and also was the DP for a documentary with PBS. \nTucker Debevec/ Associate Producer/Cinematographer\nTucker Debevec is a country boy at heart with a big city attitude.  Originally from Mississippi, he somehow found his way to Idaho.  After some college at BYU-IDAHO he decided to pursue his dream and knowledge of filmmaking with some awesome friends (Tanner, John, Aaron) .  His love for film is as strong as his love for llamas.  He currently works as a full-time cinematographer for bodybuilding.com and loves every second of it.  When he’s not anxiously waiting for the next season of Game of Thrones then he’s busy trying to eat healthy.  \nDanno Ard/ Associate Producer\nMost kids had a stuffed bear growing up. Danno had a stuffed llama. He is an award winning producer, director and designer with a background in film production, advertising and web design. He is a new creative who aims to engage, inspire and excite his audiences. At his core, he lives to bring his and other's ideas to life hoping to inspire others to believe in themselves. \nDanno is also a Co-Founder/ UX Producer at DNA Visual Studio and a connoisseur of grilled cheese sandwiches. ", "risks": "Risks and challenges\nOur biggest challenge at this time is distribution. Currently we are still seeking a final distribution method. Ideally, we'd love to see this film on Netflix and have a successful festival run. \nAll of this is contingent on finding the right distribution partner and securing a plan with them to get the film in front of as many people as possible. We hope a successful festival run and screening will open up these windows of possibilities but we can never be certain. However, we are certain that we have an amazing story that we feel the world wants to see.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Llama Nation release and Backer Screening", "update_content": "These last few months have been crazy for llamas, right?! There were on the loose in Arizona, llamas featured in Vogue and also an article in Oprah's magazine. It's great to see llamas get press which in return raises awareness about the film. \nThe Edit\nOur editor, Aaron, has been tirelessly working on finishing the film. We are currently 75% of the way complete with the film. It's really coming together beautifully and we love how all of the characters are evolving throughout the film. It's just as unique of a story, if not more, as we had planned in the beginning. "}, {"update_no": "UPDATE #12", "update_userinfo": "Private Salt Lake Screening!", "update_content": "Hi Everyone! \nWe hope that you're all enjoying the New Year!\n2015 has brought a lot of exciting things to the Llama Nation Team so far. We thought we'd fill you in on some of the things that have been happening around here. \nThe Soundtrack "}, {"update_no": "UPDATE #11", "update_userinfo": "It's done!!!", "update_content": "Wow! This has been an amazing campaign. We want to sincerely thank you all for such a HUGE amount of support here for the last 30 days. It's been great to see such a large out pouring of support and to meet a lot of you along the way. \nSince we exceeded our goal, we'll be able to do some really great things with LN. We're going to be working with a great team of musicians, Deep Love (www.deeploveopera.com) to create a custom score and soundtrack for the film. "}, {"update_no": "UPDATE #10", "update_userinfo": "The Finished Film!", "update_content": "Thank you!\nAll of you made this possible. Thank you all for your part in helping us reach this goal! We're all really excited to finish the documentary and for you all to see it. As of right now, we're 109% funded! Definitely something to celebrate about. \nNow that we've reached our initial goal of $15,000 we'd like to introduce our stretch goals for the remainder of the project, 3 days. \nStretch Goal"}, {"status": [{"Project funds successfully": "110 backers pledged $16,893"}]}], "comments": [{"username": "James Hansen", "content": "Hope all is well!", "time": "over 4 years ago"}, {"username": "James Hansen", "content": "Thanks!", "time": "over 4 years ago"}, {"username": "Mary Nell Doyle", "content": "Tanner responded 11/3/14, accepting the answers to the survey inquiry selecting the following: a BLUERAY version of Llama Nation: The Documentary, my t-shirt with the artwork in size LARGE and HD download of the film. Also a later inquiry as to llama beans. 11/5 produced an email survey reminder and 11/7/14 brought a FINAL reminder for the survey. Question: Shipments are fast approaching the Christmas rush. When can I expect delivery?", "time": "over 6 years ago"}, {"username": "Mary Nell Doyle", "content": "You can not enter any information", "time": "over 6 years ago"}]}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "http://www.charitysa.co.za/oasis-reach-for-your-dreams.html\nhttp://oasissa.wordpress.com/our-programes/\nONCE UPON A TIME IN THE SLUMS OF SOUTH AFRICA … \nThere was this guy with the name Cliffy, and this other guy with the name Ricky and this third guy with the name Trevor that believed that there must be a way out of gangsterism and drug smuggling, for they could see that the youth of South Africa was suffering being out there in the streets. \nThey thought and thought and decided to create a street soccer team.\nThe years went by and the gang was growing so this guy with the name Cliffy, and this other guy with the name Ricky and this third guy with the name Trevor, wanted to offer more. \nAnd so they made a Non Profit Organization with the name “Oasis Reaching For Your Dreams” . \n“Oasis” is now the home and a shelter for hundreds of kids. \nI am a crazy film maker with the name Valentina with the dream of changing the world using my camera. \nLet me tell you a story. \nOnce upon a time there was this crazy, film maker that wanted to change the world, and so she started following Cliffy and his gang. She followed them in a life – changing journey in Poznan – Poland where they took part in the Homeless World Cup. \nShe saw them transform from gangsters, drug smugglers, criminals into healthy members of the society. \nNow, a year later, they are back, patrolling the slums of South Africa trying to keep the kids away from the streets. \nI want to tell you this story because I believe in second chances. \nI need your help. \nIt’s time for this tale to be told. \nWhy now? \n“Oasis Reaching For Your Dreams” is struggling financially. If someone crazy enough doesn’t tell their story, there is a big possibility that the Organization will not continue to operate. \nFor over a year now I saw the work is being done and it is time for you too to find out. \nMaybe this story might inspire other people in other countries too. \nMaybe it will keep away your kid from the streets. \nMost importantly though, it will continue providing shelter to kids in need of support and guidance. \nBe a part of this. \nWe want to show this film in festivals but also in schools. Please make our story known by sharing on FACEBOOK and TWITTER. We know that we set an ambitious goal but we need to go back in South Africa for some extra shooting and we need to complete this film. \nPlease donate\nWe are less than 20 days away form our Kickstarter Campaign completion.\nPlease donate in order to shed some light on this inspiring story. \nEVERY POUND COUNTS\nYour contribution is greatly important because by donating not only you are helping us to tell this story but you are also showing us trust that eventually we will deliver what we have promised. \nWe want to create a pool of communication with you and continue sharing ideas even when this documentary is completed. \nNow is the time. \nBecause of the financial issues, there is a big possibility that “Oasis” wont make it to the 12th Homeless World Cup in Santiago – Chile that takes place 19th – 26th of October. \nWe need to act. \nhttp://www.districtmail.com/articles/articledetails.aspx?id=78722 \nTURNING POINT \"the journey\"\nABOUT THE STORY \nTurning Point \"the journey\" is a feature length documentary that tells the story of Cliffy and his \"gang\" towards a life-changing trip in Poznan - Poland where the 11th Homeless World Cup is held and their return in South Africa. I am following them for over a year now. \nAfter a game with Chile, we got defeated by 9-1\nWho is “OASIS REACHING FOR YOUR DREAMS” ? \nFind out more by visiting this link \nhttp://www.streetfootballworld.org/network-member/oasis\nhttp://sahss.org.za/\nIn South Africa, Yusi now is a part of Oasis' programs helping youth and using soccer as a tool\n We are in constant communication with Bongani – an ex player that is now a coach of the team – and we are planning to actually go to the disadvantaged areas of South Africa and explore the reasons that are forcing youth of young age to mingle with drug dealing and gangsterism. Once the documentary is finished not only it will be submitted in festivals around the world but we want to use it as a tool in South Africa and elsewhere to prove to people that drugs are not a mere social issue; they are a nicely figured out plan to keep masses occupied; it is not accidental that in most countries undergoing a severe economic crisis – Europe included – drug smuggling is increasing rapidly. Cheap drugs bombarding the world aiming disadvantaged people. \nhttp://www.anthonyepes.com/homelessworldcup/h2e8301ed\nHow can you help\nKeep posting, keep sharing, keep talking about our story! Believe it or not by posting on FACEBOOK or commenting on Twitter you're helping a  great deal. \nEvery pound counts! We need you, we need you and your friends and your friends' friends to jump in this cause and help us! It doest have to be much, every pound counts! \nWhere does your money go?\nEquipment rental\nTransportation - Plane tickets - Accommodation \nFilming\nEditing\nColor Correction\nOriginal score\nSound mixing (we are shooting in difficult environments hence we 'll need post to save some \"unpleasant\" situations)\nLocation access \nLegal advice\nLicensing \nClearings\nFestival entry fees\nDistribution\nPublicity\nWeb Design and Hosting \nWhere we stand at the moment ?\nWe shot most of the footage but we need to travel in Chile and South Africa to complete the story.It is very important as crucial changes have happened in our heroes lives. Plus we need to capture Oasis' struggle to remain alive and put it out there on the screen to alert people. \nProduction's Rough Schedule\nAugust 2013 Filming principle photography in Poznan Poland.\nSeptember - December 2013: Organize, Log and Load footage. Editorial begins.\nOctober 2014: We will return to film additional footage in Santiago Chile where the 2014th Homeless World Cup will take place. \nNovember 2014: Log/Load remaining footage.\nMarch-October 2014: Editorial. Music composing starts.\n\nNovember-December 2014: Edit locked. Music Composing, sound mix/design, color grade and finishing. Film festival submissions start.\n\nJanuary 2015: Film is completed for festival circuit.\nPlease note that any additional funds raised will go towards the budget of the next documentary we are planning. \nPlease keep in touch with Turning Point at\nhttps://www.facebook.com/turningpointdocumentary\nand on Twitter \n@TurningPointDoc", "risks": "Risks and challenges\nI promise to send out regular project updates, in that way you will be able to know if everything runs smoothly or not and if we are facing any obstacles - hopefully not - we'll then be able to address them and overcome them by informing you and rescheduling. \n\nI am fully aware that because of the fact that I am a young filmmaker and this is my first feature some might find it difficult to trust me. I am willing to do everything in my power to prove myself. Also the fact that the documentary is close to it's completion gives some sort of reassurance that eventually we'll deliver what we are promising. \n\nBecause of the way I am working (observational style) the filming procedure might be a bit slow until we get some coherent footage. So this is something to keep in mind too, but it should be fine because until now I did not experience any issues.\n\nI would also like to add that delivering the rewards might be a bit slow because of the volume of work we 'll need to cover, I will though put a team together along the journey to help me out so everything goes according to plan.\n\nMy biggest fear in such occasions - filming publicly and having a lot of people shown in the footage - is that we might get slowed down because of not being able to get the relevant access or release forms. I am trying to prevent such a thing by planning ahead very carefully.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Valentina Fedonos\n2 created · 93 backed\nBorn in Cyprus studied Drama in Greece, worked as an actress at the National Theatre of Northern Greece and in CYBC. Continued my studies in...See more"}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "Correct link", "update_content": "Good morning ladies and gents :) hope this finds you all well and happy :) if not don't worry, always; remember, tomorrow is a new bright day :) SO :) We are back in the game and 22/04 we are starting our #kickstarter #funtimes All this time that I was gathering my strength back I've received some amazing support from people I've never spoken or met before! They just happened to watch the extract of my #documentary and for that I am happy ! We also had our first public mention from TOTG Podcast and I am so very grateful to them for recognising my efforts and liking my work Our first ever PUBLIC mention :) http://talkofthegame.podomatic.com/entry/2015-03-20T16_54_00-07_00"}, {"update_no": "UPDATE #28", "update_userinfo": "And WE ARE LIVE", "update_content": "Please keep an eye on us because we are coming back :) after all, we need to change some lives ... "}, {"status": []}], "comments": []}}, {"backer": "Casey & Chris", "project_data": {"campaign": {"story": "Hello, my name is Mark Tuschman, and I’m a professional photographer of 35 years. For the past decade I have been on a mission to document the lack of autonomy that millions of women in developing countries have over their own lives and bodies. Through my photography, I bring these women and their stories to the forefront of global consciousness.\nAt the same time, this book documents the many advances being made in educating and empowering women and girls. Doctors, nurses, teachers, aid workers, and NGO staff – these are the silent heroes who are working tirelessly to improve the lives of millions of women around the world. This book showcases the noble work they do.\nIn Dhaka, Bangladesh, this woman just received a long-term birth control implant. She is being counseled by her physician.\nFaces of Courage is unique – no other photo-documentary has portrayed the full scope of this human drama as it unfolds around the world, including the efforts to help women move from tragedy and despair to hope and triumph.\nYou can read many articles about women in peril, and you can find reams of appalling statistics in countless reports and journals. But to me, these portraits of individual girls and women communicate in a much more direct and compelling way. They tell the story of our changing world, with an eloquence that words can never match.\nRajasthan, India – Two young girls from a rural village. One must stay at home to look after her younger siblings and the goats, while the other is supported by her mother to attend school.\nThe legendary Milton Glaser is the book’s designer, and we already have a commitment from a wonderful publisher. But the book will not become a reality without your support.\nIn­­­ the new world of publishing in the digital age, artistic photo-essays have to be subsidized. I also have to compensate the designer and the editor, so I need to raise at least $50,000. I feel that I have a commitment to all of the women whom I’ve photographed over the years, to tell their stories and to add momentum to the movements that are tirelessly working to empower them. With your help, we can share their voices with as wide an audience as possible.\nHere are some sample pages from the first chapter, to give you a better sense of the photographs and the book’s layout.\nFaces of Courage is very timely, as there is a growing movement in the United States and abroad that is hungry for real, substantive content on women’s human rights; readers yearn to explore and understand more fully the facts and issues involved.\nIts hopeful message will make the book an effective communication tool, while shedding light on the heroic work of the small, grassroots organizations featured throughout. As the book’s images and stories show, the struggle of women to gain autonomy over their own lives is a battle of epic proportions. These photo essays heavily emphasize the positive impacts of family planning and girls’ education.\nMother and infant in Kumasi, Kenya\nWhere reproductive healthcare exists, we have the opportunity to make critical differences in protecting the rights and voices of women, which will go a long way toward alleviating poverty and stimulating economic productivity. \nI have documented many programs that have produced results, but even the most effective programs need to be scaled up by many orders of magnitude to serve the huge populations in need. With this goal in mind, Faces of Courage and the accompanying website and PR campaign are geared toward raising consciousness and inspiring activists to support programs serving women in need around the world. \nMidwife and expectant mother in Otavalo, Ecuador\nI have been asked more than once why, as a man, am I focused on the rights of women? The answer is simple: because they are a human-rights issue, not just a female issue. Millions of women face travails on a daily basis that are an outrage and totally unacceptable; for example, some are trafficked and bound in contemporary forms of slavery.\nHow can you help?\nPlease explore the rewards we are offering below and donate as much as possible. And no matter how little or how much you can give, please share this website and project with your friends, family, and colleagues. I am not of the “social media” generation, so I need your help to spread the word about Faces of Courage, both personally and online.\nPlease connect with me on my new Facebook page and on Twitter @marktuschman and @CourageFaces.\nWhile we need a minimum of $50,000 to make this book a reality, ideally we’re trying to raise an additional $20,000, which will allow us to launch a massive PR campaign to highlight the issues and organizations featured in the book. Any funds that we raise over $70,000 will allow us to send copies of the book to schools, libraries, and cultural centers, and to the many foundations whose work is documented in Faces of Courage.\nI hope that you find these portraits and stories inspiring, and that you will consider becoming a backer of this important and timely project.\nMark Tuschman\nmark@tuschmanphoto.com\nThere are a variety of rewards for you to choose from. You will find all the details below and please do get in touch if you have any questions.\nBe one of the first to back the project, and receive one of only 100 early bird rewards at this level – a signed copy of Faces of Courage for only $65.\n*For all sizes of print, please choose the image you would like from the grid of 16 photographs at the bottom of this section – all of these photographs are featured in the book Faces of Courage.\nBe one of the first to back the project, and receive one of only 75 rewards at this level: two copies of Faces of Courage for the early bird price of $65 each – one for you and one for a friend.\nAt this pledge level you will receive two copies of Faces of Courage for $75 each – one for you and one for a friend.\nBe one of the first to back the project, and receive one of only 75 early bird rewards at this level – a signed copy of Faces of Courage for only $70 and a beautiful 8x10\" archival print from the book for only $115.\nAt this pledge level you will receive three copies of Faces of Courage for only $70 each.\nBe one of the first to back the project, and receive one of only 50 rewards at this level – a signed copy of Faces of Courage for the early bird price of $65 and a beautiful 12x18\" large archival print from the book for only $360.\n*When choosing which image you would like for your print(s), please select from the grid below. This applies for all sizes of print. To see larger versions of the photographs before you choose, please go to the Kickstarter Prints Gallery on my website.\nFor the past 35 years I have traveled the world as a photographer. My clients include WomenDeliver, the United Nations Population Fund, the Packard Foundation, EngenderHealth, Planned Parenthood, the Global Fund for Women, numerous other foundations and NGOs, and many corporate clients.\nMy work has won several international photography competitions, including the Global Health Council Photographer of the Year award and the SocialDocumentary.net / MSH Photography Fellowship Grand Prize. I was also the featured exhibiting photographer at the WomenDeliver international conference in Malaysia in 2013.", "risks": "Risks and challenges\nWith a publishing project like this, the biggest risk is usually delay. However, in this case, I don't foresee any major risks. Most of the work has been done, including 75% of the writing, and all of the photography. I already have an experienced designer and printer on board, and we have accurate printing and shipping costs from one of the best printers from Japan, plus an excellent distributor. If we raise the funds the book will be published.\n\nAlthough this is my first Kickstarter project, I have done my homework and am fully aware of the challenges presented by fulfilling the rewards, and have set aside the time and accounted for the resources necessary for the packaging and shipping.\n\nThe book will be shipped from the US, and the cost for shipping such a large and heavy book is quite high. If you live outside of the US, please add the extra shipping costs as indicated on each individual reward level where applicable. I appreciate your understanding and thank you in advance, and please do get in touch with me if you have any questions.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "Faces of Courage: A #MeToo for the Women of the World", "update_content": "Dear Friends,\nBack in 2015, when I published \"Faces of Courage\" -- with your support -- I had one primary goal in mind: To illustrate a cause and to give voice to the millions of women around the world who have no voice -- and no means of protecting themselves against almost daily assaults on their dignity and on their basic human rights. As you know, thanks to the women I portrayed, \"Faces of Courage\" gained important attention. Former President Jimmy Carter endorsed the book and gave it a prominent place in his ongoing campaign for promoting human rights. And American Photo magazine named the book as one of the best photo books of 2015. "}, {"update_no": "UPDATE #20", "update_userinfo": "Women's Rights are Human Rights", "update_content": "As many of you know, I have spent over a decade documenting the lack of human rights experienced by many women in Africa, Asia and Latin America. Hearing the stories of physically and sexually abused women is emotionally distressing and I have never understood how men can treat women as sexual objects without any regard for their dignity and humanity. And when I try to examine some of the root causes, it always comes down to cultural acceptance. This brings me to our current sad state of affairs with the upcoming Presidential election."}, {"update_no": "UPDATE #19", "update_userinfo": "An important documentary that needs to be made", "update_content": "This is from some very good documentary film makers- they need help raising funds to make this fil. Here is there request- please check out their kickstarter page.\nWe know people are passionate about politics; but until now, we haven’t known why. “Why The Divide?” will reveal the science behind the emotions that drive political beliefs.\nIn the midst of the craziest election cycle in recent memory, I and my good friend, Michael Stringer, have been in pre-production on a Documentary Film we’re calling, Why the Divide?: The Science Behind Our Political Differences, which will reveal the surprising impact of DNA on our political choices! This is a personal passion project that we think is both timely and important. We’re using KickStarter as a funding platform for the project — if you’re not familiar with KickStarter and Crowd-Sourced Funding, there’s a definition from Forbes below."}, {"update_no": "UPDATE #18", "update_userinfo": "Faces of Courage chosen as one of Best Photography Books of 2015", "update_content": "I am thrilled that Faces of Courage was chosen by American Photo as one of the Best Photography Books of 2015. \n  http://tinyurl.com/or3payb\nIt is quite an honor and I thank you all for making this possible.\nHappy Holidays,"}, {"update_no": "UPDATE #17", "update_userinfo": "The Power of Visual Storytelling: An Interview with Mark Tuschman", "update_content": "I'm very honored to have been interviewed by Sarah Coleman, one of the foremost writers on photography. I think she did an absolutely terrific job on the interview, which has just been published on her blog, “The Literate Lens”:\nhttp://wp.me/p25Qfq-3fC\nGrateful if you can share it on social media!"}, {"update_no": "UPDATE #16", "update_userinfo": "Share Faces of Courage this Holiday Season", "update_content": "This past Thanksgiving weekend I reflected once more on how grateful I am to all of you who helped me publish Faces of Courage. Within the last month of its birth, the book has been well received and I hope you will take a moment to check out the reviews on the beautiful new website http://facesofcouragebook2015.com\nI am writing to request your assistance in spreading the word about Faces of Courage so that the stories and portraits of the women and girls I photographed reach a global community of friends, colleagues and family that can inspire change. Here are two suggestions to get started: Many of you have already written a review on Amazon, but if you haven’t already, here is a link where you can do so:"}, {"update_no": "UPDATE #15", "update_userinfo": "Faces of Courage book website and book launch events", "update_content": "Faces of Courage has a new website: http://facesofcouragebook2015.com\nAll currently scheduled events and upcoming reviews will be listed on the website, but for your convenience the current ones are listed below.\nIf you live in the SF Bay Area there are 2 upcoming events: \nSeptember 16th, 12 noon at Kepler’s Books in Menlo Park – interview with award winning Bay Area journalist Angie Coiro. "}, {"update_no": "UPDATE #14", "update_userinfo": "Books are Here!!", "update_content": "Hi,\nThey arrived 1 hour ago on two palettes- 3600 lbs of books! It is a very exciting moment for me- a culminations of years of work. Now I want to get the books to you as soon as possible. I have to order some protective mailers but if you live on the peninsula, there are two alternatives for you to come by and pick it up:\nTomorrow ( Sunday) at my home between 3-6 pm 300 Santa Monica in Menlo Park"}, {"update_no": "UPDATE #13", "update_userinfo": "Book in Hand", "update_content": "On Monday I received by air mail from Hong Kong a copy of the book. It was a very exciting moment- the culmination of almost 13 years of work. With bated breath I opened the shrink wrap and happy to report that the book has been reproduced beautifully. I can't wait to send your book(s) to you. \nThe books are on a boat now and I will send out one more email when I expect them to arrive- 3-4 weeks would be a good approximation. If you are in the SF Bay Area, I will have some open houses where you can have the option of coming over and picking it up- otherwise they will be mailed."}, {"update_no": "UPDATE #12", "update_userinfo": "At last", "update_content": "At long last, Faces of Courage is now on press. The proofs I received were excellent so it was unnecessary for me to go to Hong Kong for the press check. The printing rep for Toppan printing has been fabulous in facilitating this entire process. I expect the book to begin shipping towards the end of the month.\nI will send out two more updates- one when the books will be shipping from Hong Kong and the last when I have them in my hands. As soon as I do, it will be my pleasure to send Faces of Courage to all of you who ordered copies.  The official book launch events will be in October and I will notify you as dates and venue become specific."}, {"status": []}], "comments": [{"username": "Kelly Fergusson", "content": "Way to go Mark & team!! So excited for the unveiling. Please share Kepler's approx. time as soon as you have some info since my family doesn't want to miss this.", "time": "almost 6 years ago"}, {"username": "Graceann Johnson", "content": "Mark, So happy for your success. I thoroughly appreciated your talk and slides at Kepler's and so looking forward to the book. Your photos are not only technically wonderful, but leave their subjects with their dignity in tact and with the respect they deserve. Thank you for all of us for doing this important work.", "time": "almost 7 years ago"}, {"username": "Pierre Laporte", "content": "Congratulations Mark ! :) well done ! :)", "time": "almost 7 years ago"}, {"username": "Pierre Laporte", "content": "Congratulations Mark to have reach the goal ! Yes, we did it, it's amazing ! It's a very beautiful day ! :) I'm so happy ! :)", "time": "almost 7 years ago"}, {"username": "lisa Parsons", "content": "Mark, This is an absolutely beautiful piece of work and an essential addition to the work being done to help women around the world who find themselves in culturally supported violence and oppression. With the continued contributions from enough supporters, your work can't help but make a significant difference in raising the awareness and changing hearts and minds about issues that are keeping women around the world from contributing their gifts fully during our chapter in history. Thanks SO much - this is truly a labor of love. LIsa Parsons", "time": "almost 7 years ago"}, {"username": "Pierre Laporte", "content": "Hello Mark ! I am happy and proud to contribute on this important project ! Thank you very much ! :)", "time": "almost 7 years ago"}, {"username": "Craig Cohen", "content": "Mark - Your pictures tell a story through the faces as words alone cannot possibly capture. Thank you for taking on this important project. I look forward to the published book.", "time": "almost 7 years ago"}, {"username": "Tom Upton", "content": "~TEU", "time": "almost 7 years ago"}]}}]