[{"backer": "Christa Wells", "project_data": {"campaign": {"story": "This is me...And I want to share me with you and you with me.\n\nAs most things do, it started with a bang, disorientation and a slow unfurling of understanding.\n\"I walk to the backyard, smoke and contemplate the stars\nSome vague sense of inconsequence\nSo small, but yet I am still here\"\nIn 2017 I wrote a song called \"Spit and Wire\". When it was finished I knew it was different than the songs I had been writing. There are still only a handful of people that have heard it. At the time I wrote it I thought I couldn't share it because it was \"too real\". I was a worship pastor at the time and I thought \"I shouldn't feel this way.\" \"What would people think if they knew the struggles I have, if they knew the real me?\" I didn't know it at the time but that song marked the beginning of a monumental shift in my life and I am so happy to be where I am now. I am happy to have come through the struggles I have faced, knowing that there are more ahead. Mostly, I am happy to share myself with the world and the songs that have come from this transformational experience in the last 3 years. \n\n2020...The year of the shift!\nIn the midst of writing songs, navigating my divorce and rebuilding my life I reached out to my brother in law, Miles Fuqua, about recording an album together. He is a super talented recording/mixing engineer and we had always talked about doing a project together and it was time to pull the trigger. After getting stoked about working together is when I discovered this project was going to call for more than a 10 song full length album. Once the ball started rolling I started connecting with other artists whose stories I resonated with. Thomas Bernardin, who produced the Kickstarter video is an inspirational storyteller/filmmaker who has a moving story of his own to tell. If the Kickstarter campaign is fulfilled, he is graciously offering to do an additional artistic video (video for a song, or mini-doc) on FILM! In the same spirit I reached out to Dustin Ransom, who is an astonishingly talented multi-instrumentalist here in Nashville, to play drums. Each of these collaborators will bring their own powerful layer of meaning, talent and energy into this project and I am so excited about the prospect of us all coming together to make this project a reality. \n\nThe most important part is YOU!\nAll these dreams and plans are nice, but honestly, I can't do this without you. You are the collaborator that I am most importantly excited about working with. If there is any lesson that 2020 taught us, it's that we need one another. With your help I will be able to record these 3 EP's that are so important to me and close to my heart. Let's make something beautiful together!\n\nThe Plan\nI have all the songs written for this project (and may even write a few more, who knows?) but at the least it will be 15 songs. Additionally, all the songs are demoed and the scratch tracks are ready and once the Kickstarter is fulfilled we will get to work! \n May - Rehearsals with musicians\n May/June - Track drums, guitars, bass, keys, vocals, and all the extra goodness\n July - Mixing commences\n Mid August - Send song off for mastering, compile artwork, duplication\n October - Send out pre-release of all 3 EP's to Kickstarter backers\nThe Budget\n\nRecording/Mixing/Mastering/Musicians/Duplication - $6,300 (Luckily I can keep this cost lower due to recording guitars/bass/keys/percussion myself)\nVideo/Art/Duplication - $2,700\nKickstarter Fees - $800-1,000", "risks": "Risks and challenges\nI think the biggest risk is not taking one. Hey, but let's get down to brass tax! Asking for help is pretty vulnerable for any artist so not reaching my goal would be a bummer wave, but I really believe we can do it. Some of the challenges will be time management and getting things done as outlined because there are always curve balls to deal with. Reward fulfillment is always a challenge but I tried to make most of the rewards digital in nature to mitigate some of those challenges. The stories and stems podcast will be a lot of work, but I am excited to do it. So, let's do this thang!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Eric DeLong\nFirst created · 0 backed\nHi! I'm Eric DeLong, a singer/songwriter living in Nashville, TN. I have been playing and writing music for the last 25 years across a...See more"}, "support": [{"amt": "Pledge US$ 15 or more", "title": "I liked it \"Before it Was Cool\"", "descp": "You'll get a digital download of ALL 3 EP'S at the same time (I'm releasing these to the public separately) before anyone else because you are that cool!\nINCLUDES:\nPre-release digital download of all 3 EP's\nEarly access to songs and videos.", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Old School CD Soul", "descp": "Get a signed copy of the EP's on compact disc. You can hold onto it forever or end up using it as a coaster.\nINCLUDES:\nPre-release digital download of all 3 EP's\nSigned CD's of all 3 EP's. Wowzers!\nEarly access to songs and videos.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers", "Limited (73 left of 90)"]}, {"amt": "Pledge US$ 55 or more", "title": "Demo-itis! It's a sickness.", "descp": "Sometimes demos come out \"just right\" and sometimes people prefer the raw, unpolished stuff. You'll get all the demos and b-sides for this project, recorded in my home studio.\nINCLUDES:\nPre-release digital download of all 3 EP's\nEarly access to songs and videos.\nDigital download of demos and b-sides", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "The Recording Songwriter", "descp": "This one is for all of you musicians and songwriters who want to learn to record your songs or get better at producing songs from home. We will jump on a 30 minute video chat (ZOOM, FaceTime, whatever floats your boat) and discuss how to get started making recordings at home or ideas/techniques to improve the sound of your recordings. I've been recording/mixing my own material and other artists since 2015. Getting started can be overwhelming and it's nice to have someone hold your hand (Cue Hootie song now!)\nINCLUDES:\n30 minute video chat about recording/mixing\nPre-release digital download of all 3 EP's\nEarly access to songs and videos.\nDigital download of demos and b-sides", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 125 or more", "title": "Stories and Stems Podcast", "descp": "Where my podcast people at?! We are kindred spirits my friend. This reward will be a song by song breakdown of the stories behind the songs and geeky production stuff that I find interesting or cool along the way. This will be for kickstarter backers only. Think Song Exploder, but with a really emotional dude that probably has ADD. It's going to be FUN!!!\nINCLUDES:\nStories and Stems Podcast\nPre-release digital download of all 3 EP's\nDigital download of demos and b-sides\nEarly access to songs and videos.", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 175 or more", "title": "Coaching Time!", "descp": "By the summer I will be a certified life coach and would love to spend an hour with you discussing, discovering and co-laboring with you on your journey and where you would like to go. This work is so important to me and I have a special place in my heart for people in transition, artists and \"out of the box\" folks.\nINCLUDES:\n1 on 1 Coaching Session\nPre-release digital download of all 3 EP's\nDigital download of demos and b-sides\nEarly access to songs and videos.", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 225 or more", "title": "The \"Savor\" Package", "descp": "I will send an old fashioned care package to you filled with a hand written thank you card, a favorite book of mine after we discuss via ZOOM your interests, a mix cd of some of my favorite tunes from the past year, some coffee from Sump Coffee (my beloved place of employment) and the other things listed below. The whole point of this reward is to take some time for yourself, to really savor life and connect to yourself. Learning to savor life again has been so important for me on my journey and I'd love to curate a little \"sumpin\" (see what I did there, it's the coffee reference) for you.\nINCLUDES:\nA care package of some of my favorite things\nPre-release digital download of all 3 EP's\nSigned CD's of all 3 EP's. Wowzers!\nDigital download of demos and b-sides\nEarly access to songs and videos.\nStories and Stems Podcast\n20 minute ZOOM call to learn about you!", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "House Show", "descp": "We will plan a house show together and create a unique experience for you and your loved ones, filled with an hour of music, stories, laughter and community! House shows have been some of my favorite shows I've ever done because they allow for connection and conversation and these are my favorite things! This one is primarily for folks within a 30 mile radius of Nashville, but if you are outside of that radius, I'm sure we can work something out. We will work together to plan the house show at a time that works best for you.\nINCLUDES:\nHouse Show!\nPre-release digital download of all 3 EP's\nDigital download of demos and b-sides\nStories and Stems Podcast\nEarly access to songs and videos.", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 600 or more", "title": "A Song Just For You", "descp": "We will chat and I will write a song just for you about whatever you want. If you are doing this, THANK YOU, THANK YOU, THANK YOU!\nINCLUDES:\nI will write a song for you!\nPre-release digital download of all 3 EP's\nDigital download of demos and b-sides\nStories and Stems Podcast\nEarly access to songs and videos.", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Thank You", "update_content": "I just want to say thank you to all of you that gave to this project! Although I didn’t hit my goal, this process had taught me a lot and I get to take those lessons with me. In the meantime, I am continuing my work over at https://www.patreon.com/ericdelong if you want to check that out and will come up with another way to get these songs out!"}, {"update_no": "UPDATE #2", "update_userinfo": "31% and We Are Gaining Speed", "update_content": "Hey y’all! First of all I want to thank every single one of you that has given to this project. Every pledge “big” or “small” is significant, especially in these trying times. I’m giving this thing my all because I really believe in it and knowing that you do too means the world to me. Let’s keep this thing going!"}, {"update_no": "UPDATE #1", "update_userinfo": "13% Up the Mountain!", "update_content": "Everyone, thank you so much for your generous pledges! I know these are hard times and I appreciate your investment and belief in this project. Also, I think Kickstarter needs a version of that cool yodeler guy going up the mountain from the Price is Right! Do y’all remember that? So good! Slow and steady wins the race! Could I ask a favor of you beautiful people? If you haven’t already, it really helps to spread the word by sharing on social media or just having in person conversations (my favorite). If people seem interested they can just google “Eric DeLong Kickstarter”. I also have a nifty QR code that people can just scan with their phone. I’ll see if I can upload it here at a later time when I’m not rushing to get stuff done before work. Haha. Much love to you all and I hope you have an awesome day!"}, {"status": [{"Project ends": "APRIL 25, 2021"}, {"Project launches": "MARCH 26, 2021"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Help me make my best album yet.\nEarly last year, I started writing a song called Poetry. It came in a blaze of creative glory, and I spent two days chasing down what I knew was something special. It's hard to describe the feeling, something like lightning, something like stumbling upon a vein of gold in the river and you wonder, how am I the one who gets to find it? When I wrote Poetry, I knew I wasn't just writing a song, but marking the next season of creating. I knew an album was being born. \nSince RIVER HOUSE released in 2017, I've spent the last 3 years discovering the real joy of my work: you. I've logged a lot of hours in your homes and living rooms on house concert tours, meeting you at weekend retreats in the woods, hearing your stories each night after a show. The world can be a hard and lonely place, and yet, we can find each other across the chasm of isolation, we can reach out a hand and be met by another. The songs for me are just a vehicle for the real joy of my life, which is being together. I like to think when I'm singing you my story, I'm also somehow mysteriously singing yours. I'm blown away every time you show up for me. I can never thank you enough.\nI can't believe the caliber of folks coming alongside me to bring this record to life. At the helm is producer Lucas Morton (Jill Andrews, Jordy Searcy, Jon McLaughlin). We assembled a killer band, I mean, just wait till you hear these guys. The lineup: Will Sayles (Drew Holcomb & The Neighbors, Ben Rector, Carly Bannister) on drums, Tyler Burkum (Needtobreathe, The Cactus Blossoms, Ingrid Michaelson) on electric guitar,  Scott Mulvahill (Keb Mo, Joy Williams, Andrew Peterson), Justin Schipper (Kacey Musgraves, Tim McGraw, Shania Twain) on pedal steel, and Buckley Miller (Thad Cockrell, Mindy Mindy Smith, Katie Herzig) engineering, plus a heap of good friends lending their voices and talents. We are tracking all the songs on this album live, which essentially means we all get in a room together, push the record button, and see what happens :) It's how the best albums get made, in my opinion, and I knew I wanted this record to sound like the ones I've obsessed over: Emmylou Harris' Wrecking Ball, Alison Krauss & Robert Plant's Raising Sand, Brandi Carlile's By The Way I Forgive You.  You can expect an album that even in its moments of heady genius, is all feel, all personality, all heart.\nThe great news is, we've already gotten started! This February, before the world was thrown into a global pandemic, we packed in the B room at Oceanway Studios in Nashville and started tracking 4 of the 10 songs for the album. The original plan was to run a Kickstarter campaign in the spring and finish the album in 2020, but as we've all learned this year, some flexibility was required. To be honest, it's been a YEAR. I spent a good part of the last 6 months beat down and discouraged, not knowing when we'd pick the album back up, not knowing what was ahead for any of us. Through the encouragement of many of you, through some heart-to-hearts with my people, I remembered who I am and what I think I'm here on this earth to do. You reminded me  there IS a path forward, even if it's not the one we originally would have chosen. \"The impeded stream is the one that sings\" wrote Wendell Berry, and baby, we're singin.  \nIf you're reading this, thank you for caring about me and the music I make. Thank you for being with me all these years (or if you're new here, for taking a risk!) Wherever you are, I'd love you to come along for the ride on this one. I have a feeling it will be something special. Your Kickstarter pledge will go directly to music making, reserving studio space, paying for production, engineering, and the band, as well as printing, distribution, and marketing costs (see outlined budget below). To the right, there are lots of fun rewards exclusive to Kickstarters. Consider it my way of inviting you all the way into this project, cause DANG y'all, I couldn't do this without you.\nall my love & gratitude,\nTaylor\nBUDGET\nProduction Costs\nProducer fees, studio space, engineering, band rates, mixing, mastering ..... $25,700\nPrinting, Marketing & Promotion\nCDs, photography, videos, graphic design, advertising, promotion ..... $6,000\nKickstarter Fees   .......    $3300\nTOTAL BUDGET   $35,000", "risks": "Risks and challenges\nIt's a big ask to run a kickstarter at a time when we're all trying to get through a difficult year. It might be a big ask to make an album at all. But in all our talk over the last 6 months about what is essential, I think music must be on the list, and I'm more committed than ever to making the best music I know how to.\n\nThere may be some delays to the production schedule and reward fulfillment pending the span and duration of Covid-19. But we can do this, guys. Especially if you're with me.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "The Early Bird", "descp": "Be the first to hear the record! Includes a digital copy of the new album plus early access to singles before they release. Includes an automatic download of Happy (Or Whatever)!\nINCLUDES:\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["144 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Call Me Old Fashioned", "descp": "still into CDs? yeah, me too. get a signed copy of the new album on a certified compact disc and I’ll throw in early access and the digital copy, too.\nINCLUDES:\nSigned Copy Of The Album\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["79 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Vinyl Experience", "descp": "Get a signed VINYL of the new album if we hit the $41K stretch goal. Plus a signed CD!\nIf we don’t hit our stretch goal, this reward will default to the $55 well dressed reward (T shirt, signed cd, sticker, etc!)\nINCLUDES:\nSigned 180-gram Vinyl\nSigned Copy Of The Album", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "The Well Dressed (Wo)Man", "descp": "If you need new clothes AND want to support the record, this is a safe bet. Rock a new TL tee and I’ll send you a signed CD, TL sticker, plus early access to the album.\nINCLUDES:\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["60 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Lo Fi, High Hopes", "descp": "I’ll send you voice memos of all the songs on the album when they were first written, if you’re into that kinda thing, and I think you probably are. It’s all about the process, and these recordings capture the heart of the songs way before they hit the studio.\nINCLUDES:\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers", "Limited (89 left of 100)"]}, {"amt": "Pledge US$ 100 or more", "title": "The Wordsmith", "descp": "For all my beautiful lyric geeks out there *raises hand* - I’ll send ya handwritten lyrics to a TL song of your choice, plus a digital book of lyrics from the new album with song stories + behind the scenes photos. Includes the Voice Memo album, TL tee, Signed CD, TL Sticker, + Digital Copy.\nINCLUDES:\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nTL Sticker\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "The Virtual BFF", "descp": "Let’s like, TOTALLY hang out. Includes a 20 minute zoom call where we can talk music, the record, fav bands, AIM screen names, childhood crushes, our hopes and fears, you name it. I'll also send you a handwritten postcard in the real deal mailbox! Includes handwritten lyrics, digital lyric book, the Voice Memo album, TL tee, Signed CD, TL Sticker, + Digital Copy.\nINCLUDES:\n20 minute zoom hang!\nHandwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nTL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers", "Limited (5 left of 15)"]}, {"amt": "Pledge US$ 175 or more", "title": "The VIP", "descp": "One VIP ticket to a very special album release show with access to an exclusive, pre-show VIP reception. Options in Raleigh, NC and Nashville, TN, next summer (2021). Exact dates + location TBD. Includes postcard from me!, handwritten lyrics, digital lyric book the voice memo album, TL tee, Signed CD, TL sticker, Digital Copy.\nINCLUDES:\nAttend the album release show in Nashville or Raleigh!\nAttend the VIP reception!\nHandwritten Lyrics\nHandwritten Postcard\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nTL Sticker\nSigned Copy Of The Album\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Plus One", "descp": "Bring a date. Two VIP tickets to a very special album release show with access to an exclusive, pre-show VIP reception. Options in Raleigh, NC and Nashville, TN, next summer (2021). Exact dates + location TBD. Also includes postcard from me!, handwritten lyrics, digital lyric book, the voice memo album, TL tee, 2 Signed CDs, 2 TL stickers, and a Digital Copy for you and your plus one :)\nINCLUDES:\n2× Attend the album release show in Nashville or Raleigh!\n2× Attend the VIP reception!\n2× Handwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\n2× Signed Copy Of The Album\n2× TL Sticker\n2× Digital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "The Fräulein Maria", "descp": "I want to send you “a few of my favorite things”. I love what I love and I want you to love it, too. Let me surprise you with a gift basket of faves - my favorite book, favorite album, favorite coffee, and more! ** FUN FACT, since I was a child, I’ve been watching The Sound Of Music when I can’t sleep. Julie Andrews does it for me. Also Includes 1 VIP ticket, the virtual BFF, handwritten lyrics, digital lyric book, voice memo album, TL tee, signed CD, Digital Copy.\nINCLUDES:\nGift Basket Of My Faves\n20 minute zoom hang!\nAttend the album release show in Nashville or Raleigh!\nAttend the VIP reception!\nHandwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nTL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (5 left of 8)"]}, {"amt": "Pledge US$ 500 or more", "title": "The Songwriter", "descp": "Let’s write a song together! COVID-19 guidelines and regulations permitting, we can do this in person in Nashville, or virtually on Zoom. I’d love to help you with a song you’ve been working on or we can write a solid gold hit from scratch. Also Includes VIP ticket, handwritten lyrics, digital lyric book, voice memo album, TL tee, signed CD, TL sticker, Digital Copy.\nINCLUDES:\n2 hour in person or virtual cowrite\nAttend the album release show in Nashville or Raleigh!\nAttend the VIP reception!\nHandwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nTL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (10 left of 15)"]}, {"amt": "Pledge US$ 650 or more", "title": "The Big Commission", "descp": "Don’t want to write a song with me? I’ll do all the work and write a custom song for you, a loved one, or whatever you’d like (you know, unless it’s totally weird. Nothing rhymes with dermatologist.) Includes a VIP ticket, postcard from me!, handwritten lyrics, digital lyric book, voice memo album, TL tee, signed CD, TL sticker, Digital Copy.\nINCLUDES:\nCustom song\n20 minute zoom hang!\nAttend the album release show in Nashville or Raleigh!\nAttend the VIP reception!\nHandwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nTL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (12 left of 15)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "The Host", "descp": "Let’s bring it home, baby. I’ll play a private house concert for you and your friends. Keeping COVID-19 in mind, we’ll dream up an unforgettable night of music and conversation for next spring/summer. Additional travel costs if further than 300 miles from Nashville, TN or Raleigh, NC. Includes two VIP tickets to the release show, postcard from me!, handwritten lyrics, digital lyric book, voice memo album, 2 TL tees, 4 signed CDs, 4 TL stickers, and a digital copy.\nINCLUDES:\nPrivate House Concert (Solo)\n2× Attend the album release show in Nashville or Raleigh!\n2× Attend the VIP reception!\nHandwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\n2× Taylor Leonhardt Tee\n4× Signed Copy Of The Album\n4× TL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 2,000 or more", "title": "The Producer", "descp": "Come hang in the studio for the day with me, Lucas, and the band, and get your name on the album credits. We’ll get you to clap or sing or play kazoo on the record. Coffee’s on me. Do you like Thai food? Me, too. Let’s get Thai for lunch. Travel to Nashville and lodging not included. Package includes a gift basket of my local faves, 20 minute zoom hang, two VIP tickets, postcard from me!, postcard from me!, handwritten lyrics, digital lyric book, voice memo album, TL tee, signed CD, TL sticker, and a digital copy of the album.\nINCLUDES:\nDay In The Studio\nYour name in the album credits\nGift Basket Of My Faves\n20 minute zoom hang!\n2× Attend the album release show in Nashville or Raleigh!\n2× Attend the VIP reception!\nHandwritten Postcard\nHandwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\nTaylor Leonhardt Tee\nSigned Copy Of The Album\nTL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Feb 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 3,000 or more", "title": "The Writer's Round", "descp": "I’ll bring two of my songwriter friends to play a private house concert for you and your friends, in the round style. Never been to a writer’s round? Three artists, swapping songs, telling stories. Pure magic. I really hope you pick this one, cause I want to play music with my friends and I really want to do that with you. Additional travel costs if further than 300 miles from Nashville, TN. Includes two VIP tickets, 2 postcard from me!, handwritten lyrics, digital lyric book, voice memo album, 3 TL tees, 5 signed CDs, 10 TL stickers, Digital Copy of the album.\nINCLUDES:\n2× Attend the album release show in Nashville or Raleigh!\n2× Attend the VIP reception!\nYour name in the album credits\nHandwritten Postcard\n2× Handwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\n3× Taylor Leonhardt Tee\n5× Signed Copy Of The Album\n10× TL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 5,000 or more", "title": "The Executive Producer (+ Raddest Human)", "descp": "You seem to have a good head on your shoulders. You might be better at this thing than I am. I’ll let you change a lyric on the new album (pending my approval). Includes a day in the studio, chance to sing/play on the record, a private solo house show, a gift basket of my favorite things, two VIP tickets, 20 minute zoom call, 2 handwritten lyrics, digital lyric book, voice memo album, 2 TL tee, 8 signed CDs, 10 TL Stickers, digital copy.\nINCLUDES:\nChange one of my song lyrics\nDay In The Studio\nPlay or sing on the record\nYour name in the album credits\nPrivate House Concert (Solo)\nGift Basket Of My Faves\n2× Attend the album release show in Nashville or Raleigh!\n2× Attend the VIP reception!\n20 minute zoom hang!\nHandwritten Postcard\n2× Handwritten Lyrics\nDigital Lyric + Photo Book\nVoice Memo Album\n2× Taylor Leonhardt Tee\n8× Signed Copy Of The Album\n10× TL Sticker\nDigital Copy Of The Album\nEarly Access to Songs, Videos, + More!", "time": [{"ESTIMATED DELIVERY": "Feb 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "the first song is here, for backers' ears only!", "update_content": "Hey Kickstarters -- my apologies for no update last night. Tuesday was our 2nd day of pre-pro and everything went well, spent the whole day making demos of all the songs to track to at Ocean Way.  When I got home, I ended up on a 2 hr face time with one of my oldest and dearest friends, and oh my heart needed it! \nToday was, well, beautiful!! I knew it would be meaningful and emotional to play with the band again, and I was right :) This crew...they are so special. We tracked two songs today: Grandfather Mountain and Mother's Daughter. I made a little video blog/update for you guys I'm posting below, along with some highlights from the day."}, {"update_no": "UPDATE #8", "update_userinfo": "first day @ ocean way!", "update_content": "Dear world, dear people: I am utterly amazed and deeply grateful. Before I launched this Kickstarter, I was prepared for failure, knowing it was possible this would end in disappointment. I also knew there was a decent chance we could get there. I was WILDLY UNPREPARED, however, for this level of generosity and love from you all. I would not have believed you if you told me by the end we would raise $48,353 for the new album, 40% more than the original goal. And it’s more than money, I realize that. I know what you’ve really given me is your trust, your love, your belief in who I am and what I do and what we can make together. I am so honored you would see something good in me, something worth investing in, and I promise to take all that trust and love and belief and make something beautiful, something even better than I dreamed of on my own. I will find a thousand ways to tell you this: thank you. love, Taylor"}, {"update_no": "UPDATE #7", "update_userinfo": "Backer Surveys / Back To The Studio", "update_content": "Pals. We are at $38K and some change, well past any sort of possibility I ever imagined!\nBeing over our initial budget is pretty awesome, as it allows us toom to do some cool stuff like hire a live strings section and make some strategic additions to let this beautiful record be as good as it can possibly be. It allows me to hire and pay musicians and music industry folks who have been out of work a LONG time due to COVID-19. Investing in art is like that, it pours resources into an entire community and the good art expands."}, {"update_no": "UPDATE #6", "update_userinfo": "wanna hear the song i wrote today?", "update_content": "I can’t believe I’m even writing this, but last night we hit (and surpassed!) our kickstarter goal. With 7 whole days left in the campaign.\nWe Are Making An Album !\nI am absolutely floored, undone, soaring through the air, y’all. I mean, what! Your generosity has been next level, and I’m looking at all 330 of you in total awe and gratitude. Thank you for getting us all the way there."}, {"update_no": "UPDATE #5", "update_userinfo": "did i ever tell you you’re my hero?", "update_content": "Hello amazing humans!\nWe are only three days in to the Kickstarter and already we’ve reached the 25% mark! Y’all are blowing me away with kindness. There was a point this year when I wondered if this album would ever happen. Now I know it can and will because of you! 😭\nIf we hit $10,000 before 7pm CT TONIGHT, I’ll do a concert on IG & FB live tonight with new songs from the record, requests, + more. Help me spread the word?"}, {"status": [{"Project funds successfully": "455 backers pledged $48,353"}]}], "comments": [{"username": "Tom Murphy", "content": "We have your back Taylor! Go forth in confidence that the Lord will bring this to completion. Looking forward to seeing what He brings into the world through you!", "time": "7 months ago"}, {"username": "Keith Overfield", "content": "Congrats on getting fully funded Taylor!!", "time": "7 months ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Y'all are my heroes. I can't believe this but we've hit our initial goal of $27,000...so now we get to reach for a stretch goal!\nStretch goal: $31,000 for two additional songs on the record !!!!\nI would love to be able to put more songs out into the world than we originally bargained for. But even if we don't raise one more dollar, I'm so incredibly blown away and grateful. Thank you, thank you, thank you!\nThis is it--the time has come to record a full length album! \nI even rollerbladed behind my car to tell you the news!\nAm I scared? Maybe!!! Should I be telling you that? Probably not!!!\nHere's the truth--my favorite thing about this job is you. Making music for a living is like making a career out of connecting. The songs I write that reflect my experience of loneliness, joy, questions, ~crushes~, are not complete until they are your songs too. Knowing that you are bringing your own story into these songs moves me to tears! real tears! What a deep breath that we both get to breathe, knowing we are not alone.\nIn light of, *gestures to 2020*, these last few months have been an all consuming experience of waking up to the grief of the world and to the urgent fight for change.  Learning how to live meaningful lives during a moment in history that is so brutally desperate for redemption is overwhelming to say the least. It's easy to fall into despair. My hope is that this record will help you fight that urge. That in a time of such chaos, you can find some comfort in these stories. I hope that these songs can walk along side you and cultivate some peace in your life while you continue to be that beautiful you. These songs are a direct result of my silliness, sadness, confusion, hope and sometimes my excruciating happiness. They are me :) And soon they will be all of ours!\nLucas Morton and Latifah Alattas are two of my dearest friends who will be co-producing the project. It's rare to find two people as thorough, hard working, and absolutely convinced of the magic in music. They are incredible musicians/producers/writers/creators/thinkers/innovators/you get it. Learning that I was going to work alongside them felt probably exactly the way that Jennifer Lawrence felt when she found out she would be in a movie with Liam Hemsworth and Josh Hutcherson. \nThey also both feel VERY confident that we will be winning a Grammy for this record!!!! (They haven't said this yet but I bet they will eventually. I'll keep you posted). \nI am thrilled to be able to use a platform that is as incredible as Kickstarter-- it provides a place for us to connect in such a unique way and offers rewards in exchange for your pledge. THANK YOU!!! for taking the time to read/watch/look into my Kickstarter page--I do not take it lightly that you would spend some of your valuable time on me like this! Bless you!!!\nSoooo??? You wanna make a record with me??? I would truly love for you to be a part of this project --you have been the most wonderful part of my career all along. You have made the whole thing worthwhile, and it would be an honor to continue making music with you! I'm here, on my rollerblades, inviting you into the process--whether you can give $1 or $2000 (could be cool, just think about it), it's gonna be so fun to have you.\nYour fan,\nCarly", "risks": "Risks and challenges\nThis Kickstarter is an all or nothing campaign. To make the album, we have to reach our $27,000 goal by October 20th. Even in light of COVID-19, my team and I are confident in our goal and in the support of this community!\nWe can do this!!!\n\nTimeline is subject to shift slightly on reward delivery.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Early Access!", "descp": "I'll send you a secret link to all the songs and you'll get to hear the album before anyone else!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["118 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Lets get (a) physical (copy)!", "descp": "In addition to early access to the album, you'll receive a physical copy of the album! Don't listen to CD's? No problem, use it as a coaster! Exciting!\nINCLUDES:\nEarly Access to the Album\nPhysical Copy of Album", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["82 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Signed, Sealed and Stickered!", "descp": "I'll send you a SIGNED copy of the album AND a Carly B. sticker! On top of that, I will also promise that I will love you and be devoted to you. Forever. Am I coming on too strong?\nINCLUDES:\nEarly Access to the Album\nSigned Copy of Album + Carly B. Sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["53 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "The Carly B. Bundle", "descp": "You'll receive an exclusive kickstarter graphic tee, illustrated postcard, signed CD, Carly B. sticker, early access to the record, ALONG WITH.... all of my love and devotion.\nINCLUDES:\nEarly Access to the Album\nSigned Copy of Album + Carly B. Sticker\nExclusive Kickstarter Tee + Postcard", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["89 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Voice Memo Album", "descp": "You'll receive voice memos of all the songs from before we went into the studio + The Carly B. Bundle (Tier 4)! These acoustic demos are special to me because they capture the heart of the songs when they were first written.\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Handwritten Lyrics", "descp": "I'll handwrite the lyrics to one of my songs of your choice on really fancy paper!\n+ The Voice Memo album and The Carly B. Bundle.\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nHandwritten Lyric Sheet", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["32 backers", "Limited (13 left of 45)"]}, {"amt": "Pledge US$ 150 or more", "title": "Classic Carly B Tee + In-Studio Polaroid", "descp": "I'll send you a good ole, CLASSIC Carly B. tee as well as a one-of-a-kind, in-studio polaroid of us working on the project!\n+ The Voice Memo Album & The Carly B. Bundle (Tier 4)\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nClassic Carly B. Tee & In-Studio Polaroid", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers", "Limited (12 left of 25)"]}, {"amt": "Pledge US$ 200 or more", "title": "Face-2-Face on Facetime or Zoom", "descp": "We will hop on Facetime (or Zoom--pick your poison) and I'll play you a Carly B. song of your choosing and we'll chat about the upcoming election (I'm totally kidding about the election part sorry). + The Carly B. Bundle & Voice Memo Album\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nFace-2-Face on Facetime or Zoom", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (8 left of 12)"]}, {"amt": "Pledge US$ 350 or more", "title": "Book Club, Baby!", "descp": "I truly had no idea that I loved to read until I was like 25 years old. So I'd like to spread the wealth of my new-found love and send you a copy of my favorite book with a signed inscription!\n(This is my favorite reward without a doubt. Please pick me.)\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nFace 2 Face on Facetime or Zoom\nBook Club, Baby!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (11 left of 15)"]}, {"amt": "Pledge US$ 500 or more", "title": "Cover Video or Facetime Co-Write", "descp": "TWO options here:\n1. I can send you a video of me covering ANY song of your choosing!\n2. We can do an hour long co-write via Facetime or Zoom and try to write a dang hit and get famous together.\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nCover Video / Facetime Co-Write", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (8 left of 8)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Private House Concert", "descp": "With COVID-19 in mind, we will plan a private house concert for you and your friends and family! I'll come and tell stories and play songs in your living room or back yard. We will laugh and make memories, too, I bet.\n(Travel is an additional cost if further than 200 miles from Nashville)\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nPrivate House Concert", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["3 backers", "Limited (12 left of 15)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "Executive Producer", "descp": "Become an executive producer of the album and get your name printed in the credits on the CD!\nYou are CLEARLY a very generous person--thank you for supporting my project! And if you have other very generous friends, would you want to introduce me to them? Could be cool!?\n(Includes a private house concert. Travel is an additional cost if further than 200 miles from Nashville)\nINCLUDES:\nEarly Access to the Album\nThe Carly B. Bundle (Tier 4)\nVoice Memo Album\nPrivate House Concert\nExecutive Producer", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "Quick update!!!", "update_content": "Wanted to give you all a glimpse of what it has been like in the studio so I made another little video. Hope you enjoy :)\nWe've finished the tracking process which is HUGE!!! I can't believe how much I already love these songs and they're not even finished yet! Next step is to get them mixed and mastered. Can't wait to share them with you!\n\nStill ABSOLUTELY floored by your generosity. I will never be over it. "}, {"update_no": "UPDATE #3", "update_userinfo": "Carly Bannister Record Update :)", "update_content": "I wanted to update you guys on how the record-making process is going, so I made this little video with some footage from the studio :)\n\nThank you, thank you, thank you for making this happen. We are working hard and having SO much fun! I can't wait for you to hear these songs!"}, {"update_no": "UPDATE #2", "update_userinfo": "WE DID IT!", "update_content": "WE MADE IT TO OUR GOAL!"}, {"update_no": "UPDATE #1", "update_userinfo": "Only 4 and a half more days to fully fund the new album!", "update_content": ""}, {"status": [{"Project funds successfully": "489 backers pledged $33,200"}, {"Project launches": "SEPTEMBER 22, 2020"}]}], "comments": [{"username": "KT", "content": "$29,000 AND COUNTING WUUTTTTTTTT", "time": "8 months ago"}, {"username": "Riley", "content": "SO EXCITED!!!", "time": "8 months ago"}, {"username": "valentina Ferreira", "content": "You are a gem Carly! So excited!", "time": "8 months ago"}, {"username": "Sara Groves", "content": "I am so excited, truly. You are the best.", "time": "9 months ago"}, {"username": "Samantha", "content": "Gimme!", "time": "9 months ago"}, {"username": "Olivia Coker", "content": "Absolutely JAZZED for this album!!!!", "time": "9 months ago"}, {"username": "Jac Thompson", "content": "This is amazing and we are here for it!!", "time": "9 months ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "STRETCH GOAL #1 // $27,500 : Every backer $65+ will receive a household ticket to a Private Livestream Show & Zoom Q&A hosted by Jac, featuring songs & clips from the album as well as special guest artists. (Online show will air once only in Jan 2021)\nSTRETCH GOAL #2 // $30,000 : We’ll create an in-studio song documentary directed by LA filmmaker, Clay Mortensen. The mini-doc would be shot while recording the debut album and released as promotional content for the record’s released!\nSTRETCH GOAL #3 // $35,000 : We’ll record a 4-song covers EP following the album, relying heavily on backers to choose which four (maybe more?) songs we record. \nHello, it’s me! Jac. Thanks for being here...\nI’m beyond excited to tell you that we are f i n a l l y recording my debut album! After a year of criss-crossing the United States on tour, and a decade of crafting, scratching and squeezing songs into being, I’d say it’s time. A mentor of mine, after a lovely string of superlatives, looked me dead-in-the-eyes and said, “I hope you make this record before you’re 40.” ALRIGHT. I’m 24, so we could be doing worse, but to his point--I’ve been dreaming up this record since 2010.\nLet’s build an 8-track album featuring world-class musicians and deep 70’s pop influences with state-of-the-art production that matches the music’s lyrical sensitivity and melodic depth. \n If you're new here and unfamiliar with my sound, I’d encourage you to check out these live, one-take recordings of new songs I’ve put out in the past few months. It’s a little sample of what's to come.\nSpecs:\nOur budget is $25,000. Meeting this goal allows us to partner with a phenomenal producer (Quinn Redmond), record a full studio band, and craft a brilliant sound with mixing and mastering engineers. It also means I can illustrate, distribute, and promote the album as well as create those killer rewards listed to your right!\nWhen you support this record, you’ll help employ artists from nearly every facet of Nashville's creative community: co-writers, illustrators, clothing printers (that's right - we're printing local), photographers, videographers, and everyone who walks in and out of the studio!  All these artists have lost self-employment and/or touring income due to COVID-19. There’s no better time to be creating art. You need it. We need it. Your support goes directly to re-vitalizing Nashville's community of creatives. \nEvery pledge $55+ receives a graphic tee printed on a sustainable, repurposed tee by Brokeboys Clothing Co. with an illustration by Timothy Edward Carpenter. Note: Because we’re printing on repurposed tee’s, every shirt will be completely one-of-a-kind in color.\nThe Lyricisist reward contains the album’s lyric booklet with handwritten insights from Jac into each song along with full-color studio images. This image is an example of an open booklet.\nIt’s not slipped my mind that COVID-19 has made this campaign a big ask. Music-making and finances inhabit new contexts for us all, but I’ve no doubt that this project and team of creators are going to successfully make a record that’s worth every listener’s time and love. I’ve never felt so optimistic and confident in myself, my purpose, and my team. Much of my enthusiasm derives from you all. You’re constantly inspiring us to continue this strange journey. I want you to know that I accept support in all forms. Already, I’ve felt the warmth of mentors, fellow artists, house show hosts, and venues long before this kickstarter was even a thought. Thank you for your kindness and goodwill. :')\nAll in all, I’m looking forward to sharing who I am with you in these songs. We’re doing this… it’s really time... Thank you for trusting me with this project.\nLove, Jac \n BIG THANKS: Kickstarter video directed by Phynley Joel; concert footage shot by Inès Lopez; studio footage shot by Blake Thompson; photography & lyric booklet by Shelby M'lynn Mick Photography", "risks": "Risks and challenges\nThis Kickstarter is an all or nothing campaign. To make the album, we have to reach our $25,000 goal by July 21. Even in light of COVID-19, my team and I are confident in our goal and in the support of the community we're a part of and have helped create. \n\nSecondly, we've scheduled the album release show far enough in advance that we believe COVID-19 will not be a matter of concern. If, however, social distancing measures are recommended, we will postpone beyond summer 2021.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "The Secret Link", "descp": "Advance digital download of the record two weeks before release. Welcome to the team!!", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["108 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The Album", "descp": "The album's physical CD + an advance digital download of the record two weeks before release!", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["56 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "The Personal Touch", "descp": "<3\nINCLUDES:\nS i g n e d physical CD\nNew \"JAC\" Sticker\nEarly access to the record\nAll my love", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["46 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "THE Package", "descp": "A 5\"x7\" art print featuring lyrics from the record, a handwritten thank you from Jac, an exclusive \"Jac Thompson\" shirt printed on a sustainable, repurposed tee, PLUS all the rewards included in tiers above. Every campaign shirt will be unique in color by nature of printing on sustainable tee's.\nINCLUDES:\nArt print (5\"x7\") featuring lyrics from the record\nHandwritten thank you from Jac\nExclusive \"Jac Thompson\" Kickstarter Shirt\nNew \"JAC\" Sticker\nSigned physical CD\nEarly access to the record", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "The BFFs", "descp": "Discover more music from two phenomenal artists like... (shhh! It's a mystery.)\nINCLUDES:\n2× Signed mystery CD's from Jac's favorite artists and friends\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers", "Limited (3 left of 24)"]}, {"amt": "Pledge US$ 80 or more", "title": "The Promoter", "descp": "Are you also wanting to share this album with friends & fam? You're HIRED! It's an honor to have you on the PR team.\nINCLUDES:\n4× Additional Jac Thompson signed physical CD's\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "The VIP Solo", "descp": "1 VIP Ticket: We'll be in close communication with you about the album release show date (Summer 2021) in Nashville, TN.\nINCLUDES:\nAttend the Album Release Show\nAttend the Special VIP Reception (this is going to be fire!!)\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "The Lyricist", "descp": "The album lyric booklet contains Jac's handwritten commentary and full-page studio images. (Her favorite reward!)\nINCLUDES:\nAnnotated lyric booklet\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "The VIP Duo", "descp": "2 VIP Tickets: We'll be in close communication with you about the album release show date (Summer 2021) in Nashville, TN.\nINCLUDES:\n2× Attend the Album Release Show\n2× Attend the Special VIP Reception\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 275 or more", "title": "The VIParty Pack", "descp": "4 VIP tickets: We'll be in close communication with you about the album release show date (Summer 2021) in Nashville, TN.\nINCLUDES:\n4× Attend the Album Release Show\n4× Attend the Special VIP Reception\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "The Co-Write", "descp": "We'll take 2 hours to write a song together via Facetime/Zoom + you'll receive two secret bonus tracks (not available anywhere else).\nINCLUDES:\nCo-write with Jac\nTwo s e c r e t bonus tracks\nAttend the Album Release Show\nAttend the Special VIP Reception\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (4 left of 6)"]}, {"amt": "Pledge US$ 650 or more", "title": "Private House Show v.I", "descp": "(within 300 miles of Nashville)\nFor you and your friends in your backyard, basement, or bungalow! Also, we probably have a mutual favorite movie we ought to watch together. Pride and Prejudice? Remember the Titans? Just spitballing here.\nPLUS, receive special thanks in the album credits.\nINCLUDES:\nPrivate House Show v.I (within 300 miles of Nashville)\nSpecial thanks in the album credits\nTwo s e c r e t bonus tracks\n2× Attend the Album Release Show\n2× Attend the Special VIP Reception\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 750 or more", "title": "Nashville Getaway", "descp": "A day in Nashville together! We’ll grab lunch at one of my fav spots (on me ;) ), take a hike in Radnor Park, hang out on 12 South, and maybe go to a movie. It's up to us! Bonus: I’ll make you an espresso drink with my notoriously rough latte art! (Travel and lodging not included).\nPLUS, receive special thanks in the album credits.\nINCLUDES:\nA day in Nashville together\nSpecial thanks in the album credits\nTwo s e c r e t bonus tracks\n2× Attend the Special VIP Reception\n2× Attend the Album Release Show\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Private House Show v. II", "descp": "(within 800 miles of Nashville)\nFor you and your friends in your backyard, basement, or bungalow! Also, we probably have a mutual favorite movie we ought to watch together. Sleepless In Seattle? Saving Private Ryan? Just spitballing here.\nPLUS, receive special thanks in the album credits.\nINCLUDES:\nPrivate House Show v.II (within 800 miles of Nashville)\nSpecial thanks in the album credits\nTwo s e c r e t bonus tracks\n2× Attend the Album Release Show\n2× Attend the Special VIP Reception\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 2,000 or more", "title": "Private House Show v. III", "descp": "(Within the continental United States)\nFor you and your friends in your backyard, basement, or bungalow! Also, we probably have a mutual favorite movie we ought to watch together. Rocky? Princess Diaries II? Just spitballing here.\nPLUS, receive special thanks in the album credits.\nINCLUDES:\nPrivate House Show v.III (within the continental United States)\nSpecial thanks in the album credits\nTwo s e c r e t bonus tracks\n2× Attend the Special VIP Reception\n2× Attend the Album Release Show\nTHE Package (Tier 4)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "We're FULLY funded!!", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "The Campaign Ends TONIGHT", "update_content": "PLAY"}, {"status": [{"Project funds successfully": "405 backers pledged $28,937"}, {"Project launches": "JUNE 23, 2020"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Creating The Record\nAfter touring while pregnant in the summer and early fall of 2018, I felt like I had a collection of songs brewing that I was itching to record, but I also had a limited amount of time before baby was due. It didn't end up coming together before he made his arrival, so I accepted that it was not meant to be. A month into being a new mom, exhausted and dazed, my husband setup a Garageband session and talked me into recording while the baby was sleeping. A few demos (and naps) later, the beginnings of a new album began to take shape. I started to get a vision of what songs felt right and what kind of vibe I wanted this album to have. \nRecording demos in the basement\nPicking a team to help me record this album was something I that I wanted to consider carefully. I chose Juan Solorzano and Zachary Dyke to produce and engineer, and I am so grateful I did. Their collaborative energy and patience set such a good pace for the recording process. We tracked for a little over a week at Trace Horse Studio in Berry Hill (Nashville, TN). S/O to Scottie and Preston at Trace Horse who were so helpful and accommodating throughout the project. I also had some awesome musicians and vocalists who contributed so much to the sound of this album: Ross McReynolds, Caleb Hickman, Josh Rogers, Benjamin Kaufman, Katie Herzig, Betsy Phillips, and Lori Chaffer, Robby Hecht\nWanna get a preview of my songs? Here are some acoustic versions!\nJuan Solorzano and Zachary Dyke\nMaking a record after the birth of a child is a wild experience and one that opened me up to more vulnerability in my songwriting and recording. It has stretched me, and in many ways parallels the sacrifice, but immense joy of being a mother.  \nTo stay in touch with my son on studio days, I would send him little videos.\nPromoting The Record\nThe main reason I am doing this Kickstarter is to give my music a chance to make an impact and grow a larger fanbase. I'd like for more people to hear my music, to make that happen I need the support of a PR / Marketing team. This Kickstarter will also help me to afford the material costs to print CD's, Vinyls, and Merch! It takes so much effort, time, and resources to get off the ground with music as an independent artist these days, but the magic of independent music is that your direct support makes this music more than it ever could be on its own. Whatever support you can give, rest assured it will be used with purpose and a sober heart. Thank you for supporting a Momma and musician like me. \nKickstarter Budget\nI want to be upfront with where this money will be going! This is the breakdown!\nKickstarter fees $1,100\nPhoto shoot, Album and single covers: $2,500\nVinyl Printing at Memphis Record Pressing: $1,400\nVinyl Inscription: $400\nPR and marketing at Sideways: $14,000 - This is my biggest expense, but also the most important for getting my record out to more people. I've never done PR before, but feel like this is the project to pull a team behind!\nPrinted CDs: $540\n Live performance video: $400\n500 word biography: $375\nKickstarter Video: $500\nWhatever I have left will go towards making merchandise, like t-shirts, posters, etc. and towards the necessary means to get on the road and do some shows! ", "risks": "Risks and challenges\nObviously the biggest risk is that I may not make my goal. But I am hopeful that won't be an issue. It is also true that some of the rewards will take time to fulfill. But know that I will do everything in my power to fulfill those rewards one way or another.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Natalie Schlabs\n2 created · 16 backed\nNatalie Schlabs hails from one of the windiest places in North America, a land where the perpetual bluster gives a sense of impermanence to...See more"}, "support": [{"amt": "Pledge US$ 5 or more", "title": "You get my first full length record!", "descp": "Thank you for helping! I'm emailing you a digital download of my record Midnight With No Stars.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Here Comes The Record", "descp": "You'll get a digital download of my record many months early! I'm suuuuper pumped about this record, and hope you will like it too.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["32 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Let's get Physical (and Digital)", "descp": "Get a digital download as well as a physical copy sent to your door with a handwritten note from me. Will it have some coffee stain and baby slobber on it? Maybe.", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Vinyl's fresh off the press!", "descp": "Signed Vinyl and a digital copy of my record! Plus a note telling you that you are my hero. Cue Bette Midler.", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Song Cover of Your Choice!", "descp": "I'll record either video or simple recording of a cover of your choice! But for Gosh sake no Chainsmokers!", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}], "stat": ["3 backers", "Limited (27 left of 30)"]}, {"amt": "Pledge US$ 175 or more", "title": "One-on-One Skype Session", "descp": "Hour long skype session with me to discuss your songs, music, whatever!\nPlus, a signed copy of my CD and Vinyl", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "It's definitely a Nashville Party", "descp": "Fresh vinyl and digital download of my record! + 1-2 hand selected item from Nashville.", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (19 left of 20)"]}, {"amt": "Pledge US$ 500 or more", "title": "Liner notes + the goods", "descp": "I'll thank you in the liner notes of my CD! Plus, I'll send you a physical copy and download of it and a vinyl!", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (19 left of 20)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "You can tell er'body this is your song!", "descp": "A song for you or someone you love! Want me to write a song for your upcoming anniversary? I'll do it! How about your life? Done. Plus you'll get a digital download of my record!", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (6 left of 6)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "House show!", "descp": "I'll come to your house or event and play an intimate acoustic set for your and your friends! Plus, I'll bring a signed copy of my CD and Vinyl for you!", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["0 backers", "Limited (7 left of 7)"]}], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Another way to help!", "update_content": "A few folks have decided to venmo or paypal the pledge amount they wanted to contribute to my kickstarter.  If you are able to do that, you can find me on venmo at natalieranaerogers and on paypal at natalieranaerogers@gmail.com. \nWho knows, maybe I won't even do another kickstarter if we go this route? Sending lots of love to you all. Praying you stay safe and don't go crazy inside your homes!"}, {"update_no": "UPDATE #6", "update_userinfo": "Canceling my kickstarter and how you can continue to help!", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "SO close to 30%!!", "update_content": "Hey, all you Cool Cats!\nThanks to 88 of you, we are are at 29%! But, that leaves a little over 70% to get in 9 short days! Can we do it? I think we can. The last kickstarter I did (4 years ago) was funded 60% in the last 5 days! So, I have hope! \nOnce again, I'm asking if you would be willing to share my kickstarter link with a 2-3 people you think would enjoy my sound! Something like, \"Natalie Schlabs is an artist I backed on kickstarter. I feel like you would enjoy her new record.  \""}, {"update_no": "UPDATE #4", "update_userinfo": "We Are On Our Way!!", "update_content": "Ohhh, we're 1/4 there! Oh-oh! Livin on a prayer!"}, {"update_no": "UPDATE #3", "update_userinfo": "Nearly 25%!!!", "update_content": "Thanks to your generosity and kindness, we have made over 2K in the first 4 days! It's no small thing that you believe in me. \nThis weekend and early next week, would you be willing to share this kickstarter page with any friends you think might be interested in my music?  kickstartnatalie.com \nLove, Natalie "}, {"update_no": "UPDATE #2", "update_userinfo": "You all are amazing!", "update_content": "Wow guys, thank you for your generosity! I’m hopeful we can make this goal in 30 days.\nIf have time, would you be willing to share about my kickstarter on social media and/or text anyone you think would like my music?"}, {"status": [{"Project is canceled": "MARCH 16, 2020"}, {"Project launches": "FEBRUARY 18, 2020"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Nemo here,\nI started writing this song two years ago while on tour with Crea and some friends. We had only officially started dating the day before we left for a week-long tour, and while we were locked in the car I began wondering if I was qualified for a relationship. Doubts and questions popped into my head, and like any musician worth his salt, I decided to process them through song. I wrote the first verse and chorus of Embrace at Crea's family farm in Oxford, Ohio, sitting on a bale of hay by the horses.\nA year later, I realized that this song wasn't meant for just me -- that Crea was apt to having the same doubts and fears that I wrestle with, so I asked her to take a stab at writing some lyrics. In a single day, she had finished the song.\nThis song is an acceptance of the fact that love is not a fully-formed thing. It's not a train you hop on once you're fully prepared. Loving her is a dance, a give-and-take, a development together. All of our fears and faults are merely parts of who we are and what we want a partner for -- to love us through all of it, to meet us in the middle, to embrace us in the chaos. \nIt is there, in the pursuit of love, that fear dissipates, and we begin keeping company with hope. I am so excited to share this song with everyone who wants or needs a reminder that we are not anchored by our fears; we are loved regardless.\n\nWhat are you supporting?\nWe realized pretty quickly that this song is a substantial step for us as partners, and that the song deserves the best that we can give it. We would love to:\nHire local strings magician, RJ Bracchiatta, to compose and direct a quartet on the recording\nProduce a live music video so you can watch us sing Embrace whenever you want\nGet this song in the hands of those who want it but don't know it yet by investing in modest PR\n\nWhy would you support us?\nWe realize that there are many things that you could support this holiday season, and honestly, there's much we want to see supported before us (cough, The Nashville Food Project, cough). But ultimately, the choice is yours, and we want to give you a chance to collaborate with us and bring this love song into the world, if you'd like to. \n\nThank you, \nNemo & Crea", "risks": "Risks and challenges\nWe could die in a fiery car crash?\n But the vocals are already recorded so maybe Nick Johnston will get the song finished in our honor? \nBasically, you're safe.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Why Thank You!", "descp": "A very grateful letter from us to you, our supporter and collaborator in this endeavor.\nINCLUDES:\nPostcard\nLink to a 1-Track, Live Recording of Embrace", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Illustrated Lyric Sheet", "descp": "A type written sheet of the lyrics of the song, Embrace, garnished with watercolor illustration, handmade by Crea, plus the postcard and link to the live-take recording!\nINCLUDES:\nPostcard\nIllustrated Lyric Sheet\nLink to a 1-Track, Live Recording of Embrace", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["6 backers", "Limited (14 left of 20)"]}, {"amt": "Pledge US$ 25 or more", "title": "I SHOULD KNOW BY NOW ZIne", "descp": "A debut print collection of poetry & photography by Nemo & Crea, plus the postcard & link to the live recording!\nINCLUDES:\nPostcard\nI SHOULD KNOW BY NOW Zine\nLink to a 1-Track, Live Recording of Embrace", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "SHARED TABLE Candle", "descp": "A handmade tonka & oud candle in reusable, handspun pottery lovingly crafted by Shared Table, plus the postcard and a link to the live-take recording!\nINCLUDES:\nTonka & Oud Candle\nPostcard\nLink to a 1-Track, Live Recording of Embrace", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (23 left of 25)"]}, {"amt": "Pledge US$ 100 or more", "title": "Are You An Angel?", "descp": "Well you sure are nice, aren't you? For this generous support, you'll receive one of everything!\nAlso, if you'd like, I'll call you and tell you a personal story about Crea & Nemo-- lord of the rings themed first kiss, valentines day heroics, dog adoption trickery, you pick!\nINCLUDES:\nPostcard\nIllustrated Lyric Sheet\nI SHOULD KNOW BY NOW Zine\nTonka & Oud Candle", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (15 left of 15)"]}], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Nearly a week in! Nearly 50% funded!", "update_content": "Hi hi hi! \nNemo & I are so encouraged by your support. Every time I check back on this page, I smile. "}, {"status": [{"Project funds successfully": "26 backers pledged $1,113"}, {"Project launches": "DECEMBER 1, 2019"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "STRETCH GOALS!\nThanks to all of you, we hit our goal within days of starting! Thank you, thank you, thank you! So, without further ado, here's how we'll use any money we make ABOVE the $12K goal:\n$16K THE COMFORTABLE BUDGET. Like our last Kickstarter, the amount we set as a goal here ($12K) was a modest one. This extra $4K gives us the kind of budgetary breathing room that makes the experience of recording, and the outcome, that much better.\n$20K OTHER RECORDINGS- FREE TO ALL BACKERS! If we hit $20K, we'll finish and release digital downloads of (4) recordings we started before undertaking this new simpler acoustic approach, and we'll release those to ALL OUR BACKERS. That's like a free EP for everyone!\nINTERNATIONAL SHIPPING ADDED!\nWe added The European Union & Canada as shipping options for all tiers! Anyone else need to be added? Let us know!\nNOTE: if you choose VINYL in the PICK A NUMBER (#) tiers, add extra to your pledge for shipping (EU: add $23; Canada: add $18).\nYOU ASKED FOR IT, YOU GOT IT! CDS NOW AVAILABLE!\nAfter a groundswell of protest about our not offering CDs, we've decided \"You're right! let's make CDs!\" Now, you can get:\n(1) CD for $15\n(2) CDs for $30\n(2) CDs for $30 as one of the PICK A NUMBER (#) options.\nOn What Inspired This Album & How We're Approaching It\nOver the past few years, Lori and I (Don) have each taken turns sneaking out to our studio to record on a song or two while the other holds down the home front. But thirty or more songs later, we still haven't released any of mine, and only three of Lori's. Her three songs are beautiful, though. So, that's the first thing.\nThe second thing is that we've played more shows than usual this year, and recently, we discovered we were both thinking the same thing: that it feels especially good singing and playing together right now, and that maybe we should capture this moment.\nSo, we're setting those thirty-some other recordings aside, and starting from scratch. We'll sit down, choose our favorites from those and other songs, work them out together as a duo, and hit record. It doesn't have to be just two acoustics and vocals, but we do want to focus on those elements. After a quarter century of singing & playing together, it feels like it's time to document the simplicity of that sound.\nOn Vinyl\nWe've never released on vinyl, and this seems like an ideal album for it, but vinyl is both expensive to make and to ship (hence the shipping addition we're asking for in the multiple item tiers). Still, it does sound vibey, and setting a needle on a record is a romantic experience, so let's do it.\nOn Giving This as a Gift For the Holidays\nWhile we won't have these rewards ready in time for the holidays, this would still make a really great Christmas gift. That's why we'll have a downloadable PDF card you can print and give to your loved one to inform them of the super cool gift you bought them. They're gonna love you for this.\nOn Why We're Kickstarting\nFirstly, we love how kickstarter connects us with people early on in the making of an album, and we love the feeling that these songs are part of a communal endeavor.\nSecondly, there's the economics. As musicians we always live gig-to-gig, project-to-project. Nothing new there, but in the past decade, the record-making part of our industry has all but disappeared. Streaming just doesn't pay well. In fact, I ran our total Spotify payment history, and for 1,882,719 streams, we've been paid $7,385. Now, I'm not ragging on Spotify. I have it. I love it. I'm just saying Kickstarter is a godsend for independent artists like us, and fans like you. When you pay for these rewards, you're buying an album–yes–but you're also making this album possible. Without you, we literally couldn't do this. We LOVE doing this, and we can't wait to share these songs with you, so a thousand thank you's for partnering with us in this creative endeavor.\nGive Me The Scoop, The Skinny, The Lowdown on the Merchandise.\nPardon the twenties language, but no phonus balonus. Only a few clams will get you zozzled with swag. This stuff is hotsy-totsy:\n STICKER. Every reward over $30 includes a sticker. It's Stickers For Everyone... or at least Stickers For Everyone (Who Gives $30 or more)!\n VINYL. Our first ever vinyl pressing. Woohoo! United Record Pressing in Nashville will do the honors. Note: vinyl is shipped separately. So, if you choose VINYL in one of the \"PICK (A NUMBER)\" tiers, PLEASE ADD $8 to your total for one or more vinyl selections. \n T-SHIRT. People keep requesting the original Waterdeep logo t-shirt (designed by Ben Husmann for Sink or Swim/Everyone's Beautiful), so we're bringing it back.\n HAT. Our daughter, Ruby, recently dug out an old knit beanie we had made back in the day, and we were like, \"Shoot, those are cool.\" But don't worry we're making new ones; we're NOT just selling the old one Ruby's been wearing.\n BOOK. I (Don) have been reading poems and other writings at live shows for several years now. After many requests for copies of those pieces, I'm printing a book of them, including: \"What I Would Now Like To Imagine,\" \"On the Iron Bar & the Price You Pay, James Dean,\" \"The Wilderness Journal of Eli Ben-Ammi,\" and several others.\n ORIGINAL ART. I've also been making mixed media/monoprint art pieces for several years. After my first art show at a couple years back, I started selling pieces online. Choose from one of several 5\"x7\" matted and bagged pieces.\n NASHVILLE HOUSE SHOW TICKET. This is one of our favorite album release traditions: a Nashville house show. Lovely people come from far and wide. It's been like a reunion. This year's show will be in the month of March, exact date and venue to be announced soon. Join us! NOTE: The official date will be announced when the campaign ends. If you CANNOT do that date, you may exchange this for any other $30 tier item. \n PICK (#) A NUMBER. For the $50, $75, $100, $125, and $150 tiers, you get to pick 2, 3, 4, 5, or 6 of the $30 tier items, respectively. Mix and match to your heart's content. You can always order more than 6, if you want to grab items for gifts. Just add an extra $25 per additional item. Also, REMEMBER: if one of your items is VINYL, please add $8 to your total. \n 30 SECONDS OF SPECIALNESS. A mini song just for you. Some of these really turned out fun last time.\n DINNER WITH DON & LORI. This was a delightful fun last time.\n THIS IS YOUR SONG. Nothing much to say here that wasn't in the tier description, but... cool. Yeah.\nIn the words of the late great Stan Lee, \"'Nuff Said.\"", "risks": "Risks and challenges\nWe don't anticipate any great risks or challenges apart from the usual risks & challenges of making albums. However, because we own our own studio, barring a sickness or natural disaster, we feel quite confident in the timeline, resources, and tasks involved.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "STICKER", "descp": "A clear Sticker with Waterdeep logo in white (2\"x4\"). This is your tier if you're thinking, \"I'm gonna stream this thing, but I want you to make more than $0.00331 per stream, so here's five bucks. Send me a sticker.\"\nINCLUDES:\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 12 or more", "title": "DIGITAL DOWNLOAD", "descp": "A Digital Download in any or all of these formats: MP3, AAC, WAV, or FLAC. Does not include sticker.\nINCLUDES:\nDIGITAL DOWNLOAD", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}], "stat": ["91 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "CD", "descp": "By popular demand, we're including a CD. which we hadn't initally planned. Turns out people like their CDs. I get it. I do too. Includes DOWLOAD + STICKER.\nINCLUDES:\nCD\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["109 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "VINYL RECORD", "descp": "A 12\" vinyl record of the new album in a color sleeve. The good stuff. Includes DOWNLOAD & STICKER.\nINCLUDES:\nVINYL RECORD\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["70 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "T-SHIRT", "descp": "A heather military green T-shirt with the classic Waterdeep logo on it. Sizes: S,M, L, XL, XL, XXL. Includes DOWNLOAD & STICKER.\nINCLUDES:\nT-SHIRT\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "HAT", "descp": "A beanie (i.e. knit stocking cap) with the classic Waterdeep Logo embroidered on it. Includes DOWNLOAD & STICKER.\nINCLUDES:\nHAT\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "BOOK", "descp": "Get a unique printed paperback collection of poems and writings Don has been reading from stage over the past few years, including several poems, and \"The Wilderness Journal of Eli Ben-Ammi.\" Includes DOWNLOAD & STICKER.\nINCLUDES:\nBOOK OF POEMS & STORIES\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "ORIGINAL ARTWORK (5X7)", "descp": "A one-of-a-kind 5\"x7\" bagged and matted multimedia/mono-print Don has made. You'll choose from an available selection. Includes DOWNLOAD & STICKER.\nINCLUDES:\nORIGINAL ARTWORK (5x7)\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "NASHVILLE HOUSE SHOW TICKET", "descp": "One (1) ticket to Don & Lori's house concert in Nashville exclusively for buyers of this tier. If you want more than one (1) ticket, add $25 per additional ticket you'd like. Includes DOWNLOAD & STICKER.\nINCLUDES:\nNASHVILLE HOUSE SHOW TICKET\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "TWO (2) CDs", "descp": "That's right. Two (2) CDs instead of one. This way, you can add CD to your PICK A NUMBER (#) selections. Includes DOWNLOAD & STICKER.\nINCLUDES:\n2× CD\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "PICK (2) TWO", "descp": "Pick any (2) two of the $30 tier items. (After the campaign we'll send out a survey for you to choose your items. Please add $8 now to cover the extra shipping cost if you choose VINYL as one of your items.) Includes DOWNLOAD & STICKER.\nINCLUDES:\nPICK (2) $30 TIER ITEMS\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["63 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "PICK (3) THREE", "descp": "Pick any (3) three of the $30 tier items. (After the campaign we'll send out a survey for you to choose your items. Please add $8 now to cover the extra shipping cost if you choose VINYL as one of your items.) Includes DOWNLOAD & STICKER.\nINCLUDES:\nPICK (3) $30 TIER ITEMS\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "PICK (4) FOUR", "descp": "PICK 4. Pick any (4) four of the $30 tier items. (After the campaign we'll send out a survey for you to choose your items. Please add $8 now to cover the extra shipping cost if you choose VINYL as one of your items.) Includes DOWNLOAD & STICKER.\nINCLUDES:\nPICK (4) $30 TIER ITEMS\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "PICK (5) FIVE", "descp": "PICK 5. Pick any (5) five of the $30 tier items. (After the campaign we'll send out a survey for you to choose your items. Please add $8 now to cover the extra shipping cost if you choose VINYL as one of your items.) Includes DOWNLOAD & STICKER.\nINCLUDES:\nPICK (5) $30 TIER ITEMS\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "PICK (6) SIX", "descp": "Pick any (6) six of the $30 tier items. (After the campaign we'll send out a survey for you to choose your items. Please add $8 now to cover the extra shipping cost if you choose VINYL as one of your items.) Includes DOWNLOAD & STICKER.\nINCLUDES:\nPICK (6) $30 TIER ITEMS\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "30 SECONDS OF SPECIALNESS", "descp": "We'll make you a personalized ringtone, or 30-second life jingle. You tell us what your motivational word or phrase is and we'll make a mini-song to be used in whatever way you please. You have no idea how good we are at this. Btw, It's not going to be a serious song. I mean... we called it a \"life jingle,\" for crying out loud. Includes PICK (3), DOWNLOAD, & STICKER. (After the campaign we'll send out a survey for you to choose your PICK 3 items.)\nINCLUDES:\n30 SECOND CUSTOM SONG\nPICK (3) $30 TIER ITEMS\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "THE WORKS", "descp": "You want the whole works? This is the option for you. Includes everything from 30 SECONDS OF SPECIALNESS, but with PICK (6) instead, and a 16\"x20\" ORIGINAL ARTWORK by Don. (After the campaign we'll send out a survey for you to choose your PICK 6 items.)\nINCLUDES:\n30 SECOND CUSTOM SONG\nPICK (6) $30 TIER ITEMS\nORIGINAL ARTWORK (16X20)\nDIGITAL DOWNLOAD\nSTICKER", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "THE WORKS + DINNER & SHOW W/ DON & LORI", "descp": "Have a tour of our studio, a lovely meal, desert, coffee, and good times hanging out, all in our own home. This will occur in March, on the evening following the House show (to which you will also have two tickets). Last time we did this, it was a blast. Your travel costs are not included in this. Includes everything from THE WORKS. (After the campaign we'll send out a survey for you to choose your PICK 6 items.)\nINCLUDES:\n2× SEAT AT DINNER WITH DON & LORI\n2× NASHVILLE HOUSE SHOW TICKET\nPICK (6) $30 TIER ITEMS\nORIGINAL ARTWORK (16X20)\n30 SECOND CUSTOM SONG\nSTICKER\nDIGITAL DOWNLOAD", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "Vinyl is here!", "update_content": "We got the vinyl on Saturday so we'll start packing up and shipping out this week.   Woot!\nIf you've had an address change, you'll need to edit your address. Please do so asap! (instructions below if you need them)\nThanks!\nLori"}, {"update_no": "UPDATE #15", "update_userinfo": "Vinyl Update", "update_content": "Hey all, \nWe just heard from the vinyl manufacturers and it looks like we'll get the records in 2 weeks, which means we'll likely start shipping mid Aug.\nStay safe and well out there,\nLori and Don"}, {"update_no": "UPDATE #14", "update_userinfo": "Even more new SONGS & your STUFF is on the way!", "update_content": "Hey all,\nWell, A LOT has changed for everyone since our last update, hasn’t it? We hope you are all physically healthy, financially solvent, and not suffering too much cabin fever, hunkered down in your homes. For those of you working through this crisis (especially in healthcare), we THANK you for your sacrifice and courage.\nMeanwhile, one of the benefits of having our own studio in the backyard is that even though we're social distancing, we’ve still been recording and mixing. We're down to one last song and hope to have the album mastered within a week or two. As soon as that’s done, we'll send out the digital download!"}, {"update_no": "UPDATE #13", "update_userinfo": "The Latest 4/30/2020", "update_content": "Hey all,\nJust wanted to let you know that we sent out most of the surveys this week (the last ones will go out today). Please DO fill those out AS SOON AS YOU CAN so we can start placing our orders and get things sent out to you ASAP. Heads up: vinyl takes a long time to print, so they may be later than other items.\nAlso, for those pondering whether or not they want to pick Art as one of their options, here's a link to what will be available to choose from (again first-come, first-served, at a later date): https://www.dropbox.com/sh/be0186jyo0wv993/AACOTbqXoqNG1RrFMzdpfdZ4a?dl=0"}, {"update_no": "UPDATE #12", "update_userinfo": "UPDATE 3/30/20", "update_content": "Hey there those of you who picked 2,\nYou should have gotten your survey today, and I'm sure you'll notice that you have to choose a t-shirt size regardless of what you picked. Just choose any size, we'll disregard once we see that you didn't actually pick a t-shirt the question before. I accidentally didn't choose to make the t-shirt question optional on this survey, so you have to answer it in order to submit and sadly KS doesn't let you edit after survey goes out : ("}, {"update_no": "UPDATE #11", "update_userinfo": "UPDATE: SURVEYS & LINK TO ART OPTIONS", "update_content": "Hey all, just wanted to let you know we're still working on a venue before we send out surveys so those pick # backers who can't make the show can choose a different item.  We got a little behind because Don got quite sick these last couple of weeks (he's good now so no worries : )\nWe're leaning towards June 6 for the show (with April 18 as 2nd choice) just to give you a heads up so you can plan accordingly."}, {"update_no": "UPDATE #10", "update_userinfo": "PICK 2 SURVEY HEAD'S UP", "update_content": "Hey everyone, just wanted to send a little update. We are almost finished with four of the songs (!), and excited to record more and get these ditties out to you as soon as possible.\nSURVEY COMING SOON - You will be receiving a kickstarter survey in the next week or two. Please fill it out, as this tells us:\nWhere to send your merchandise.\nWhich items you’re choosing (for those of you who chose tiers with multiple options)."}, {"update_no": "UPDATE #9", "update_userinfo": "QUICK UPDATE: Surveys coming soon so hang tight.", "update_content": "For those of you who bought Kickstarter stuff for your loved ones, and want a PDF card to print out so you have something to give them on the day, we've made this for you:\nhttps://www.waterdeep.com/waterdeep-gift-card-ks2019"}, {"status": []}], "comments": [{"username": "Malcolm Stockbridge", "content": "Oh MY....if that's what a quick trip out to the home studio produces you really should go back and check all the other boxes and drawers just in case you missed some ! :) ...please.", "time": "about 1 year ago"}, {"username": "Malcolm Stockbridge", "content": "Thanks much for the bonus EP's....although 2020 will obviously be remembered as not a good year for most, if you are a Waterdeep fan it just got a little better.", "time": "about 1 year ago"}, {"username": "Malcolm Stockbridge", "content": "Im still smiling :)", "time": "about 1 year ago"}, {"username": "Jon Foster", "content": "Any updates? Now would be an awesome time to get some new music.", "time": "about 1 year ago"}, {"username": "Jeremy Johnson", "content": "Thanks, Lori! I can't wait to hear this album.... and since I can't make the show in June, hopefully you guys will be playing other places from time to time and I'll try to catch another show. Have a great day!", "time": "over 1 year ago"}, {"username": "Jeremy Johnson", "content": "Awesome. Thank you! Hope Don gets feeling better.", "time": "over 1 year ago"}, {"username": "Starflier23", "content": "Is there a survey out yet? Just checking, as I know I need to indicate my shirt size still. Thanks!", "time": "over 1 year ago"}, {"username": "gtdmouse", "content": "I meant to type taking votes instead of taking notes...", "time": "over 1 year ago"}, {"username": "Lauren", "content": "Thank you!", "time": "over 1 year ago"}, {"username": "Richard Hudspeth", "content": "Is that a Precision Bass or a Telecaster Bass on the wall? I have a Telecaster Bass that looks just like that.", "time": "over 1 year ago"}, {"username": "Bruce Brown", "content": "Any chance the CD could be lumped into one of Pick packages? Otherwise, because of Kickstarter's wonkiness, it means you have to pledge under two different emails.", "time": "over 1 year ago"}, {"username": "Bruce Brown", "content": "Ehhh, different sides of the brain. Go make some good tunes - the rest will work itself out. 8-)", "time": "over 1 year ago"}, {"username": "Scott G. Sanders", "content": "thanks!", "time": "over 1 year ago"}, {"username": "Jeff Snyder", "content": "Thanks! Will do", "time": "over 1 year ago"}, {"username": "Bruce Brown", "content": "If the CD packaging had cool graphics and and was eco-friendly (no plastic) I'd sign up for one, especially if a bonus disc had any/all of the vault demos.", "time": "over 1 year ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Hey, friend! Can we agree that this world could always use more hope? I'd like to offer my voice as a conduit of hope and healing. By sharing my music in a more accessible way, I believe I can do just that! The songs that come to me most often have hope woven throughout them, whether they are a snapshot of love or loss, joy or grief.  \nUp to this point in my musical career, only one of my original songs has been professionally produced and released on music streaming platforms, but there are so many more! That first song was mostly recorded at home - while my kids were sleeping. That process, though life-giving overall, was tedious and stressful. My goal is to record 4 or 5 songs in a real studio with a professional producer. As a stay at home mom, this goal will require more funding and coordinated effort to succeed than simply waiting for naptime, bedtime, or a quiet break in traffic outside.\nWho/what/where/how?! I will be working with Casey Williams at Deer/Fox Studio in Durham, NC to track my songs. Recording will take place DURING this campaign. We  begin working on the project this first week! From start to finish, this EP will require $3500 to reach completion.", "risks": "Risks and challenges\nThe obvious risk of any campaign on this platform is not achieving the funding goal, which results in NO FUNDING. Let me say it plainly in case you missed that: If we don't raise $3500 by September 25th, I will not receive ANY money for this project! The risk is *doubled* in that I'm starting the recording process BEFORE I receive these funds. Recording in studio requires immediate payment upfront. If we don't reach the goal together, I'll end up footing the bill on my own and my kids will have a much leaner Christmas. Nobody wants that. Please help us reach the goal! \nMaybe you can't give a lot right now, but maybe you have friends that CAN. Don't underestimate the power of suggestion that YOU HAVE by sharing this project with others!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 2 or more", "title": "The Artist Nod", "descp": "Thanks for the \"nod\" and supporting my art. You'll get a shoutout online!", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Digital EP", "descp": "You'll get a digital copy of the EP sent to your email and a shoutout online!", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 7 or more", "title": "Stick With Me", "descp": "In addition to the digital EP and shoutout, you'll receive a sticker of my logo in the mail!", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (29 left of 30)"]}, {"amt": "Pledge US$ 15 or more", "title": "The Snack", "descp": "In addition to the digital EP and shoutout, you'll receive a reusable snack bag with a Jessica Jordan logo.\nThis snack bag is handmade and screen printed on PUL, designed by Jessica's rocking husband Gabe, and features a fold over top as well as a loop handle. Wash care instructions included. Color randomly chosen.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers", "Limited (6 left of 10)"]}, {"amt": "Pledge US$ 25 or more", "title": "The Bag", "descp": "In addition to the digital EP and shoutout, you'll receive a wetbag with a Jessica Jordan logo.\nWhat's a wetbag?! It's a bag used for holding wet or soiled items within another bag- perfect for gym rats, swimmers, moms with diaper bags, campers, sleepovers, etc. This bag is handmade and screen printed by Jessica and features a fold over top with loop handle.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["6 backers", "Limited (4 left of 10)"]}, {"amt": "Pledge US$ 25 or more", "title": "Custom T-Shirt", "descp": "Receive a custom screen printed shirt (choose your own size and logo color preference). Also receive the digital EP and online shoutout.", "time": [{"ESTIMATED DELIVERY": "Jan 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (18 left of 20)"]}, {"amt": "Pledge US$ 25 or more", "title": "Hand-written Thank You", "descp": "In addition to the digital EP and shoutout, you'll receive a hand-written thank you card in the mail!", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers", "Limited (27 left of 30)"]}, {"amt": "Pledge US$ 50 or more", "title": "More Snacks Plz", "descp": "4 assorted reusable snack bags, handmade by Jessica, along with the digital EP and online shoutout.", "time": [{"ESTIMATED DELIVERY": "Jan 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 50 or more", "title": "Handmade Hat with Logo", "descp": "Celebrate fall's arrival with a beanie designed & crocheted by Jessica, then adorned with a screen printed logo patch. Soft & warm mixed yarns; Colors vary. Limited stock and absolutely one of a kind!", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 250 or more", "title": "Singing Telegram", "descp": "Receive a front porch visit from Jessica, singing 5 songs just for you! [Delivery location must be within 50 miles from Raleigh, NC]\nAlso receive a digital copy of the EP and online shoutout.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 500 or more", "title": "Private House Concert", "descp": "You and your closest friends will enjoy a concert in your own home/backyard with Jessica! [Concert location must be within 50miles of Raleigh, NC or Conyers, GA. Details will be determined individually with each host.]\nYou'll also receive a digital copy of the EP and online shoutout.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 50 or more", "title": "Hand-written Lyric Sheet", "descp": "In addition to the digital EP and shoutout, receive a hand-written lyric sheet of one of Jessica's songs. Specify which song you'd prefer.", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Surprise!", "update_content": "May I present to you: The Love Between Us EP.  Follow this private soundcloud link to listen to all 5 tracks.\nThe Chairlift will be released as a single on March 20! If you'd like to share the presave link with your friends, click The Chairlift single presave. Wink wink! You can share something now!\nI'm still working out details for a release show/party- you'll be the first to know when that's set. Considering hosting a private listening party at my home *before* a release show - who would be interested in attending? Should I make it an open invitation to my email supporters? Respond with your thoughts!"}, {"update_no": "UPDATE #14", "update_userinfo": "Launch in 3, 2...", "update_content": "I am so stoked to share with you that we've got all the things in place to make this EP go LIVE! This year started out rather rough for my family and I allowed way too many excuses to distract me from the goal of sharing this music ASAP. My husband gently brought that to my attention the other night, so here I am, setting excuses and fears aside to complete what we started!\nMay I present to you the cover art. Photo credit goes to Kellie Chaney; design credit goes to Rachel Woolard. "}, {"update_no": "UPDATE #13", "update_userinfo": "Happy New Year!", "update_content": "Hello! Just popping in to say I'm heading back to the studio this evening to redo the vocals for one song. We've gotten to the place of 90% done (or more!) with the EP, but this last bit is filled with excruciating attention to detail. I asked for critical feedback from a handful of you on a couple song drafts, which led me to decide to try again (just on one tho!). I don't want to beat this project up with perfectionism, but on the other hand, I also don't want to rush the process just so that I can say \"yay! it's done!\". \nHaving said all that, please think of me this evening while I *finally* finish vocals. I told Gabe last night that this tail end of the project feels like the last month of pregnancy- so tired, so much doubt and second-guessing, so much wishing it was over already. But I also can't wait to meet this fully developed music-baby. Gonna be here before we know it!"}, {"update_no": "UPDATE #12", "update_userinfo": "Songs are finished!!!!", "update_content": "Good evening, fine folk!\nOctober has been quite the busy -yet slow- month of recording and fulfilling rewards (on top of parenting and changing diapers). We are *so close* to done with this project - SO CLOSE! My sis-in-law Abby and I tracked some fun background vocals with Casey last Wed. I'll go back to the studio again tomorrow evening to finish those up (hopefully). 3 out of 5 songs are pretty near completion, so I'll mostly be adding to the last two. What a surge of emotions to hear a song you wrote, through uncertainty, in the quiet evening hours, suddenly bursting with sounds and instrumentation and extra voices. So beautiful and humbling and uplifting all at once. I am truly grateful to be experiencing this! THANK YOU for making it possible!"}, {"update_no": "UPDATE #11", "update_userinfo": "Brick by brick", "update_content": "Hello dear Framily!\nWhat a fun journey September was! You truly made my birthday (day and month lol) AMAZING! And the excitement isn't over yet - this EP is tracking and growing and really turning into something special. Casey is currently working to get all additional instruments recorded. Bass, drums, guitar have been done, pedal steel will be tracked tonight, strings were rescheduled for next week, and trumpet is forthcoming. Once the instrumental portion of the each song sounds the way we want, we'll record vocals and harmonies. "}, {"update_no": "UPDATE #10", "update_userinfo": "Lots of musical activity!", "update_content": "Hey super awesome people!\nI’ve made a shoutout video, covering Watermark’s song ”More Than You’ll Ever Know”, in honor of each of you! While this cover was rather last minute, I hope you appreciate the sentiment behind it! Copy/paste this link in your browser to watch/listen: bit.ly/2019tyJJ \n~Jessica"}, {"update_no": "UPDATE #9", "update_userinfo": "One week post GOAL!", "update_content": "I wanted to provide a definitive answer for this last 24hrs (for those not currently on my email list but who backed this EP): I will not be adding any stretch goals! I’m so grateful to be funded for the work at hand, so let’s stick with what we’ve got.\nEP recording update: Drums and bass were tracked tonight (Tues)! And I listened to another draft of one of the songs. It’s definitely getting there! Strings & vocals up next...\n~Jessica"}, {"status": [{"Project funds successfully": "52 backers pledged $3,515"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "I’m turning 30 this month. \nAnd raising $21k to make new music. \nHere’s some context: \nI’m waving goodbye to my 20s this January, and it has me feeling reflective. I’ve created memories with people I love, got married, moved across the country, and then across the country again. I’m learning how to hold space inside myself for both peace and ambition to coexist. When I'm feeling stuck or unsure of what’s next—I'm finding that if I slow down and listen hard enough, it’s there: the next true thing. Like a note on the trail saying, keep going. There is so much left to feel and find. \nI released my last EP back in 2016 and then booked a house tour—driving my Prius up and down the West Coast playing in living rooms and small venues. That project felt like a rite of passage on so many levels, and I’m feeling that fire inside to create again—building on everything I've discovered since. I spent the summer in New York, and being there was the deep breath I needed as this next project came into focus. \nThese new songs are a snapshot of my life over the past few years, and the most personal I've ever written. The deep forest of my mid-twenties and the light through the trees. Love, uncertainty, growth, aching, feeling lost, and then the rare, beautiful moments when the fog lifts. My tracks on the trail. \nI’m recording at The Smoakstack with Paul Moak this March. My studio time is booked— and over the next 30 days, I’ll need your help to raise $21,000 to cover recording, distribution, promotion, and visual components for the record. \nI know it’s a lot of money. But I’m learning that art is a gift to us all because it nourishes, keeps us noticing, awake. Connected. And the truth is I can’t create this alone. I’d be honored to have you along for the ride. If you connect with what I'm doing, I'd also be grateful if you'd consider telling a handful of friends about the project and help me build some momentum online. I've found that thoughtful introductions go a long way and every little bit is meaningful to me.\nIf you'd like to post about it, here's the link to share: http://bit.ly/rpkickstarter —And I've also consolidated some photos here that you can use for social media. \nI’m endlessly grateful for your support and belief in me thus far—and thank you for considering being a part of what’s next. \nI mean it all. \nxo, \nRebekah  \nFollow @rebekahpahl on Instagram and Facebook for updates \nhere's a breakdown of where the money is going!\nthis will be my first time having my songs on vinyl. can't wait for you to hold it in your hands!!\nwhen you give $250 or more, you'll be entered in a drawing to win this breathtaking 18\" x 24\" acrylic painting on canvas (value of $475) by Seattle-based artist Laura Burkhart.\nCadence Turpin is designing a v special tee for the Kickstarter rewards. Design still being finalized—but this pic gives you a sense of how rad her sketches are!!", "risks": "Risks and challenges\nThe hard, cold truth: if I don't raise the money, I can't record. Kickstarter is all-or-nothing, meaning that if I don't raise 100% of the funds in 30 days, I don't get anything. That's the biggest challenge I'm facing with taking on this project, and why I need your help. My studio time is booked, the songs are written, and I'm working with one of the most respected and talented producers here in Nashville. I'm collaborating with some amazing visual artists to create some compelling incentives for you and need your help to take this next step in my music career. THANK YOU!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "The Coffee Sacrifice", "descp": "EVERY BIT HELPS. (as a fellow almond milk latte lover, i know what you are sacrificing for me and i am v grateful)! With this reward tier, you'll receive updates along the way and will be the first to know when the music is coming out.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Download on Release Date!", "descp": "Basically, this is a pre-order of the EP and you'll also receive updates from me along the way!", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital EP download", "descp": "I'll send you an exclusive download code to listen to the EP one week before it releases!", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["78 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Digital Download + Handwritten TY", "descp": "Alongside the digital download one week before release date, you'll also receive a personal, handwritten thank you from me.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Download + TY + Reading list + Videos", "descp": "Alongside the digital download one week before release date, I'l send you a handwritten thank you, my \"essentials\" reading list, and exclusive \"Stories Behind The Songs\" video content.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Download, TY note, music video!", "descp": "Alongside the digital download, you'll also receive a personalized thank you note, \"Stories Behind the Songs\" content, and early access to a music video of one of the new songs.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "VINYL + download", "descp": "For all of you vinyl lovers, add me to your collection! I'm printing a limited run of records and will also include a personalized thank you note. You'll also receive a digital download one week before the release date and \"Stories Behind the Songs\" video content.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["24 backers", "Limited (56 left of 80)"]}, {"amt": "Pledge US$ 100 or more", "title": "Halfway There Special!!", "descp": "To celebrate the halfway milestone, you'll receive 2 vinyl records as well as a very special, one-of-a-kind haiku by Orion Pahl. You'll also receive a digital download of the record one week before the release date.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers", "Limited (6 left of 10)"]}, {"amt": "Pledge US$ 125 or more", "title": "Vinyl + T-Shirt Bundle", "descp": "Alongside the digital download and vinyl, you'll receive a limited edition T-shirt designed by one of my best friends— Cadence Turpin. She's a talented artist based in SF and I promise you'll want to wear it everyday.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["14 backers", "Limited (66 left of 80)"]}, {"amt": "Pledge US$ 250 or more", "title": "Vinyl, T-shirt, download, and LYRICS", "descp": "Alongside the digital download, vinyl, \"Stories Behind the Songs\" video content, and t-shirt—you'll also receive a special series of prints with lyrics from the new record.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["7 backers", "Limited (43 left of 50)"]}, {"amt": "Pledge US$ 500 or more", "title": "Vinyl, T-shirt, lyrics and YOGA.", "descp": "*NASHVILLE ONLY: Did I mention I teach yoga? I'll teach a small class for you and your pals. You'll also get the vinyl, t-shirt, digital download, and lyric prints.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "Vinyl, T-shirt, photos + poems from NYC", "descp": "This tier gets you everything. Screen print lyrics, t-shirt, vinyl, digital download, handwritten thank you, AND a very special book of poems + photos Orion and I put together while living in NYC this summer.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Private concert and everything else!", "descp": "You've really done it now. Alongside all of the other rewards listed so far: vinyl, lyrics, the NYC poem book, I'll also travel to your city and play a house concert for your friends.\n*Concert dates must be flexible!", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "I'm crying now.", "descp": "You're a gem. Alongside the vinyl, t-shirt, lyric prints, handwritten thank you, and the NYC poetry book—I'll play a house show in your city and then treat you to dinner after where we can chat about all the soul things.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (4 left of 5)"]}], "updates": [{"status": []}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Hi, Emily Sage here! I am so excited to announce this kickstarter! I have been in the process of writing and recording this album for the last two years. As an independent artist, I've been paying for the production of this album out of pocket. But this process could be sped up by years with your help!\nA little about me and then a little about the album-- I am a Charlotte-based independent artist with strong leanings in jazz and soul. I love the romantic, lullaby-like songwriting style, which is largely influenced by my time spent growing up in Portugal.\nI love collaborating and have been creating new content with other local artists in Charlotte. Currently, I am in the process of recording my first full-length album with producer and dear friend Dylan Byrnes. The new album features songs I've written over the past couple of years. These songs are extremely personal and as honest as I can be about the last two years of my life. The new album will stylistically reference the cinematic jazz elements of my EP Endless released in July 2016. The new album will also has some songs that lean more RnB, Soul, and Pop. I am anxious to share such vulnerability from such precious moments of joy to seasons of aching grief. My hope is that this album speaks to you, that it pulls you into my experiences, but also reminds you of yours and allows you a space to re-enter into your own experiences. My hope is that this album is more than just me sharing my feelings. My hope is that there is some light seen is this, some hope, and some honesty. \nDuring the last two weeks of this kickstarter, my manager, producer, and I will be filming some music videos for the album in my home town in Portugal. I can't wait to share where I came from with you and how all the the songs on this album weave into the stories of my past.\nIf you would like to be a part of this process and be a part of the team that gets this album and music videos out into the world, you can do that through making a pledge for one of the rewards.\nREWARDS\nThese rewards are pretty awesome. We made sure to have a variety of rewards and pledge amounts to offer you. Rewards can be found on the right hand column. Below are some pictures of a few rewards.\nPortugal-Themed Playing Cards\nI Heart CLT Playing Cards\nBespoke Denim Bomber Jacket (Rough Mock-up)\nMargaret Burton Crop Top & Unisex Tee (Rough Mock-up)\nBUDGET\nThe budget includes recording costs for 10 songs. $9,650 would cover the producers, string arrangements, studio musicians, mixing engineer, mastering engineer, and equipment rental. The budget also includes the cost of production for the reward items, which is $1,650. This is why the total amount we are aiming for in this kickstarter is $11,300.", "risks": "Risks and challenges\nKickstarter is in itself a risk, because if we don't reach our goal, we don't keep any of the funds. \n\nThis project will get finished, it's just a matter of when. With your help, we will be able to fully fund the project, have it finished and out in the world by July 2019.\n\nLife throws you curve balls, so we're keeping that in mind and giving ourselves a time and budget buffer. We want to make sure that we get you your products before or by said date.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Emily Sage (deleted)\nFirst created · 0 backed\nEmily Sage is a Charlotte-based independent artist with strong leanings in jazz and soul. Her romantic, lullaby-like songwriting style is...See more"}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Digital Download of Deluxe Edition Album", "descp": "Get an early copy of the Album including special editions and alternate version of select songs.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Postcard From Portugal", "descp": "Receive a Portuguese postcard from Portugal, personally hand-written by Emily Sage along with a Digital Download of the Deluxe Edition of the album. Postcards to arrive in November 2018, Album to arrive August 2019.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers", "Limited (38 left of 50)"]}, {"amt": "Pledge US$ 30 or more", "title": "Portuguese-Themed Playing Cards", "descp": "Portuguese-Themed Limited Edition Playing Cards designed by AG | CLT. Playing cards will be shipped before Christmas and would make great gifts! All shipping is first class through USPS.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers", "Limited (39 left of 50)"]}, {"amt": "Pledge US$ 30 or more", "title": "\"I heart CLT\" Playing Cards", "descp": "\"I heart CLT\" Playing Cards designed by AG | CLT. Playing cards will be shipped before Christmas and would make great gifts! All shipping is first class through USPS.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (49 left of 50)"]}, {"amt": "Pledge US$ 50 or more", "title": "Emily Sage T-shirt", "descp": "Screen-printed Emily Sage T-Shirts available in sizes XS - XL. All shipping is first class through USPS.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Private Black-Tie Album Release Party", "descp": "Includes two tickets to the Private Black-Tie Album Release Party at a secret location in Charlotte. There will be wine and assorted amuse-bouches, so wear your most rockin' shoes and let's celebrate this album release and your support of this project! This party will include live performances of songs from the album, a video premier of the series filmed in Portugal, and a small gift bag of assorted Emily Sage merchandise items and a personalized thank you note. Buyers will receive a formal invitation in Spring of 2019 with event specifics.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["6 backers", "Limited (14 left of 20)"]}, {"amt": "Pledge US$ 150 or more", "title": "Margaret Burton Crop Top", "descp": "This piece is a limited edition crop top, Emily Sage & Margaret Burton Collaboration. Margaret Burton is an ethical fashion label that repurposes old clothes, creating something unique, interesting, and memorable. If you pledge for this piece, you won't just be wearing a dope crop top, you will be wearing a work of art. All shipping is first class through USPS.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 150 or more", "title": "Margaret Burton Unisex Tee", "descp": "This piece is a limited edition unisex tee, Emily Sage & Margaret Burton Collaboration. Margaret Burton is an ethical fashion label that repurposes old clothes, creating something unique, interesting, and memorable. If you pledge for this piece, you won't just be wearing a dope Tee, you will be wearing a work of art. All shipping is first class through USPS.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 300 or more", "title": "Buyer's Choice of Cover Song", "descp": "Emily Sage will cover a song of the buyer's choice. Each cover will be filmed in a different location. *disclaimer* If Emily Sage is uncomfortable with the buyer's song choice, she has the option to veto and ask for a different cover. Purchasing of this pledge does not give the buyer ownership.\nINCLUDES:\nDigital Download of Deluxe Edition Album\nEmily Sage T-shirt\nPostcard from PT", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["0 backers", "Limited (6 left of 6)"]}, {"amt": "Pledge US$ 700 or more", "title": "Private House Concert", "descp": "A private house concert hosted by you in Spring/Summer 2019 featuring artist Emily Sage. Event must be located within 400 miles of Charlotte, NC.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}], "stat": ["1 backer", "Limited (5 left of 6)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Bespoke Denim Bomber Jacket", "descp": "This is a one off, bespoke Margaret Burton & Emily Sage Collaboration. Margaret Burton is an ethical fashion label that repurposes old clothes, creating something unique, interesting, and memorable. If you pledge for this piece, you won't just be wearing a dope jacket, you will be wearing a work of art. All shipping is first class through USPS.\n*With the option of light or dark wash denim or a mix of both.\nINCLUDES:\nDigital Download of Deluxe Edition Album", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Executive Producer Credit", "descp": "This reward will give you executive producer credit in the music video series being filmed in conjuction with this album. Your name will appear in the credits of each video filmed in Portugal. *disclaimer* Purchase of this pledge does not give buyer ownership of the intellectual property.\nINCLUDES:\nDigital Download of Deluxe Edition Album\nEmily Sage T-shirt\nPostcard from PT", "time": [{"ESTIMATED DELIVERY": "Oct 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (7 left of 8)"]}], "updates": [{"status": []}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "**STRETCH GOAL** $12,000 : The River House Fall Tour! \nOnce we release RIVER HOUSE, let's celebrate with a FALL TOUR -- The stretch goal will help to cover travel expenses, and pay musicians to travel with me.  This means more shows and better shows for you guys -- and more people getting to hear the record we make!\nWHO ARE YOU?\nI'm Taylor Leonhardt, a singer-songwriter from Raleigh, North Carolina.  I've been playing music for most of my life and writing songs since I was in high school.\nOver the last several years I've released a couple of projects: first, an EP called Truest Things in late 2015, and most recently, recorded my song \"Behold\" for a collaborative EP called All Things New.\nNow I'm ready to dive into my first full-length record, RIVER HOUSE.  I think RH represents the best songs I've created to date and my growth as a writer and an artist.  I am bursting to share this record with the world, and especially with you.\nWHY KICKSTARTER?\nIndependent musicians face a struggle when it comes to recording projects.  Without the backing of a label, it can be difficult to finance the production needs of making a record.  Many artists turn to crowdfunding sites like Kickstarter to invite their fans into the process.  It's cool, because it keeps all the creative power and decision making with the artist, and creates more opportunities for us to connect along the way.\nThe $10,000 Kickstarter goal will cover production expenses, mixing & mastering, printing, video, artwork, + promotional content.\nWHEN CAN WE HEAR RIVER HOUSE? \nWe're expecting to release RIVER HOUSE by late summer 2017, but will keep you posted with project updates and behind-the-scenes info along the way.", "risks": "Risks and challenges\nMaybe you won't like these songs at all, BUT...\nI'm pretty sure you will.\n\n“Courage starts with showing up and letting ourselves be seen.” \n-Brené Brown\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Download", "descp": "Get a digital download of RIVER HOUSE before it's released\nINCLUDES:\nDigital Album Download", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Physical Copy", "descp": "Get a physical copy of RIVER HOUSE before it's released + a digital download\nINCLUDES:\nPhysical Album\nDigital Album Download", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "New Threads", "descp": "Get a soft and cozy tee based on artwork from the album + a physical copy of RH + a digital download\nINCLUDES:\nT-Shirt\nDigital Album Download\nPhysical Album", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "VIP Status", "descp": "Get tickets to my album release show in Raleigh, access to an exclusive online show this summer + a soft new tee + a physical copy of RH + a digital download\nINCLUDES:\nDigital Album Download\nPhysical Album\nT-Shirt\nRiver House Lyric Book", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Geek Out With Me", "descp": "I'll send you a book with handwritten lyrics from RIVER HOUSE with pictures, notes, and stories behind the songs + VIP access to my release show and online concert + cozy tee + physical album + digital download\nINCLUDES:\nDigital Album Download\nPhysical Album\nT-Shirt\nRiver House Lyric Book", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Riding Solo", "descp": "I'll come sing in your living room, church, or other venue, just me + my guitar\n(Travel expenses may be required for locations outside of driving distance from Raleigh, NC)\n+ Album release and online concert tickets + a RH lyric book + cozy tee + physical album + digital download\nINCLUDES:\nDigital Album Download\nPhysical Album\nT-Shirt\nRiver House Lyric Book", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Bring The Band To You", "descp": "You're AWESOME...so awesome that my friends and I will come perform in your living room, church, or other venue.\n(Travel expenses may be required for locations outside of driving distance from Raleigh, NC)\n+ Album release and online concert tickets + RH lyric book + cozy tee + physical album + digital download\nINCLUDES:\nDigital Album Download\nPhysical Album\nT-Shirt\nRiver House Lyric Book", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "So Crazy, It Just Might Work", "descp": "If you've really lost your mind, fund half of the project and become my biggest hero.\nYou'll get ALL the River House rewards including a solo or full-band show at your venue + a copy of any record, project, or merch I release for the rest of time :)\nINCLUDES:\nDigital Album Download\nPhysical Album\nT-Shirt\nRiver House Lyric Book", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "RIVER HOUSE is almost here / Release show tickets available", "update_content": "Hey guys!\nHaven't updated here in a while - it's been a whirlwind of a summer finishing the record.  I traveled a good bit too, made a few trips to Nashville and spent a week in Indiana at Escape To The Lake.\nThe good news is... we are seriously almost done! Mixes are in for all 10 songs, and we will most likely submit them to the printer/distributor next week.  We're slated now for an end of September release.  (I'll publish an official release date as soon as everything is turned in.) The record sounds beautiful, and I can't wait for you to hear it!"}, {"update_no": "UPDATE #3", "update_userinfo": "thank you!!", "update_content": "Hey friends!!\nLast night, the RIVER HOUSE campaign officially ended.  We raised $12,135 in two weeks!  That's crazy!  \nOver the last 14 days I've been so floored by your generous hearts and your kind words about my music.  We are really going to make something VERY special because of you!"}, {"update_no": "UPDATE #2", "update_userinfo": "Stretch Goal: RIVER HOUSE Fall Tour!", "update_content": "Hey friends!  Quick update -\n STRETCH GOAL** $12,000 : The River House Fall Tour!\nOnce we release RIVER HOUSE, let's celebrate with a FALL TOUR -- The stretch goal will help to cover travel expenses and pay musicians to travel with me. This means more shows and better shows for you guys -- and more people getting to hear the record we make!"}, {"status": [{"Project funds successfully": "163 backers pledged $12,135"}, {"Project launches": "APRIL 16, 2017"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "UNDER THE RADAR IS... \na community that celebrates soul-enriching, well-crafted, faith-inspired music. We are primarily a media ministry, creating videos, podcasts, articles, & albums to connect discerning listeners with artisan-quality songwriters. We also plan special events, fundraisers, concerts, tours, and music festivals.  And, oh yeah, UTR is a 501(c)(3) non-profit organization as well.\nWE ARE MOVING FORWARD WITH A BIG, NEW VISION...\nto modify our approach in order to fulfill our mission with today's media consumer in mind.  We plan to offer more high-quality video content, a new mobile-friendly website, updated branding, new podcast strategy, and more album compilations. We are hoping to become one of the leading voices in Christian independent music.\n\nYOU ARE BACKING UTR'S CREATIVE RELAUNCH...\nand the one-time expenses beyond our normal operational expenses. This campaign will specifically provide the following items that will benefit the whole UTR community:\n\n* A new (good) website is not cheap, but worth every penny because it's the organization's welcome mat. We'll be building a robust and beautiful site worthy of a leading media organization. Plus going mobile-friendly is a much needed change for UTR!\n* New branding will help modernize the look and feel of the organization. Good branding is vital in attracting a new audience.\n* New video content will be a large-scale strategy for sharing well-crafted music moving forward. On-demand high-quality video is in high demand, and UTR can be a leader for faith-inspired independent music.\n* New audio content will continue to be produced, but not within the confinements of a syndicated radio program. Our audio content will be more free-form and might even take some new creative directions.\n* Our multi-artist compilation albums are the #1 way people are interacting with UTR - even more than our radio show - according to a May 2016 survey. This campaign will help us launch FIVE new NoiseTrade-style compilation albums.\n* Stage 1 of launching a 24-hour music channel begins with research and development, including possible equipment upgrades. This campaign will get the ball rolling on seeing this long-term dream fulfilled. \n\nHERE'S THE BREAKDOWN ON FUNDING OUR CREATIVE RELAUNCH:\n AND IF THE GOAL IS EXCEEDED...\nthings get even more interesting. Introducing two stretch goals!\nSTRETCH GOAL #1 - $17,700+\nIf we exceed this stretch goal, UTR will produce a tribute album honoring the late, great Rich Mullins (2017 will be the 20th anniversary of his passing), featuring remakes of Rich's music by UTR artists.  Every Kickstarter backer (level 3 & up) will receive a free download of the album when complete (target August 2017).\nSTRETCH GOAL #2 - $20,000+\nIf we exceed this stretch goal, UTR will use the funds to turn 1/2 of the office space at UTR into a mini video studio, where many future UTR interviews and live performances can be filmed.\n \n\nUnder The Radar Radio is a 501(c)(3) non-profit organization. According to IRS Regulations, no gift or services can be exchanged for a tax-deductible donation. Therefore, funding in exchange for a reward tier does not qualify for a tax write-off, however all funds will be directed into the non-profit ministry. To make a tax-deductible donation to UTR, please visit www.supportUTR.com.  [Making a pledge \"without a reward\" at the top of the page does qualify as a tax-deductible donation!]", "risks": "Risks and challenges\nAs with every Kickstarter campaign, we must reach 100%+ of the goal to receive a single penny of funding... it's all or nothing. Honestly, our biggest risk is that a successful campaign gives folks the feeling that UTR is no longer in need of new financial support. As a non-profit organization that has NO government funding, we rely on the generosity of ministry supporters (YOU!) to survive, grow, and thrive. While the Kickstarter funding can help us pay for the above-and-beyond expenses that go with implementing our vision strategy, these funds do not support our operational expenses. We hope that our need for sustaining support is not lost if we have a successful Kickstarter campaign.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "LEVEL 1 - SONG-A-MONTH + UPDATES", "descp": "You will get 1 curated free song download per month thru our eNewsletter + Backer-only email and video updates", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "LEVEL 2 - PREVIEW + INTERVIEW + ABOVE", "descp": "You will get a one week early release download of all 5 of our exclusive multi-artist compilation albums in 2017, an early preview of our first \"relaunch\" video (in FEB), and an unreleased recording of a 1-hour interview session with Eric Peters, Chris & Jenna, and Joel Ansett + THE PREVIOUS LEVEL", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "LEVEL 3 - MEGA BOX SET + STRETCH + ABOVE", "descp": "You will receive a download of our exclusive UTR Mega Box Set - 40 artists donated 40 individual songs (several are unreleased exclusives), and in our celebration post of a (hopefully) successful campaign we will give a shoutout to all backers at Level 3 and up + ALL PREVIOUS LEVELS. [All Level 3 and up backers qualify for receiving the stretch goal rewards.]", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["77 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "LEVEL 4 - 4 CONCERT DOWNLOADS + ABOVE", "descp": "You will receive a download of FOUR exclusive Live concert sets recorded at UTR events - includes concerts by Ginny Owens, Matt Brouwer, Joy Ike, & The Vespers + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "LEVEL 5 - UNRELEASED LIVE ALBUMS + ABOVE", "descp": "You will receive a download of FIVE exclusive LIVE albums produced by UTR and unreleased to the general public - includes live albums by Sara Groves, Andrew Peterson, Burlap To Cashmere, Christopher Williams, & Eric Peters + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "LEVEL 6 - SONGWRITING 101 + ABOVE", "descp": "You will receive a download of over FIVE HOURS of exclusive LIVE audio focused on the craft of songwriting (amazing content for budding artists and music appreciators) - includes teaching, coaching, and live performances by Andy Gullahorn, Ginny Owens, The Gray Havens, Jess Ray, Christopher Williams, & Taylor Leonhardt + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "LEVEL 7 - 14 CURATED ALBUMS + ABOVE", "descp": "You will receive a download of the following FOURTEEN full-length albums (yes, all 14 of them): *Dead Man Walking - John Tibbs, *Fire & Stone - The Gray Havens, *Sentimental Creatures - Jess Ray, *Echo Boom - The Farewell Drifters, *Feed Your Soul - Christa Wells, *Chrome - Eric Peters, *Hymns, Prayers, & Invitations - Rick Lee James, *Controlled Burn - Melody Olson, *The City Makes The Man - Christopher Williams, *Promised Land - Jessi McNeal, *Setting Sail - Mr. & Mrs. Something, *The Reintroduction of Nick Flora - Nick Flora, *Almanac, No.1 - Giants & Pilgrims, *Bright Came The Words From His Mouth - Matthew Clark + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["17 backers", "Limited (58 left of 75)"]}, {"amt": "Pledge US$ 175 or more", "title": "LEVEL 8 - ALL 360+ UTR EPISODES + ABOVE", "descp": "You will receive 32 GB Flash Drive loaded with ALL the UTR Radio Shows ever produced (360+ episodes over 8 years). Easily load any of the MP3 files onto your phone, tablet, or desktop + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (47 left of 50)"]}, {"amt": "Pledge US$ 250 or more", "title": "LEVEL 9 - PRIVATE SKYPE CONCERT + ABOVE", "descp": "You will receive a 45-60 minute private Skype concert for you, your friends, & your family - where you can personally interact with the artist and make requests. Backers will be able to choose one artist from this list (first backer gets the first choice, and so forth): Jenny & Tyler, Lauren Mann, Tanya Godsey, Nick Flora, Christa Wells, Randall Goodgame, John Tibbs, Gracie Schram, Sara Beth Go, Jessi McNeal, Andrew Greer, Mr. & Mrs. Something, Joy Ike, Christopher Williams, Anthony Quails, Son of Laughter, Rick Lee James, Adrian Mathenia, The Mosleys, Alison Brook + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (16 left of 20)"]}, {"amt": "Pledge US$ 500 or more", "title": "LEVEL 10 - MUSIC MAN-CAVE + ABOVE", "descp": "Forget your local sports teams, turn your rec room, office, studio, bedroom, or dorm room into a gourmet music zone! You will receive TEN framed and autographed UTR concert posters - featuring Burlap To Cashmere, Colony House, Mike Farris, Andrew Peterson, Ginny Owens, SHEL, Jenny & Tyler, Escape To The Lake, among others + ALL PREVIOUS LEVELS", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 750 or more", "title": "LEVEL 11 - GUEST SPEAKER + LEVELS 1-9", "descp": "UTR Founder Dave Trout will come to your church, school, small group, or event as a guest speaker. Topics can include \"Seeking God's Calling,\" \"Beauty in the Kingdom,\" \"The Value of Good Art,\" \"Songs That Changed My Life,\" or sermons on \"Spiritual Fruit\" or \"Perseverance.\" Pledge tier includes a $200 travel stipend (some locations may require additional travel cost) + ALL LEVELS #1-9", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (3 left of 4)"]}, {"amt": "Pledge US$ 1,200 or more", "title": "LEVEL 12 - EXECUTIVE PRODUCER + LEV.1-9", "descp": "You will be credited as an EXECUTIVE PRODUCER on YouTube, NoiseTrade, & UTR's Website on ALL the new video productions and multi-artist download albums in the year 2017 (over 25 projects overall) + ALL LEVELS #1-9", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (4 left of 4)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "LEVEL 13 - ROBIN HOOD + LEVELS 1-9 & 12", "descp": "You want to be generous toward UTR's future ministry, and we will allow your generosity to affect each and every UTR Kickstarter backer that gave at LEVEL 3 and up ($30+). A portion of your gift will provide a high-quality t-shirt exclusively designed for this Kickstarter campaign that states \"This shirt provided by UTR's 'Robin Hood'... [Your Name]!\" Not only will you be the backers' t-shirt hero, but your gift will help us reach the campaign goal much quicker + ALL LEVELS #1-9 & 12", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Free Pre-Release of UTR's Next Album", "update_content": "Keeping Super Busy"}, {"update_no": "UPDATE #12", "update_userinfo": "New UTR Album Download FOR YOU!", "update_content": "Hi friends,\nThere's so much to say... so I thought it would be best to put it in video format.  The following video covers:\nThanks to all the backers!\nFinal stats on the campaign\nNext steps for backers"}, {"update_no": "UPDATE #11", "update_userinfo": "Behind the Scenes at UTR (March 2017)", "update_content": "Friends, we are in the final sprint to the finish line of our Kickstarter Campaign... literally the final half-day.  The campaign officially ends at 6pm CT tonight (not 5pm as previously reported).\nThe good news is:\nWe have already reached our base goal.  So the pressure is off, and we know that at minimum we can move forward with our creative relaunch."}, {"status": [{"Project funds successfully": "223 backers pledged $16,479"}]}], "comments": [{"username": "Nick", "content": "Congratulations! I am looking forward to the future changes", "time": "over 4 years ago"}, {"username": "Joey Cook", "content": "Congratulations on a successful campaign! It's a bummer that we didn't get to the first stretch goal— was pretty stoked about a UTR Rich Mullins tribute album (someday!) but very thankful for how well you did with this! Blessings", "time": "over 4 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "When it comes to us, it all started in Memphis. We met there in August 2007. We fell in love there. We wrote our first songs together there. We cut our teeth as a band in this blue-collar city before moving to Nashville. Since then, we have played over one-thousand shows in forty-three states and have been privileged to make many friends along the way through the medium of music. So many of our memories are able to exist because of the overwhelming support from so many over the years.\nAfter the birth of our son, Wilder in September 2014 and six years on the road, we decided to pull back the reins. We needed time to reflect and decide what the next step was. Out of this process came several new songs, a renewed passion for our craft and a reminder of why we write and sing. We found ourselves refreshed and ready to turn the page into the next chapter. We just didn’t know where to start.\nIt’s funny how things have a way of coming full circle. One day, our friends and longtime tour mates in the Memphis band, Star & Micey asked us to come down to Sun Studio to sing with them on a few tunes. After we finished, we all stuck around in the studio. With no real plans, just for fun and almost by accident we began to create something special in that legendary room that would beg to be finished.\nWith our friend Curry behind the controls, we started into a new song that we had written. The magic of the moment was so real and electric from the first note. The light bulb had come on again. We left Memphis the next day with a clear vision to return and record these new songs completely live with the boys at Sun Studio.\nSo here we are. We’ve been working on the album slowly but surely over the past year, going back to Memphis for a day or two at a time when it feels right and schedules align to chip away at our newest creation. We’ve gotten ourselves to the halfway point and we want to bring y’all into the fold to be a part of this alongside us. We’ve partnered with Kickstarter to help see this through and to allow you guys to pre-order the new album. By contributing to the project you will be able to receive the new album before it is released, receive some unique incentives that we’ve come up with for you, and you’ll get behind the scenes updates from us along the way.\nEvery penny of the funds raised will be spent on necessities not only to finish the recording process but to be able to give the new album a proper release and a fair chance to succeed. We wouldn’t have made it this far without all of you and we need your help to keep this thing goin’. We look forward to sharing it with you. Thank you from the bottom of our hearts.\nBen & Emily\n Your contributions to this project will specifically allow us to pay for:\n- Recording time accrued at Sun Studio\n- Recording Engineer\n- Production\n- Mixing of the album\n- Mastering of the album\n- Publicist\n- Videographer to document the recording process\n- Photography\n- U.S. & European Americana Radio Promotion\n- Accompanying musicians on the album\n- Artwork & Graphic Design\n- Printing of the album on CD & Vinyl\n- Digital Downloads\n- Rewards for backers of the project\n- Shipping of project rewards\nA quick snapshot after a late night of recording at Sun Studio.\n  A little joke telling between songs.\n  Encore with the gang at Levitt Shell in Memphis. July 2015\n  Working through some things.\n  Tall drink of water.\n  Pre-tour photo op.\n    Focus.\n  In the zone.\n  In the pocket.\n  Singing & Smiling.\n  Decision making.\n    Tickling the keys.\n  One big, happy family.\n ", "risks": "Risks and challenges\nWe don't really anticipate any risks or serious challenges with the actual project itself. Once the album is funded, we'll be able to finish the album without any hang-ups.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "\"You-Call-It\"", "descp": "This option is for those who wish to make a contribution to the project without receiving anything in return...except our love and gratitude, of course :)", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Download", "descp": "You will receive a link containing a digital download of the new album before it is released!", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["50 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "CD", "descp": "You will receive a mailed, hard copy of the new album on CD before it is released!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["63 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Signed CD", "descp": "You will receive a SIGNED, mailed, hard copy of the new album on CD before it is released!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Vinyl", "descp": "You will receive a mailed copy of the new album on vinyl before the album is released!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Signed Vinyl", "descp": "You will receive a SIGNED, mailed copy of the new album on vinyl before it is released!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "T-Shirt", "descp": "You will receive a comfy T-Shirt with a new design pertaining to the album!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Personalized \"Thank You\" Postcard", "descp": "You will receive a personalized postcard from us giving our thanks to you for your contribution to the project!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "CD / T-Shirt Bundle", "descp": "You will receive a SIGNED hard copy of the new album on CD before it is released + a comfy T-Shirt with a new design pertaining to the album!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["48 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "CD / VINYL Bundle", "descp": "You will receive a SIGNED hard copy of the new album on CD before it is released + a copy of the new album on vinyl!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "CD / T-Shirt / Vinyl", "descp": "You will receive a SIGNED hard copy of the new album on CD before it is released + a comfy T-Shirt with a new design pertaining to the album + a copy of the new album on vinyl!\nINCLUDES:\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Signed Copies of Our Catalog on CD", "descp": "You will receive signed hard copies of our entire catalog on CD!\n- When The River Met The Sea\n- Home\n- Chapter One\n- Chapter Two\n- New Album\nINCLUDES:\nDigital Download\nPersonalized Postcard", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "Handwritten Lyrics of Your Choosing", "descp": "You will receive a mailed copy of the handwritten lyrics of your choosing!\nINCLUDES:\nSIGNED CD\nDigital Download", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Signed/Retired Harmonica", "descp": "You will receive one of Ben's signed, retired harmonicas that was used on the road/in the studio!\nINCLUDES:\nSIGNED CD\nDigital Download\nPersonalized Postcard", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Signed Vinyl Test Pressing", "descp": "You will receive a signed vinyl test pressing of the new album. There are only about 8 of these ever made. These are very limited so grab one while they last!\nINCLUDES:\nDigital Download\nPersonalized Postcard", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (2 left of 6)"]}, {"amt": "Pledge US$ 300 or more", "title": "Your Name in the Liner Notes", "descp": "We will put your name in the liner notes of the artwork on the new album, thanking you for being a special contributor to this project!\nINCLUDES:\nDigital Download\nPersonalized Postcard\nSIGNED CD", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "The Giving Tree", "descp": "You will receive 10 hard copies of the new album on CD for you to gift to your family, friends, co-workers, etc!\nINCLUDES:\nDigital Download\nPersonalized Postcard\nHandwritten Lyrics\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Recorded Cover Song", "descp": "You will receive a recorded version of any cover song of your choosing! You will be the only person to have a copy of this specific song.\nINCLUDES:\nDigital Download\nSIGNED CD\nPersonalized Postcard\nHandwritten Lyrics", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 650 or more", "title": "The Inspiration Box", "descp": "You will receive a personalized collection of music, books, movies, and other miscellaneous items that have inspired us and our writing!\nINCLUDES:\nDigital Download\nSIGNED CD\nPersonalized Postcard\nHandwritten Lyrics\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 750 or more", "title": "The Kitchen Sink", "descp": "You will receive a little bit of everything!!!\nINCLUDES:\nDigital Download\nSIGNED CD\nPersonalized Postcard\nHandwritten Lyrics\nT-Shirt\nYour Name in the Liner Notes\nOne of Ben's Retired/Used Harmonicas\nHandmade Macrame/Wall Hanging by Emily\nSIGNED Vinyl", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,250 or more", "title": "The Inspiration Box + The Kitchen Sink", "descp": "You will receive just about everything we have to offer!\nINCLUDES:\nDigital Download\nSIGNED CD\nSIGNED Vinyl\nPersonalized Postcard\nHandwritten Lyrics\nT-Shirt\nYour Name in the Liner Notes\nOne of Ben's Retired/Used Harmonicas\nHandmade Macrame/Wall Hanging by Emily\nA collection of music/books/movies/etc that inspire our writing!", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 2,000 or more", "title": "Personal Tour of Sun Studio + Dinner", "descp": "You will receive a personal tour from Emily & I of the legendary Sun Studio in Memphis, TN. This is where we recorded the new album and where some of the most famous artists of all time have recorded including Elvis, Johnny Cash, Jerry Lee Lewis, Howlin' Wolf, Bob Dylan and many, many more! We'll also take you out to dinner in Memphis!\n(This does not include your travel expenses or lodging to and from Memphis, TN)\nINCLUDES:\nDigital Download\nSIGNED CD\nPersonalized Postcard\nHandwritten Lyrics\nT-Shirt\nYour Name in the Liner Notes", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 4,000 or more", "title": "House Concert", "descp": "We will come and perform an intimate 1 1/2 hour house concert in your living room or backyard for you and your closest friends! The timing of the event will depend on the convenience and schedules of both yours and ours.\nINCLUDES:\nDigital Download\nSIGNED CD\nPersonalized Postcard\nHandwritten Lyrics\nT-Shirt\nYour Name in the Liner Notes", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 250 or more", "title": "Handmade Macrame/Wall Weaving by Emily", "descp": "You will receive a one of a kind, handmade macrame/wall weaving made with love by Emily for you!\nINCLUDES:\nDigital Download\nPersonalized Postcard", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Digital Download!", "update_content": "Hey everyone! \nWe'd like to say a big thank you to those of you who have provided your addresses in the reward surveys we have sent out! Your rewards are beginning to go out in the mail! ALL rewards except for vinyl will be sent out by December 20th. \nIF YOU HAVE NOT provided your address in the reward survey that we have sent to you...PLEASE do so as soon as possible or we simply will not be able to send you your music/rewards! I repeat...we WILL NOT be able to send you what is owed to you unless we receive your address in the reward surveys! You should have an alert waiting for you at the top of the screen when you log in to your kickstarter account. We ask that you simply send us your address through the kickstarter reward surveys as opposed to e-mail to keep everything organized. "}, {"update_no": "UPDATE #8", "update_userinfo": "Rewards are going out - We NEED your addresses!", "update_content": ""}, {"status": [{"Project funds successfully": "362 backers pledged $26,283"}]}], "comments": [{"username": "Ian McDonald", "content": "Pleased to say the signed vinyl has eventually reached England, but have been enjoying the cd copy for several months now. Will keep a lookout for your next album.", "time": "almost 3 years ago"}, {"username": "Carlin Tripp", "content": "It will surely be worth the wait!", "time": "about 4 years ago"}, {"username": "Maggie Woodlief", "content": "We are so happy to hear some new tunes! You're among our favorite recording artists, including the Cashes and Leonard Cohen. Love the sound and lyrics.", "time": "over 4 years ago"}, {"username": "Marlys Roskens", "content": "I am so excited for you to be able to move forth on this project!! Have fun!", "time": "over 4 years ago"}, {"username": "Jennifer Hayes Guyer", "content": "Congratulations! Can't wait to hear the finished CD. Always a fan. ❤️�", "time": "over 4 years ago"}, {"username": "Scott Miller", "content": "Lots of love Ben, Emily and Wilder from the Millers!! So excited for you guys!! Can't wait to hear it!!!", "time": "over 4 years ago"}, {"username": "Leslie Liles", "content": "Rock on! Excited for y'all and us!!!!!!", "time": "over 4 years ago"}, {"username": "Danny Mathews", "content": "Old friend from pine bluff", "time": "over 4 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "I'll admit it, I'm terrified of asking people for money. I wouldn't ask for anything if there was any other way to create this record, but the truth is I need your help.\nIn the Spring of 2013, I released my first EP of 5 songs that I had written mostly during high school. I received the most encouraging responses ever from friends, family, and complete strangers, further solidifying that this is an area of my life I want to grow and pursue. \nSince then, so many events have happened that I can hardly wrap my mind around them. The only way I've ever known to cope with anything is to write music that just gets all of my thoughts and emotions out there. I have 10 songs that I am ready to share with everyone that I think are very relevant to all of us.  \nThe reason I'm entitling this record \"Journal Entries\" is because that's exactly what these songs are. \nI'm very proud to say that not all of these songs are about boys (a few are though..oops). These are songs about self-worth, growing up, coping with hurt, and life in general. Some of these were songs I wrote in difficult times and the only way to feel better was to sit in my room and play them over and over again. Others were written for dear friends to encourage them and let them know what they are worth. All this to say, I am confident that there are songs on this record that everyone can pull something from. My main goal is to say something that might resonate with someone and make them feel understood. I am only recording what I feel are my best songs from the past 2 years and I feel so lucky that we could possibly release them as a team! \nThank you for even considering investing in this project!\nThe fact that you are even reading this means the world to me. If you all come behind me, know that I will put in as many hours as it takes to get the most quality product possible to you as well as all the fun rewards you see on the side!\nI am passionate about this project and I hope you will be too. \nThanks SO much again for all of your support, I'm looking forward to starting this journey together! \n-Elle\nHere is exactly where your money is going:\n$8000: Production process (mixing, mastering, musicians, etc).\n$1000: CD distribution & rewards (physical/digital copies, t-shirts and more). \n$1000: Kickstarter processing and fees.  ", "risks": "Risks and challenges\nThe main challenge is that these are fairly unchartered waters for me.\nI've never done a crowd funding campaign and I've never taken on a project this big. We are not anticipating any problems as far as making the record, but if there are any delays or hiccups in the process, you all will be notified immediately! \n\nPlease ask any questions through the Kickstarter page or email me at ellemichellecontact@gmail.com.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "112 backers pledged $10,615"}, {"Project launches": "MAY 4, 2015"}]}], "comments": [{"username": "Kaylee BoPeep Holtslander", "content": "AHHH! You did it! I'm so proud of you and I can't wait to hear what you create :D", "time": "about 6 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "One of the problems with being an indie artist is you have a lot of cool, fun, ideas for future projects but not always the time or money to do them all in the timeframe you'd like.  One GREAT thing about being an indie artist is that you don't have to wait for industry \"gatekeepers\" to sign off on these ideas to get the ball rolling!\nI have the next 4 musical projects mapped out (and have started the writing and pre-production recording process on one of them) and need your help on the first three ideas.  So instead of making three similar but different sounding records every two years, I've decided to trim the fat and make them into three EPs over the course of ONE YEAR.  (Possibly less.  But we'll see.)  Here's the skinny:\nEP 1: Futureboy\nYes, the title is a Back To The Future reference.  But also the songs that I've been writing for it all line up with a common theme of time travel. Not necessarily in the literal sense, but in the way we let our minds wander to the pain and pleasure of the past, so often worry and wonder about the coming days, and lastly the struggle to be present in our every day lives.  The production on this EP will be really fun and different from anything I've ever done before...in a GREAT way!\n\nEP 2: Christmas collab Stacy Lantz\nThis past December, Stacy Lantz and I wrote a couple holiday songs and took them on the road to \"beta test\" the idea of making a record and doing more holiday themed tours.  Well the shows were a blast, and the songs seemed to go over great, so we decided to make an EP of these songs to release around the time when you're ready for Christmas music. \nEP 3: Strip It Down\nLastly, I've wanted to put out a record that was bare-bones production (acoustic, piano, and voices) for a while.  These are always my favorite types of recordings, the ones where you feel like you're sitting on the floor 2 feet from the players and hearing each line like it was just written.  Full of heart, stories, and honesty.  ", "risks": "Risks and challenges\nAs you know if you've backed a Kickstarter project before, none of the money comes out of your account until the final number has been reached. It's more or less a pledge, until it's successfully funded. Furthermore, if the project doesn't get funded NONE OF THE MONEY goes to the project, which is super sad. \n\nSo a huge challenge here is to have faith that you guys will help make the project(s) a reality, since the recording process is already started not the first EP. This is mostly due to wanting to get it in your hands ASAP. Also the ideas are flowing out right now and I couldn't wait to get them down.\n\nSo view this Kickstarter as a pre-order with extra goodies! Any amount helps, so please pledge what you can! Thank you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comments": [{"username": "Brad Guilford", "content": "I sincerely appreciate that you were able to complete and release the third EP in digital format back in March. Your most recent update from four months ago said physical rewards were \"coming soon.\" Do you have a projected timeline for when those rewards might be completed and shipped?", "time": "almost 3 years ago"}, {"username": "Keith Schambach", "content": "Are the physical CD's coming still?", "time": "almost 4 years ago"}, {"username": "Richard Okimoto", "content": "I've lost faith in Kickstarter.", "time": "almost 4 years ago"}, {"username": "Richard Okimoto", "content": "how's that third ep coming along?", "time": "over 4 years ago"}, {"username": "Abigail Jordan", "content": "Yay! Looking forward to the new jams!", "time": "about 6 years ago"}, {"username": "Deb and Jeff Conrad", "content": "That's wonderful! I was worried for you early today, but this is the second kickstarter we're helping fund this month that has made a leap to full-funding on the last day, so we celebrate again! Looking forward to seeing/hearing you at ETTL again this year! (Will Kermit the frog be back?) :-)", "time": "about 6 years ago"}, {"username": "Jay", "content": "Man what a push! Cant wait.", "time": "about 6 years ago"}, {"username": "Bartl Brothers LLC", "content": "wow very impressive. How did you get 35% of your funds on the last day?", "time": "about 6 years ago"}, {"username": "Dan R.", "content": "I'm so happy that this is happening!", "time": "about 6 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Lets Create Something Together\nI'm only 18 years old, so you know that I can't do this on my own. But I'm glad that I don't have to. \nNot only do I wanna take a culmination of what I have written and put it in a studio and make them sound fancy, I want to make them exciting for you! I write so that others can be inspired, or relate to what I felt in the moment that I wrote them down. I want to make them something that you feel is your own. But in order to give you all these things, I'm going to need all of your support! This doesn't just mean financially. Although I do need funds, I'm looking to you, as supporters and backers, to be my promotion and marketing team! I need you to tell everyone you know...and I mean everyone you know! I need you to share this project on your Facebook, Twitter, MySpace(does that still exist?), Tumblr, Instagram, whatever social network you have, throw it on there! The more people we get to join in on this journey, the more I can give back to you for your support! \nThis is the start of a journey that I hope continues to be lifelong. \nI want to continue to write music and get it in your hands, and I need your help to raise money to make this goal possible. What you give will go to making this project possible in multiple ways. First, the majority of you're donations will go directly to the music. Specifically, it will go towards compensating the producer of the EP, Jon Class, in-studio musicians, and the mixing and mastering of the EP. After we have spent the time needed to make these songs special and sound awesome for you, I want to set aside what is left-over to fund your rewards! That's right! I want to gift you with some cool things! The rest of your donations will go to what you read in the \"Rewards\" part of the project! \nWE can do this!\nWhatever brings you here, know that you are a huge part of this project! Humbly, I ask for your support in whatever way you can. Financially or by word of mouth, I want to thank you in advance. I appreciate whatever you are able to give, and however you can help this project. I can't make this happen on my own, lets do it TOGETHER!", "risks": "Risks and challenges\nThis is my first Kickstarter project, my first EP, and my first time in a professional recording studio. The main challenge is that this is a bunch of \"firsts\" for me. I don't know what to expect. I tend to have a perfectionist side to me that comes out with music. And when time is valuable, I will be challenged to trust Jon, to do what God has called each of us to do.\n\nLuckily, Jon is a very talented producer. He has worked on many projects early into his career, and I trust that we can make something together that we are both proud of. We want to give you an awesome finished product, and the challenges that we will face will be small obstacles that we will work together to overcome. This project is special because it is my first, and we want to make it the best first EP we can for you guys! \n\nThank you all so much for all your support! I couldn't do it with out you!\n\nJansen\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "PSA: Lets Make Something New!", "update_content": "Hello Backers!\nI would like to make you aware of my new Kickstarter project: \nlets make something N E W\nBecause you guys helped me create my first record, I would love to humbly ask for your help again. I am extremely grateful for how supportive you all were in helping me last year, and want to give you the opportunity, if you would like, to help me out again. "}, {"update_no": "UPDATE #5", "update_userinfo": "T-Shirt Sizes!", "update_content": "If you are expecting a T-Shirt and haven't already let me know what size you would like, send me a message telling me what size shirt you would like! I want to make sure you get a shirt you can actually wear! Thank you guys! We're getting close!\nJansen "}, {"update_no": "UPDATE #4", "update_userinfo": "EP Update!", "update_content": "Release Date?\nHey Guys! I just wanted to update you on the progress of my first release and thank you again for making this possible for me! I spent a week at Varsity Recording Co. in Anderson, Indiana and knocked out six original tracks with Jon Class(Producer) and the guys! We are shooting to release this work in March! This means that after the album is released, T-Shirts and other rewards will be sent out to you guys! If you are being rewarded with a copy of the physical or digital release two weeks early, those will be sent out exactly two weeks before the release date of the EP!"}, {"update_no": "UPDATE #3", "update_userinfo": "5 Days Left!!", "update_content": "This has been an awesome experience and I'm soooo excited that you guys get to be a part of it! we've still got 25% to raise to make this possible so if you guys could, please share this link as much as possible! we need all the help we can get! can't wait to get this music to you!\nThank You Again! Jansen"}, {"update_no": "UPDATE #2", "update_userinfo": "Outside the United States!", "update_content": "Some of the rewards have now become available to people outside of the United States! Check them out!\nJansen"}, {"update_no": "UPDATE #1", "update_userinfo": "Day One is done!", "update_content": "I'm so glad to have gotten this project underway! I'm getting more and more excited to get in the studio and get these songs ready for you guys!!"}, {"status": [{"Project funds successfully": "84 backers pledged $5,200"}, {"Project launches": "SEPTEMBER 29, 2014"}]}], "comments": [{"username": "Suzanne Neumayer", "content": "Congratulations Jansen! Never doubted you'd make your goal. This is just the beginning!", "time": "over 6 years ago"}, {"username": "LaWayne Hogan", "content": "Nana and Papa Hogan", "time": "over 6 years ago"}, {"username": "Jill Walser", "content": "Congratulations!!!! So fun...really excited to hear your new music!", "time": "over 6 years ago"}, {"username": "Rebekah Nichols", "content": "Congratulations Jansen! What an exciting time in your life! Gods many blessings to you on this journey! Looking forward to hearing your music!", "time": "over 6 years ago"}, {"username": "Milt Aunan", "content": "Grandpa and Grandma Aunan", "time": "over 6 years ago"}, {"username": "Anne Garnett", "content": "Jansen...This is so cool! Can't wait to see what is next!", "time": "over 6 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "One story, unlimited possibilities . . .\n“In a world where anything can happen, there can only be OneStory . . . “\nThe goal: Travis Thrasher (that’s me) will write and publish a 75,000-100,000 word novel with the help of YOU. The goal will be to have the book published by spring, 2015.\nYOU: Maybe you’ve always wanted to write but never have the time. Maybe you’re a passionate reader full of ideas. Maybe you’d love to be a part of a project like this that will bring together a wide variety of people. Maybe you're a massive Travis Thrasher fan. Maybe you’re simply a creative soul and this sounds like fun.\nME: I’ve wanted to be a writer since third grade. I worked at a publishing company as Author Relations Manager for thirteen years learning what makes authors tick. I’ve been a fulltime writer for seven years now collaborating with everyone from Blake Shelton’s mother to filmmakers to the guys at Duck Dynasty.\nNow I want to collaborate with YOU!\nI want one person to select the premise for the novel. Another to pick the genre. Another to pick the setting. And so on.\nSure, those are the big choices. But you can contribute in small but still meaningful ways! Like thinking of a fun phrase to use. Or even a clever sentence.\nWho will our hero be?\nWhat cliché must go into our story?\nIf you think the end result is going to be some sloppily-written novel, THINK AGAIN. This might be the best thing I ever do. Because I have brilliant people like yourself giving me ideas!\nThis is what I’ve learned: collaborating is FUN.\nSometimes the more ideas you can get, the better the project can be.\nObviously my job will be to get all the ingredients in place and then make something awesome out of it.\nWHAT MAKES THIS AN AWESOME IDEA?\nNobody has done this.\nSomeone in California and Key West and North Dakota can all share in the process of creating a book.\nWe’ll have a fabulous book at the end of this. Unpredictable. ZANY.\nYou get to watch as the story literally unfolds in front of you. A story that you're a part of. \nHOW CAN I BELIEVE YOU’LL BE ABLE TO PULL THIS OFF?\nI don’t know another author out there who can write a sweet Nicholas Sparks-style love story and then turn around and do a Stephen King-style horror novel. I’ve done both and everything in between.\nMaking stories out of songs? Done that.\nMaking stories out of screenplays? Yep.\nMaking stories out of true-life situations? Yep again.\nGhostwriting? Sure I’ve done that!\nAdventure? Thriller? Romance? Drama? Literary? Christmas? Yes, yes, yes, yes, yes, and yes.\nThis project will allow me to do something wildly creative and FUN. And we will all be in this together!\nHOW WILL THIS WORK?\nI have no idea whatsoever. No, I actually have some idea.\nFirst we launch the campaign. People pick what they want to contribute. DON'T SEND ME THE IDEA RIGHT AWAY! Keep it until we see what happens after 30 days. I don't want anybody swayed by what the idea will be. \nIf we reach our goal, then I will begin to communicate with every person who is contributing. I will start with a premise if picked and go from there. Soon I will begin to create a story outline full of names and places and situations.\nI will assemble all the ingredients and then will share with all of you what I'll be writing. If there are contradictory issues (a situation not fitting into the premise, something like that), I will address it with the creator.\nI will be communicating with you all along the way, letting you know how the story is taking shape. I’m sure there are going to be some major challenges. But that’s the exciting part!\nConsider this to be a diary of sorts on the journey of writing a book, from the very beginning of the ideas to the final line.\nThe goal will be to finish the story by spring, 2015. To publish a piece that has every bit of input from all of YOU!\nWHY $15,000??\nMy goal is to approach this as if this is a regular trade book that will be edited, copyedited, proofread, typeset and designed by professionals. I work with all of those so I want to make this the best possible book it can be.\nThis won’t look like a self-published book. This is going to look like something that Jimmy Fallon or Matt Lauer might hold up to the camera right before interviewing me.\nWait, you’re laughing. Don’t laugh. I’m being serious.\nBUT WAIT—THERE ARE NO T-SHIRTS?? NO GOODIES??\nThis is all about the creation and the collaboration. BUT . . .If we reach our goal, then we will start adding fun additional STUFF with the stretch goals. These can be adding more choices to the book along with materials related to OneStory.\nOOOHHHH. . . . STRETCH GOALS?! TELL ME MORE.\nIf this surprises all of us there’s a vast array of resources I can use to create fun things associated with this. Yes, t-shirts. Stickers. Logos. Cool posters. Songs. Videos. If you know me, you know I'm FULL of ideas. \nBut look.\nAt the end of the day, this isn’t about accumulating more STUFF.\nIt’s about taking a journey.\nAND THE JOURNEY IS EVERYTHING.\nIt’s about seeing what it’s like to create a novel and write and finish it.\nYou’ll be alongside me every step of the way.\nRULES\n1. Don’t be vulgar or sacrilegious in any of your choices\n2. Do not use anybody’s name or story without their permission\n3. All ideas submitted will be the property of OneStory for the author (me) to use them in whatever capacity he deems fit. (If you really have that home run idea, save it for yourself)\n4. If two ideas directly contradict themselves (meaning they make no possible sense no matter how hard the author tries), the author will use the idea with the higher value and go back to the other contributor to get another idea.\n5. Dream sequences are totally viable. Yes, we’ll probably see lots of dream sequences. And surely a character losing his mind (like every other Travis Thrasher novel).\n6. No animals or small children should be injured in the idea building for this book.\n7. Any rules broken here will result in the idea not being used. But let’s break the rules for how a novel is created and craft something that’s incredible!", "risks": "Risks and challenges\nThe unique aspect to this project doesn't involve technological issues or manufacturing difficulties. It all hinges on compiling many ideas from many people and weaving those all together.\n\nWill it be a challenge for me to pull this off? Absolutely! But is it a risk that it won't happen? Absolutely not. If we get the green light, we'll all be able to go on a fantastic journey together. I think it will be a lot of fun to see where we go.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Travis Thrasher\nFirst created · 5 backed\nI decided I wanted to be a writer in third grade. I wrote my first novel in ninth grade. It was never published but it proved I could write...See more"}, "support": [], "updates": [{"status": [{"Project ends": "OCTOBER 9, 2014"}, {"Project launches": "SEPTEMBER 9, 2014"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Makoto Fujimura has a vision to reinvigorate culture, to help us see culture as an ecosystem in which we all must live rather than a battlefield on which we fight. There are no winners in a culture war, and the over-commodification of culture poisons our cultural soil and water and fragments our humanity. But recognizing this situation is an opportunity for a new beginning, a genesis moment. As with nature, human culture can recover and thrive when people exercise their creative gifts in stewardship.\nLast winter, Mako introduced Culture Care with a little booklet, “On Becoming Generative.” Culture Care is a vision for presenting our culture with a bouquet of flowers—for reconnecting our culture with beauty. It is an invitation to join a constructive conversation with fresh categories, and a call to cultivate the soil of culture so that it can flourish. Culture care is for everyone: artists and cultural catalysts, academics and activists, church and government workers, business and civic leaders. Everyone has a role in restoring beauty to benefit ourselves and coming generations.\nThe award-winning booklet has already sparked responses from people in academia, the church, and the business and nonprofit worlds. Now the same team (designer/artist Lindsay Kolk, artist and culture shaper Makoto Fujimura, and editor Peter Edman) is ready to move to the next level with a book on Culture Care—and we need your help!\nThe Culture Care book includes constructive chapters and illustrations to launch conversations on topics including beauty, the care and feeding of the soul, crossing borders and building bridges, overcoming poisoned language, caring for artists, nurturing true competition, and nonviolent resistance to the culture wars.\nThe goal of this campaign is to raise funds for International Arts Movement (the parent nonprofit of the Fujimura Institute) to self-publish the book. Proceeds from the sale of the book will support and propagate the ongoing Culture Care effort. This is an opportunity for you to support Culture Care by pre-purchasing the book (and saving money!), and to help us to gauge how many copies can be printed. If your response is strong, IAM can reduce direct costs and print more copies.\nDig in now to become one of the early “gardeners.” Share the message of Culture Care with others and save some money for yourself! Weary of the culture wars? Join the resistance and start cultivating gardens that can feed the soul.", "risks": "Risks and challenges\nMakoto Fujimura has already completed a successful book publishing campaign through Kickstarter for his \"Golden Sea\" mid-career retrospective catalogue. International Arts Movement has 20 years of experience in overseeing fund raising efforts in support of various artistic endeavors, so we have a seasoned team to handle any obstacles that may arise. IAM is backed by an active Board of Directors that oversees and advises efforts for Mako and its thriving global movement. And, thinking in a Culture Care way, any setbacks can be seen as fresh opportunities to think and act generatively!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Mako's Newsletter!", "update_content": "We are excited to announce that Mako's monthly newsletter will begin March 1st! Those of you whose rewards include a 1-yr subscription will begin receiving it at the email addresses you have provided here. If it is not part of your reward, and you would like to have a monthly message from Mako coming to you, see our store site and sign up for a subscription!\nhttp://iam-store.myshopify.com"}, {"update_no": "UPDATE #14", "update_userinfo": "Rewards for your generosity!", "update_content": "To All our Generous Kickstarter Supporters, \nWe are excited the publishers were able to get the Culture Care book to us half way through December! We've worked hard to get the processing, the packaging and the shipping all done by last week. The post office assured us the packages would arrive by the 23rd… our plan for arrival before Christmas! (Unfortunately, those going overseas will take a little longer due to unpredictable customs delays.)"}, {"update_no": "UPDATE #13", "update_userinfo": "The Book has gone out!", "update_content": "December 11th Mako's Culture Care book will drop... one month to go! We're looking forward to it!"}, {"update_no": "UPDATE #12", "update_userinfo": "One Month to Go!", "update_content": "Thank you all for ending this campaign on such a high note!  Tomorrow, we remember the march on August 28th, 1963 in Washington D.C. in which Martin Luther King, Jr. spoke the famed \"I Have a Dream\" speech.  In ending this successful campaign toward Culture Care, I want to share with you an excerpt from the book:\nIn August 1963, prior to giving his “I Have a Dream” speech at the March on Washington, the Rev. Dr. Martin Luther King, Jr. found himself exhausted by a series of setbacks, imprisonments, oppressions, and disappointments. He was so physically spent that he spent many hours simply resting while his followers wrote the speech he was to give to the historic gathering. One of his close aides, Clarence Benjamin Jones, said that “the logistical preparations for the March were so burdensome that the speech was not a priority for us,” and that, “on the evening of Tuesday, August 27, [twelve hours before the March] Martin still didn’t know what he was going to say.” After walking a few miles to the Lincoln Memorial, he stood to read the prepared text, but he knew something was not right. "}, {"update_no": "UPDATE #11", "update_userinfo": "Thank you! ...and \"I Have a Dream\"", "update_content": "I just received this note from a young artist in Baltimore about a new blog site she is developing, and I got her permission to share this with you as we come to close this (amazingly successful!  Thank You!) campaign:\nHello! I'm Tina C. and welcome to Culture Garden. I'm trying to minimize the time I spend talking (or planning) and just DO.\nHere's what I'm DOING at Culture Garden: 1. Make art a daily habit. 2. Explore ways in which I can care for culture on a daily basis (and inspire others to do the same). 3. Learn about culture, social change, and adventures. HAVE FUN. (its important)"}, {"update_no": "UPDATE #10", "update_userinfo": "Culture Garden", "update_content": "Wow...\nWe are very thankful for your response to the Goldfinch lithos (still some available...they will retail for over $500 after the KIckstarter campaign is over, so take advantage of the availability now!  :) It is a small edition of 50)!\nMy personal goal, in starting this Kickstarter campaign, is to reach 300 donors that would affirm the Culture Care vision, and begin to journey with us.  We are very close to this goal.  Please help us spread the word, and let us journey into caring for our culture at large."}, {"update_no": "UPDATE #9", "update_userinfo": "Goldfinch and thank you!", "update_content": "Dear Supporters \nWe are deeply humbled by your support, which has not only put us over the minimum needed, but continue to build momentum so that we can print more copies of Culture Care book.  To close out our campaign, I am donating some prints of \"Goldfinch,\" a limited edition limestone lithography by Corridor Press that I just signed.  Stay tuned for the details;  you will be able to consider increasing your giving an get a limited edition traditional lithography print (that will retail at $500) for a fraction of the cost!"}, {"update_no": "UPDATE #8", "update_userinfo": "Extra incentives to come!", "update_content": "Judy and I celebrate our 31st Wedding Anniversary today.  It was, actually, over 36 years ago, this August, that we first met, at a study lounge at Bucknell University.  I write about our journey here, in the archives of Refractions: \nhttp://www.makotofujimura.com/writings/refractions-39-silver-linings-playbook/\nI realized, in writing this book on Culture Care, that so much of what I do today as an artist and writer, as well as a lecturer and teacher, has much to do with how my wife has cared for me over all these years.  As her website attests, she really cares!  "}, {"status": [{"Project funds successfully": "357 backers pledged $18,195"}]}], "comments": [{"username": "Eddy Efaw", "content": "Like Stephen below I teach Visual Arts at a Christian college-prep school in Memphis, TN. I will be using the \"booklet\" On Becoming Generative as required reading for my advanced pottery students this year. I'm very excited to hear feedback from my students on how they can care for the culture in our broken city. The arts are already playing a significant role in revitalizing our city and I believe that being introduced to the concepts found in On Becoming Generative will strengthen this momentum. I can't wait to share the entire book next year!", "time": "almost 7 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Jessica has spent the last few months recording 11 new songs for her third full length album appropriately titled \"III\"!  You can join in by pre-ordering your copy to get this album's feet off the ground!  \nThis Kickstarter campaign will help fund:  Mastering, Duplication, Design/Artwork, Marketing, and Promotion.  If I'm fortunate enough to reach my goal of $7500, I'll put any additional/overage funds towards making videos for the new songs! \nBeing an independent artist has its freedoms but also has its challenges.  Since I don't have the backing of a traditional record label, I've taken on the cost of recording the album, which include:  Hiring Producers, Booking studio time, Hiring musicians/engineers, and Mixing.  Now I need your help to see it through to the release on October 7th!  \nThis album is all about embracing this particular moment in my personal life and musical career.  Here's why I am naming the album \"III\":  Three producers contributed their skills and creativity to my songs.  This is my third LP.  When the album releases I'll be 33.  My husband and I just celebrated our three year anniversary.  I am one of three children.  And the list goes on and on…\nTracking Day at The Trophy Room\nIt was a delight to have Cason Cooley produce six tracks, as I have worked with him on my previous albums.  My friend Aaron Espe produced four tracks and Kyle Lee produced one track.  Musicians include Tyler Burkum, Will Sayles, Tony Lucido, Court Clement, Nathan Dugger, Keith Smith, and Jason Cheek.  It's a stellar line up of guys who added so much to the songs!  My co-writers on the songs include Sara Darling, Walker Hayes, Lincoln Parrish, Kyle Lee, Tyler Flowers, Aaron Espe, and Michael Farren.\nNotice the exclusives to your right --->  This is your chance to not only purchase and receive the album early, but also to take me up on some one-time only exclusives!  This is only a 20 day campaign and some of the rewards are limited, so don't hesitate to jump in!! \n**REMEMBER:  Anyone who spends over $10 gets a digital copy of the album!!  \nI appreciate your support and your willingness to support independent music!  It means THE WORLD to me, literally!  I am proud of these songs and I can guarantee that my whole heart and soul went into the writing and making of this album.\nContinue along with me on the journey, won't you?  \n**Pictures of the t-shirts and scarves are available in Update #2!", "risks": "Risks and challenges\nI'm on track to have the album ready for the October 7th release, so there should be no issues on the delivering on time!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "RELEASE DAY is HERE!!", "update_content": "I'm so excited that TODAY is the day when III releases to the world!!  Thanks to you and your generous support for helping me get this album completed and off the ground!  \nIf you've had a chance to listen to the album, will you hop over to iTunes and leave a review?  Also, feel free to RT and Share with friends!  \niTunes link: https://itunes.apple.com/us/album/iii/id920576833"}, {"update_no": "UPDATE #5", "update_userinfo": "Finish Up Your Surveys & Album Release Show!", "update_content": "If I haven't been clear enough, I want you to know how THANKFUL I am for your support!\nThe t-shirts, CDs, scarves have all arrived and I have started packing your stuff!!  PLEASE fill out your surveys (if you haven't!) so I can be sure to get you the correct colors/sizes, and send them to the correct address!  **Digital albums/rewards will be sent out the week of Sept. 8th.\nMy goal is to mail everything out by Tuesday!  Yipppeeeee!!!  You'll get your stuff more than a month before the album officially releases on October 7th."}, {"update_no": "UPDATE #4", "update_userinfo": "Video Update from Jess! OVER 50% of the way there!!!", "update_content": "PLAY"}, {"update_no": "UPDATE #3", "update_userinfo": "T-Shirt options for \"The Anchor Package\"!", "update_content": "Hey!  If you'd like to see the t-shirts available in \"The Anchor Package\" here they are!  All are American Apparel Tri-blend Track shirts!  REALLY comfy & soft tees!!\nUni-Sex:  Blue/Yellow & Grey/Teal (XS-XXL)\nFemale Fitted:  Dark Grey/Pink (S-XL)"}, {"update_no": "UPDATE #2", "update_userinfo": "Tees and Scarf Color/Options!!", "update_content": "I've added a few new Rewards….combos of things!  For those of you who have ordered (or thought about ordering) a t-shirt or scarf….here are the colors!  "}, {"update_no": "UPDATE #1", "update_userinfo": "THANKS for helping me get 27% of my goal!!", "update_content": "First of all, THANK YOU for being the first to support my project!!  I'm so excited to update you with the latest news as I prepare for the album release in October!\nI have a new bio!  Not only is Andrew Leahey a talented writer, but also a great singer-songwriter here in Nashville.  Andrew currently writes for Rolling Stone Country and American Songwriter Magazine, among others.  He did a great job!  You can read my new bio here:  http://jessicacampbellmusic.com/about/"}, {"status": [{"Project funds successfully": "114 backers pledged $8,134"}, {"Project launches": "JULY 24, 2014"}]}], "comments": [{"username": "Karl Baker", "content": "I'm feeling a little left out and let down. The album is now available on iTunes, but no link has yet been sent to us backers. I thought that we'd hear the album first. Sniff. Sniff.", "time": "over 6 years ago"}, {"username": "David Perham", "content": "Do you have a link here for the digital album?", "time": "over 6 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Don & Lori Chaffer of Waterdeep have a fantastical double album underway, but you can help them finish it.\nTWELVE HOURS left in the campaign! You are our heroes. Just do us one last favor, and spread the word about this campaign. Many of you have already, of course, but here in the last 12-hours, let's give it a real heave-ho. On three...\nWaterdeep's MOMENT, FREE for another 12 hrs. As a token of our affection, we posted our last album, Moment, on noisetrade.com, where you can download it for free. It's a great way to introduce folks to us: https://noisetrade.com/waterdeep\nSTRETCH GOAL UPDATE\n$25K- Met. We've resumed work on the record. It's hard to sleep. We're re-writing lyrics, re-harmonizing chord changes, pondering reverbs, drum sounds, strings, horns, choirs...\n$28K- Met. Our Original \"Secret\" Budget is met. We're going to actually have TIME to make this thing really good, AND the money to invite co-conspirators into it: singers, players, and nare-do-wells, oh my.\n$35K- Met. Videos, y'all. We're buying a camera. Get ready for what will surely be the first in a long line of Waterdeep oscar-bid videos.\nAs Yet Unmet Stretch Goals (see below)... You have inspired us. It's like we have tempera paint in our veins. Imagine a cross between, like, a finger-painting pre-schooler, and The Terminator. That's us now, thanks to you. We feel unstoppable, full of magic-whirly-twirly-love-and-sunshine, shooting out of our fingertips...\nWe're planning for the Waterdeep future. Seriously, though, Lori and I have talked a lot about this influx of money, tools, and renewed (and new) connections being a game changer. For quite a while, Waterdeep has, by necessity, sat on the back burner. What if it doesn't have to anymore?\nThanks beyond expression,\nDon & Lori Chaffer (Waterdeep)\nWHAT FOLLOWS BELOW IS THE FIRST MAIN PAGE UPDATE:\nIt Feels Good To Be Waterdeep Like This Again\nWe asked you for $20,000, and, in less than 48 hours, you said “Sure thing. Here you go.” Our jaws dropped. We tweeted. We facebooked. We graffitti’d highway overpasses with the word “amazing.” We're humbled and grateful.\nAlso, all this love (and money) has made us feel like recording artists again. After a hard day with the kids or the studio (working on someone else’s album) it's easy to wonder whether it still matters that we write songs from our hearts. Not trying to be a sad sack. Just sayin' that when you all said “Yes, it matters,” it felt really, really good.\nNow, let's address some outstanding questions about the campaign in mock interview format. Lori and I will play the role of \"Us;\" you will play the role of \"You.\"\nYou: Awesome, Don & Lori. Happy for you. Can we still give you money?\nUs: YES!\nYou: Is the kickstarter still going now that you’ve met your goal?\nUs: YES! Until that number on the right gets down to “0 days to go,” the campaign is still going, and you can still give.\nYou: Do you still need more money?\nUs: When we made a budget for finishing the double album, it came to $27,665, but when we imagined missing that goal by $1, and getting nothing as a result, we said, “Yeah… I mean… but… we could still squeak by with $20,000, right?” Thus, a kickstarter goal was born. As of this writing, we’re past our official goal, and almost to our original “secret” goal.\nYou: What happens with any extra money you make?\nUs: See our next section “Stretch Funding Goals.” However–and I hope you’re okay with this–we’re gonna end the mock interview format.\nYou: Sure. That’s cool. It’s been nice, though, you know, chatting.\nUs: Oh, man, for us too. Thank you… (voice cracking) for everything. (“You” and “Us” hug, tears forming in both of “Our” eyes.)\nSTRETCH FUNDING GOALS\nHere are the things we plan to do with our money if we make even more amazing amounts than the amazing amounts you’ve already given us. Mind you, I should probably set aside some cash first to look up more superlatives. As amazing as the word “amazing” is, I bet it’s getting old.\nSTRETCH GOAL #1 ($25K) RESUME WORK ON ALBUM – GOAL MET!\nWe’ve already started working again on the double album because of your generosity. We're thrilled.\nSTRETCH GOAL #2 ($28K) REACH THE SECRET BUDGET NUMBER \nWe’ll have hit our original goal, the \"secret\" one we made, before we got nervous and lowered it. At $28,000, we'll be able to make the process better for both ourselves and others (i.e. pay musicians and designers better, take a bit more time on things, stuff like that). And when we're done, you'll hear a better album than $20,000 would have given us. How cool is that?\nSTRETCH GOAL #3 (35K) MAKE A VIDEO ON A NEW CAMERA \nWe’ll go out and buy a camera, tripod, and, like, maybe a lens cloth, and make another video. It’ll either be a short documentary on the \"Making of\", or it’ll be a music video. Not sure yet which.\nSTRETCH GOAL #4 (40K) MAKE ANOTHER VIDEO ON OUR NEW CAMERA\nThe camera will still be new, and we’ll make the other video… the one we didn’t make for the last stretch fund goal. Like, if we made the music video for GOAL#3, then we’ll make the documentary for GOAL#4. If we made the documentary for…\nLori: Don, they get the idea.\nDon: Okay.\nSTRETCH GOAL #5 (50K) TO INFINITY AND BEYOND\nI started to spend a lot of time budgeting out other things we might do if we make more than this, and then Lori–who is, as many of you now know, the voice of reason in our family–suggested we just let people know what some of those other things might be, and cross that bridge when we come to it. She’s right, as usual. So, here are some of the things we discussed:\nDon Chaffer – An Unfinished Tale, Vol. 3, Strange – a Spoken Word Album\nI would record some more readings of my poems, like I did on the first two Unfinished Tale solo albums; maybe also a small chap book of all the poems from the first three volumes.\nWaterdeep Theater\nWe would produce a theatrical Waterdeep show involving: actors, musicians, lights, costumes, and maybe puppets. It’d be a cross between a regular Waterdeep show, Late Night with David Letterman, and the musical, Wicked (which, technically, I have never seen). Rad. We’d run the show for several weekends in Nashville, and possibly take it to other town(s) as well, for weekend runs in small 100-200 seat theaters.\nSon of a Gun Full Musical Recording\nMy first musical, Son of a Gun (co-written with playwright, Chris Cragin Day, as well as Lori, on additional music) premiered in NYC in November, 2012. A few of you got to see it. Most of you didn’t. Due to Actor’s Equity Union issues, we were unable to video it for you. However, what we can do is record the entire musical in audio form–both the songs AND the dialog.\nMore Shows and Touring\nIf we make a bunch of money, we could finally afford a minivan, instead of the Honda Accord we presently use for “touring.” I put “touring” in quotes because our show schedule has been miserably sparse the past few years. \nGet that minivan.\nChange the touring schedule, and change the world!\nRight now. With us. Together.\nWHAT FOLLOWS HERE IS THE ORIGINAL KICKSTARTER TEXT:\nOn Our History (Briefly, With an Apology For the Word \"Farewell\")\nAbout twenty years ago, my wife (Lori Chaffer), and I (Don Chaffer) formed a band called Waterdeep. We used to tour a lot. We made a lot of records, and people used to buy them, back when people bought records. We were even on a record label for a while, back when people used to be on record labels. In 2004, we took a break from touring (a.k.a. had a kid). That's when we had our famous \"Farewell To Touring Show.\"  I'd like to take this moment to admit that I am indeed the one responsible for choosing the phrase \"Farewell To Touring Show.\" As it turns out, \"Farewell to Touring Show\" sounds a lot like \"Farewell Show.\" So–while we've released over ten records since then,–we continue to have people ask, \"Didn't you guys break up?\" Well, no. We didn't. But I did once use a phrase that made it sound like we did. Sorry about that.\nOn How We Make a Living\nAfter I sabotaged the public perception of Waterdeep's existence, I moved on to other areas of the music business. For the past ten years I've earned my living by: running a studio, producing other people's albums, writing songs for and with others, making instrumental music for film &TV, and doing musical theater jobs (from composing/writing/arranging down to bits of amateur acting). Lori, meanwhile, has cared for our two kids and home,  run the books for and administrated the business, written songs for and with others, collaborated on the musicals, and sung a heckuva lot of background vocals on people's albums.\nOn This New Album (And On Two Solos Verses One Double)\nDespite all this, we still write songs for ourselves, and they get to banging around inside of us. So, about once a year, we gather these songs together in the studio. Voila. Waterdeep album. This past year, when it came time to record, we each had enough songs to fill an album individually. So, we started two separate solo projects, but realized they were still artistically connected to each other. Voila. Waterdeep Double Album.\nOn Why We're Inviting Your Participation\nWe couldn’t finish it. Right now, the songs are just sitting, lonely, on a hard drive. Meanwhile, all around Nashville (a.k.a. “Music City”) studios are closing; labels, downsizing; and publishing companies are letting long-time writers go. Record budgets have shrunk; royalties, diminished; and film & TV doesn't pay what it used to. So, while my schedule has been extremely busy, our financial life's still mostly gig to gig. Furthermore, we never make money on a Waterdeep album until after it's finished. That's where you come in. If you support us through kickstarter, we have enough up front money to get the album done. We can feed ourselves, the songs are no longer lonely on their hard drive, and you get a new album. You can also get a whole bunch of other stuff (see rewards at right).\nOn Why This Whole Thing is Worth It (And Other Existential Concerns)\nWe can't shake the feeling that these songs are important. As life goes on, it gets more difficult: parents grow ill, loved ones pass on, marriages crumble, finances get tight, children find their own life problems. Of course, in the midst of all that, there are a thousand mercies and wonders, from daily sunlight, to the ocean of interactions we have with one another. Lori and I have talked often about how these new songs salute complicated realities, and embrace both wonder and sadness. They remind us that this is just human life, and it's pretty great to be alive, even when it hurts.\nOn Why You're Important To Us, and to This Album\nHaving not toured as much in recent years, our interaction with all of you has sadly dwindled. We still stay in touch with some of you through social media, and you with us, but we used to have such times together out there on the road, didn't we? I know we're all busy, but this is a chance for us to re-connect, to re-capture some things, and for you to remind your friends that we didn't break up after all (\"No,\" you say, \"They called it 'Farewell TO TOURING'... I know. Bad name.... Yeah. They know that\"), and for us to bond over a new set of songs at a new shared time of life. We hope you want this as much as we do.\nOn the Budget, why $20,000?\nThe budget includes all of the costs of: hiring musicians, finishing the recording and mixing, mastering, package design, manufacturing, promotion, and of course, the money we need to cover the bills while I turn down other work. It's a pretty low number for a double album, by the way.\nOn Having the Room to Choose\nIt recently occurred to me that I spend more time and energy making other people's albums than I do our own. Having this money set aside will give us the room to make more deliberate artistic decisions. We will still be insanely efficient with your money. I can run Pro-Tools-Hot-Key circles around most people. Seriously. I don't play.\nOn \"Inflexible\" funding And The Importance of the Goal\nThis is NOT a flexible-funded project. If we don't make the $20,000 goal, we don't get anything at all. That's how kickstarter works. So, when it comes to giving to this project, our livelihood is in your hands. No pressure.\nOn Stretch-Fund Goals\nIf we get more than the $20,000, we’re going to use that money for Waterdeep-related work:\n-We'll promote this record more. We've made the joke before that we release a record by whispering into our closet that it's out. Sad, but true. Real promotion takes both time and money. So, let's create some of both.\n-We'll buy a video camera, so we can make more videos like this one. Dang. That was fun. Music videos, sketch comedy, poetry readings, Pro Tools tutorials, Cooking with Lori. All sorts of crap.\n-We’ll write and record more songs. No explanation necessary. I'm guessing you know what songs are. Man, we love songs.\n-And then if you surprise us, and the money just keeps coming, I may write a book of Waterdeep poetry. Lori may score a Waterdeep film. We may actually hit the road. There may be some kind of weird hybrid Waterdeep/theater piece I may or may not have already started working on with or without having told Lori about it. Oh, and I'll probably start method acting classes, and keep honing my acting chops… every night… upstairs, in the room over the garage… where I will become the new Daniel Day Lewis... and probably do the definitive bio pic of Millard Filmore, America's underrated 13th president.\nThanks in advance, everyone. We love you. Really. Even those of you we don’t know yet, or whose names we forgot. When we meet you, we’ll apologize for forgetting, and then... A big group hug. Yes. A big group hug to all of you.\nSincerely,\nWaterdeep\nDon & Lori Chaffer", "risks": "Risks and challenges\nBecause we record in our backyard studio, it's hard to imagine that anything–barring a natural disaster or major sickness–would get in the way of completing this record. I've never failed to deliver a record I said I would make, and that's been true of over 100 albums. Per my previous comment, I don't play.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Last House Show this weekend", "update_content": "Okay. That's it. After editing all day, and throwing a few electrics on the last song of Lori's we're FINISHED recording. All the songs have been turned in to Russ Long, our mix engineer, who's finished ALL of my mixes, and sent us three of Lori's so far. Over the next couple weeks, we expect to wrap up mixing, and then it's off to be mastered by the incomparable Hank Williams (No relation to the country music family, although Hank's his own brand of country music legend. He's mastered a TON of country music over the years. One year, a few years back, he mastered every song up for song of the year, and every record up for record of the year at the CMAs that year). He's been mastering our stuff for years, everything since... maybe 2001, with only one or two exceptions."}, {"status": []}], "comments": [{"username": "Ted John", "content": "Any word on the April house show?", "time": "about 6 years ago"}, {"username": "Susan Colace", "content": "I hate to say this, but... my mug arrived in pieces :( Looks like the loving protection of the t-shirt wasn't quite enough....", "time": "over 6 years ago"}, {"username": "Andrea Hogrefe", "content": "Just checking if I gave you the right address", "time": "over 6 years ago"}, {"username": "Deborah Josiah", "content": "I have not received actual CD or shirt yet. Just wanted you to know. Thanks", "time": "over 6 years ago"}, {"username": "Kirby Gehman", "content": "Heads up: the words to Having a Good Time are missing from the PDF.", "time": "over 6 years ago"}, {"username": "Nathan", "content": "i somehow missed the noisetrade download . . . would it be too much trouble to send me that link, again? also, did we get anywhere with the \"pressing an album\" topic. i'd love to throw a waterdeep record on my turntable and sit back with some cheap red wine.", "time": "over 6 years ago"}, {"username": "RosyRazly", "content": "It's been over 6 weeks since your last update... how are things coming along? Hope you guys are well!", "time": "over 6 years ago"}, {"username": "Derrek G", "content": "Dropped in to see if there was an update!", "time": "almost 7 years ago"}, {"username": "Jodi Anderson", "content": "I feel like one of the stretch goals should be another Everyone's Fest, like the first one. Oh the wonderful memories! Like seeing B5 and Kris on their first date and meeting Methy and all the fabulous people I still know and love.", "time": "about 7 years ago"}, {"username": "Meredith Dianne McMahon", "content": "This was so wonderful to watch. What a blessing to know that you have the creative freedom to be the people we love... and love to listen to. I still have close friends as well that I've met (b5!) through you two. :-)", "time": "about 7 years ago"}, {"username": "Amy Bender", "content": "So happy to support this endeavor!", "time": "about 7 years ago"}, {"username": "Ted John", "content": "So is there any chance that Big Word Tyranny might get a reprisal with a verse to replace the one that doesn't have any words? Just kidding. Not really. I love you guys and am looking forward to the new albums and the house show.", "time": "about 7 years ago"}, {"username": "Bryan Sim", "content": "Like everyone, can't wait to hear this album and I wish nothing but the best for you both.", "time": "about 7 years ago"}, {"username": "Adam Harvey", "content": "Can't wait to hear the new album!", "time": "about 7 years ago"}, {"username": "scott rust", "content": "Hey Sarah Walker - that song you're looking for is called Foolish Love, and there's a bootleg version of it up on the Live Music Archive from a Waterdeep show back in 2000. Here's the link: https://archive.org/details/wd2000-12-30.d1.flac16", "time": "about 7 years ago"}, {"username": "Karen Klapoetke-Poirier", "content": "I saw you guys ages ago several times when I lived in Arkansas. I've always loved your music, but lost track of you guys with life. I'm excited for your new album :)", "time": "about 7 years ago"}, {"username": "Jodi Anderson", "content": "I love you guys so much. Your music was the soundtrack of my 20s. I'm grateful to be a small part of your musical endeavors. There is a distinct possibility that I might be moving back to Nashville, so, if you don't get the minivan, I hope to see your wonderful performances soon. Thirty or 32 times is not enough. :)", "time": "about 7 years ago"}, {"username": "Lemuel Dees", "content": "Amazing! Simply amazing! Congrats on making the goal; and blessings to you Don, to get well soon!", "time": "about 7 years ago"}, {"username": "Kirby Gehman", "content": "If there's room on this epic double album... might we finally see a studio version of All Along the Watchtower? Please? Pretty please?", "time": "about 7 years ago"}, {"username": "Sarah Walker", "content": "So excited about this! I've been a fan since 2000 and my favorite show of yours was the 'Farewell' show at the church where you played an acoustic set upstairs and the rock set downstairs. I drove 11 hours for that show. Loved it! I have asked this on Facebook but there is a song you did that I got from a friends bootleg cd he took from one of your shows. I don't know the title but I would love to get a hold of this song. Its about romeo and juliette and my favorite line (that I got tattooed) is \"Love has reasons that Reason will never know\". Please Please Please. Can I get a copy of this song? I will pay for it.", "time": "about 7 years ago"}, {"username": "Christine Alejandro", "content": "From the Philippines.", "time": "about 7 years ago"}, {"username": "Brad Kilman", "content": "So proud and so much love. The music already sounds beautiful and inspiring. I'm the blessed one to be a part of it. Love. Love. -brad", "time": "about 7 years ago"}, {"username": "Kirby Gehman", "content": "Looking forward to my new favorite album...", "time": "about 7 years ago"}, {"username": "Nathan", "content": "The road trips I took to water deep shows are done of my fondest memories. Congrats on bring funded-maybe it's time for another Everyone's Festival!", "time": "about 7 years ago"}, {"username": "Malcolm Stockbridge", "content": "Congratulations from all of us in the UK, proof of the power of Waterdeep's music, words and Inspiration.", "time": "about 7 years ago"}, {"username": "Patrick Walkinshaw", "content": "Congrats on meeting your goal so fast! (Just wish I had been quicker about backing so I could say I helped you make it.) Love you guys, so thankful for all your music, and wish you would come do a show again here in Dallas or Waco (CG) sometime soon!!!", "time": "about 7 years ago"}, {"username": "Joel Klassen", "content": "So happy for the chance to be a part of this. We've been big fans since before we were married in '01, when all we had was a cassette of \"You were at the time for love\". Congrats on meeting your goal!", "time": "about 7 years ago"}, {"username": "Kevin Stebral", "content": "You made it! Yay! Looking forward to hearing all of it in July. :)", "time": "about 7 years ago"}, {"username": "Corrie Covell", "content": "Also, congrats on your epic pitch video.", "time": "about 7 years ago"}, {"username": "Megan Schoff", "content": "You should know, I've watched the video three times in two days because it makes me so happy and my heart full. And it makes me belly laugh. Can't wait! Big hugs to you!", "time": "about 7 years ago"}, {"username": "Kind Food", "content": "Sink or Swim is still one of my favorite albums of all time. I'm super excited about this guys! Can't wait. <3 from KC", "time": "about 7 years ago"}, {"username": "Liz Mayoka", "content": "And yeah, I miss the Swimteam too b5...good times, also thank you for reminding me that I am a whopping 15 (or is it 16) years older than the first time I came across Waterdeep. It's official, I've been listening to you guys for HALF of my entire life!!! (acousticliz)", "time": "about 7 years ago"}, {"username": "Malcolm Stockbridge", "content": "p.s. Im still working on getting you here to the UK.....p.p.s. LOVED the video, made my week :)", "time": "about 7 years ago"}, {"username": "gtdmouse", "content": "I second the request for vinyl", "time": "about 7 years ago"}, {"username": "TeenaBee", "content": "I would up my pledge for a vinyl if you end up offering them!", "time": "about 7 years ago"}, {"username": "Geoff", "content": "My bride and I first had the opportunity to hear waterdeep in 1997. It was precisely what I needed to hear. Thank you for the great music!", "time": "about 7 years ago"}, {"username": "Zachary Zelinka", "content": "Awesome. Y'all should post some more of your music on Google Play Music All Access!", "time": "about 7 years ago"}, {"username": "Aaron Soderholm", "content": "Huge fan here also. I'm stoked to help fund this.", "time": "about 7 years ago"}, {"username": "Frank Webber", "content": "Sweet Jesus roll..........", "time": "about 7 years ago"}, {"username": "Sandra Bennage", "content": "Thanks for continuing to share your music with us!", "time": "about 7 years ago"}, {"username": "Jeremiah Wentz", "content": "Heck yeah, I'm in!", "time": "about 7 years ago"}, {"username": "Tim Lapetino", "content": "As a longtime Waterdeep fan, I'm super excited about this. Just wish you guys also had an option to do an LP as part of the rewards! Who buys CDs anymore?! It's all vinyl and digital these days! ;)", "time": "about 7 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "It's a simple question - well, actually a series of several very simple questions: would you like some new music from me? Would you like to hear an un-produced, stripped down, solo, electric, live album? Or would you like a fully produced, fancy, beautiful, full length, studio album? Or, would you like both? This is the project that lets you decide the answer to those questions.\nHere's the story:\nI have been kicking around ideas in my head for over a year now, champing at the bit to record another full length album, as it's been over SIX YEARS since I've released one of those. I've had a lot of fun over the last few years, recording and releasing my music more frequently (with EPs, not full length albums), working with different producers to get different sounds, meeting new people around Nashville, and growing further as a writer and singer. It's been a great few years, during which I recorded and released the four aforementioned EPs, the last three of which (referred to as The Trilogy), I raised support for through generous fans like you on a previous Kickstarter campaign! I've worked with awesome folks, toured around the country in support of those projects, and found new friends, fans and supporters along the way. \nEver since finishing up The Trilogy project in 2012, I've had a strong desire to record another full length album. I feel like it's time- like the season of EPs is over. And I've been wanting to do something different, too. I'd like to set up a mic in front of me, and a mic in front of my electric guitar, and sing these new songs live, with as little re-do's and overdubbing as possible. I think that sounds like great fun.\nBut, since it's my first full length album in SIX YEARS, I also have a strong desire to get into a great studio with a great producer and some great musicians and turn out an awesomely polished piece of work.\nI have been torn between these two desires for quite some time, trying to determine the best course of action. Then, washing dishes at home one day, I had the thought- Could I do both?! And then I thought, why not try? So here we are. I have a lot of new songs and I want to record them. There might be some overlap, if particular songs lend themselves to both stripped down and produced versions, but for the most part they will be two separate full length albums with different songs- put together as a double album.\nThe goal of $16,000 is the budget- It includes recording costs for both albums, mixing and mastering fees, album artwork, CD duplication, and reward fulfillment costs. Anything we raise beyond the goal will be put to good use for press campaigns and promotional costs. So, check out all the rewards to the right, see if this is something you're excited about being a part of, and pick the reward package you like the most! Thanks for checking this project out, you're time and attention are appreciated.\n**VINYL REWARD DETAILS: On several levels you will see the \"limited edition vinyl compilation album\" listed- this is a a 12\" vinyl record, each copy is numbered and signed. It is a compilation album of my favorite songs from the EP Trilogy, here is the track listing:\nSide A- 1. Little Bit, 2. All My Love, 3. I'm the Moon, 4. Telephone Wire\nSide B- 1. The Reason Why, 2. Just Like Him 3. To the Swift, 4. O Black River\nThe vinyl! It's green.\nHearing these songs on vinyl is really special. It gives them an old, \"lived in\" feel. Each copy will be numbered and autographed, and there are only 300 in existence, so get 'em while they're hot.", "risks": "Risks and challenges\nThe estimated completion date is just that, an estimate! It depends on reaching funding of course, and then on booking studio time and producer and musician schedules! Summer of 2014 is my best guess of completion date if everything goes as planned, but sometimes they don't, as I'm sure you are aware, so I appreciate your understanding in that regard! But I promise I will do my best to keep the ball constantly rolling and make every effort on my end to fulfill each reward in a timely manner, and to keep you updated on the progress so you know what is going on and when to expect your rewards!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "hannahmiller\n2 created · 14 backed\nIn the modern haystack of independent art Hannah Miller’s needle shines. With songs as soulful as the deep south, as soothing as a glass of...See more"}, "support": [], "updates": [{"status": [{"Project ends": "FEBRUARY 21, 2014"}, {"Project launches": "JANUARY 17, 2014"}]}], "comments": [{"username": "Bob and Ginnie Freeburn", "content": "Charlotte, NC", "time": "over 7 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Free. Forever. For Everyone.\nJoin us in unlocking this project for everyone! \nIn November, I will set out with my team to record a live worship album.  In my musical endeavors, it's never been a goal to record a \"worship album\" (you know, the \"songs you play in a church\" type of worship.)  My music, highly influenced by where I am in life, has always been an expression of worship.  I am so grateful to many people have found a familiar place in my honest, sometimes gritty 'God-music.'  I assure you, there is more of that right around the corner. \nHowever, over the past 2 years, I've been writing \"worship songs\" - songs that transcend circumstance and life-stage, that thrive in a corporate worship setting - songs of God, that simply tell of what He's already told us.  \nIn the months I've spent preparing for this project, it has become increasingly clear that these 10+ songs, should be given away, asking nothing in return.  This is not an indicator of how I will do future projects, nor a statement that all worship music should be free.  But this little group of tunes - these are a gift.  And I'm going to pass them on.  \nBut wait, you want us to pay for something that's \"free\"?  The reality is that funds are required for any music project.  My team and I are leading the way by being well invested in this project.  Since it will not reap any major profit once released, we are inviting those who believe in it and want to see it happen, to join us in making it available for everyone. \nTHANK YOU in advance for your support, which has always been much more than dollars and cents.  \nBlessings, \njess\n--------------------------------------------\nAll funds will by applied to: \n$500 - $1000 Kickstarter Fees and Taxes\nTracking / Mixing\nMastering\nReplication and Printing\nPresentation and Release", "risks": "Risks and challenges\nThere is risk in anything worth doing. We are hopeful that we will thrive as we face the challenges of maintaining good timing and high quality. We are dead-set on providing a finished project that is excellent and incredibly enjoyable.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "73 backers pledged $5,742"}, {"Project launches": "OCTOBER 15, 2013"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "Carolina Story's Kickstarter Project\nWe're thrilled to be a part of the Kickstarter family. We hope that you will help us raise the money to release our 4th record the way we've always wanted to.\nOur songs are about giving hope in times of hopelessness. We feel that the message in our songs is finally becoming a reality for ourselves through this Kickstarter project.\nThe Money\n$30,000 is more than a pretty penny, but we feel that this is the number that will allow us to release our next album without sacrificing any integrity in our message and music.\nThe money is going towards:\nManufacturing \nWorld-Class Session Musicians who have played with Neil Young, Willie Nelson, Linda Ronstadt, James Taylor, Joe Walsh, etc.\nState Of The Art Recording Studio \nGrammy Award Winning Producer, Blake Chancey \nRadio Promoter\nPublicist\nProfessional Music Video\nAlbum Artwork Design\nMixing and Mastering\nAnd many more crucial assets required for a record release\nIncentives\nWe have a list of wonderful incentives from a simple digital download to a custom suitcase kickdrum like the one Ben uses every show. We wanted to offer every possible reward our fans could want because this is about you.\nWe want this record to be about the community of fans that have become family over the past 4 years. We wouldn't be here without you!\nThe Story\nIt was June 10, 2010 The most memorable day for Carolina Story.\nA morning when we said to one another, let's give up and do something else besides creating music. Later that exact same day we were at the grocery store together and a woman stopped us, asking if we were carolina story and explained how she'd enjoyed watching us play at a local coffee shop.\nNot really in the right head space to hear her compliments, we politely said thank you and moved on down the next aisle. But it was then that she steered her shopping cart in reverse and looked back to us and said, \"I feel like today Im supposed to tell y\"all to NEVER GIVE UP!\"\nNearly 500 shows, 36 states, and two countries later, those are still the words that keep us going. We've heard those words numerous times through significant, ordinary people who've come across our music. Whether it was a show filled with people or a show where there were only 2. Its people who keep inspiring us over and over again.\nCarolina Story has always been the two of us at the very core, but so many, many more people make up our story and now for the first time we have an opportunity to reach so many more people with this next record and not only that but to include the people we've met along the way in the process of making this next record.\nWe're gonna do it right, we're gonna do it the way we've always wanted to release a record and use this money to hire a publicist, a radio promoter, release a music video, record in a great studio with grammy award winning producer, Blake Chancey, hire world class musicians, etc.\nWe are nervous and excited all at the same time but we know that this is bigger than ourselves. We know we are exactly where we are supposed to be and this monumental project is the next step in our unfolding story. We need your help to make this happen. We love you and hope we make you proud.", "risks": "Risks and challenges\nThe kickstarter process is an amazing thing to be a part of. Watching a community come together to support someone's dreams is simply amazing.\n\nThere are some obstacles along the way though. We are thrilled to send you our record once it is finished and send you our limited edition silk screen posters and even build you suitcase kickdrums, but all of this is a lot of work and we are fulfilling these on our own. This is the challenge of doing a record without a label, but we are excited to take it on.\n\nThe moving pieces in a record are endless and many snags can come up along the way. From manufacturing problems to unexpected studio delays, there is no telling what might be thrown our way. We are more than confident that we can do this, but we ask for your support in patience in this process. It is an uphill battle and we are so glad to have you by our side for this journey.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Carolina Story - Getting Close!!!", "update_content": "Hey y'all! Thanks so much for your patience with us throughout this process. This project has been the most extensive, detailed process we've ever been a part of. Along with our management team, we have been getting all of the necessary people lined up to help give this music wings. We have successfully locked in radio promotion & a publicist, some of the best in the business & it's all because of you!\nAfter much thought & planning, we & our team have decided to take the 12 songs we recorded, split them into TWO 6-song EP's & release them separately...one this Fall & the other this Spring. We feel that this plan will give the music more longevity & more of a chance to be special."}, {"update_no": "UPDATE #4", "update_userinfo": "The record is F.I.N.I.S.H.E.D!", "update_content": "We are only twelve days away and we still need to raise 12,000 dollars! Please help us finish strong. Spread the word and please ask your friends to pledge!"}, {"update_no": "UPDATE #3", "update_userinfo": "Thank You!", "update_content": "We've passed the 25% mark and we've decided to add another great incentive to our Kickstarter!\nWe only have 3 original United Record Pressing Vinyl Test Pressings of our last record, Home.\nWe've signed the sleeves and we are offering 2 of them to you. This extremely exclusive vinyl will also come with a physical copy of our new album."}, {"status": [{"Project funds successfully": "346 backers pledged $30,830"}, {"Project launches": "MARCH 13, 2013"}]}], "comments": [{"username": "Don Moser", "content": "Congratulations, Ben & Emily, on reaching your funding goal! I can't wait to hear the new album!", "time": "about 8 years ago"}, {"username": "Madison Line Records", "content": "Congrats Yall!! Can't wait to hear the Album!!", "time": "about 8 years ago"}, {"username": "James Goers", "content": "congradulations guys your fans have spoken they want the new album to succeed.", "time": "about 8 years ago"}, {"username": "Emmoe Doniz", "content": "YOU GUYS DID IT YAY!!!", "time": "about 8 years ago"}, {"username": "Battle Victorious", "content": "Aaaah! Almost there!!!! Go, go, GO!", "time": "about 8 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "40 Days to raise $17,771. \nThanks for taking the time to visit our Kickstarter page.  The Rose Factor is a band that was formed 5 years ago in Nashville for the express purpose of music ministry.  We travel all around the southeast--and even across the ocean--to spread the Gospel through our music.  \nA DREAM OPPORTUNITY\nWe are now taking a gigantic leap of faith because we believe God is opening up the door to an incredible opportunity that could only come about through Him.  Although The Rose Factor is an independent band without a recording contract, God has orchestrated a dream come true for us to record a new album with one of music's most incredible producers: the Grammy-Award-winning Tedd Tjornhom, aka Tedd T.  Producers of Tedd's caliber and credentials don't usually produce albums for independent bands, but he believes--as do we--that God has brought our paths together for this unique purpose.  In order for us to secure time on Tedd's very full studio schedule, we stepped out on faith financially and placed a deposit for the project. \nThe new songs that we are aiming to record are ones that we love, brand new ones, and some we have had the privilege to use in our ministry.  These are songs that cradle God's message of healing, redemption, and love.  Songs of rescue, unity, purpose, and surrender. In saying that, I also realize that this project is not just about our music.  It's about each of our stories joining together as we are embraced by the Creator of the universe.\nWhy Tedd T? \nTedd is a producer who believes in this message that God has placed on our hearts. For that reason, and the fact that he loves our music, he  jumped on board to record and produce our project, even as an independent band. Chemistry-wise, he also knows how to capture the sound we are aiming to express, and that is so important.  He can so beautifully translate all the wonderful sounds that I hear in my head but can't get on your iPod.  This is why it is such an amazing collaboration!\nWhy $17,771? \nYou maybe saying to yourself $17,771 is an odd goal to set.  I love the symbolic stories of numbers and these numbers all represent importance in the Bible. So, whether we look at the numbers 1, 3, 40 or 7 they all hold extreme Biblical significance.   In the same way, each of our lives are extremely significant, and full of meaning.  We all play a vital part in this existence.  So that is why this amount and time frame is so significant.  Also, this amount is how much we need to cover the cost of production, recording, rewards, fees, and CD duplication.\nPlease Join Us\nYour joining us in this endeavor would mean so much to us! It will give us the opportunity to continue traveling around the US and the whole world sharing the Gospel through our music to many generations.  It would assist us in sharing God's message of love, forgiveness and reconciliation with people no matter what their circumstance or situation.  We are humbled by the opportunities that we've had to share our music with Barefoot Republic Camp, Lifeway: Centrifuge/M Fuge, Masterpiece Camp, churches, rehabilitation centers, homeless shelters, coffee shops, and prisons.  We've also been to S. Korea and will continue to go wherever God leads us to minister.\nBottom line: we have been blown away by so many stories from people who have been blessed through our ministry--for which we give and will always give God the glory.  Your participation would help us continue to tell how our stories have been permeated by God's love and expressed through our music and relationships.  Please help us to take advantage of this amazing opportunity.\nWe sincerely thank you.\nThomas Rose of The Rose Factor\nA Little Extra Update for everyone ( a taste of Backer-only updates to come) \nHello Kickstarter Family, Here is a song Dita and I wrote that was used as an online resource for a Beth Moore Bible study entitled PRAYING GOD'S WORD. I hope you enjoy it! Know that no matter what comes your way, you can always run into the embracing arms of God.", "risks": "Risks and challenges\nRemember, with Kickstarter, It's all or NOTHING! That last word scares me to death, but I'm so excited about this opportunity. Please join us in this amazing adventure!\nBy meeting our goal, we'll get to go into full operation mode of this production. In order to be wise and be able to finish this project in a timely manner, we have started laying some of the groundwork for this project with Tedd in good faith that we can do this together. We'll keep you posted frequently via our social media lines of communication: TWITTER: @therosefactor, FACEBOOK.com/therosefactor or website www.therosefactor.com. We'll make sure to honor the time lines that we have laid out for each of you. Thanks again!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Rose Factor EP", "update_content": "Don’t worry friends you are not forgotten! We are back in the mix and I’m pumped to say that we have an EP finally ready and so much more is on the way! So much has changed but our commitment is still the same! Tedd has truly made this a challenge for the ages, however slowly but surely we are on the way to getting this thing finished. Our band has new faces but a common goal of sharing the gospel and promoting unity in Christ. You truly warm my heart with the patience you have displayed. Know that you truly are loved and appreciated and I will make sure by the end of this process all 196 of you will feel the love, Hopefully you were able to enjoy our worship EP The Connective Collective Volume 1 that was made available for free for our backers. With our EP being part of the newer songs we’ve recorded please enjoy this small sample size of what we have been working on. The new Rose Factor Ep will be live and free for you to download on February 20th. Just use this code to download it and any of our other records that we’ve recorded previously. Thanks and blessings!"}, {"update_no": "UPDATE #23", "update_userinfo": "Song 1 \"Sit Awhile\" dedicated to the families of Emmanuel AME", "update_content": "(This post is a repeat of Update 20 because I just texted with a great friend last night and he said he never received the update via Kickstarter on the email address he gave them, just want to double make sure each of you AWESOME, AMAZING people are in the know and the loop.\nIf you don't mind please like this message, so I can know you received it. Otherwise, I will need to send an individual message to all that I don't hear from.  Thanks and much love to each of you! Thomas and Dita Rose) "}, {"update_no": "UPDATE #22", "update_userinfo": "(Update #20 repeat message) Introducing Connective: Worship and also the latest on The Tedd T Project", "update_content": "Here is the Worship EP I shared about in our last update.  By the way, yes, I am still in the studio with Tedd T expecting to release one of the singles really soon from it, early December is our hope!!!\nMeanwhile, How are you enjoying the free EP from August, CONNECTIVE: WORSHIP?   I hope you like it!\nWe are launching it, The CONNECTIVE:Worship Collective, on this Wednesday Nov 12, 2014 for the 1st time to the public and are going to promote as a on iTunes!"}, {"update_no": "UPDATE #21", "update_userinfo": "CONNECTIVE: Worship Collective EP ON iTunes", "update_content": "Ok guys in 10 minutes, We'll go live with everybody in the house even Red Dreads himself Jacob Thornton.  So stay tuned and meet us at Ustream the Rose Factor Channel."}, {"status": [{"Project funds successfully": "196 backers pledged $18,000"}]}], "comments": [{"username": "Nanette & Jason Adair", "content": "Best wishes and God bless to you. Am very excited for you!!", "time": "over 8 years ago"}]}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "We love good design and music, and we want to create a new site for amazing, unique music posters from great bands and designers: Postergeist.co. To raise the money to start, we’ve teamed up with The Civil Wars, OK Go, They Might Be Giants, and Mates of State to bring you four gorgeous, one-of-a-kind posters. We’ve also partnered with the incredible printing team at Mama’s Sauce to execute the most beautiful finished product available, screenprinted at 18x24. Back us to pick one up!\nPoison and Wine by the Civil Wars\nEnd Love by OK Go\nAna Ng by They Might Be Giants\nSo Many Ways by Mates of State\nPostergeist Founding Member postcard\nBack Story\nDawson, our founder, started a side project a while back designing posters of lyrics from his favorite bands. From that came the idea for Postergeist - a brand new site for curated, amazing print quality, limited-run posters from great designers. Think of it as Threadless for posters.\nThe Future\nThe goal is to release a new sets of posters from different designers and artists on a regular basis. Our web team has already started building the site, and we’re getting all our shipping arrangements set to deliver incredible posters straight to you.\nIf you love good design, good music, and the idea of collaboration, please join us on this adventure!\n---\nImportant note: you can mix and match any of the posters if you get more than one. For example, wanna get four Civil Wars posters? You got it! Two OK Go and one Mates of State? You bet! One of each? Right on!", "risks": "Risks and challenges\n- Not getting funded\n- Getting sued by angry fans of “They Might Be Midgets”\n- All the printers in the world breaking\n- Shipping becoming illegal\n\nBut in all seriousness, right now all that needs to happen is funding and we'll be fine. We have the printer relationship set up, and we have permission from all the artists to use their lyrics in these posters. Of course, we don't rule out something happening and there will be bumps in the road (like there always are in creative projects), but we've spent a lot of time making sure all the cogs are in place.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Dawson Vosburg\n3 created · 8 backed\nHand-lettering artist and musician. Exploring art & faith.See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "ONE OF THE POSTERS IS REAL.", "update_content": "Behold!\nThis exists."}, {"status": [{"Project ends": "NOVEMBER 7, 2012"}, {"Project launches": "OCTOBER 8, 2012"}]}], "comments": []}}, {"backer": "Christa Wells", "project_data": {"campaign": {"story": "This song in the above video, \"If I Were Brave,\" is one I wrote from my favorite songwriting perch in my kitchen in Nashville a little while back, and it's one I return to mentally sometimes, asking myself, \"What would I do right now (whatever the situation) -- if I behaved like I weren't afraid?\" And then I try to tell myself, \"Then do that!\" So that's something like this Kickstarter project. I am trying to record my second full-length studio album while finishing my Master's degree (and keeping my job) -- and I don't have a lot of time to work with! From the time of my Kickstarter launch to its end on March 1, 2012 is less than three weeks! And I'll plan to release the record at the end of March 2012. So, if you resonate with this song and want to hear more songs like it, please consider becoming one of my backers, and let your friends know about it, too!\nIn return for your support, you will get rewards of various kinds (which you can read about on the right-hand side of this page). I am excited about this Kickstarter model of arts patronage that allows art-lovers (even those of modest income) to support the creation of art -- in this case, music -- in a specific and meaningful way. You will quickly see that your contribution makes a tangible difference: Give money towards music....Wait a few weeks....Then voila! Receive the music that you helped make happen!\nThe crucial catch with Kickstarter, though, is that I have to raise ALL of the target goal, or I will receive NONE of the funds. Any funds OVER the goal will just make the record that much better! But, your credit card will be charged ONLY if the pledge goal is met. So it is really a no-harm, no-foul situation for you. My studio costs are being partially subsidized through a grant, but there are still many expenses involved in the project: studio overhead, mixing, mastering, duplication, and so on...!\nA very big THANK YOU to you for listening, for reading this, for sharing it with your friends, and for caring with me about adding some beauty to our weary, wonder-full world!\n~Ahna\nhttp://www.ahnaphillips.wordpress.com\nP.S. Special shouts of thanks at the moment to my friend Graham Pritz-Bennett for shooting and editing this video of me sitting on a mossy log in the woods, playing my guitar -- you know, like I usually do (!) -- and also to my friend Alex Module Himpelmann for recording the one-take of the song \"If I Were Brave\" that was used in this video.  ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Time to Share the Love (Or, the Small Seed of Hope)!", "update_content": "Hi friends! While many of you were busy watching the Oscars last night, not ALL of you were, because yesterday evening this unlikely little Kickstarter campaign quietly but steadily crept up to its funding goal -- and then even surpassed it! WOOHOO! We did it!!\nEach person who contributed played a crucial part, and I am so, so grateful. It was a very exciting moment when I realized the goal was met. It almost seemed like today should be a holiday, or that I should get a day off work or something, just to celebrate. But, you'll be pleased to know, I was a responsible citizen and did, in fact, turn up for my office job, Kickstarter glory aside.  : )"}, {"update_no": "UPDATE #5", "update_userinfo": "It's ready! :)", "update_content": "As of this writing, there is still one full week until March 1st (the official end of this Kickstarter campaign) -- and only about $300 left to raise of my original minimum goal of $4000. Today alone, even the last few hours, several hundred dollars has been pledged. I am FLOORED by all of this! Seriously. Your generosity. Your willingness to share this with friends. Your kind words, and notes of encouragement to me, and stories of your own being-brave.... Wow. Just, WOW.  \nIt is hard to describe how un-glamorous, un-cute, and un-shiny the songwriting process can be, even if cool-looking videos and other artwork get made around some of the final results. The words and music sometimes come out of lonely and difficult places -- whether personally experienced, or empathetically imagined, by the songwriter. To see an individual listener respond and meet a song with his or her own perspective imbues the work with more meaning than it would have had without that listener and the story that he or she brings to the listening."}, {"status": [{"Project funds successfully": "87 backers pledged $4,655"}, {"Project launches": "FEBRUARY 14, 2012"}]}], "comments": [{"username": "Carolyn Watts", "content": "I love the \"rough mix\" track you just shared with us, Ahna! Can't wait for the rest!", "time": "about 9 years ago"}, {"username": "Gene Snow", "content": "I'm very excited for you Ahna. I wish I could of aforded to give a thousand dollars. Then you would have to \"consider\" marrying me. But then again, now that I \"consider\" it there are way to many reasons it would never work. Lol. I really don't think a dog named Gene would be fair to the dog. So I'm glad that I had the opertunity to give what I could. I know your CD will be amazing.", "time": "over 9 years ago"}, {"username": "Glenn Covert", "content": "Congratulations Ahna, I wish you all of the success you so richly deserve......kindly......Glenn", "time": "over 9 years ago"}, {"username": "John", "content": "P.S. My 9 year old daughter likes the tune in your promo video too...", "time": "over 9 years ago"}, {"username": "Kyle Stubbings", "content": "Lucy loves the video for \"Brave\" and requested it again and again before bedtime tonight. We can't wait to hear the rest of the album!", "time": "over 9 years ago"}, {"username": "Erin Wang", "content": "Yay, Ahna! You're almost there!!", "time": "over 9 years ago"}, {"username": "Katherine", "content": "Good luck!! Go Ahna!!", "time": "over 9 years ago"}, {"username": "Justine Olawsky", "content": "I can hardly wait to hear your album! \"We are to regard existence as a raid or great adventure; it is to be judged, therefore, not by what calamities it encounters, but by what flag it follows and what high town it assaults. The most dangerous thing in the world is to be alive; one is always in danger of one's life. But anyone who shrinks from that is a traitor to the great scheme and experiment of being.\" ~G.K. Chesterton", "time": "over 9 years ago"}, {"username": "Susan Vanderheyden", "content": "Thank you for allowing us to be part of your dream! I went to Africa with your mom in 2010 and she spoke of your wonderful talents many times. So happy to see you embrace your talent and pursue your dreams!", "time": "over 9 years ago"}, {"username": "Carl Hekkert", "content": "hope the project comes to life. happy to help out. Missing my time in Vancouver! all the best.", "time": "over 9 years ago"}, {"username": "Sarah", "content": "Wishing you all the best as you go on this journey! Sarah McMahon....", "time": "over 9 years ago"}]}}]