[{"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Welcome (back) to Morgan's Organs, a comedy comic book series like Pixar's Inside Out but for grown-ups. We're back to bring you the next installment in the 'sitcomic' adventures of Morgan and the crazy organauts living inside his body. Are you ready to see what might really be going on inside our insides?\nIn 2016, we introduced Kickstarter and the world to Book 1 of our quirky concept, and in 2017, we returned with Book 2. Thanks to the love and support of our incredible fans, we're able to return for Book 3 of Morgan's Organs. The great thing about this series is each story is standalone - you can read it in any order and still enjoy the heck out of it!\nIn Book 1 (click to preview), we witnessed Morgan's two \"heads\" of the body clash for control of Morgan's decision-making, all while Morgan battled the pressure to end a dry spell.\nIn Book 2 (click to preview), we cringed as Morgan dealt with the pains of swallowing something he shouldn't, and the consequences it would have for the organauts as it moved through his digestive system.\nThis time, we're bringing you a story riddled with alcohol, phallic artwork and a secret Morgan wish he never knew. And what I am most excited about is that we're using an unconventional narrative style for this book with a structure similar to that of Christopher Nolan's hit movie, Memento.\nTake a look at the Book 3 preview pages below!\n Dick drawings, black eyes and amnesia, oh my!\nMorgan's Organs is the brain spawn of me - Daniel Brodie. After a couple years of pursuing the idea as a television series, I realized that the best way to bring my idea to the world would be to make it happen myself. So I partnered with the incredibly talented artist, Robert Jennex, to create the world of Morgan's Organs. Rob brings an incredible vision and spark to the series, and none of this would be possible without my Canadian partner-in-crime.\nWe're also excited to continue to have Tyler Kelting from Oklahoma, USA, on our team as the series colourist. Tyler joined us for Book 2 to handle the full colours, and he has brought an incredible sense of discipline and creativity to build on the Morgan's Organs style.\n(From left to right): Daniel, Rob, Tyler\nThis series focuses on Morgan as he navigates everyday college life, which is made difficult by the fact that he isn't completely \"human\". Inside his body lives a variety of organ-like characters (called organauts) who control his various body systems and ultimately, are keeping him alive. The problem is these organauts don't always operate with the best interests of their host in mind.   \nThe stories take place on two levels. Outside, we follow Morgan and his group of friends as they navigate college life. Zoom in to his insides and we see how Morgan's struggles are made worse by a group of organauts who bicker, lie, cheat, argue, act selfish, and generally, don't work together as one.\nStretch Goals Unlocked!\n\nClick to learn more about this stretch goal\nClick to learn more about this stretch goal\nMake sure to read the below highlights about our rewards. \nBelow is a summary of the various reward tiers. Most rewards tiers build on their previous tier.\nAll of the below tiers include physical rewards. Shipping is incremental to the dollar amount indicated.\nI have always tried to be transparent about the budget for my Kickstarter's and what the funds will be used for. I don't see this as a business - not yet, at least. These campaigns are part of my long-term vision to have Morgan's Organs picked up by a publisher, and eventually made as a television series. All of my rewards are priced appropriately to cover exactly what I need to support this vision. That means covering artist salary, production (including printing), and packaging/shipping. \nI pay my artist team what I am able, but we have a mutual understanding this is a partnership and we're investing in a long-term vision. Between Book 1 and Book 2, I was able to increase my per-page-rate for the art team. I hope to be able to do so again for this campaign by exceeding our campaign goal.\nOur Kickstarter goal of $4,000 CAD supports the below:\n60% = artist salary\n30% = the 4P's - printing / production / packaging / parceling (shipping)\n10% = Kickstarter fees\nEverything raised above this goal will go to a combination of:\nAdditional printing (further driving down per-unit-cost and creating opportunity to invest in our stretch goal rewards)\nIncreasing artist salary\nConvention booths at future events\nFuture stories in the series!\nBook 3 is already more than 75% complete - we only have about 10 pages left to ink and 20 pages to colour. Our goal is to deliver all campaign rewards by end-July/early-August.\nRead some of the past coverage we've received on Book 1 and Book 2 of the series!\nStarburst - Book 1: 8/10 stars - \"Smutty, slapstick yet spectacularly striking in its approach and relatability, this is a battle of the heads that’s an absolute riot to watch unravel.\"\nStarburst- Book 2: 8/10 stars - \"Even more charming and funny than its predecessor... a hell of a fun ride.\"\nComic Crusaders -\"Daniel lays out a wonderful story that I, no WE, need to read more of! The art is great, Robert brings to life the world of Morgan’s organs with a clean, animated style.\"\nComixBrew - \"Morgan’s Organs is the kind of comic that is good to show your buddies for the laughs but also contains a deceptive amount of depth.\"\nComic Unknown - \"If you ever wondered how Inside Out would have worked through the eyes of a male college student, look no more. Morgan's Organs is a gut-busting comedy that while the idea has been seen before, it is the fresh take we need and want.\"\nBleeding Cool - \"Morgan’s Organs #2 hits a rhythm that the first issue only brushed up against. With this issue, each character has its place, and the situation is so ludicrous that it really lines up with the surreal premise of the comic.\"\nThe Outhousers - \"The delightfully cartoonish art and exploration of maturity help [Morgan's Organs] defy expectations. It's a satisfying read for those that love thoughtful comedy.\"\nIf you've gotten this far, might as well read the rest of it! I'm honestly humbled that Morgan's Organs is even a thing in this world. I remember six years ago, I was embarrassed to even spill my idea to friends. Now, I am on my feet at Conventions, shouting at people walking by my booth to check out a comic that features a talking penis.\nThe reception to the series on Kickstarter, online, and at events has been incredible. I am not in this industry to make comics - I'm here to make Morgan's Organs! With each book, I get closer to my goal of getting picked up by a publisher so that I am able to make books more frequently, and who knows, maybe one day I can go back to my original dream of making this into a television series.\nOnly more books and more time will tell what the future of Morgan's Organs holds... oh, and your support for the series!", "risks": "Risks and challenges\nRisks, schmisks! We've done this twice before already and know exactly how to execute a Kickstarter campaign. In our previous two campaigns, we delivered within one to two months of the original promised date, with delays simply because we wouldn't sacrifice time for quality! This campaign, we have even more of Book 3 complete than ever before to ensure we can deliver that much sooner.\n\nShort of Rob and Tyler getting enlisted to be the first humans to land on Mars, there is nothing stopping this project from happening. And even if they do end up on Mars, I'm sure there will be decent Wi-Fi connection for them to keep working between their less important, interstellar missions.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 1 or more", "title": "Atom", "descp": "Every dollar helps!\nThe description in the below tiers indicates the feature reward available. Please see the Rewards section of the Campaign page for images of the rewards, and full details on each rewards tier.", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["21 backers"]}, {"amt": "Pledge CA$ 6 or more", "title": "Molecule", "descp": "Receive a PDF download of the 40-page Book 3.\nINCLUDES:\nPDF Book 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["24 backers"]}, {"amt": "Pledge CA$ 10 or more", "title": "Organelle", "descp": "Receive PDF downloads of the 40-page Books 1, 2 & 3 - that's 120 pages of story!\nINCLUDES:\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["37 backers"]}, {"amt": "Pledge CA$ 12 or more", "title": "Cell", "descp": "Receive a signed print copy of your choice of Book 1, 2 or 3 in a beautiful high quality format.\nINCLUDES:\nPrint Book 1, 2 OR 3\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3 (Returning Backers)", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["63 backers"]}, {"amt": "Pledge CA$ 18 or more", "title": "Cell (Double)", "descp": "Receive two signed print copies of your choice of Books 1, 2 or 3.\nINCLUDES:\n2× Print Book 1, 2 OR 3\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3 (Returning Backers)", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge CA$ 18 or more", "title": "Tissue", "descp": "Add the Collector's Sleeve to your choice of Book 1, 2 or 3. The sleeve is a full-spread book wrap drawn by a different artist for each Book plus a foreword and signed by the series writer. The first print run is numbered and limited to 150 copies making it even more rare for when Morgan's Organs makes it big!\nCheck out the Rewards section on the Campaign page for an image of each Sleeve.\nINCLUDES:\nPrint Book 1, 2 OR 3 with Collector's Sleeve\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers"]}, {"amt": "Pledge CA$ 24 or more", "title": "Cell (Triple)", "descp": "Receive three signed print copies of your choice of Books 1, 2 or 3.\nThis tier is great for a new fan who wants all the books, or a returning fan who wants multiple copies to share with others.\nINCLUDES:\n3× Print Book 1, 2 OR 3\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3 (Returning Backers)", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge CA$ 25 or more", "title": "Organ", "descp": "Add a 1.25\" soft enamel pin of Bran the Brain to your package. Plus, an 8x10\" poster of the Book 3 cover artwork drawn by series artist, Robert Jennex.\nCheck out the Rewards section on the Campaign page for an image of each item.\nINCLUDES:\nPrint Book 1, 2 OR 3 with Collector's Sleeve\nBran the Brain 1.25\" Enamel Pin\n8x10\" Colour Poster of Book 3 Cover\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge CA$ 30 or more", "title": "Tissue (Double)", "descp": "Receive two signed print copies of your choice of Books 1, 2 or 3 with the signed Collector's Sleeve for each book.\nINCLUDES:\n2× Print Book 1, 2 OR 3 with Collector's Sleeve\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge CA$ 40 or more", "title": "Organ System", "descp": "Make your Collector's Book Sleeve even more personal to you. We'll include a random, unique sketch on the inside cover of your Collector's Book Sleeve, drawn by Toronto-local artist Greg Merritt.\nAlso receive an 8x10\" poster of a detailed ink panel in Book 3, drawn by Robert Jennex. Check out the Rewards section on the Campaign page for an image of the design.\nINCLUDES:\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n8x10\" B&W Poster of Book 3 Interior Panel\nBran the Brain 1.25\" Enamel Pin\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge CA$ 42 or more", "title": "Tissue (Triple)", "descp": "Receive three signed print copies of your choice of Books 1, 2 or 3 with the signed Collector's Sleeve for each book.\nThis tier is great for a new fan who wants all the books, or a returning fan who wants multiple copies to share with others.\nINCLUDES:\n3× Print Book 1, 2 OR 3 with Collector's Sleeve\nPDF Books 1, 2 & 3\nBacker Recognition in Book 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge CA$ 60 or more", "title": "Organism", "descp": "Receive an exclusive print package that shows the full production process of a single page of Book 3, including script, roughs, inks, colours and the final page. Also includes a one-page commentary on the production process behind this page by the series writer. Each page package will only be printed once, making it unique to each backer.\nAlso, a 2nd enamel pin is added to your package at this level and higher.\nINCLUDES:\nIn-Depth Page Package\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n2× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge CA$ 65 or more", "title": "Population", "descp": "Receive a 3\" solid resin, acrylic-painted wall ornament of Angus the Anus, the lovable member of Morgan's body. It's the perfectly fun and peculiar collector's item to put on your bathroom wall or display on a shelf. Plus, it makes for a great conversation starter - \"why do you have a butt on your wall?\"\nMade in Canada by Storm Cup Creations. Includes hardware for wall-mounting or it can be leaned on a surface for display.\nCheck out the Rewards section on the Campaign page for images of the item.\nINCLUDES:\nAngus the Anus Wall Ornament\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n2× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge CA$ 75 or more", "title": "Community", "descp": "Receive a 3.5\" solid resin, acrylic-painted figurine of the fan favourite character, Pepe the Penis! This adorable collector's item includes a pedestal for free-standing display, is exclusively numbered and produced in limited quantities.\nMade in Canada by Triforged Studios.\nCheck out the Rewards section on the Campaign page for images of the item.\nINCLUDES:\nPepe the Penis Figurine\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n2× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge CA$ 90 or more", "title": "Ecosystem", "descp": "Receive a social media avatar of yourself drawn with one of the characters of your choice from Morgan's Organs! This image will be drawn by series artist Robert Jennex and emailed to you once complete.\nCheck out the Rewards section on the Campaign page for examples of what the image will look like.\nAlso, a 3rd enamel pin is added to your package at this level and higher.\nINCLUDES:\nSocial Media Avatar\nIn-Depth Page Package\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n3× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge CA$ 150 or more", "title": "Biome", "descp": "Combines the unique high-end items available at the Organism, Population, Community and Ecosystem tiers.\n- Social Media Avatar\n- Pepe Figurine\n- Angus Wall Ornament\n- In-Depth Page Package\nINCLUDES:\nSocial Media Avatar\nPepe the Penis Figurine\nAngus the Anus Wall Ornament\nIn-Depth Page Package\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n3× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge CA$ 250 or more", "title": "Biosphere", "descp": "Receive a completely unique and rare plush toy of the Morgan's Organs character of your choice. This high-quality item is the ultimate token of your Morgan's Organs fandom. What's better than snuggling up to an organ plushie! You can provide feedback on what sort of pose you would like the character to be in or what props you'd like the character to be holding.\nMade by Budsies in the USA. Each plush toy is approximately 16 inches in height.\nINCLUDES:\nPlush Toy\nSocial Media Avatar\nIn-Depth Page Package\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n3× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge CA$ 310 or more", "title": "World", "descp": "The ultimate rewards package. This reward combines all of the high-end rewards available in the campaign including:\n- Plush Toy\n- Social Media Avatar\n- Pepe Figurine\n- Angus Wall Ornament\n- In-Depth Page Package\nINCLUDES:\nPlush Toy\nSocial Media Avatar\nPepe the Penis Figurine\nAngus the Anus Wall Ornament\nIn-Depth Page Package\nPrint Book 1, 2 OR 3 with Collectors Sleeve & Inside Cover Sketch\n3× Bran the Brain 1.25\" Enamel Pin\n8x10\" B&W Poster of Book 3 Interior Panel\n8x10\" Colour Poster of Book 3 Cover\nBacker Recognition in Book 3\nPDF Books 1, 2 & 3", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Morgan's Organs Updates!", "update_content": "Hey Morganauts! It's been a crazy year, hasn't it? Though the quarantine does give inspiration for a future story... Anyways, let's get to it, I have four big updates to share. Let's start with the biggest!\n#1: Morgan's Organs has been optioned for development as a television series!"}, {"update_no": "UPDATE #11", "update_userinfo": "New website is live!", "update_content": "Hey Morganauts! Here with a quick, exciting update (at least for me). We recently switched our website host to Shopify and I'm excited to launch the new website! Take a peek and let me know what you think!\nhttps://morgansorgans.com/\nOur books are available for purchase through the website - so if you're still looking for last minute holiday gifts, Morgan's Organs makes for a great stocking stuffer!\nWe plan to add more features and pages to the website in the near future, including behind-the-scenes details about the series, fan-submitted content and a page for our artists to share more of their work."}, {"update_no": "UPDATE #10", "update_userinfo": "Shipping Update", "update_content": "Hey Morganauts - just wanted to give a quick update on shipping.\n95% of packages have shipped, and most of these have already delivered. The remaining packages are mainly local drop-offs. Thank you everyone for being patient through the shipping process.\nI had previously mentioned to reach out if you have not received your package by October 1. Some packages (especially International backers) may arrive after this date, but feel free to reach out on October 1 if you haven't received your package yet and would like a status update."}, {"update_no": "UPDATE #9", "update_userinfo": "Fulfillment Update", "update_content": "That's right, Morganauts, Book 3 is finally in print! It's been a stressful past two days as I carefully combed every page with Tyler and Rob, looking for any typos, mistakes, and whatever other doubts came into my mind. It got to the point that I was Googling if I spelled the word \"actually\" correctly (luckily, I was).\nWhat's Next"}, {"update_no": "UPDATE #8", "update_userinfo": "Book 3 Sent to Print!", "update_content": "Hey Morganauts!\nJust popping in for a (hopefully) brief update.\nSurveys\nAbout 99% of backers receiving print packages have completed their survey (thank you). There are 4 folks to complete their survey still, so if you are receiving a print package and have not completed a survey, please check your email (or contact me so I can re-send you the link)."}, {"update_no": "UPDATE #7", "update_userinfo": "July Update", "update_content": "Hello Morganauts on this fine Sunday! I'm excited to say that we achieved our first stretch goal, thanks to 169 of you! That means character stickers will be added for all backers receiving physical rewards! They are all cute and fun, and hopefully we'll have a couple more options for you to choose from when the campaign ends.\nNow, we can set our sights on the second stretch goal, detailed below."}, {"status": [{"Project funds successfully": "270 backers pledged CA$ 7,437"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/dbrods/morgans-organs-1-3-the-anatomically-incorrect-adve", "project_name": "Morgan's Organs #1-3 ~ The Anatomically Incorrect Adventure!"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Death Sentence Liberty #3 is the latest in a critically acclaimed series by Monty Nero (Marvel, Titan, Delcourt) and Martin Simmonds (Marvel, Titan, Black Crown, Vault Comics) - with covers by superstar artists Ben Oliver and Luke Ross. It's the third issue of an explosive six-issue arc pushing superpowered comics in a new direction. \nIf you’re returning to Death Sentence, thank you so much. We couldn't make this comic without you. After the action packed madness of issue #1 and the sweet world building of issue #2 this is the issue which delivers the most intense thrills and twists of all. If you’re new to Death Sentence - Welcome! You've got three brilliant comics and a stunning new world to explore. \n ++STOP PRESS - THIS AWESOME FREE MONTYNERO ART PRINT FOR EVERYONE BACKING IN THE FIRST 24HOURS ++ \nDeath Sentence is an irreverent adults-only comic with mature themes, regularly praised for its dynamic plotting, scintillating dialogue, and emotional depth. It was called \"The Best British Comic in Years\" by Buzzfeed, \"a masterwork...like only the best bits of Watchmen\" by Popmatters, \"Brilliant. Genuinely original\" by Mark Millar and \"sexy, funny, dark and mature...a striking new voice in the superhero genre\" by Comic Book Resources.\nInterior art for issue 3 is completely finished with lettering underway - and the first two issues have already been fully funded and printed. All three comics break new ground with a stirring tale of individual freedom in the face of state oppression featuring the finest art and dialogue you'll ever see. If you love comics but are tired of reading the same-old-same-old from big companies, this is the story for you.\nThe Characters \nVerity the beating heart of the story. Frustrated and unfulfilled she longs for something more than cheap thrills and empty sex – to be a great artist and achieve something timeless. But she's locked in a dangerous battle with malevolent government forces.\nRoots is half-woman, half-plant, and 100% badass - an ex drug dealer using her burgeoning G-plus powers to protect her hood from police and gang violence. \nJeb is an FBI agent infiltrating the UK's top-secret G-plus research facility to steal their secrets - a family man in far worse trouble than he realises. \nWeasel is a rockstar drug-addict desperate to reconcile with his family and record a legendary album before he dies. His chaotic G-plus powers are as unreliable as he is - which is why Verity dumped him.\nEach character's destiny is entwined by the mystery of the G-plus and the sinister fate linking them all.\nDeath Sentence is for open-minded adults only - featuring sex, drugs, rock n roll, humour, violence, monsters (human and otherwise). vodka, biting satire and other fun stuff like that. \nSTRETCH GOALS\nDeath Sentence Liberty #3 was fully funded in four hours which means THESE AWESOME BONUS STRETCH GOALS WILL BE ADDED TO YOUR ORDER AT NO EXTRA COST. \n+++UPDATE+++ WE DID IT!!! \nEVERY...\nSTRETCH GOAL...\nUNLOCKED!!!!\nHuge thanks to you all. :)\nNOTE: The only pledge level that doesn't ship with any stretch rewards is the £3 Digital Edition.\nThe Rewards\nIn return for your backing we're honoured to offer these unique rewards.\n £3 Digital Edition \n£5 Print Edition\n(This definitely comes with a PDF of issue 3 as listed below. Unfortunately it's not listed on the reward description itself, which can't be edited now the project's launched, but rest assured that this tier DOES include all 3 PDF's), \n£12 Fan Edition\n£17 The Story So Far\n£40 Box Set\nThe Story So Far (as above) plus a second collector's copy of issue 3 with a super rare black and white variant cover of Luke Ross's gorgeous inks , a set of Death Sentence temporary tattoos, a Verity key-ring bottle-opener, and the full colour covers to issue 3, 2 and 1 as bookplate art prints.  \nThe Key ring bottle opener, example tattoos sheets, and the black and white Luke Ross cover!\n£67 Art Edition \nI'll do an amazing original sketch for you, and send you the signed comic with your name printed in it and a dedication, and a PDF copy of issue 3, issue 2 and issue 1 too. Awesome! \n£80 The Hardcore Box Set\nLIMITED TO SIX: everything in The Box Set plus an awesome new Death Sentence Tee and a 2019 Death Sentence Art Calendar printed on 120gsm silk stock.\nTees are either white with a Full Figure Verity Salute design, or Black with a stylish Death Sentence Logo design. They're high quality garments available in XS, S, M, L, XL, or XXL sizes. No other colours are available.\nThe Calendar is a fully functioning wall calendar interspersed with 16 beautiful paintings from the world of Death Sentence. If you've already bought the calendar, you can select two tees instead.\nBlack Death Sentence Logo Tee\nWhite Verity Full Figure Salute Tee\nDeath Sentence Art Calendar\n\n£145 Mega Commission\nI'll do a beautiful digital cover-style painting (see below) in digital and print form for your own comic, or for your collection, plus the signed comic with your name printed in it and a dedication, and a PDF copy of issue 2 and 1 too. Doves at no extra cost.\n£695: The Montynero Experience \nThis comprises you on the next issue of Death Sentence (and you get to keep the original art) plus two awesome days hanging with me, Monty, in my regular haunts in Dundee (bars, cafe, castle, beach, plus V&A Design Museum, Comic Shop and Studio, ) plus everything in the Hardcore Box Set, including a TOP SECRET behind the scenes look at my past and present comics. It INCLUDES UK travel and accommodation. This will be the fourth Montynero Experience and you can get a feel for just how much fun it is by checking out this 2 Days With Monty' photo-story: https://twitter.com/i/moments/966672941965594626\nJust to be clear this does not include travel costs to the UK from abroad.\nSEQUENTIALS FROM THE COMIC\nMartin Simmonds just gets better and better with every issue! This is without doubt his greatest single issue of artwork yet.\n\n\n\n\nYou can also find other top rated Death Sentence comics on Comixology or Amazon by the Death Sentence team (Monty, Mike and Martin).\nDeath Sentence graphic novel by Montynero and Mike Dowling - available from all good comic/book shops and online retailers\nDeath Sentence London by Montynero and Martin Simmonds - available from all good comic/book shops and online retailers", "risks": "Risks and challenges\nThe art on the comic is completely finished and the full print run will commence as soon as the Kickstarter closes and funds clear.\n\nWe learnt lots doing previous Kickstarters which have led to changes in organisation, with an extra person now handling mailouts freeing up the creative team to focus on what they're best at. Compared to previous kickstarters the rewards are all simple to create and things we've made before. The printers are very experienced and regularly print all the Death Sentence comics, rewards and art prints, which has always gone very smoothly. People often comment on the high quality of their work. Monty has also interviewed lots of creators who have run successful Kickstarter campaigns to discover potential problems and how to avoid them.\n\nWe've spoken to the Post Office, and had them weigh each different type of reward with the relevant packaging. With the art and cover of the comic completely finished we're as well prepared as we can be. We'll also provide regular Kickstarter upates as we ship your rewards.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £3 or more", "title": "Digital Edition", "descp": "All 3 issues of Death Sentence Liberty.\nINCLUDES:\nDeath Sentence: Liberty #1 PDF\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #3 PDF", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["144 backers"]}, {"amt": "Pledge £5 or more", "title": "Print Edition", "descp": "A printed copy of the third issue of Death Sentence Liberty (with the first two issues as digital PDF's)\nINCLUDES:\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["61 backers"]}, {"amt": "Pledge £12 or more", "title": "Fan Edition", "descp": "The Print Edition, plus a beautiful bookplate art print, a signed doodle in the comic by Monty, and your name listed in the comic in The Death Sentence Hall of Fame\nINCLUDES:\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nDeath Sentence: Liberty #3 PDF\nRare bookplate art print\nInked doodle in the printed comic by Monty\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nAll signed by Monty with a personal Death Sentence dedication", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["76 backers"]}, {"amt": "Pledge £17 or more", "title": "The Story So Far", "descp": "All three printed comics plus everything in the Fan Edition\nINCLUDES:\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence Liberty #2 Printed - Ben Oliver cover\nDeath Sentence Liberty #1 Printed - Monty Nero cover\nDeath Sentence: Liberty #3 PDF\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nInked doodle in the printed comic by Monty\nRare bookplate art print\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nAll signed by Monty with a personal Death Sentence dedication", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["152 backers"]}, {"amt": "Pledge £40 or more", "title": "The Box Set", "descp": "The Story So Far plus a second collector's copy of issue 3 with a rare black and white variant cover of Luke Ross's gorgeous inks , a set of Death Sentence temporary tattoos, a cool Verity keyring bottle-opener, and all three covers as primo bookplate art prints.\nINCLUDES:\nTemporary Death Sentence Tattoos\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence Liberty #2 Printed - Ben Oliver cover\nDeath Sentence Liberty #1 Printed - Monty Nero cover\nDeath Sentence: Liberty #3 PDF\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nInked doodle in the printed comic by Monty\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nRare bookplate art print\nVerity Key Ring Bottle Opener\nAll signed by Monty with a personal Death Sentence dedication\nIssue 3 with black and white Luke Ross Collector's cover\nAll 3 Liberty covers as bookplate colour art prints", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["26 backers"]}, {"amt": "Pledge £67 or more", "title": "Art Edition", "descp": "An amazing original art commission with your comics\nINCLUDES:\nOriginal Art Commission\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nDeath Sentence: Liberty #3 PDF\nRare bookplate art print\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nAll signed by Monty with a personal Death Sentence dedication", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge £80 or more", "title": "The Hardcore Box Set", "descp": "THERE CAN ONLY BE SIX of these - The Box Set PLUS an awesome white Verity Tee or black Death Sentence Logo Tee (XS, S, M, L, XL, XXL) AND a limited edition signed 2019 Death Sentence calendar printed on 120gsm silk stock\nINCLUDES:\nTemporary Death Sentence Tattoos\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence Liberty #2 Printed - Ben Oliver cover\nDeath Sentence Liberty #1 Printed - Monty Nero cover\nDeath Sentence: Liberty #3 PDF\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nInked doodle in the printed comic by Monty\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nRare bookplate art print\nVerity Key Ring Bottle Opener\nAll signed by Monty with a personal Death Sentence dedication\nIssue 3 with black and white Luke Ross Collector's cover\nDeath Sentence Tee (White or Black) XS S M L XL XXL\nDeath Sentence 2019 Signed Art Calendar", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (2 left of 6)"]}, {"amt": "Pledge £145 or more", "title": "Mega Commission", "descp": "Fully painted cover-style artwork for framing or for printing in your own comic\nINCLUDES:\nFully Painted Cover-style art commission\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nDeath Sentence: Liberty #3 PDF\nRare bookplate art print\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nAll signed by Monty with a personal Death Sentence dedication", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge £695 or more", "title": "The Ultimate Monty Nero Experience", "descp": "You on the cover of the next issue - and you get to keep the original art! Plus a full two days with Monty having fun chatting in depth about making comics and looking behind the scenes at work in progress. Includes UK travel and accommodation.\nINCLUDES:\nYou immortalised forever on the cover of Death Sentence Liberty 4\nThe original art to the cover you appear on\n2 days with Monty including UK travel and accommodation\nDeath Sentence Liberty #3 Printed - Luke Ross cover.\nDeath Sentence Liberty #2 Printed - Ben Oliver cover\nDeath Sentence Liberty #1 Printed - Monty Nero cover\nDeath Sentence: Liberty #3 PDF\nDeath Sentence: Liberty #2 PDF\nDeath Sentence: Liberty #1 PDF\nInked doodle in the printed comic by Monty\nRare bookplate art print\nYour name listed in issue #3 in the Death Sentence Hall of Fame\nAll signed by Monty with a personal Death Sentence dedication\nCollector's black and white Luke Ross cover\nDeath Sentence Tee (White or Black) XS S M L XL XXL\nTemporary Death Sentence Tattoos\nVerity Key Ring Bottle Opener", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "Fresh orders & the comic of the decade poll.", "update_content": "Happy Christmas to you!\nSweet Figgy Pudding! Death Sentence got nominated for comic of the decade today!  Do vote here if you can  https://twitter.com/TheDreamCage/status/1207197038011699202?s=20  and show your love for the incredible effort and artwork of Martin Simmonds and Mike Dowling (not to mention cover artists Luke Ross and Ben Oliver). They've both put so much into this over the years. Most of all, give yourself props for choosing and supporting our humble comic. We really love having you on board."}, {"update_no": "UPDATE #30", "update_userinfo": "The end!!", "update_content": "Just a quick update to say that’s another 90 Comics sent off today to USA, Canada, Uk, Australia, Netherlands, France, Belgium and Sweden, Really heavy!! And we’re only half way through the series. But we can take it. We're in for the long haul. \nAll the best\nMonty"}, {"update_no": "UPDATE #29", "update_userinfo": "Postings!!", "update_content": "The latest issue is LIVE right here http://kck.st/2ZIzhii with another brilliant rare variant cover from Ben Oliver.  "}, {"update_no": "UPDATE #28", "update_userinfo": "Shipping Update", "update_content": "That means all the Fan Editions went out earlier this week, heading to New Zealand 🇳🇿 Germany 🇩🇪 Uk 🇬🇧 USA 🇺🇸 Australia 🇦🇺 Poland 🇵🇱 Israel 🇮🇱 Canada 🇨🇦 Finland 🇫🇮 Netherlands 🇳🇱 Sweden 🇸🇪 Ireland 🇮🇪 and Hungary 🇭🇺 They’re posted from Scotland so allow a couple of days for Uk , up to a week for Europe, and two weeks for the far flung continents. Though Royal Mail assure me it should be quicker than that, experience says otherwise.\nI’ve also been concentrating on commissions and all the Story So Fars. I got my art computer back from the workshop yesterday — woohoo it works better than ever — so I can press on with readying issue #4 now too, which’ll be launching early September."}, {"update_no": "UPDATE #27", "update_userinfo": "Update", "update_content": "Hola!\nGood news. All the Print Reward level pledges have gone out to the Uk, Belgium, Germany, France, Spain, Finland, Sweden, Brazil, Singapore, Netherlands, Italy, Greece, Poland, America, Canada, Australia, New Zealand and Ireland and a few other countries too. Phew! I’m currently finishing up the Fan level. Lots of doodles, and extra prints. When they’re all done, I’ll send them all at the same time."}, {"update_no": "UPDATE #26", "update_userinfo": "Death Sentence Liberty 4 is LIVE!!! Story So Fars posting tomorrow.", "update_content": " ...and they look great! Thank the maker.\nThere’s a Facebook video to that effect here https://www.facebook.com/DeathSentenceComics/videos/484356728982416?s=100001913341945&v=e&sfns=mo\nRecently I’ve been doing more commissions and sending them off round the world. But I’ll pause that for a bit to get these comics into envelopes and get them all addressed. Print Edition first!"}, {"update_no": "UPDATE #25", "update_userinfo": "It’s International DSLiberty Day!!", "update_content": "Hi\nSorry to say the Death Sentence 3 comics still have not arrived, and with me away on summer holiday with the fam next week (which we booked a year ago) it looks like I won’t be able to start posting them out till the very end of the month. I’m really disappointed about that, and can only apologise.\nStill, I’m reliably informed they’ve all been laminated and spot varnished and it’s just a matter of shipping them all out when I get back."}, {"status": []}], "comment_no": 83, "projec_url": "https://www.kickstarter.com/projects/f02/death-sentence-liberty-1-3", "project_name": "Death Sentence Liberty #1-3"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "WHAT IS UKIYO/genius loci?\nA project 20 years in the making, UKIYO/genius loci is a 12 issue graphic novel that crosses genre boundaries. Part cyberpunk, part hard-boiled detective story, and part existential treatise, UKIYO/genius loci is an exploration into what it means to be an individual in an increasingly non-individualistic world. \nCover of issue one of UKIYO/genius loci\nFocusing on five main storylines, UKIYO/genius loci, follows the experiences of Donovan Vaux and the un-named characters of The Girl, The Inspector and The Soldier as they try to find the answers to who they are in a world filled with drug-use, war, corporate greed and identity crisis. \nexcerpt from UKIYO/genius loci\nUKIYO/genius loci is the \"director's cut\" of Cary Polkovitz's magnum opus UKIYO. UKIYO/genius loci brings an entirely new twist to the 300-page, critically-acclaimed graphic novel. This 12 issue series expands upon the original material and brings depth the the world of these characters. This book is meant to be a companion to the website whoisthegirl.info which brings expanded content such as music, blogs, videos and a webcomic all focusing on the world of The Girl. \nPRAISE FOR UKIYO \n“Intriguing and heartfelt, with great feeling and atmosphere.” \n - Jock, Wytches, Batman, Hellblazer, Judge Dredd, Daredevil, The Losers, Comic Book Tattoo\n“Very impressive. A serious and sophisticated piece of work.”\n -Dave Elliot, A1, Sharky, Heavy Metal, Weirding Willows, Monster Massacre\n“…a necessary diet for those prone to thinking past the third dimension, and assign questions about life on the other side of wormholes.”- Previews\n\"Cary Polkovitz’ UKIYO is the most contradictory story I’ve read in years. Sexy as hell; except the sex. The plot at first seems random, yet it’s the only truthful way this story could be told.\n\"Even the art. Cary’s work is most beautiful when presenting life in its true, dirty, struggling form. It is at its ugliest when presenting the pristine world of the soulless corporate ad.\n\"The contradictions pass from creator to reader. I labored while reading UKIYO. I finished exhausted. I loved every second of it. \" \n- Kevin Joseph, co-creator of Tart\nexcerpt from UKIYO/genius loci\nPRAISE FOR THE WHO IS THE GIRL WEBCOMIC\n“Wow. Very nice work!” \n-George Khouryl, Comic Book Fever\n“Awesome job!”\n-Shaun Ward, Parallel Eana\n“Just checked out Who is The Girl. Lovely work.”\n- Kat ’n Rat\n“This is one of the most creative & unique webcomics I have ever read.”\n-Cory Thrall, DimThroat Comics\nAVAILABLE PERKS FOR BACKING UKIYO/genius loci\nPledge $5 USD or more:\nwhoisthegirl.info bumper sticker\nPledge $40 USD or more:\ngenius loci pill-shaped USB flash drive\nPledge $400 USD or more:\nA Moleskin sketchbook with original drawings from genius loci or whoisthegirl.info by Cary Polkovitz\nPledge $500 USD or more:\nOne-of-a-kind skate deck created by Cary Polkovitz\nPledge $600 USD or more: ALREADY TAKEN! \nSOLD! Original acrylic on masonite 16 x 20 painting of The Girl created by Cary Polkovitz SOLD!\n STRETCH GOALS\nIf we reach $4000 USD pledged:\nEveryone who has donated will have a PDF of the three issues of Nau Headhunter (Cary Polkovitz's mini-series where the idea for the characters of The Girl, The Inspector and The Soldier originated) emailed directly to them. \nIf we reach $5000 USD pledged:\nEveryone who has donated will have a PDF of the three issues of Nau Headhunter (Cary Polkovitz's mini-series where the idea for the characters of The Girl, The Inspector and The Soldier originated) emailed directly to them as well as a print of an original illustration of The Girl by Cary Polkovitz.", "risks": "Risks and challenges\nAfter having gotten a publisher and waiting two years for a contract and another year to get the book to a printer, I was finally done with dealing with disappointments. Missed deadlines for printing, promises of release dates coming and going, mishandled fundraising and a distinct lack of help in marketing, I decided that it was time to cut my losses and go independent. genius loci is a project that has been near and dear to my heart ever since creating NAU Headhunter over twenty years ago. \n\nNow we have the chance to take the release of creative projects back out of the hands of publishers who either don't have the time, resources or care to make sure that a project that means the world to you gets into the public eye. \n\nThe obstacles that we face right now are getting the word out to investors and possible buyers. We've launched aggressive social media campaigns across almost every conceivable platform as well as some guerrilla tactics with the help of some unnamed friends. \n\nAfter that will be production. We've looked into print costs as well as other supplies that will be needed to fulfill perks and have quotes all set based upon the final orders. \n\nWe're also hoping that we CAN get into brick and mortar shops so if you are interested in helping, please contact your local comic book retailers as well as book stores to contact us or pledge to get copies through the kickstarter! \n\nI sincerely hope that this appeals to you and that we can get UKIYO/genius loci out to the world at large and let people find out...who is the girl.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "Sincerest apologies", "update_content": "Hi folks! \nSo, as many of you know, I lost the entire book of UKIYO when my external hard drive crashed. I have been trying to have the drive rebuilt, but it is a slow and nearly impossible process so I have been working on rebuilding the project almost from scratch. \nI truly appreciate your patience and thought I would share a spread from the book so far. "}, {"update_no": "UPDATE #32", "update_userinfo": "More apologies than I can truly muster", "update_content": "Hi everyone. \nI am so sorry that I have been so lax on updating this Kickstarter for genius loci the past few months. There is no excuse for that, especially since we are way behind in getting the product out to you. I want to let you know what has been going on:\nMy hard drive, which had the backups for the entire book gave up the ghost a few months ago and I have been feverishly trying to recreate files that were completely lost in this disaster. Unfortunately that is almost the entirety of the 500+ page book. It has been a complete nightmare and has put me behind by six to twelve months if not a little longer (though I am trying for this not to happen). During that time, I have been unable to finish up the webcomic portion of this project...though I am only a few updates away from the end of the story. "}, {"update_no": "UPDATE #31", "update_userinfo": "Project delays", "update_content": "Hi gang! \n\nFirstly, please let me apologize for the lack of updates in the past few months! Between a move out of one place and then into another place and then, once again, out of that place and into another, things have been kind of upside down (though not quite in a Stranger Things sort of way).\nI've been working diligently on the accompanying webcomic Who is The Girl as well as on the layout of the graphic novel It's looking good, but since I was adding so much to the original story (between the new story elements both in the webcomic the graphic novel) I don't want to rush this thing out. It is too much a labor of love for me to push it out before it is ready. \n\nThat being said, I am only a few months behind and I beg your indulgence and forgiveness on that. Trust me it will be worth it. I think that the final product will be something quite special. "}, {"update_no": "UPDATE #30", "update_userinfo": "Who is The Girl is available on Tapastic and LINEWebtoon!", "update_content": "Hi gang! \n\nI know it has been a while since the last update, but I wanted you to know that I have been working diligently on the layout of UKIYO/genius loci as well as creating new content over at the sister site whoisthegirl.info! \nIf you are interested in just reading the webcomic without the trouble of navigating the rest of the home website, you can always go over to http:www. or  and subscribe and rate the series in either or both! Also, if you are so inclined, tell your friends and family about the webstrip as well as the graphic novel that you are all waiting for! "}, {"update_no": "UPDATE #29", "update_userinfo": "So here's the deal...", "update_content": "Hi gang! \nI just wanted to give everyone a quick update on the progression of the comic book series UKIYO/genius loci! \n\nSo the first few issues are completely laid out with some brand new, never before seen artwork. I have reworked some of the scenes so that they visually gel more cohesively with the online webcomic Who is The Girl. For those of you unfamiliar with this webcomic, go click on the link and take a look. It gives more of the story of UKIYO/genius loci and the characters you will meet within its pages. Plus it will give you some more insight into the story itself. "}, {"update_no": "UPDATE #28", "update_userinfo": "Working working working", "update_content": "Hi gang! \nSo just to give you an update on what is going on with UKIYO/genius loci:\nI found a printer I want to work with but the only way to get the price I would like would be to make every issue 60 pages! Guess what that is going to mean...\nWell, that just means more art and story for all of you! "}, {"update_no": "UPDATE #27", "update_userinfo": "WOO HOO!", "update_content": "And, just like that, the UKIYO/genius loci Kickstarter has been funded! Thank you all so much for making this happen! Keep a lookout for production updates! Big wet lickery kisses, CP"}, {"update_no": "UPDATE #26", "update_userinfo": "WEBCOMIC WEDNESDAY?", "update_content": "Due to the fact that my wife and I are moving out of our house this week, the webcomic I would normally post today will be delayed a week. \nDon't fret, though! I have posted a scene from UKIYO/genius loci on the website! Click on the image below to read it! \nAnd we have less than three days to go until this Kickstarter is officially closed! "}, {"update_no": "UPDATE #25", "update_userinfo": "WEBCOMIC WEDNESDAY", "update_content": "Hi gang! Well, it's Wednesday, and you know that that means! \nThat's right! Another episode of whoisthegirl.info has gone live! Click on the art below to be shuttled to the newest installment of the companion webcomic to UKIYO/genius loci! "}, {"status": [{"Project funds successfully": "72 backers pledged $3,776"}]}], "comment_no": 18, "projec_url": "https://www.kickstarter.com/projects/1538549418/ukiyo-genius-loci-a-new-twist-on-cyberpunk", "project_name": "UKIYO/genius loci - a new twist on cyberpunk"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Have you ever set HUGE goals but failed to accomplish them? \nFrustrating isn't it? \nAre you tired of missing out on the life you know you're meant to lead?\nAre you ready for a fresh start?\nIf you're prepared to SET and ACCOMPLISH your #1 goal in 2016, then allow me to introduce The Freedom Journal.\nThe Freedom Journal will guide you in setting a S.M.A.R.T. goal and provide a unique step-by-step system to ensure you accomplish it.\nNot only is accomplishing your #1 goal possible, it's life changing, and The Freedom Journal will guide you every step of the way.\nWe live in a world of constant distractions and interruptions. Time flies by leaving us with hopes and dreams unfulfilled. \nThat changes today with The Freedom Journal.\nIt’s time to FOCUS on your #1 goal and create the life you’ve always wanted. The Freedom Journal is exactly what you need to CRUSH 2016!\nThe #1 Reason Entrepreneurs Succeed? They Set & Accomplish Goals.\nEntrepreneurs fail because they lack an understanding of proper goal setting.\nMany also lack an accountability partner. \nThe Freedom Journal is YOUR accountability partner and it won't let you fail!\nLet The Freedom Journal be your guide on your journey to FREEDOM.\nThe Freedom Journal Features:\nDaily Systems: A unique step-by-step process that's easy to follow.\nNightly Recaps: Revisit what worked and what didn't; plan for tomorrow.\n10-day Sprints: Accomplish micro-goals every 10 days and build momentum.\nQuarterly Reviews: Review your progress and adjust your plan every 25 days.\nRecommended Resources: Resources SUCCESSFUL Entrepreneurs use daily.\nAffirmations: Positive mindset is KEY.\nInspiring Quotes: Learn from the greatest Entrepreneurial minds.\nand SO much more...\nPerfect for any lifestyle\nWhether it's a personal goal, a business goal, or a fitness goal, The Freedom Journal is the ultimate companion for you.\nGoal Tracking Strategies\nGoal tracking often becomes tedious and repetitive, which is why we've integrated diverse goal-tracking strategies designed to keep you focused on your ultimate achievement. \nFrom our tested 10-day sprints, quarterly reviews, daily tasks and nightly recaps, the accomplishment of your #1 goal is a mere 100 days away!\nDaily Tasks | Nightly Recaps | 10-Day Sprints | Quarterly Reviews\nCheck out the video below for a detailed explanation of The Freedom Journal's unique step-by-step goal setting and accomplishing process!\n Your #1 Accountability Partner\nWe've heard it all before: accountability partners can be the difference between success and failure. But how do you find someone reliable enough to consistently keep you on track? \nWith The Freedom Journal, you've found your answer! The Freedom Journal will accompany you every step of the way on your path to SUCCESS!\nThe Freedom Journal Community and Mobile App!\nExclusive Facebook Community\nBy backing this Kickstarter campaign at $17 or higher you'll gain access to our exclusive and private Facebook Community where you'll receive support and guidance from John Lee Dumas and other amazing Entrepreneurs. \nThis exclusive and private community will allow you to network with a team of like-minded Entrepreneurs who will help you stay on track while working towards your goals.\nThe Freedom Journal Mobile App\nYou'll also gain access to The Freedom Journal Mobile App, which will provide an easy and convenient way to stay on track as you use The Freedom Journal. \nIt’s another great resource dedicated to helping you achieve your #1 goal as you'll have these great features with you on your phone or your tablet wherever you go.\nThe Freedom Journal Mobile App Features:\nInspirational quotes \nDaily and nightly reminders to accomplish your tasks\nOne-click social sharing of your progress\nShare the love!\nWe want to spread the word about The Freedom Journal so we can help as many people as possible set and accomplish their #1 goal. Click the image below to share, and we'll send you the 30-day fillable PDF of The Freedom Journal as a thank you!\nJohn Lee Dumas (JLD) is the host of EOFire, a top-ranked Podcast where he interviews today's most successful Entrepreneurs 7 days a week!\nTo date, JLD has produced over 1200 episodes, and EOFire generates over 1.2 million unique listens a month.\nEOFire has inspired Fire Nation to take control of their lives and take their own Entrepreneurial leap.\nAre YOU prepared to Ignite?\nA note from JLD:\nAfter interviewing over 1200 Entrepreneurs, I found ONE commonality they share. Successful Entrepreneurs know how to SET and ACCOMPLISH goals. The Freedom Journal will ensure EVERYONE has a clear path to success.\nIt's been a crazy ride since I launched EOFire on September 22nd of 2012. People I admired from afar have become friends (see above) and opportunities are plentiful.\nWith the thousands of conversations I've had with successful Entrepreneurs, I've witnessed firsthand the power of setting and accomplishing goals.\nOnce I realized this, I knew I had to create a tool that would guide my listeners towards achieving their dreams.\nThis led me to create The Freedom Journal. \nThe Freedom Journal will change the lives of those who follow its unique step-by-step process.\nTake a moment and think about a goal you'd love to achieve. \nThat goal WILL be accomplished in 100 days with The Freedom Journal. \nAs an Officer in the Army, I learned the power of accomplishing goals \nTasks WILL expand to the time you allot. In the Army, we always had deadlines. YOUR deadline? 100 days!\nWhether you're an Athlete, Entrepreneur, Musician, or (fill in the blank)... setting goals is a KEY component to your success. Let The Freedom Journal provide the tools and the accountability you need to reach the finish line!\nWe've created some very valuable reward levels that you won’t want to miss, and you'll only have the opportunity to claim these rewards during this Kickstarter campaign.\nI wanted to offer the early backers of our campaign the best value possible, and below you'll see we've done just that.\nThe reward levels are valued in the thousands of dollars at retail price, but they'll be available to you at a fraction of the cost. I want you to succeed, but my time and resources are limited, so I'm only offering these additional rewards during this Kickstarter campaign. \nTake advantage of these rewards before they're gone!\nSome of our most requested packages are:\nTake a moment and picture your #1 goal.\nNow picture what your life would look like if you accomplished this goal in 100 days. \nIf that thought excites you, then what are you waiting for? \nSnag your copy of The Freedom Journal today and accomplish your #1 goal in 100 Days!\nPledge to The Freedom Journal, and CRUSH 2016!", "risks": "Risks and challenges\nThe idea for The Freedom Journal came to me in January of 2015, and to see it come to life has been nothing short of amazing.\n\nThe process of creating a physical book from scratch has proven to be an incredibly difficult process, but a very rewarding one as well.\n\nI have an amazing team that continues to work hard, making sure all rewards are delivered to you on time so you can start setting and accomplishing your #1 goal right away.\n\nI have advanced copies of The Freedom Journal in a warehouse waiting to be shipped out to you. If you get in on the early bird pledge levels we are able to guarantee you'll be receiving your FIRST EDITION HARDCOVER of The Freedom Journal in February 2016.\n\nIf our campaign receives massive traction, our team will still be able to have The Freedom Journal arrive to all other backers in April. If for some reason we come across obstacles that delay our shipping dates, we'll be sure to keep you updated every step of the way.\n\nI have a great production team working on The Freedom Journal to ensure that all orders will be shipped ASAP.\n\nWe want you to enjoy the Freedom Journal as soon as possible so you can start setting and accomplishing your #1 goal in early 2016!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "Yep, this is happening...", "update_content": "The Freedom Journal is the top guide to accomplishing your #1 goal in 100 days!\nAs we celebrate the 5-year anniversary of The Freedom Journal, we want to reward all our backers with an end of year discount for The Freedom Journal, all the way down to $29! (limited time)\nCheck out more here ==> https://www.EOFire.com/fj"}, {"update_no": "UPDATE #28", "update_userinfo": "The day has finally come...", "update_content": "365 days of researching, writing, editing, improving, testing, approving, creating the Kickstarter campaign, launching, pushing, promoting and BOOM...\nThe day has finally come!\nThe LAST DAY of The Mastery Journal Kickstarter campaign.\nOnly 11 hours remain (at the time of this update being sent).\nHave you pledged?"}, {"update_no": "UPDATE #27", "update_userinfo": "Special offer for Freedom Journal supporters...", "update_content": "It's Our Anniversary!\nIt's our ONE YEAR ANNIVERSARY for The Freedom Journal Kickstarter campaign, which (thanks to YOU) became the 6th most funded publishing campaign of ALL TIME on Kickstarter!\nWOW!"}, {"update_no": "UPDATE #26", "update_userinfo": "The Mastery Journal is on FIRE!", "update_content": "100k and climbing!\nOver 1500 people have pledged to The Mastery Journal campaign and are committed to mastering productivity, discipline and focus in 100 days! \nExciting stuff!"}, {"update_no": "UPDATE #25", "update_userinfo": "Day one results are in! **WOW**", "update_content": "Over 600 backers and 37k in 24 hours for a $39 Hardcover Journal?\nHeck yeah!\nThe Mastery Journal has resonated with a LOT of people who've realized the importance of mastering productivity, discipline and focus in 100 days!"}, {"update_no": "UPDATE #24", "update_userinfo": "It's LIVE! The Mastery Journal", "update_content": "You supported The Freedom Journal.\nThank you.\nAllow me to introduce my latest project that launched TODAY, January 23rd 2017!\nThe Mastery Journal"}, {"update_no": "UPDATE #23", "update_userinfo": "Last chance...", "update_content": "The Mastery Journal Kickstarter Campaign is launching Monday, January 23rd at 9am EST!\nThis is your last chance to get the first 30 days of The Mastery Journal for FREE!\nHead over to http://TheMasteryJournal.com and snag the first 30 days so you can get a head start:\nMastering productivity, discipline and focus in 100 days!"}, {"update_no": "UPDATE #22", "update_userinfo": "The FIRST sneak peek at The Mastery Journal VIDEO!", "update_content": "TWO months from TODAY The Mastery Journal launches on Kickstarter!\nWoot Woot!\nAs a backer of The Freedom Journal, I'm giving you FIRST ACCESS to The Mastery Journal VIDEO I shot on sight at my home in Puerto Rico!\nBefore watching, make sure to sign up here for updates on our upcoming launch. Gifts and awesomeness awaits!"}, {"update_no": "UPDATE #21", "update_userinfo": "Exciting NEWS!", "update_content": "My friends, THANK YOU for your support of The Freedom Journal. THREE schools are now educating youth in developing countries through Pencils of Promise because of YOUR involvement.\nWith over 15,000 Freedom Journals sold to date, the #1 question we get is:\nJohn, what's NEXT?"}, {"update_no": "UPDATE #20", "update_userinfo": "The reason for The Freedom Journal's success...", "update_content": "Hey Fire Nation!\nAs you know, The Freedom Journal Kickstarter campaign was a massive success.\nWe became the 6th most funded publishing campaign of all time, sales continue to amaze, and we continue to donate a portion of each sale to Pencils of Promise to build schools in developing countries. "}, {"status": []}], "comment_no": 100, "projec_url": "https://www.kickstarter.com/projects/eofire/the-freedom-journal-accomplish-your-1-goal-in-100", "project_name": "The Freedom Journal: Accomplish Your #1 Goal in 100 Days"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Kwanza Osajyefo, Tim Smith 3, Jamal Igle, Khary Randolph and Sarah Litt have teamed up to produce the graphic novel, BLACK.\nAfter miraculously surviving being gunned down by police, a young man learns that he is part of the biggest lie in history. Now he must decide whether it's safer to keep it a secret or if the truth will set him free.\n$45,000: UPGRADE U \nAll pledges $25 and up will now include a 8.5” x 11” mini-poster of Jamal’s illustration of Juncture and Kareem. Pledges $50 and above will receive an additional 11” x 17” large-format poster of Khary’s cover.\nAdditionally, all $25 rewards will include a custom BLACK branded bookmark, and $50 rewards and up will receive three bookmarks, representing each faction within the story.\n$55,000: THE BEAUTIFUL STRUGGLE \nFight scenes in comics can be brief and have a lot of dialogue that wouldn’t be possible in a real fight. It’s been part of Kwanza’s dream to do an epic, cinematic fight scene with minimal dialogue and loads of action.\nThis goal would add 20 extra pages to the climactic battle at the end of BLACK. Expect all-out action that will give the characters more room to show off their skills and abilities.\nPLUS we’ll include a hint at what’s to come after the conclusion of BLACK.\n$65,000: BIRTH OF A NATION \nHow long have Blacks had superpowers and how has it been kept secret from the world at large? Kwanza Osajyefo and Tim Smith 3 will reveal insights from the lost pages of the Mann family diary dating back as far as the 15th century to present day.\nThe story will be a limited series published via LINE Webtoons and on BLACK’s social media channels after the graphic novel is released.\n$100,000: TOUCH THE SKY\nFor our final stretch goal we’re aiming at $100,000 to make the book physically bigger – 6.6 x 0.2 x 10.2 inches to be precise. Doing so means adding to weight, printing, and shipping costs but we’d love for people to read BLACK at the same size as most other graphic novels.\nCHARACTERS\nBLACK is a 120-page story that is comprised of six chapters. If we reach our funding goal, we'll begin work to release issues monthly on digital platforms starting mid-2016.\nIn advance of the printed book backers will receive issues as DRM-free PDFs in addition to the entire digital volume (with extras!).We're also offering other rewards including prints and special art; please scroll through and pick something you like.\nREWARD HIGHLIGHTS\nAfter Reward 2 most subsequent rewards include a limited edition of BLACK. This special version will only be available to Kickstarter pledges of $25 and up. \nPledges above $50 will receive extra swag with their book, and $100 will get you a copy signed by the whole creative team and your name on the thank you page in the back of the book.\nAlmost all of the funding amount will go towards illustration, production, and delivery of rewards to our supporters.\nTHE CREATIVE TEAM\nCreator/Author\nCreator and writer of BLACK, Kwanza Osajyefo is a former digital editor at Marvel and DC Comics – best known for launching DC's Zuda imprint, which published series like the award-winning Bayou, High Moon, Night Owls, as well as Supertron, Celadore, Black Cherry Bombshells, Bottle of Awesome, and I Rule the Night.\nCo-Creator/Designer\nCo-creator and designer of BLACK, Tim Smith 3 (A.K.A TS3), has been working in the comic industry for over 15 years. He created and self-published Red After the Party, and has worked on hit titles for some of the biggest publishers in the industry! To see more of TS3’s work, check out: JUNEMOON.NET.\nInterior Illustrator\nRecipient of the 2011 Inkpot Award for Outstanding Achievement in Comic Art, Jamal Igle is the writer/artist/Creator of Molly Danger for Action Lab Entertainment. He’s pencilled everything from indie faves to Marvel, DC hits, and now BLACK. He is VP of Marketing and Publicity for Action Lab Entertainment.\nCover Illustrator\nSince graduating from School of Visual Arts with a BFA in Cartooning and Illustration, Khary’s been involved in TV, marketing, and comics. The cover artist for BLACK, he’s worked on everything from TMNT to The Boondocks and Hellboy, as well as designs for Brooklyn Brewery – most recently he’s worked on Robin Wars for DC. He's currently developing a new title for Marvel.\n ", "risks": "Risks and challenges\nThe biggest risk to BLACK is not reaching its funding goal. We've assembled a dedicated team of comics veterans who can deliver this project. We've also hired a fulfillment company to handle delivery of all rewards. \n\nAlmost all funds will go to compensating these professionals for their time.\n\nAnother risk is the continued lack of diversity in the comics profession and in content. Our core principle is to tell an entertaining story – but the material and creative team also represent an effort for Black creators to own our narrative and have agency in the industry.\n\nWe thank you in advance for your support. #goBLACK\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "A Word from Kickstarter", "update_content": "Hey Everyone\n\nCamilla Zhang, the Comics Outreach Lead at Kickstarter is looking to hear from you!\nKickstarter Comics is nearing an exciting milestone and they want to celebrate the incredible backer community with a social media campaign highlighting the projects that have meant the most to them.\n\nWant to tell them how much Black and White has meant to you? Email by August 30th with a short quote, a selfie with the book(s), and your social media handle! You can talk about how it's impacted your life or if it brought a smile to your face. No story is too big or too small.\n\nIf you don't want to show your whole face, you can use the book to cover most of your mug or take a photo of the project with an animal companion. The possibilities are many, and everyone is encouraged to incorporate their personality!\n\nThanks for reading. Looking forward to seeing your stories soon!"}, {"update_no": "UPDATE #36", "update_userinfo": "Inked Up...another Message from the Editor", "update_content": "Greetings, backers! \nThis is just a quick note from the editor of WHITE to let YOU know that the inks for issue 1 of WHITE are officially all in! \nThis means that issue #1 is about halfway finished. Now that the inks are complete, Derwin Roberson, our expert colorist, can work on the tones. Once those are done, I hand everything off to Dave Sharpe for his lettering expertise. \nThen it's off to the printer and into your hands! "}, {"update_no": "UPDATE #35", "update_userinfo": "AUSSIE AUSSIE OUR APOLOGIES", "update_content": "Sorry everyone, one of our rewards did not list shipping to Australia – even though we do.\nIt was a clerical error that we’ve corrected so that now all rewards ship Down Under.\nThank you so much for letting us know and your continued support."}, {"update_no": "UPDATE #34", "update_userinfo": "God Loves, Man Kills – Kwanza on BLACK… and WHITE", "update_content": "God Loves, Man Kills – Kwanza Osajyefo on BLACK… and WHITE \nGOD LOVES, MAN KILLS\nBy Kwanza Osajyefo\n“What if only black people had superpowers?” "}, {"update_no": "UPDATE #33", "update_userinfo": "GETTING THE BAND BACK TOGETHER...ON AND OFF THE PAGE", "update_content": "Almost four years ago, Kwanza Osajyefo and Tim Smith 3 came to my apartment and pitched me a simple, but brilliant, concept. “What if Only Black People had superpowers?,” a simple, obvious concept that I was surprised  no one had ever pitched before, as far as I knew. At that moment I knew I had to be involved with the project. That simple pitch became the first part of what we’ve dubbed “The Black Superpowers Universe:” six issues, 140 pages leading to three spinoffs and a lot of attention. \nThat brings us to today, as we continue production on our current series, WHITE.\n\nI don’t like working the same way twice, in terms of how I tell a story. Last year, I began working on a series for AHOY Comics called THE WRONG EARTH. That series is heavily steeped in different styles of American superhero comics, which require me to switch between my approaches to the story. That lead me to rethink how I was going to tackle WHITE. I had the opportunity to visit Japan, particularly Akihabara, Tokyo, Kyoto, Shinjuku, and do a deep dive into Manga and anime. It has seriously affected my view on how to tell the story of WHITE.\nIt also has changed how I approach working with the team. Even at this late stage in our careers, I can see how much Kwanza and Tim have grown as writer and designer over the last few years. It shows in the words and the scope of what they give me to work from. I’d like to think that my evolution as an artist has continued as well.\nNow, don’t get me wrong: I’m the utility player here. This is their world, and I’m Bootsy Collins to Kwanza’s George Clinton, but I’m thrilled to continue this story, to contribute in my way.\n\nThank you for helping us keep this going."}, {"update_no": "UPDATE #32", "update_userinfo": "Kwanza Osajyefo on why WHITE has to exist.... and a sneak peek of the first 5 pages! io9 exclusive!", "update_content": "Kwanza Osajyefo wrote an article for io9 explaining the thinking behind WHITE and how it relates to BLACK. We're also giving you an exclusive sneak peek at the first 5 pages. Check it out here and share with your friends! \nBLACK Writer Kwanza Osajyefo on the Series' New Sequel, and the Need for Diverse Comics Heroes"}, {"update_no": "UPDATE #31", "update_userinfo": "Message from the Editor", "update_content": ""}, {"update_no": "UPDATE #30", "update_userinfo": "AND WE BACK, AND WE BACK", "update_content": "Whaddup, y’all!\nWe’ve just launched our Kickstarter for WHITE, the second part of the trilogy that started with our critically acclaimed graphic novel, BLACK.\nIt’s hard to believe that three years ago we took a chance that people might back the concept: “what if only black people had superpowers.” It was an idea partially borne out of not seeing black people in positions with agency and how that results in a lack of representation in comics. "}, {"update_no": "UPDATE #29", "update_userinfo": "DUDES, WHERE’S MY BOOK?", "update_content": "We’ve received an update from our distribution partner that books are going out this week!\nSorry for the delay.\nPrinting, shipping, and packing all of the copies slammed our small operation, but we’re determined and glad that limited editions of BLACK are finally rolling out.\nFor those due to receive signed copies, other swag, etc. the team is on the job, aiming to get everything packed up and out on the road before the holidays!"}, {"status": []}], "comment_no": 276, "projec_url": "https://www.kickstarter.com/projects/kwanzer/black-1", "project_name": "BLACK"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "STRETCH GOAL HIT!\nThat means that all backers at the CELL level and higher will be receiving stickers of the various characters inside Morgan's body. Stick the Pepe thumb of approval on your laptop. Or the Hugo sign of affection on the door of your crush. Or the Bran look of WTF when your buddy does something really, really, stupid. Stickers provided will be a surprise and will vary by level backed.\nPlus, our posters are now bigger sized. They will be 10x12\" instead of 8x10\"!\nWe are also now recognizing every individual in the PDF and print version of Issue #1 who backs for $10 CAD or higher (before shipping)! There will be three levels of recognition in the book based on the rewards level backed: \nMOLECULE or higher = TISSUE DONOR\nTISSUE or higher = ORGAN DONOR\nPOPULATION or higher = BODY DONOR\nNote: You may choose to not receive recognition when the survey is sent out. Backers who choose TISSUE or higher will still receive \"founding backer\" perks like an early copy of the PDF as described in the Rewards section.\nLastly, since we hit our funding goal, enjoy the Morgan's Organs theme song (might not work on mobile)!\nWelcome to Morgan’s Organs: a comedy comic book series set inside our insides. The premise is simple - imagine that micro-beings live within the human body who are responsible for the functioning of our organs. They influence our thoughts, our actions, and our urges. It's like Inside Out for grown-ups! \nWith your help, I'll be able to complete the design and printing of the first issue (40 pages) of the series.\nCheck out the cover and preview pages of Issue #1 below!\npage 5 - first draft in production\npage 6 - first draft in production\nMy name is Daniel Brodie, and I've been working on my concept for over 2 years. I am pleased to partner with the talented artist, Robert Jennex, from Nova Scotia, to build my comic. We are both excited to bring this story to life.\nLeft - Daniel, Right - Rob\nWith your help, we can build the next great comedy series as we discover what might really be going on within each of us.\nMorgan's Organs follows university student Morgan as he navigates growing up, while the operators of his internal organs learn to work together to help him tackle all aspects of life.\nThe comic transitions back-and-forth between Morgan's world and the world that exists within his body. On the exterior, Morgan is your average college student learning to make sense of the world. \nZoom in to his body and we see why life is so difficult for him. His body is host to a variety of characters, each with their own desires and their own flaws. One thing is guaranteed - it's no wonder Morgan is so unsure of what he wants when his body parts can barely work together.\nIn this first issue, Morgan faces conflicting pressures to break a dry spell. Meanwhile, within his body, his organ operators go head-to-head for central influence over Morgan's decision-making. \nThe story will tackle many questions. Who should we listen to? What does it mean to be a community? And, why does our body embarrass us at the worst possible moments?! I might not always have answers, but I do have plenty of ideas.\nFeaturing inappropriate dreams, elevator embarrassments, carnival erotica games, and the smartest appendix you've ever met - I believe you're in for a thrilling journey as we explore who, or what, might really be in control of us.\nLet's meet Morgan and some of the organ operators, AKA \"organauts\", living in his body...\nBran the brain is the leader of Morgan's group of organauts. He tries to balance what's best for Morgan with what his body wants, but it's tough when Morgan doesn't always listen to logic.\nPepe the penis is the talking genitalia we've been waiting to see. His impulsive nature leads him to butt heads with Bran's rational approach. You can't blame the little guy for just wanting to have some fun.\nHugo the heart has an even bigger heart himself. He is caring to the emotions of others and is an advocate for \"true love\". Sometimes he just wears his heart too much on his sleeve. \nThere's plenty more organauts ready to come to life with your help. Kidneys, appendixes, livers, butts, and more! Plus, Morgan's friends, and even a potential romantic interest. We'll learn more about the various micro-beings within Morgan's body in this first issue, and hopefully, in future editions too!\n(top to bottom, left to right) - Morgan, Meats the stomach, Lou the lungs, Pepe the penis, Bran the brain, Hugo the heart\nThe list below highlights the added reward specific to each level. For reward levels up to POPULATION, you will receive all the items before it. If you are interested in combining rewards available at the higher levels (i.e. plush toy with custom art), please message me to discuss custom pricing.\nNOTE ON SHIPPING:\nShipping for all \"print\" rewards is included within Canada, $2 CAD extra to the U.S. (included after ORGANISM reward level), and $16 CAD extra internationally (becomes $6 at ORGAN level and higher).\nAs added thanks to backers outside Canada and U.S. for rewards that involve shipping, you will receive an extra, surprise print poster in your package!\nShipping of plush toys is extra to Canada as these are manufactured in the U.S.\nCertain higher-level rewards are not available outside Canada/U.S.\nATOM ($1) - Receive backer-only updates that include digital downloads, character/page sketches, progress updates, and more.\nMOLECULE ($6 / $10) - Digital PDF of Issue #1. The $10 level will get your name printed in the PDF and print of the book as recognition for your help.\nCELL ($15 / get it early for $12) - Print copy of Issue #1.\nTISSUE ($25 / get it early for $20) - An exclusive book sleeve will be added to your print book that features awesome front-and-back artwork by the talented Greg Merritt, and a foreword from the creator. Your book/sleeve will be signed by the creator and the sleeve will be exclusively numbered. Plus, you will be recognized in the book as a \"founding backer\", which gives you even more perks like early access to the digital version (you can opt-out of signature or recognition if preferred). See below for a prototype of the book sleeve and print comic book. Plus, a sample of the book sleeve's front artwork below.\nPrototype of book sleeve with comic book\nFront artwork of book sleeve by Greg Merritt\nORGAN ($35) - 8x10\" print poster of the cover art by Robert Jennex. See the art below.\nPoster of cover artwork\nORGANISM ($50) - receive two 8x10\" print posters drawn by Robert Jennex. Plus, you can vote on what Robert draws for the second poster once the campaign closes. See the first superhero-inspired print available below.\nThe first stretch goal will likely include increased print poster sizes.\nPoster inspired by the upcoming film \"Captain America: Civil War\"\nPOPULATION ($80) - be an official comic book page backer. You will receive an exclusive print package showing the entire production process that went into one page, including script, thumbnails, inks, colors and finals. Plus, a letter from the creator with added commentary about your page. Pages will be assigned randomly to backers. If there are leftover pages once the campaign closes, they will be divvied up between backers, in order of when they backed.\nThis is a significant award because it covers the production of one added page of the book ☺.\nCOMMUNITY ($125) - be a background human character in the comic book! You will be included in one or more panels as a student at Morgan's school based on a portrait you provide. Open to all!\nECOSYSTEM ($150) - receive a custom 10x12\" print drawn by Robert Jennex or Greg Merritt (your choice). Both artists have incredible talent and diversity in their styles. You will be able to have a say in what they draw for you, whether related to the comics or your own idea.\nSee some of Greg's past work here.\nBIOME / BIOSPHERE ($200 / $350) - receive a plush toy of Bran the brain. You can also add to your order at the BIOSPHERE level a second plush toy of the character of your choice! You have the option to choose your second plush toy after seeing all the character artwork. Thanks to Budsies for creating the awesome samples below.\nCharacter plush toys made by Budsies\nWORLD ($450) - be a recurring comic book character! You will be included in Issue #1 as either Morgan's friend or his teacher, based on the portrait you provide. These characters will be in future stories too! Note that the creator has full say over the character name and traits. You will be able to approve your character portrait before it's finalized.\nSOLAR SYSTEM ($700) - receive a custom 26x19\" large \"doodler\" poster hand-drawn by Greg Merritt. Greg's unique \"doodler\" will feature over 80 random sketches beautifully brought together in a portrait. You can provide feedback on any specific imagery you would like him to include. See below for a sample of a large \"doodler\" Greg has previously drawn.\nlarge \"doodler\" poster hand-drawn by Greg Merritt\nGALAXY ($1,500) - receive your own custom 8-page comic book drawn by Robert Jennex. I will work with you to develop a script for your story. We can write something based on your own real experience or a made up one. Robert will then draw the art based on our script, and you will receive a few print copies and a digital PDF of it. Note that this reward will require some additional time for Robert to draw after the comic book is produced.\nI am asking for $4,000 to help fund Issue #1. Here's how it breaks down:\n$2,800 - illustration, colouring, lettering and final production of Issue #1, all being done by the talented Robert Jennex\n$800 - the 4P's - printing / production / packaging / parceling (shipping)\n$400 - Kickstarter fees\nI'll also be investing up to $1,000 of my own money into this project to cover part of the cost of the 4P's.\nOnce we hit our funding goal, I will reveal our stretch goals!\nI have many more great stories planned out that I'd love to share with the world. Like the time Morgan experimented with steroids. Or when he swallows an object he shouldn't have. Or that time he had his appendix removed. \nA draft script for Issue #2 is already in the works and if this Kickstarter is successful, I'll get started right away on completing it while Robert finishes the design of Issue #1. We hope you understand that once the campaign closes, the comic will take a few months to complete the design. Our goal is to have it to you by July 2016.\nThe potential here is bigger than this world, and I hope you will support my dream to create this first issue so we can bring you even more of Morgan's Organs.\nThanks to those who have shared our story so far!\nA Place to Hang Your Cape (Q&A)\nBleeding Cool (In-Depth)\nComics Alliance (Q&A)\nComic Plug (Q&A)\nComics Crusader (Preview)\nComixBrew (Interview)\nGeeks A Gogo (Q&A with artist)\nThe Outhousers (Q&A)\nPipe Dream Comics (Preview)\nThe Pulp (Preview)\nTV Writer (In-Depth)\nWord of the Nerd (Q&A)\nIf you enjoy my project, please share it with your friends!\nwww.morgansorgans.com\nFacebook\nTwitter / Instagram: @morgsorgs_comic", "risks": "Risks and challenges\nI have done my best to minimize risks going into this campaign. The script is complete, a page-by-page storyboard has been created, and Robert is eager to keep drawing.\n\nAny challenges faced will be the typical situations for a comic book, such as minor time delays due to printing, shipping, or design. We should have the design complete by end of May, giving us June to prepare for print and July to ship. I have plenty of prior professional experience in managing the production process of print and promotional items, and I will be doing my best to ensure all challenges faced are minimized.\n\nI chose my perks carefully to ensure Robert's focus is to complete the design.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #35", "update_userinfo": "Morgan's Organs - We're Back on Kickstarter!", "update_content": "Hello Morganauts of the past! \nI quickly wanted to share with those of you that don't know -- Morgan's Organs is back on Kickstarter for Book 3! If you enjoyed Book 1 and missed out on Book 2 - now is your chance to catch up again with the series! There's only 10 days left in our campaign!\nBook 3 is going to be a really fun story, told in a format similar to Christopher Nolan's hit movie Memento!"}, {"update_no": "UPDATE #34", "update_userinfo": "Final 24 Hours of Morgan's Organs Book 2 Kickstarter!", "update_content": "We're sitting at just over 230 backers with less than 24 hours remaining in our Book 2 Kickstarter! If you haven't gotten your copy of Book 2 yet, make sure to get on the train. We're gonna be exploring some fun and crazy ideas :)\nhttps://www.kickstarter.com/projects/dbrods/morgans-organs-pixars-inside-out-for-grown-ups\n--Daniel"}, {"update_no": "UPDATE #33", "update_userinfo": "Book 2 Kickstarter is Live", "update_content": "Hey organauts,\nOur second Kickstarter is live! Make sure to check it out at the link below. Backers in the first 48 hours for one of our print reward tiers will receive a surprise extra item in their package.\nks.morgansorgans.com"}, {"update_no": "UPDATE #32", "update_userinfo": "Book 2 Kickstarter launches January 28!", "update_content": "We're excited to be launching the Book 2 Kickstarter this month on January 28! We already have 18 out of the 40 pages penciled, plus the art for the Book 2 collector's sleeve complete. We'll have 30 pages penciled by the time we launch so we can deliver rewards even faster this time.\nBackers in the first 48 hours of our next campaign for a print reward will receive a surprise extra gift in their package. Could be extra stickers, could be a poster. Who knows!"}, {"update_no": "UPDATE #31", "update_userinfo": "Book 2 Kickstarter!", "update_content": "Hey all!\nExcited to say that about 95% of packages are ready for shipping. To those who live locally, I've already begun delivering some packages, and will continue over the next week or so.\nI am going to be in the U.S. this weekend and will be shipping books through USPS to American and international backers this Friday. That means most of you should receive your books next week!"}, {"status": []}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/dbrods/morgans-organs-1-a-comic-book-set-inside-our-insid", "project_name": "Morgan's Organs (#1) - A comic book inside our insides"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "STRETCH GOALS!\nThe stretch goals are mapped out! Here's how the stretch goals work: Every backer pledging $16 or more to La Muerta #1: Descent will automatically receive each incentive we manage to unlock on the list along with their rewards shipments in January!\nThe next stretch goal incentive unlocks at $40,000:\nLa Muerta Vinyl Sticker (Full-Color Circle)\nWe've already unlocked the first three incentives (LA MUERTA DIGITAL MOVIE PITCHBOOK, LA MUERTA MOVIE TRAILER PREMIERE and LA MUERTA COLOR PRINT) for reaching $35,000!\nLa Muerta Color Print (6 x 9\")\nAt the $42,000 (formerly $45,000), all copies of the standard softcover and hardcover graphic novels will receive GLOW ENHANCEMENTS!\nAND...Coffin's own Nick Napalm has managed to convince BP to run around the block wearing a Luchador mask (while being filmed, of course) when we reach $42k! Let's make this happen because we all know it's pretty hard to get Mr. Napalm to smile for ANYTHING.\nRALLY THE FIENDS! We need less than $4k to make this happen before campaign close on December 4!\nCAMPAIGN ADD-ONS!\nIs there something else you'd like from the campaign that isn't included in your reward selection? No problem! Just send us a message here in Kickstarter and we'll be happy to accommodate your add-on request with an over-pledge! Here's a list of popular add-ons:\nLa Muerta #1: Descent Softcover Graphic Novel: Add $20 (US) / $23 (Canada) / $27 (Rest of the World)\nLa Muerta #1: Descent Hardcover Graphic Novel: Add $40 (US) / $44 (Canada) / $50 (Rest of the World)\nLa Muerta #1: Descent Softcover/Hardcover Bundle: Add $55 (US) / $60 (Canada) / $70 (Rest of the World)\nLa Muerta #1: Descent Crystal or Mama Z Aztec Queen: Add $50 (US) / $53 (Canada) / $57 (Rest of the World)\nLa Muerta #1: Descent Chrome Edition: Add $100 (US) / $105 (Canada) / $109 (Rest of the World)\nLa Muerta Commemorative Limited Print (Regular or Bandita): Add $25 (US) / $30 (Canada) / $35 (Rest of the World)\nLa Muerta Kickstarter Metallicard Set: Add $50 (US) / $52 (Canada) / $55 (Rest of the World)\nOriginal Watercolor Art by Joel Gomez (Maria Diaz or Mama Z): Add $75 Worldwide\nIf you don't see what you'd like to add on from the list above, just inquire with a message and we'll try our best to get you set up!\nTHE STORY\nA new breed of criminal stalks the barrios—the Zavalas, part death-worshiping cult, part crime syndicate. The seductive and merciless Gemma Zavala, aka Mama Z, heads the cartel. Anyone she can’t bribe or intimidate ends up paying the ultimate price as a human sacrifice in her Aztec rituals. Ruthless, blood-thirsty with influence far and wide, the Zavalas appear unstoppable. \nUntil they murder the wrong girl. \nReturning home from the military, Maria Diaz was a beautiful young woman with a bright future. She wanted to be a social worker, to give back to the community she loved. \nThat dream died in a bloody instant. \nDays before Dia de los Muertos, Maria’s brother betrayed the Zavalas. The cartel sought retribution and slaughtered the entire Diaz family, committing unthinkable acts of brutality in the process. \nMaria, beaten and shot, crawled from the burning ruins of her family home only to succumb to her wounds. \nBut something brought Maria back. She was too pissed off to stay dead. \nNow, under the harsh tutelage of her mentor Faustino, she hunts the Zavala Cartel without mercy. She claims the name Muerta and paints her face in the Mexican calavera style—a hauntingly beautiful skull. \nHer weapons: fear, stealth, and cunning. \nHer goal: to avenge her family and send the Zavala’s to hell, even at the cost of her own humanity. \nIn the tradition of Desperado and Death Wish, Muerta is a stylish, Mexi-Noir thriller with ferocious action to burn. \nTHE DETAILS\nLa Muerta #1: Descent  is a 48 page, square-bound all new graphic novel. It’s a “Day of The Dead” version of The Crow meets Deathwish. \nThe first story arc will be told in two 48 page \"chapters\". La Muerta #1: Descent is the first chapter. \nLa Muerta #2: Last Rites will be offered in spring 2016 via Kickstarter.  If you want your revenge stories richly realized and visually spectacular, I invite you to back La Muerta!\nTONE & STYLE\nLa Muerta takes place in a very stylized, very dangerous version of present day Los Angeles. It’s a city painted in long, shadowy strokes contrasted with dark, wet colors. Visually, two hit films inspire La Muerta’s tone and visual style—a style we call “Mexi-Noir\". \nDESPERADO: With its dynamic shooting style and over-the-top action sequences, it’s easy to see why Desperado greatly influences La Muerta. Specifically, our film takes inspiration from Robert Rodriguez’s gritty, visual pallet of warm desert hues that bake the rough mission style buildings. This is the daytime world of La Muerta—a dusty, sunburnt noir.  \nTHE CROW: If Desperado helps inform La Muerta’s daytime imagery, then Alex Proyas’ The Crow inspires its nights. The Crow’s dark, brooding vision externalizes the story’s gloomy emotional tone. La Muerta will embrace the same shadowy imagery and gothic locations, yet give them a unique Latin twist. It’s an urban underworld where Aztec graffiti adorns dark alleyways and where the sad laments of Mariachis serenade the dead. \nTHEMES: \"RAGE AND SACRIFICE\"\nThere’s nothing like a tension-filled, exhilarating action movie. But the best of the genre often stretch beyond explosions, car crashes, and martial arts mayhem. In this spirit, La Muerta strives to explore thematic concepts and social issues without preaching to the audience, or worse… slowing down the action. \nTHEMATIC QUESTION: In La Muerta, as Maria systematically hunts down those who butchered her family, she confronts a difficult question: “Do you need to sacrifice your humanity to defeat evil?” The question exposes a theme explored in other revenge dramas such as Charles Bronson’s Death Wish. Like Bronson’s character, Maria is overwhelmed by rage, and the line between her and the violent criminals she stalks becomes dangerously thin. Maria even feels a perverse satisfaction in snuffing out the killer’s deplorable lives. \nHowever, Maria never completely submits to the bloodlust as Bronson’s character does. She never enjoys killing; instead, she sees the act as a necessity to achieve justice. \nTHE CREATIVE TEAM \nBRIAN PULIDO (Creator, Publisher, Art Director, Me): I created and published the Chaos! Comics universe including Lady Death, Evil Ernie, Purgatori, Chastity & dozens of other characters. I was inspired to create this story after attending the \"All Souls\" Procession in Tucson, Arizona. This event directly ties in to Day of The Dead. I found the experience beautiful and haunting at the same time.\nMIKE MACLEAN (Writer): Mike’s crime fiction has bloodied the pages of numerous anthologies, magazines, and websites, including The Best American Mystery Stories, The Deadly Bride, Thuglit: Hardcore Hardboiled, and Ellery Queen’s Mystery Magazine. He wrote Syfy movie Sharktopus. In addition, he co-wrote Dinocroc vs. Supergator and Piranhaconda, Lady Death: Damnation Game and Zack the Zombie Exterminator. \nJOEL GOMEZ (Illustrator): Joel got his start as at Top Cow Productions as a pencil assistant. He went on to work on Iron and the Maiden with Jason Rubin and Francis Manapul for Aspen Comics. Joel was a staff artist at Wildstorm Productions where he worked on The Authority, Gears of War and Lost Boys. Recently Joel completed work on The World According to Batman and The World According to The Joker for DC Entertainment.\nCECI DE LA CRUZ (Color Artist): Ceci has colored covers and pin-ups for Coffin Comics, Big Dog Ink, Mike Wolfer Entertainment, Medikidz pages and many more. \nMARSHALL DILLON: (Letterer) A writer, letterer, and editor, Marshall has been working in the comic industry since 1994. He has served as associate publisher for Devil's Due Publishing and managing editor for BOOM! Studios, Speakeasy Comics, Ice Kunion, and Udon Comics. Current work includes: Skull Kickers from Image Comics. Marshall letters all of our books!\nI’ve also invited a few terrific cover artists to illustrate our special editions, including:\nRICHARD ORTIZ (Cover Artist): Lady Death, various Zenescope titles\nSCOTT LEWIS (Cover Artist): Lady Death.\nSABINE RICH (Cover Color Artist): Our very own bad-ass color magician.\nTHE MANAGEMENT TEAM\nMIKE FLIPPIN (Senior Graphic Designer): Mike is the graphic designer for Coffin Comics (2007 – present) and was the senior graphic designer for Chaos! Comics (1991-2002). In all, Mike and I have collaborated for over twenty years! He puts the rock “n” roll in our house style. \nFRANCISCA PULIDO (President): Francisca was Chaos! Comics (classic era) Co-Founder and Vice President. Under her leadership, the company became the number one independent comic publisher of the 1990’s. Today, she charts the path for Coffin Comics. \nNICK GALLEGOS (Customer Service Manager): Nick “Napalm” superbly oversees management of LadyDeathStore.com and all our communications. \nBRIAN KHEPRI (Graphic Designer): Brian designs and executes our Kickstarter graphics, stretch goal graphics, preview books and ads.\nWHY KICKSTARTER?\nOne word: You. We make these stories for you! This project comes from the heart. There are no corporate overlords telling me what to do. I answer to YOU!\nWILL LA MUERTA DELIVER THE GOODS?\nTake a gander and judge for yourself. Check out the preview art below -- \nPage 1\nPage 2\nPage 3\nPage 13\nPage 17\nPage 24\nCROWD FUND LA MUERTA\nDo you want kick ass, take-no-prisoners stories? I want you to be our financiers. In return, we’ll make a graphic novel for you that we can all be proud of. I’ve learned that “fiend funding” is the best way to bring La Muerta #1: Descent to life. Why? No middlemen. It's just you and me. The cool thing is that the creative work on the book is complete. Like our previous three Kickstarters, we will start shipping rewards within six weeks of closing the Kickstarter. Please pledge now! If you can’t, please share on Twitter, Facebook and Instagram. Every bit helps!\nWHERE DOES THE MONEY GO?\nEvery penny raised goes towards making La Muerta a reality. That covers everything from the creative talent, graphic design, printing, supplies, fees and taxes. In other words, everything that it takes to make this happen is where the bulk of the money’s going! A portion of the money will go to fulfilling all the cool rewards we are offering and a percentage will go to taxes, Kickstarter / Amazon fees. Any profit will go toward funding future stories. \nOUR REWARDS\nThink your pledge as a pre-purchase. We’ve put together a bunch of rewards that we hope you'll love. And any of our rewards make a great gift for anyone in your family! Check ‘em out – \nDIGITAL GRAPHIC NOVEL ($5 PLEDGE)\nSOFTCOVER GRAPHIC NOVEL ($16 EARLY BIRD; $20 THEREAFTER)\nLA MUERTA COMMEMORATIVE PRINT ($25 PLEDGE)\nLA MUERTA COMMEMORATIVE \"BANDITA\" PRINT ($25 PLEDGE)\nHARDCOVER GRAPHIC NOVEL ($32 EARLY BIRD; $40 THEREAFTER)\nLA MUERTA #1: DESCENT CRYSTAL EDITION ($50 PLEDGE)\nLA MUERTA #1: DESCENT NAUGHTY MAMA Z AZTEC QUEEN EDITION\nLA MUERTA KICKSTARTER METALLICARD SET ($50 PLEDGE)\nGRAPHIC NOVEL BUNDLE ($48 EARLY BIRD; $55 THEREAFTER)\nCOMMEMORATIVE PRINT & GRAPHIC NOVEL BUNDLE ($60 PLEDGE)\nWATERCOLOR ART BY JOEL GOMEZ ($75 PLEDGE) - Sample Image\nLA MUERTA PRINT COLLECTION ($85 PLEDGE)\nLA MUERTA #1: DESCENT CHROME EDITION ($100 PLEDGE)\nLA MUERTA DELUXE PRINT BUNDLE ($140 PLEDGE)\nLA MUERTA #1: DESCENT BOOK BUNDLE ($225 PLEDGE)\nLA MUERTA #1: DESCENT LUXURY DELUXE COLLECTOR'S BUNDLE ($500 PLEDGE)\nLA MUERTA #1: DESCENT REVENGERS MEGA DELUXE BUNDLE ($777 PLEDGE)\nHOW DO I GET INVOLVED?\nTo be a La Muerta #1: Descent backer, just click on the green button to the right of our video. Kickstarter will ask you for your pledge and which reward you want and how you want to sign up. Signing up is a breeze and you can do it through Facebook if you want. Also, please add a link to our Kickstarter page to your website or blog. Sharing this project with others will go a long way toward getting La Muerta #1: Descent funded. Thanks! \nIN CONCLUSION\nI’d like to thank all the readers and collectors who have supported us in our last three (!!!) Kickstarters. We are humbled and grateful for the amazing response! We simply cannot thank you enough! If you like what you see here, please consider supporting us once again!\nLINKS\nHere are the official links of the La Muerta Kickstarter campaign: \n1. http://LadyDeathUniverse.com\n2. http://facebook.com/LadyDeathUniverse\n3. http://twitter.com/TheBrianPulido", "risks": "Risks and challenges\nWhen it comes to timely shipping and fulfillment, every project could have obstacles. However, the creative production of La Muerta #1: Descent is going smoothly and is on track for delivery in Mid-January 2016. Our printing partners are secured, our budgets are complete, our shipping supplies are ready to order and our manpower is lined up. \n\nRegarding rewards fulfillment, I’ve owned mail order companies for over twenty years. I have an extensive publishing and manufacturing background and ship on time (or reasonably on time). We will make sure all your rewards are delivered as promised, packed securely. \n\nYou can count on this: whether we have hiccups or not, we will be in communication with you during the entire process and update you in a timely manner. We want to assure you that beyond making the coolest products possible, the printing, packing and shipping of those items in a top notch manner is equally important to us.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #30", "update_userinfo": "LAST 30 HOURS TO PLEDGE LA MUERTA #1: VENGEANCE! WOO HOO!", "update_content": "Howdy!\nIf we reach $60,000 in pledges, we will unlock this LA MUERTA COASTER! \nLink here: https://www.kickstarter.com/projects/brianpulido/b-pulidos-newest-graphic-novel-la-muerta-1-vengean?ref=user_menu\nThanks!\nBrian P."}, {"update_no": "UPDATE #29", "update_userinfo": "All new La Muerta Kickstarter -- last days to pledge -- !!!", "update_content": "Hey Everybody,\n  Our latest project, La Muerta #1: Vengeance is LIVE on Kickstarter now, but it’s the last few days to pledge!!! \nWe are happy to say we are fully funded five times over, boast over 790 backers and have unlocked over 15 stretch goals! We are humbled and amazed by the response! "}, {"update_no": "UPDATE #28", "update_userinfo": "La Muerta - last 3 hours to pledge! Please pledge now!!!!!", "update_content": "Last 3 hours! \nLa Muerta #1: Last Rites - the epic 48 page conclusion! \nPlease pledge here now: https://www.kickstarter.com/projects/brianpulido/bpulidos-newest-graphic-novel-la-muerta-1-last-rit\nThank you! "}, {"update_no": "UPDATE #27", "update_userinfo": "La Muerta #1 - Last Rites - The epic concludes!!! Last 3 days to pledge!", "update_content": "Greetings!\nDid you enjoy La Muerta #1: Descent? If so, we are now Kickstartering the epic conclusion La Muerta #1: Last Rites -- but we only have 3 days to go!\nFor a $20.00 pledge you can get a 48 page story and a bunch of unlocked stretch goals including a sticker, button, magnet, bumper sticker, trading card, bookmark -- and if we pass 40K we unlock a drink coozie!"}, {"update_no": "UPDATE #26", "update_userinfo": "LA MUERTA ORIGINAL WATERCOLOR ART IS BACK ON THE LAST RITES CAMPAIGN!!!", "update_content": "Greetings, everyone!\nLast November, we offered ORIGINAL LA MUERTA WATERCOLOR ART by series artist Joel Gomez on this very Kickstarter campaign. If you missed out on this opportunity last time, don't fret because we're offering these piece once again through the new La Muerta #1: Last Rites campaign!\nMore info in this update!"}, {"update_no": "UPDATE #25", "update_userinfo": "La Muerta #1: Last Rites The Epic Conclusion NOW on Kickstarter!", "update_content": "Hey There,\nJust wanted to let you know that La Muerta #1: Last Rites is now on Kickstarter! We are funded and have unlocked a trio of the fun stretch goals that we are known for. Please consider getting in on the action here: \nhttps://www.kickstarter.com/projects/brianpulido/bpulidos-newest-graphic-novel-la-muerta-1-last-rit"}, {"update_no": "UPDATE #24", "update_userinfo": "La Muerta: Last Rites has Launched -- !!!!!", "update_content": "Greetings,\nThis is just a quick check in to let you know that the La Muerta #1: Last Rites Kickstarter campaign has launched! If you enjoyed the first part of the story, Last Rites is the epic conclusion and I cordially invite you to pledge!!! You can see the Kickstarter here:\nhttps://www.kickstarter.com/projects/brianpulido/bpulidos-newest-graphic-novel-la-muerta-1-last-rit"}, {"update_no": "UPDATE #23", "update_userinfo": "LA MUERTA #1: LAST RITES EARLY REWARDS REVEAL!", "update_content": "Greetings,\nThank you for backing La Muerta #1 Descent! I hope you enjoyed the story!\nNot sure if you heard, but I have an all new Lady Death Kickstarter campaign going called Extinction Express #1 and I cordially invite you to back it! \nThe campaign features several cool rewards that may catch your eye. Please check out the campaign here: "}, {"status": []}], "comment_no": 76, "projec_url": "https://www.kickstarter.com/projects/brianpulido/brian-pulidos-new-graphic-novel-la-muerta-1-descen", "project_name": "BRIAN PULIDO’S NEW GRAPHIC NOVEL: LA MUERTA #1: DESCENT!"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Introducing the I DRAW MANGA Sketchbook. Like other titles in the IDRAW™ series, I DRAW MANGA is a unique mashup of creativity, education and utility. We have combined the limitless possibilities of a sketchbook, the how-to of a text book and the what's what of a reference guide into one game-changing tool. Applying the IDRAW™ format to yet another art form, we've created a new standard for aspiring Manga artists, Anime devotees, and anyone looking to improve their drawing skills.\nI DRAW MANGA is the perfect tool to take along on your journey to mastering the Manga style. We've designed the contents of the book to inform and instruct in a natural progression, with each section building on the last. We have done extensive User Research, exploring different techniques and teaching styles to build the most unique and effective Manga instruction tool possible.\nManga Industry Background including valuable reference information such as publishers, schools and recommended tools and materials.\nRelevant industry info included such as Manga publishers, what school to attend and what tools to use.\nCharacter Design is broken up in sub-sections focusing on character traits such as Eyes, Head & Face and Hairstyles. \nLearn the construction of a standard Manga eye and other signature elements.(the eye is but one example)\nLearn to draw the head and facial features with the face diagram and several other templates\nLearn techniques to draw unique hairstyles which provide your characters a unique personality\nProportions covers the size and shape of the body for multiple genders and ages. \nProportions of the body for different ages and genders\nBackground Effects to help add dynamic energy and drama to your panels.\nLearn techniques to provide texture to your panels and give them a proper middleground or background\nCreating a Character Sheet to describe your character's size, shape, attitude and personality.\nLearn techniques to reflect all of your character's traits on one page\nUsing templates as a tool to guide your practice can help enforce proper proportion, dramatically improving results. The key to getting better at drawing anything (not just Manga) is simple - lots of practice. We believe our templates encourage practice more than the blank page ever could, so we've packed the I DRAW MANGA Sketchbook with 100+ pages of templates to help get you started, appreciate specific Manga nuances and keep you motivated. For example, we have over 40 pages of templates just for eyes alone!\nEye width and thickness templates to teach a variety of looks\nTemplates to practice eye shapes for a variety of expressions\nUse the Eye Designer template to practice creating compelling eye styles\nUse the proportion templates to design your character's bodies in proper proportion\nFace templates to explore different expressions\nHairstyle templates - because your characters require great hair\nI DRAW MANGA Sketchbooks in sleek grey and Ltd Edition Kickstarter-Only Black edition\nChoose from one of our carefully designed pledge tiers below - we believe there's something in there for everyone!\nHow does the Add-on Menu work? It's simple. If you'd like to add any of the items below to your pledge, just add the dollar amount to your pledge amount. When we send out surveys at the end of the campaign you can let us know which items you added and we'll make sure we get it right.\nNote on shipping:\nAll add-on items ship free in the US. For shipping outside the US, please add $12 per book for First Class International Mail, or $25 per Complete Series using International Priority Flat Rate. Feel free to message us with any shipping questions.\nShips free in USA, Add $25 shipping outside USA\nShips free in USA, Add $12 shipping outside USA\nShips free in US - add $12 per book outside US\nclick image to see content from the I DRAW COMICS sketchbook\nclick image to see content from the I DRAW CARS sketchbook\nclick image to see content from the I DRAW SHOES sketchbook\n    What started as a creative side project, through Kickstarter has become a platform for creating tools to enable creativity and make learning to draw accessible. From a single book we've grown to 4 books with many more projects in the hopper and no sign of slowing down. \nCurrently IDRAW Creative Goods products are used by creatives on every continent, and have been integrated as curriculum in some of the world's top design institutions. If you'd like to help us realize a new book in the IDRAW series, read on...\n4 books resulting from 4 strong collaborative efforts\nWe're always thinking about what our users want to draw, and what tools we could make to help them get better. Do you design bikes? Do you create concept art for film? Are you a space planner? Any and all of these are projects we have considered, and we're just looking for the right partner to make them a reality.\nIf you're an artist or designer currently working professionally with the itch to teach others and the chops to visualize how to do it, let's chat! Shoot us an email at collab@idraw.co to get the ball rolling.\nThe current IDRAW Series\n Our goal from the beginning has been to reach as many people as possible with our creative tools because we believe that everyone wants to be creative, many just don't know where to start. That's where you come in!\nWe currently work with several distributors and design and art institutions that help get our book into the hands of creatives all over the world. If you'd like to join the charge and offer our books in your eCommerce or brick and mortar store, simply fill out this IDRAW Wholesaler's request form and tell us a little about yourself.\nMatt Marrocco\nMatt Marrocco is a Chicago-based Industrial Design consultant, working with the world's top companies since 2009. Since founding the IDRAW Creative Goods brand in 2011, Matt has been collaborating with artists and designers to create tools that spark creativity and make learning to draw accessible.\nOutside of design and the IDRAW brand Matt loves spending time with his lovely wife Kerry, their french bulldog, Biff and his tumblr of daily design/sci-fi/technology inspiration: BraveCadet.com. Matt is also a vegetarian animal lover that enjoys tacos.\nSara Mayhew\nInternational award-winning mangaka, Sara E. Mayhew, is a writer and illustrator that the prestigious Applied Arts magazine called “young blood commanding our attention”. Her work has been published by Owl Kids and Scholastic. The world renowned TED conference accepted Sara into their TED Fellowship program, a class of young world-changers in the cutting edge of their fields, for her work to promote science education through manga. \nAmong her many guest appearances include speaking at TED’09 in Long Beach, CA, TEDActive’10 in Palm Springs, CA, the Center for Inquiry in Hollywood, CA, and The Amaz!ng Meeting in Las Vegas, NV. In 2010, Nokia featured her in their Responsiveness campaign video on communicating the values of science literacy through art. She is frequently interviewed on podcasts, radio, blogs and other media. The Ontario Arts Council recently awarded her a grant of $10,000 from their Northern Arts program for her latest series, Legend of the Ztarr.\n                                                                                                            Jose Gamboa, David Melendez & Sketching Lab\n            The Sketching Lab is a three-day intensive workshop to endorse creativity through drawing, mind mapping, concept development and visual communication. This methodology has been developed by Sketch Aerobics with the idea to bringing incredible and inspirational designers together who will share their sketching secrets with the participants. The space in the event is limited because we want to maximize the one on one contact time that participants will share with the guest designers.\nLearn more here\nBrian Levin - Cinematographer\nBrian is a Chicago-based content creator with a background in narrative filmmaking. He graduated from Columbia College in 2005 and has worked on high end corporate projects, and short and feature films.\nHis range of skills include directing/producing content through shooting, editing and finishing projects. In addition to his client work, he is also the Lead Cinematographer at TouchVision, a company creating short documentaries and entertainment features for web and broadcast. \nYou can learn more about Brian on his website.\nJoe Carpita - Strategy + Photography\nJoe lives in Chicago and works as a design consultant where he focuses on connecting the dots between technology and the needs of people. Joe utilizes his diverse, but connected, background in presentation and public speaking, film making and design to craft strategies and create experiences that seek to foster deep discussion and inspire people to care.\nConnect with Joe\nRachel Sandoval - Guest Sketch Ninja\nRachel is an up-and-coming designer based out of Chicago. She specializes in transforming broad strategies and consumer insights into tangible stories with compelling visual imagery. Her joy for crafting stories grows with every new medium but her focus is always to expand her audience’s imagination. Rachel’s interest in storytelling first began through many late nights watching and reading ‘Shōjo.’ Her favorites include Chobits and Cardcaptors.\nSee more of Rachel's work on her website.", "risks": "Risks and challenges\nThis is not our first rodeo. Actually, this our 4th rodeo.\n\nKickstarter alums since 2011, we know what it takes to get a project out to our pledgers on time. We pride ourselves on our communication both during and after the campaign, having coined a mantra of \"No Pledger Left Behind\" for our relentless pursuit in assuring all pledgers have received their pledges.\n\nWe have had a strong, continued relationship with our printer since 2011. They continue to deliver excellent quality and reliability, and are always willing to try whatever crazy new ideas we throw at them. We've also selected trusted suppliers for the ancillary pledge rewards that we've used many times in the past and can speak to the high quality of their product. We're sure that these vendors can handle whatever PO we send their way at the end of this campaign.\n\nAfter several design iterations and samples of the I DRAW MANGA Sketchbook, we are confident we've landed on a product that is both strikingly beautiful and positively useful. Most importantly, we're confident our product can be manufactured and shipped in our estimated time period, with surprises being all but non-existent.\n\nPledge with confidence.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Our newest title, I DRAW MOTOS Sketchbook is LIVE on Kickstarter!", "update_content": "PLAY"}, {"update_no": "UPDATE #17", "update_userinfo": "40% OFF Sitewide Sale + New Product Announcement", "update_content": "Hello pledgers!\nMatt here to tell you about a new product I am *beyond pumped* about that we are planning to release next month, as well as invite you to take advantage of our 40% OFF Sitewide Sale going on now!\n40% OFF Sitewide Clearance Sale"}, {"update_no": "UPDATE #16", "update_userinfo": "Black Friday Sale - 30% OFF Storewide!", "update_content": ""}, {"update_no": "UPDATE #15", "update_userinfo": "Any missing pledges out there??", "update_content": "Hello beautiful pledging people!\nJust a quick update to let you know we've been packing pledges like mad and plan to be shipping nearly all pledges this week!\nWe'll update again when all pledges are shipped, and reach out individually if we have questions with any particular pledge details."}, {"status": []}], "comment_no": 194, "projec_url": "https://www.kickstarter.com/projects/bravecadet/i-draw-manga-sketchbook-and-reference-guide", "project_name": "I DRAW MANGA Sketchbook & Reference Guide"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Kros: Hallowed Ground began over 10 years ago as a tale of horror set during the Battle of Gettysburg. A dream project for us both, it waited silently, like a vampire in the shadows... The story was written, some pages were drawn--atmospheric, dark murky landscapes, the dimly lit surgeon's tent, a figure swirling from the smoke of battle...\nIt's time to hear the wolf's howl; to watch the undead descend like buzzards to the feast.  It's time to unleash the vampires...\n All wars are horror stories.\nGettysburg, July 1-3, 1863. The blood soaked battlefields of the Civil War draw Vampires who descend to feed on the wounded and dying as Blood calls to Blood. One man, a Vampire Hunter named Kros, stands against them, waging a battle at night as fearful and horrific as the battles fought during the day.\nKROS: HALLOWED GROUND is a 148 page horror graphic novel by John Ostrander and Tom Mandrake. Kros is a dream project and Kros' story is one we have been wanting to tell for a long time.\nTHE STORY\nSet against the backdrop of the Battle of Gettysburg during the Civil War, KROS: HALLOWED GROUND is a tale of horror that follows the story of Vampire hunter, Major Kros, who fights two wars. During the day, Kros fights the battle history remembers. At night, he fights a secret battle against supernatural forces. \nKros himself is an enigmatic character. He’s a dampyr – a vampire hunter – and has some of the vampire’s abilities. Long lived, Kros cares nothing for the politics of ordinary mortals. The Civil War means nothing to him. Kros is on the trail of the undead. There are considerable dangers to Kros as well--and death is not the worst of them. Blood calls to Blood and there is always the danger that could be turned and become that which he hates. \nAround Kros are ordinary people, civilians and soldiers from both the North and South in the midst of a cauldron called Gettysburg. They have faced the conflict and horror of the battlefield and now must face an even greater horror. Vampires have followed the armies and come at night to feast on the fallen. A second battle is fought at Gettysburg of which the history books know nothing. That’s the tale we want to tell. We’ve waited a long time to tell it. With your help, it will happen.\nThe KROS: HALLOWED GROUND 128 page graphic novel will include character and production artwork by Tom Mandrake, cover/poster art, as well as a short KROS story by John Ostrander.\nKros: Hallowed Ground pg 1\nKros: Hallowed Ground pg 2 color\nKros: Hallowed Ground pg 3 color\nKros: Hallowed Ground pg 4 color\nKros: Hallowed Ground pg 5\nKros : Hallowed Ground PG 6\nKros: Hallowed Ground PG 7\nTom Mandrake Sketch Card Example\n  Black and White Vampire Portraits\nVampire Portrait examples by Tom Mandrake of Team Kros Vampires, Sian, Justin, Jack and Jan\nLimner's Wagon Portrait \nArt by Jan Duursema\nKROS: HALLOWED GROUND REGIMENTAL PATCHES AND 'SUTTLER'S TOKEN'\n    THE CREATORS:\n John Ostrander\nThe Spectre, Suicide Squad, GrimJack, Maritan Manhunter\n John Ostrander is a comic book writer whose inventive imagination has brought a myriad of stories and characters to the comic book industry. Ostrander is the creative force behindGrimJack, the new Suicide Squad and also created the character of Amanda \"The Wall\" Waller for DC Comics. He and Tom Mandrake brought their creative prowess to The Spectre for DC, collaborating on a renowned dark tale of vengeance and redemption. Ostrander is well known for his work on the Star Wars titles for Dark Horse/Lucasfilm and created the characters of Quinlan Vos and Aayla Secura.\nTom Mandrake\nThe Spectre, To Hell You Ride, Martian Manhunter, Batman\nKnown for his dark and moody style, Tom Mandrake is a graphic storytelling master whose favorite thing is drawing vampires, zombies and werewolves. Mandrake has brought his striking illustrative and storytelling skills to a huge number of titles including: The Spectre with John Ostrander, To Hell you Ride with Lance Henrikson and Joe Maddrey, John Carpenter's Asylum with Sandy Carpenter and X-Files/ 30 Days of Night with Steve Niles.. Mandrake co-created the character of The Black Mask for DC Comics.     \nOstrander and Mandrake have collaborated on some highly respected and amazing comics such as, Martian Manhunter, GrimJack,The Kents, Batman Grotesk--as well as the critically acclaimed The Spectre for DC Comics. With this Kickstarter, they are saddling up their horses to ride out once again, creating a deeply entrenching and horrifying story with Kros: Hallowed Ground.\nSian Mandrake\nConvergence:Suicide Squad, X-Files, Bride of Frankenstein, Meade's HQ\nSian Mandrake is a recent Kubert School graduate and multi-talented artist with a distinctive style. An up-and-coming painter, illustrator and storyteller, Sian is a horror fan and is bringing a subtle, mysterious color palette to KROS: HALLOWED GROUND. Her other work includes pencil art for 7 Deadly Sinners with Chuck Dixon, color for: X-Files with Joe Harris, John Carpenter's Asylum with Sandy Carpenter, Convergence: Suicide Squad with Frank Tieri and Kill the Night with John Ostrander for Philip Lim. She is currently working with Area 52 Studio as an artist and colorist and illustrating a creator owned children's book.\nSKYPE CLASSES WITH JOHN OSTRANDER!\nSKYPE ART CRITIQUE WITH TOM MANDRAKE ADD ON! Tom will help you with your storytelling, composition or other any other art related questions. Send Tom images of your art and he will critique with overlays and instruction. ADD ON-- $100 per hour long session.\nKROS WINGED VAMPIRE T-SHIRT! We found a better, lighter shirt--so there's a new price! Ships everywhere with REVANENT level and up! We love T-shirts! Wear your Kros Winged Vampire emblem with this 4.1 OZ 100% combed ringspun cotton, black T-shirt! Features the Winged Vampire emblem on the front. Sizes S, M , L, XL and 2XL! Add this T-shirt onto your existing pledge for $30 (no extra shipping with levels REVANENT and up!) \nWINGED VAMPIRE BANDANA! MAJOR KROS WOULD BE PROUD TO WEAR THIS 22 X 22 INCH WINGED VAMPIRE BANDANA! To back THIS ADD ON Please go to MANAGE PLEDGE and ADD $15 to your existing pledge. (no extra postage for REVENANT level and above. OR GET THE COMBO PACK FOR $20 (see add on instructions below) \n________________________________________________________ \nREWARD LEVELS$1, $5, $10 or $15 can still get this reward--just add $5 for shipping USA, $10 International. \n_______________________________________________________ \nGET THE BANDANA AND BUTTONS COMBO PACK FOR $20 (AND ONLY PAY SHIPPING ONCE FOR LEVELS $1--$15!)\n KROS BUTTONS! DON'T LET THE VAMPIRES WIN! This SET of 3 KROS: HALLOWED GROUND buttons are 1.5 X 1.5\" full color. To pledge this ADD ON, please go to MANAGE PLEDGE and add $10 to your existing pledge. (no additional postage for REVENANT and higher. For those at the 1$, $5, $10 and $15 reward levels, please add $5 shipping USA and $10 International.)\n OR GET THE COMBO PACK OF BUTTONS AND BANDANA $20\nNeed a second copy of the graphic novel? An extra set of Regimental Patches? It's easy to add additional items to your pledge by choosing any of the items listed and then following the instructions below!\nADD ON A GRAPHIC NOVEL, SKETCHBOOK AND MORE FOR REVENANT AND ABOVE!\n ADD-ON INSTRUCTIONS -To add an ADD-ON to your pledge, please follow these steps: 1--Press the green 'MANAGE PLEDGE' Button above. 2--Increase your pledge in the 'Pledge Amount' box by the total of the add-ons you want to add. Please be sure to place your NEW TOTAL as Kickstarter will not do the math for you and will think you're decreasing your pledge! 3- Please send us a message and/or leave a comment HERE claiming your add-on and we will make a note in your account. 4--After the Kickstarter campaign ends you will receive a survey that will ask you questions with further details on your perk levels and the Add-Ons you've chosen.\nSTRETCH GOALS!  \nHurrah! We made both of our stretch goals! Now, the Kros: Hallowed Ground graphic novel gets a silver foil Winged Vampire on the cover AND we're adding 20 more pages of content!", "risks": "Risks and challenges\nKROS: HALLOWED GROUND is a dream project that's been a long time in the making! When we first started developing Kros: Hallowed Ground, few options for publishing creator-owned projects existed. Kickstarter didn't exist. But, the advent of crowdfunding has given us hope our story can finally see the light of day! \n\nHow do you know we will deliver the goods? We already know that we work and play well together and have collaborated on many successful series for major publishers. Since we've been in the comic book making business forever, we also understand the responsibility of making deadlines-- as well as the amount of work we are undertaking. \n\nWe are keen to see Kros finally be published! We can't wait to get this story printed, into your hands, and to be holding an actual copy of KROS: HALLOWED GROUND in our own hands as well! \n\nWe've got a strong support team behind us working to achieve our goals--to deal with potential delays--and to make sure all books and rewards get shipped on time. Should there be a problem you can expect a communique from the front lines as we deal with random vampire attacks.\n\nWe hope that all of you out there who love to curl up with a good, scary horror story will join us on our campaign and help make KROS: HALLOWED GROUND a reality!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #113", "update_userinfo": "A May Update!", "update_content": "I apologize for the lateness of this update. The first months of the year were a struggle for my family as Jan’s Mom was very ill for several months and then passed away on March 17th, a month shy of her 99th birthday. She was a strong woman who fought hard to stay with us. We all miss her, but are grateful that we took time off to spend with her in her last months. We are all still struggling to catch up on work, shipping and everything else that didn't get done while taking this family time, but things are slowly coming back together. "}, {"update_no": "UPDATE #112", "update_userinfo": "Address Update Request!", "update_content": "Hi to everyone! We still need to update addresses from a bunch of backers so we can send out your Kros rewards. There are a few backers we've emailed several times with no reply--so if you have not received your rewards and have not yet updated your address, please check your email and email us back at kros.vampires@gmail.com.\nGot a bunch more packages that will go out early next week for those of you who have been waiting. Thanks so much for your continued patience and for your support!\nBest--Jan, Tom and John"}, {"update_no": "UPDATE #111", "update_userinfo": "September Update", "update_content": ""}, {"update_no": "UPDATE #110", "update_userinfo": "June Update!", "update_content": "Final push for shipping this month! Tom is completing the final vampire portraits. Jan is working on the Limner's Wagon portraits as well. We still have several addresses which have not been confirmed or updated and we can't ship those packages until we know the addresses are correct. We had a few returns and hope to avoid more. Please email Tom and John at kros.vampires@gmail.com and either confirm or update if you haven't already.\nThanks! Tom and John"}, {"update_no": "UPDATE #109", "update_userinfo": "Snowy March update", "update_content": "I got another set of Vampire portraits finished and they're going out this week! With less than 100 packages of rewards to go, we're in the home stretch!. Please update your address if you've moved!\n-Tom"}, {"update_no": "UPDATE #108", "update_userinfo": "Happy Groundhog Day!", "update_content": "Hi everyone!  \nJust wanted to let everybody know that more Kros will be shipping out shortly. Started the year out with the bug that's been going around--and I hear that John O had the same--but everyone is 100% again! That means I've been able to get back to working on commissions for those of you who backed them-- drawing backers as vampires has been loads of fun! If anyone has been having issues with downloading the wallpapers or digital download (or any other questions or concerns), please email me at kros.vampires@gmail.com.   "}, {"update_no": "UPDATE #107", "update_userinfo": "November update", "update_content": "A weekend of Kros packing and sketching coming up! We've got a few emails to catch up on and then packages to post on Monday!\n-Tom"}, {"update_no": "UPDATE #106", "update_userinfo": "Kros eclipse update", "update_content": "No scorched eyeballs here! We viewed the eclipse through the T-6000 Sun Catcher and cat hotel then got 17 more Kros: Hallowed Ground packages prepped to ship! Hope you had a chance to enjoy the sun being blotted out by evil sky dragons!\n-Tom"}, {"update_no": "UPDATE #105", "update_userinfo": "August update!", "update_content": "Hi everybody,  \nWe sent out another batch of Kros: Hallowed Ground rewards on Friday and I spent the weekend drawing sketch cards for backers in the Vampire Regiment level! 25 sketch cards in a weekend is pretty darn good!  "}, {"update_no": "UPDATE #104", "update_userinfo": "Backer Addresses", "update_content": "Hi everyone!\nWe are still shipping out rewards for Kros--but have run across a couple of folks who never filled out their surveys so we have no address to send the physical rewards to--and in at least one case the email comes back as 'full'. \nWhen this sort of thing happens, all I can do is message through Kickstarter to try to reach out to our backers--but I think that goes through the same email. So--if you did not fill out your survey, please do and please let us know via kros.vampires@gmail.com as well. "}, {"status": []}], "comment_no": 249, "projec_url": "https://www.kickstarter.com/projects/kroshallowedground/kros-hallowed-ground", "project_name": "Kros: Hallowed Ground"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "THE FIRST BIG BANG: Double Take (2T) is launching a new comic book universe.\nYou are here in the beginning. \nWe have assembled ten teams of talented storytellers. Each team is creating an original series of stories. Each series is interesting, informative and funny in its own way. Together they weave into a common creative universe. \n2T will publish the 1st issues of our 1st 10 series in one big bang on September 16, 2015. Then, we’ll publish our next 10 #1’s in a bigger bang in 2016.\nABOUT DOUBLE TAKE\n16 years ago, Bill Jemas played a lead role on the team that transformed Marvel from an insolvent comic publisher and toy manufacturer into a world-class entertainment company.  \n\nTake-Two Interactive (T2) is a world-class video game publisher. Two years ago, T2 hired Bill to help start a new comic book publisher...\n\nNow the 2T team is a dozen strong! We have recruited scores of writers and artists, editors and designers.\n\nABOUT YOU\nOn September 16, 2015, you can buy at comic shops:\n\n      Any of 2T's print issue #1's for $2.50 to $3.50\n      A Super Pack of all 10 print issue #1's for $20 to $25\n\nBut right now, you can preview the 1st scenes of the digital storyboards of our issue #1's on your phone and order a Super Pack for only $10. (The print issue #1's in the Super Pack will be very different from the digital storyboards; scroll down for an inside look into the first pages of Z-Men #1: Nervous in the Service!) \n*Psst...This may not be the final design and art of the Super Pack!\n\nWe'll ship anywhere in the United States for $5 shipping cost.\n\nBut we'll cover shipping if you order the \"Hundy\" display case of 10 Super Packs (10 Super Packs x 10) or the \"Kilo\" (10 Hundies x 10). \n\nThe Hundy (*Psst... This may not be the final design and art!)\n\nABOUT 2T's FIRST 10 STORIES\nOur first 10 stories start in the world established by the 1968 cult classic Night of the Living Dead, then we let our imaginations...and our zombies...run wild. \nMostly, our creators are telling new stories starring new characters. But if you love the classic film, you won't be disappointed; you can follow your favorite characters from the film, from their first appearances through their dying breaths, to their first baby zombie steps...\n\nTAKE A SNEAK PEEK AT OUR DIGITAL STORYBOARDS  BY CLICKING ON THE COVERS BELOW!\nComing soon!\nClick here to view our digital storyboard\nClick here to view our digital storyboard\n  Click here to view our digital storyboard\nClick here to view our digital storyboard\nClick here to view our digital storyboard\nComing soon!\nComing soon!\nComing soon!\nClick here to view our digital storyboard\nKICKSTARTER INSIDE LOOK INTO OUR FIRST STORIES!\nAs promised, to thank the first wave of backers, here is a special inside look into the first pages of Z-Men #1...\n\nInside Look 5/8/2015 into Z-Men #1: Nervous in the Service (credit page is not final!)\n\nWANT MORE? Well, stay tuned for more previews of our digital storyboards and inside looks of our first 10 stories, and sign up for our newsletter!\nABOUT NIGHT OF THE LIVING DEAD \nAs you may know, the 1968 film is in the public domain. All of us here at Double Take admire and respect the creators, cast and crew but no one affiliated with the Night of the Living Dead film is in any way involved in the creation of our stories. \nFREQUENTLY ASKED QUESTIONS\nQ: So why Night of the Living Dead?\nA: The film is the best thing in the public domain--we're all fans of the cult classic. Night of the Living Dead is also a great property for our Ultimate-approach to storytelling. \nQ: What makes the Ultimate Night of the Living Dead series different from heavyweights like The Walking Dead?\nA: Our Ultimate-style stories are told by The Moth Grand Slam winners and talented comic creators who really love the 1968 classic.\nQ: Who are the creative teams for these series?\nA: We have three star writers doing two books each: Jeff McComsey (best know for his Zombie collections, Fubar, Mother Russia) is on Z-Men and Rise. Brian Finkelstein and Peter Aguero our Moth Grand Slam champs are also doing two each. Brian's on Slab and Medic, Peter's on Home and Honor. Double Take is fortunate to have three wonderfully talented creators working in the office, Michael Coast, our Story Editor, along with Julian Rowe and Kurt Tiede – our graphic artists.\nQ: Why are you using Kickstarter?\nA: Kickstarter is a great way to reach out to readers directly, to learn about what you like and don't like. \nQ: What's the difference between the digital storyboards and the issue #1's in the Super Pack?\nA: Our digital storyboards are single-panel graphic storyboards that you can read and experience on the world's first native-mobile comic player. The digital storyboards are more art, but we abridged the dialogue. The Super Pack issues feature our best art in traditional comic page layouts, with more dialogue.\nQ: Are these going to be mini-series or ongoing titles?  \nA: These series will be ongoing until they go zombie. \nGOT MORE QUESTIONS? Email us at doubletake.info@take2games.com (doubletake dot info at take2games dot com)", "risks": "Risks and challenges\nOur biggest challenge is to find you. Now that you are here, we hope you like what you see and want to join in.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Graphic Novel Kickstarter now live!!", "update_content": "Hello Supporters! \nCollect all 10 Graphic Novels! Pre-Order the entire Double Take Universe in handy collected editions!  New art corrections, edits and easter eggs have been added so die-hards and newcomers alike will not be disappointed! \nIt's all 1 click away! "}, {"update_no": "UPDATE #17", "update_userinfo": "Genesis V has arrived!", "update_content": "Hello Supporters! \nCollect the last issues in the first story arc from the Double Take Universe! Genesis V is here! \nPre-order your Issue 5 Super Packs, collect the whole Double Take Universe at one time, and even pre-order your copies of the Trade Paperbacks. It's all 1 click away!\nhttps://www.kickstarter.com/projects/221551805/genesis-v \nThanks for your continued support! "}, {"update_no": "UPDATE #16", "update_userinfo": "Genesis IV now LIVE!", "update_content": "Hello Supporters!\nIt's that time again, kids! Genesis IV is here! Lock down your Super Pack NOW through our latest Kickstarter campaign! Keep up with the Genesis of our universe by getting 10 comics for 15 bucks, or catch up on everything you've missed by getting all 4 Super packs for $50!\nhttps://www.kickstarter.com/projects/221551805/genesis-iv"}, {"update_no": "UPDATE #15", "update_userinfo": "Fulfillment update and new KS campaign: ISSUES #2!!", "update_content": "Hi Backers,\nWe have launched our second Kickstarter campaign for Super Packs of Issues #2.\nWe're keeping it simple and stupid second time around. You can pre-order the Super Pack of Issues #2 for $15. \nWe also shipped out the international orders of the jumbo prints. "}, {"update_no": "UPDATE #14", "update_userinfo": "International Backers!", "update_content": "We recently dropped off all 60+ packages of Super Packs and art cards going out internationally at the Post Office. \nPlease message us if you want to know your tracking #. We have another printing deadline coming up in 12 days but my team and I will do our best to respond quickly.\nFor international Backers who also got Jumbo Prints, we will try to get those shipped out early next week. "}, {"update_no": "UPDATE #13", "update_userinfo": "LAUNCH DAY!", "update_content": "Exciting day for us--if you've been following us on Facebook, you already know that our Sales & Marketing Coordinator Gabe Yocum has been posting reviews, and pictures of our books at Midtown Comics right here in NYC. "}, {"update_no": "UPDATE #12", "update_userinfo": "Digital Super Pack & Film Book & a signing event in NYC!", "update_content": "Hey Backers,\nWe've got a few questions about when we'll send out the PDFs of our 1st issues & the Night of the Living Dead Film Book--we'll send them out tomorrow, 9/16, our official launch date. \nBackers in NYC, save the date! Double Take is hosting a signing event at Midtown Comics Downtown on 9/17 at 7 PM."}, {"update_no": "UPDATE #11", "update_userinfo": "Hey Kids, Comics!", "update_content": "Hey Kids!\nIt's a happy day, as all orders have shipped and some of you already have your comics! Please share your reviews and comments and pictures here! \nThank you so much! We couldn't have done it without you!"}, {"update_no": "UPDATE #10", "update_userinfo": "Deadline Day - Photo Fun!", "update_content": "Hey Kickstarter family!  \nToday was the print deadline for the 1st issues!  Loads of activity went on around the office, and we documented it. Thought you'd love to see some pictures! "}, {"update_no": "UPDATE #9", "update_userinfo": "We are going to print--let's get ready for shipping!", "update_content": "If you haven't filled out our backer survey, please do so now so we can get your shipping addresses! Thanks for all your support, everyone. :)\nAlso, in the weeks leading up to our street date, Sept. 16, we're going be uploading the digital storyboards of our stories--a very different, fun reading experience. Z-Men and Slab are up right now, so please check them out and let us know what you think!\nWe've been working hard to improve the books and we hope you like them as much as we do."}, {"status": []}], "comment_no": 36, "projec_url": "https://www.kickstarter.com/projects/221551805/ultimate-night-of-the-living-dead", "project_name": "Ultimate Night of the Living Dead"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "What is \"Animal?\"\nAnimal is a story that I'd like to share with the world as a webcomic, but I'm going to need your help to do it. \nIf I'm being honest, it's an old story, almost cliche. But it's a story that I feel has facets that have not been explored fully. \"An innocent bystander with a difficult life is suddenly granted power beyond anything that they could have imagined!\" It's been done a million times. You've heard it, read it, and watched it on TV. Of course, Animal's \"innocent bystander\" is a dog.\nAnd he might not be the only one.\nMy goal when writing animal was to take a realistic approach to this scenario. Several of the major publishers have tried empowered animals, but I wanted to take it from a different angle. What happens when something that humanity has defined for years as an \"inferior\" creature to ourselves begins to grow beyond the box that has been defined for it?\nSpecifically, this Kickstarter will cover the first thirty strips of the comic, the first arc or volume. This will be the introduction and will serve as the basis for the continuing story. With this arc, you will meet all the major characters and get a feel for their motivations.\n\nWhat will it look like?\n\nAnimal will be illustrated as a comic strip by Artiom Zhukoff. It will be drawn entirely in black and white (With the exception of a color cover included with the hard copy) with Artiom's detail-heavy style. The realism and the heavy shadows of the art will, with any luck, add to the serious tone of the work. Lettering will be done by myself by hand.\nInked Cover\nPencils for Strip 1\n\nInks for Strip 1\n\nWhen will this happen?\nThe timeline for Animal is simple. If completely funded, the website that will host the comic, as well as the first strip and the \"thank you\" page, will be up within one month. Following that, new comic strips will be posted weekly for no less than thirty weeks. This is the duration of the webcomic that the crowdfunding will cover. With any luck, we will be self-sufficient by then, and will experience no hiccup before the posting of the thirty-first strip.\nAt that time, when that initial run is finished, backer rewards will go out, as the majority of them require the story to be complete! Get a better idea of what kind of rewards are available by checking them out on the side of the page, and see what might interest you. Additionally, below you can see a preview of the two shirts we're offering! When you select your size, you will select which style you prefer; hero or villain! Now, these are just mockups, so very minor changes might occur between now and when they are shipped, but nothing major will change on them.\n\nWho's to blame for this fiasco?\nAnimal was written by myself as my first foray into scripting comics. I've since worked on several more scripts, but this one holds a special place in my heart. I've never published a comic before. I've never published any of my writing (I've never even had the nerve to try). This will be a first for me on many levels... Be gentle.\nI am an Engineer from Mississippi by day, but I'm also a major comic book fan and have been reviewing titles for Comic Crusaders (Check out their website!) for several months now. My interest in writing comics came from the realization that not all of my stories could be told in prose. On any given weeknight (when I should be sleeping) I can be found scribbling ideas down into my notebook.\nMy page as an author can be found here: https://www.facebook.com/SullyWrites?ref=aymt_homepage_panel\nAnd my Twitter account can be found here: https://twitter.com/Sully_Writes\nThe art for Animal will be coming to you all the way from Russia. A man by the name of Artiom \"Artey\" Zhukoff will be lending his considerable talents to the project in order to bring my clumsy words to life on the page. Below, you can find the bio he prepared for this project.\n\"Im drawing for 5 years. I was learning drawing skills in the private studio of famous sculptor Micheal Mlokhotskiy, The Strogonov Academy, in private studio of Andrew Fedorovitch, Moscow Architect Institute where we draw nude model. Now I live in Smolensk and have my personal studio where I teach students drawing skills. In 2013 we found Moscow Art Studio, where I did video tutorials about comics and drawing materials and found pro digital artists from game design industry to give us lectures and master classes. My goal is bringing the art in peoples live, to help them decide what they want in their live, become the mentor for my students and help them found happiness as being artists. My goal in comics is to become as skilled as in pencils and inks as in digital way, make more connections with American writers and help them realize their dreams. My dream is visit Comicon.\"\nArtey's artist page can be found here: https://www.facebook.com/ZhukoffArtey?fref=ts\nAnd his Twitter account can be found here: https://twitter.com/Redde67\nMoscow Art Studio's Facebook page: https://www.facebook.com/MoskovskaaStudiaRisunka\n\nHow will my contribution help?\nYour donations will be critical in helping ANIMAL to become a reality! At the moment, ANIMAL is a well formed idea, but it is still only that. The script is finalized. The concept art exists. But it needs the generous donations of you, the backer, to take shape and be enjoyed by anyone interested. The contributions will ensure that:\nThe first thirty strips of the webcomic can be illustrated by Artiom, The cover for the hardcopy can be professionally colored, The website to host the comic can be created and maintained, And the costs of the backer rewards can be covered!\nThe price that has been set, $2,750 dollars is designed to cover these things. Any over-funding will be put into having more print copies of ANIMAL produced for sale through the website or at conventions, hosting the website for a longer period of time, or future comic projects. I will not be taking any of the money raised for a “writer’s fee” or anything crazy like that. I am being rewarded enough just by being able to tell my story. A more comprehensive cost breakdown can be seen here, explaining how much of the funding goes into each category, roughly, by my estimates. The most variable of the categories is obviously the backer rewards. While the cost of each individual item has been taken into consideration and I have received quotes for all of them, the profit margin does vary slightly from reward to reward. In order to avoid potential pitfalls, this project’s budget was formulated considering the least cost effective reward. The values seen below are rounded off (because nice, round numbers make me happy), but give a good idea of the portions of the project and their budget requirements.", "risks": "Risks and challenges\nConsidering that the portion of the story that is being funded and promised for delivery is fully written and the illustration will be carried out by a full-time artist, risks for failure are minimal. Delays may be caused by a number of reasons, but for each potential pitfall I have been able to foresee, I have tried to come up with a contingency plan. \n\nWebsite: The most likely reason for delay could come from the creation of the website. I'm going to be honest and tell you I have little experience in this area, so it could cause problems when setting things up in the first month. However, I have contacts who have created and managed websites in the past so solutions should only be a phone-call or a Skype message away. \n\nArt: In the extremely unlikely event that that the project finds itself without an artist for whatever extenuating reason, a replacement will be found ASAP. \n\nRewards: Physical rewards could experience a delay in delivery due to production times, shipping complications, or potentially due to myself traveling with my primary job. However these should be minimal at their worst and I will do everything possible to have the rewards prepared for delivery long before the perspective delivery date.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Aaron Sullivan\n4 created · 71 backed\nComic author of Odie, Nil, and other stories. Published in Comichaus and Octal. Lover of skeletons and classic cars. Views expressed belong...See more"}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "FULL ANIMAL Strip Complete and Added!", "update_content": "You don't have to wonder anymore! Now you can see exactly what these strips will look like! Updated inked strip added to the page! "}, {"update_no": "UPDATE #3", "update_userinfo": "10 Days Later", "update_content": "Ladies and Gentlemen, ten days have already passed. Time is flying and while things jumped off to a great start, the project has hit a point of stagnation. Please, don't let up! Continue to spread the word, and if you were planning on backing this comic, don't wait until the last second! Donating now will drive it closer to the goal and motivate others to lend a hand as well!\nIn addition to the new pencils for strip #1 of ANIMAL, I have an update to share that I hope will get people excited about the backer rewards."}, {"update_no": "UPDATE #2", "update_userinfo": "Updated rewards!", "update_content": "Job security in the world of fictional web-comic scientists must not be all that great, because we're looking to fill another opening that just became available! Now a second generous individual can be inserted into Animal as an experimental (potentially unethical?) researcher.\nAdditionally, a new option has been added for a digital edition of the comic, containing some goodies and extras that will give insight into the making of the strips! Everyone who donates $5.00 or more, regardless of their chosen reward, will receive this!"}, {"update_no": "UPDATE #1", "update_userinfo": "What's the bang for your buck?", "update_content": "ANIMAL's page has now been updated with a more comprehensive cost breakdown! If you were concerned where your hard-earned dollars might be going should you donate, now you can have a better idea!"}, {"status": [{"Project ends": "JULY 22, 2015"}, {"Project launches": "JUNE 22, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/sullywrites/animal-a-webcomic", "project_name": "Animal; A Webcomic"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "CHOOSE YOUR REWARD TO THE RIGHT, THEN CLICK IT TO BACK US AND GET THE REST OF SOUL MEN #1!\nTHE PITCH FROM GERALD OSMAR DONTELL:\nSOUL MEN FLYER:\nSOUL MEN STICKER:\nBLURBS FROM SOULS:\nYOU CAN BE IN A SOUL MEN COMIC AS A MAIN CHARACTER!!!\nSOUL MEN 8-PAGE COMIC FEATURING 2 BACKERS!\nTHE KING THING-THING:\nWHEN WE ARE SUCCESSFUL WE HAVE STRETCH GOALS:\nCHECK OUT THESE SOUL MEN SHORTS:\nSOUL MEN #1 PRINT SAMPLE:\n*****ALL BACKERS WILL GET THEIR NAME IN THE \"THANK YOU\" CREDIT BECAUSE YOU GUYS ARE AWESOME!*****", "risks": "Risks and challenges\nSOUL MEN #1 is done... As a matter of fact issues one, two, three, four and five of SOUL MEN are all done and ready for the world! But here is the rub, while we are a writer and artist duo, we are also business men. Being business men, we do understand that this venture does have its risks and here they are... \n\nRISKS ARE WORTH REWARDS! \nThe RISK we know we can't avoid is wanting the world to see our book! Putting SOUL MEN #1 on Kickstarter rather than releasing the book through a traditional publisher. While we may not have the logo of a big creator-owned publisher on our cover, SOUL MEN #1 still has the \"big time\" feel, professional creators busting their butts and quality art that will shine through each and every panel. We wanted to guarantee that SOUL MEN would get the start it deserves and that is why we are doing this Kickstarter campaign.\n\nThere is no risk with the creation of the script or art because it is completely done and ready to print. And as far as printing goes, we are in contact with our printer and are ready to send off the print files as soon as we are backed.\n\nAs for the second RISK, we believe the ONLY CHALLENGE that stands before us is marketing and promotion of the Kickstarter for SOUL MEN #1. Again, we do not have the advantage of being with a publisher who will market the book. But this challenge WILL BE overcame because are dedicated to the success of SOUL MEN as a series, not just this first issue. We have done a lot of pre-launch marketing including a landing page at http://soulmen.launchrock.com, we have been guests on various podcasts, and comic book news websites have been kind enough to write previews and publish our press release. \n\nAs you can see, we did all we can. Now, we just need to keep spreading the word until we hit the very last stretch goal!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "SOUL MEN #1-2 pdf copies... and a surprise inside!", "update_content": "I'll cut to the chase... Your REWARDS have shipped!!!!!\nThat's right, today, on the way home from trick or treating with my little man dress like Flash (of course my wife and I wore Star Laboratories shirts. I was actually dressed with the wig as Cisco!) we stopped at the USPS office and threw all the envelopes in the mail wall!\nIbai and I are really excited for all of you to receive your rewards and hear your responses. The PDF copies of SOUL MEN #1-2 will be coming to you as soon as possible. I'm trying to set it up to happen around the same day you get the floppy copies."}, {"update_no": "UPDATE #13", "update_userinfo": "Happy Halloween, Backers!", "update_content": "We are nearly there as we are hard at work trying to get everything in order for the printing of SOUL MEN #1! However, we do have a question for everyone that will be surveyed. That question is: What name would you like us to use for you on the Thank You page? After a bit of research we learned that some Kickstarter Backers do not prefer their actual names on a project's Thank You page so if you would like to go by your name, an alias, or by just initials please let us know ASAP. Thanks!\nOne more thing..."}, {"update_no": "UPDATE #12", "update_userinfo": "SOUL MEN Need Your Picture!", "update_content": "7 DAYS TO GO!!!  \nWell, Backers, we are at our home stretch! With 7 days to go, we are over-funded and passed our first stretch goal! This has been a phenomenal experience for us and we are so appreciative for all of your help. We are so excited for you guys to read SOUL MEN #1 and SOUL MEN #2!!!!!! \n We are currently in talks with two print companies and are working on narrowing down who will be the company we are going with. Both offer a fantastic service, but what may sway us one way or the other is the printing of the 100 Variant covers of Soul Men #1. We will see how that turns out once they get back to us. "}, {"update_no": "UPDATE #11", "update_userinfo": "THANK YOU page preview!", "update_content": "STRETCH GOAL #1 IS UNLOCKED! \nWhen this Kickstarter for SOUL MEN #1 started we were just hoping to hit our goal and meet some awesome people who would back us. Now, today, we have hit our first Stretch Goal. Which means...\nON TOP OF THE REWARD YOU HAVE ALL CHOSEN, EVERYONE GETS A PDF COPY OF SOUL MEN #2!!!"}, {"update_no": "UPDATE #10", "update_userinfo": "WE DID IT!", "update_content": "Thanks to all you amazing Backers, we did it! \nWe've been in shock, hence us not posting this sooner. We are so thankful that we have reached our goal for SOUL MEN #1! \nWe literally couldn't have done it without you.\nNow... Time for STRETCH GOALS! All we have to do is keep beating the drum and find more Backers that will help get us to $2000 and get EVERYONE a pdf copy of SOUL MEN #2!!!!!!!!!!!!"}, {"status": [{"Project funds successfully": "39 backers pledged $2,157"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/sbrucculericomics/soul-men-issue-1", "project_name": "SOUL MEN - ISSUE #1"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "TRETA-YUGA is the stand-alone spin-off to my previous debut Kickstarter success KALI-YUGA. It will be 24 page, full color single issue comic—a part of a larger projected graphic novel and the extended lore of the YUGAVERSE. [*New readers do not need be familiar with KALI-YUGA in order to begin reading TRETA-YUGA.*]\n\nTRETA is sponsored by Graham Hancock (Fingerprints of the Gods, War God), and Jeffrey Kripal (Mutants & Mystics: Science Fiction, Superhero Comics, and the Paranormal).\nXven in the thralls of glitch trance\nArkana entranced in forest visions\nSTORY\nXven and Arkana are the last lore hunters in the desolate realm of Vekt. Lore hunting has become a near extinct profession known only by pirates and immortals. Together, they seek the silver scroll, known to contain the secrets to glitch magic and said to be coveted by Qigong Master Zee.\nIt was said that Xven would learn of glitch mastery with the appeaence of the astral spider, as it weaved the web delicately through the Towers of Ouoranth...\nXven falling after searing a planet with glitch arts\n  TRETA-YUGA, YUGAVERSE, and all content © 2014 Benton Rooks\nXven close up concept art\nBut Master Zee's faithful adepts may only learn to know of the infamous document through the transmission of the Shadow Tiger stance, a rare Qigong form which allows a proper gateway into Innerspace itself.\nTRETA-YUGA is an innovative, action packed, science-fantasy graphic novel that utilizes digital lighting techniques to achieve a cinematic, photo-realistic aesthetic. It is inspired by Eastern mythology, the Wuxia genre, JRPG's, anime, and game/film concept art.\n\nInterviews/Press/Links\n\nA video interview I did with legendary UK author Graham Hancock received quite a lot of attention.\nCheck out an in depth interview on inspiration and background for the YUGAVERSE here.\n\nTake a listen to a podcast I did with indie Kickstarter Comic masters The Wombmates here.\n\nMy article Japanese Media, Psychedelic Yokai, and Graphic Novels traces some of the Eastern lore that has inspired TRETA-YUGA.\n\nRead the Sequart review of the previous Kickstarter success KALI-YUGA by David Whittaker here.\nReaders should also know that due to some truly awesome friends and fans, some of my previous articles at Reality Sandwich have received over 8,000+ shares.\n\nThis project will be tweeted to over 8,000 followers on my own Twitter accounts @bentonrooks, @KaliYugaComic and on Facebook.\n\nYour support will be shared to a global fan base and will be appreciated widely!\nDetails\n\nThe \"rules\" of this graphic novel are: no speech bubbles, no sound effect text, and each image will conform (with a few exceptions) to the widescreen cinematic format. I love traditional 2D comic art, but I thought it'd be fun and challenging to try a \"film on paper\" approach.\nDimensions of the final product in printed form will be horizontal in format rather than the standard vertical comic, similar to the concept art book for Dune (as seen in Jodorowsky's Dune documentary.)\nCritical acclaim for the YUGAVERSE:\n\n\"With the creation of the YUGAVERSE, Benton Rooks has created something that is gorgeous to behold on the visual level, while also being distinctly forward thinking in experimental aesthetics. This epic story is a must read for fans of fantasy and sci-fi alike. —Graham Hancock, bestselling author of Fingerprints of the Gods, and the War God trilogy \n\"This is exactly what needs to happen. Really smart authors and artists with visions need to engage the technical scholarship on the gnostic, esoteric, and mystical in order to help create a new emergent mythology, a new world, a new planetary future. It comes as no surprise that Benton Rooks is engaging in this magic ritual of the YUGAVERSE in the only public space where it is now allowed: in the secret gnosis of popular culture.\" —Jeffrey J. Kripal, author of Mutants and Mystics: Science Fiction, Superhero Comics, and the Paranormal\n\n\"Benton's fresh anti-Gandalf take on the wizard archetype merges sci-fi and fantasy themes for an action packed, psychedelic romp through dark, interdimensional reptile lairs. Read this beautiful comic now or be left behind.\" —Aonie Anfa, The Disinformation Company [A blurb for KALI-YUGA]\n\n[Title logo by visionary artist Hakan Hisim. Assistant concept designer Sarah Lopes.]\n\nWhy Kickstarter?\n\nThrough crowdfunding (which is connected to what author Charles Eisenstein has called the gift economy), my previous experience with Kickstarter has allowed me to connect with authors and mentors who I never thought I would have the chance to talk to, much less collaborate with directly.\n\nKickstarter allows people with innovative ideas to take risks and flourish in a market over-saturated with corporate products. Let's face it, supporting indie artists who are struggling to find an audience never felt so good.", "risks": "Risks and challenges\nI learned a lot of hard lessons from my previous Kickstarter, when I attempted to launch the first campaign without building a solid fan base one year ago. In that time I have become an artist capable of illustrating my own work and I've built a loyal following through publishing regularly at Reality Sandwich and Disinfo.com. \n\nI've already completed about 12 of the 24 projected pages, so the March 2015 release is a conservative estimate considering I am doing the equivalent of a 5 person job, and I intend to finish before then. \n\n*All backers who have not already read KALI-YUGA will receive a digital .pdf of the first issue the moment they pledge.*\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "97 backers pledged $2,311"}]}], "comment_no": 70, "projec_url": "https://www.kickstarter.com/projects/bentonrooks/treta-yuga-1", "project_name": "TRETA-YUGA #1"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": " Under The Flesh is not over. We have plans for it!\n\nIf you wanna contact us or check our latest news, please follow us on Facebook:\nUnder the Flesh (UTF) is a dark horror story that could be described as a grindhouse mashup of Captain America, Y: The Last Man, and The Walking Dead.\nSet in an post-apocalyptic world ravaged by a pathogen that only infect males turning them into savage cannibals, UTF strays away from the traditional viral story by accentuating a premeditated reason behind the plague, as opposed to leaving the origin of the outbreak as a common question mark.\nThe protagonist, Ruben Lobos, is a genetically enhanced soldier that must face the challanges of a new devastated world, while being clueless about the true potential of his abilities.\n\nUTF features a diverse cast, comprised mostly of female survivors, and a renegade biker, named Jewel, that is yet not aware of the vital role she´ll play in the human race´s struggle for survival...and perhaps salvation.\nTo fund the printing of issue #2, which is completed, and the art of issue #3. You don´t have to wait for us to finish it: Issue #2 is 100% ready to be sent to print!\nThe carnal chaos continues with Ravaged Road, where Ruben gears up for an exploratory trek through the surrounding hell-zone, riddled with ferocious fleshers, bloodthirsty bandits, and a pair of ominous ever-watching eyes, to rescue his bitter love.\nHis heart-thumping journey will bring him tense new encounters, as he soon discovers that as long as there's a machete taped to his hand, the world isn't lost yet!\nIssue #2 preview pages:\n                                                                                                                                                                                                            INDIE COMICS: What is it and what does your help do for unknown creators like us?\nUnder The Flesh is a 100% creator-owned independent comic. That means we don't receive any financial help from advertising or publishers. It's an unconditional labor of love, blood, sweat, and tears. Our dream is to share this work of passion with all of you. Truth is, we have very limited financial resources to keep UTF going at its current level of quality and consistency.\nThat´s why right now, you guys have the power to help this project continue to grow. We have the chance to work together and create a great comic book outside the margins of a market dominated by big companies.\nOnly ten years ago, it was almost impossible for small independent creators like us to self-publish and get their work out to the public. Although today it is still an extremely difficult task, Kickstarter opens up new financing channels that have turned the gloomy tortuous path of self-publishing into a creative and hopeful crowd-publishing reality! Thanks to Kickstarter & your support, skies are the limit!\nWith your help Under The Flesh is possible!\n45% of the pledge funds will be budgeted towards the art J.L. is creating for the project. This allows a talented artist to receive a respectable rate for providing professional grade quality art. \n45% of the pledge funds will be budgeted towards covering reward expenses (production printing, and shipping costs).\n10% of the pledge funds will cover Kickstarter and Amazon fees.\nGilbert Deltres - Writer with a highly percolative imagination since childhood. Loves writing comics. His creator-owned project Under The Flesh is his first foray into the comic world as he looks to garner credibility in the craft.\nJ.L. Giles - Loves painting and drawing comics since childhood. Has done work for IDW, Hasbro, Zenescope, Papercutz, Grindhouse Comics, Top Secret Press, and others. You can check more of his artwork on his BLOG.\nDon´t forget to follow us!", "risks": "Risks and challenges\nUnder The Flesh #2 is fully completed, so there is no risk on the project not being made or finished. It is ready to be sent to print. We have worked before with the same professional printers, so we expect them to deliver again at the same level of quality and in time.\n\nIf there is a delay, all backers will be notified. We keep constant communication with them after the campaign is over.\n\nAny revenue generated after the goal is met will be used to create more UTF pages. We kept our goals realistically reasonable. Simply put: we're dealing with very low risk factors.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Gilbert Deltres\n3 created · 29 backed\nComicbook writer of the dauntingly dark, visceral, and utterly spiritual. Readers & crowdfunders beware... Under The Flesh...See more"}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "I'm Writing STAR WARS!", "update_content": "Hi everyone!\nI hope you all are staying strong and safe during these crazy times, and being excellent towards your fellow man and woman.\nAfter crowdfunding and fulfilling THE DEEP DARK with JL, a STAR WARS blip suddenly appeared on my radar. After diving back into the CLONE WARS TV show, there was a character that I became obsessed with, and I felt a passion to tell this story. After speaking with one of my close friends, who also happens to be a huge Star Wars geek, I pitched him my idea, and although despising the character I chose to write about, he felt the potential and authenticity of the story, that he wanted to jump on board as co-creator, and I welcomed it."}, {"update_no": "UPDATE #31", "update_userinfo": "A Peek at GROM!", "update_content": "Hey there fleshers!\nSo I wanted to share with you a project that is very special to me.\nGROM...\nGALACTIC RODENTS OF MAYHEM!\nThink TMNT meets STAR WARS (back when they had grit) but with capybara bounty hunters! Yup. You heard right. Capybaras. If you aren't familiar with capybaras, they're only the largest rodent in the WORLD, and also the most CHILL! They literally get along with various animal species, including crocodiles! Oh, and they're semi-aquatic. They swim like dolphins and can hold their breath up to 5 minutes underwater. GROM wouldn't be what it is without capybaras."}, {"update_no": "UPDATE #30", "update_userinfo": "UTF WILL NEVER BE ABANDONED!!", "update_content": "Hello Everybody!\nHope you all are well!\nJust letting you guys know that my latest crowdfunding venture, PISTOLERA, which is a Tarantino-esque vendetta western, is currently live on Kickstarter with 3 days to go! \nIf you dig westerns, Tarantino/Robert Rodriguez films, Red Dead Redemption, consider checking out our trailer and campaign! We have lots of neat rewards and the entire issue is already inked. "}, {"update_no": "UPDATE #29", "update_userinfo": "PISTOLERA - 70% Funded! 3 DAYS LEFT!!! We need your support!", "update_content": "Hello Everybody!\nSo far PISTOLERA is 50% funded!\nWe appreciate all the support so far!\nPlease help us spread the word so we can bring this gunslinger to life! "}, {"update_no": "UPDATE #28", "update_userinfo": "PISTOLERA is 50% Funded! 9 Days Left!", "update_content": " Hello Everybody,\nAlthough UTF has been put on hold, there's still some promising projects coming out of the pipeline. \nPISTOLERA, my first revenge western, illustrated by Mateo Martinez of Jetpack Activate, with colors and letters done by UTF's J.L. Giles, will be crowdfunding this Friday!"}, {"update_no": "UPDATE #27", "update_userinfo": "PISTOLERA Launches This Friday!", "update_content": "Hello everybody!\nThese have been nervy times for me as a creator so far as we are 11 days away from this campaign run coming to an end. To make matters worse I was stricken with the flu for the first time ever in my life this past Monday. I'm actually wearing a medical face mask and have been quarantined from my wife and seven month old son. Not fun. Hopefully I'll be fully recovered by the weekend."}, {"update_no": "UPDATE #26", "update_userinfo": "UTF 59% Funded and Over Halfway There!!", "update_content": "Hello Boys and Girls!\nIt is finally going down! The Headshot Horror team that successfully crowdfunded LAIR has officially jumped on board to bring my first foray into the realm of comic books back from the dead!\nOur UTF campaign ends the first week of October. A 3 week run to raise at least 3K! I'll be uploading the first 3 issues to undertheflesh.com so you can gauge the story so far!"}, {"update_no": "UPDATE #25", "update_userinfo": "Under The Flesh KS is LIVE!", "update_content": "Hey guys and gals, after WAY too long I wanted to share some good news regarding UTF!\nThe same guys who worked on the para-demonic LAIR OGN are excited to continue my first original doomsday horror webcomic UNDER THE FLESH! The change to switch art teams was a difficult one to make, because it is hard for me to envision this project without the original artist, JL Giles, but his demanding Marvel schedule didn't allow much time to continue the project, and after completing LAIR, I'm convinced there is no better team than ours to continue the story."}, {"update_no": "UPDATE #24", "update_userinfo": "UTF Comeback Kickstarter Launches SEP. 16th!", "update_content": "So finally some news regarding UTF!!!\nAfter completing the first 3 issues of our book there has been some stagnation due to artist J.L. Giles' unpredictably busy schedule. Instead of keeping the project in limbo, I made the tough decision to continue the story with the creative art team that helped me produce LAIR!\nWe're looking to Kickstart this babdboy sometime next month! More news to follow! Stay Tuned and thanks for following!"}, {"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/363383187/under-the-flesh-ravaged-road-grindhouse-zombie-hor", "project_name": "UNDER THE FLESH: Ravaged Road - Superhero Horror (Canceled)"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Welcome back to Paperfilms 8th Kickstarter project : ABBADON. \nABBADON is a 72 page MATURE AUDIENCES graphic novel written by Justin Gray & Jimmy Palmiotti from the original screenplay by Spencer Marstiller, featuring the art of FABRIZIO FIORENTINO and ALESSIA NOCERA and design and lettering by JOHN J. HILL. \nSTRETCH GOAL ADDED!!\nWith just over a week left and the first stretch goal hit, we figured it was time to announce the second stretch goal!\nIf we hit $50k by the end of the campaign we will be giving everyone at every level a seperate digital FABRIZIO FIORENTINO sketch book that will include the character designs- layouts-breakdowns-alternate pages and commentary. This will be a real inside look to the thoughts and process that make up the final product. On the main page you can get a taste of some of the original sketches and how amazing Fabrizios work looks before it goes to finishes. This book will be designed by John J Hill and will be delivered before the final book to get everyone excited ahead of time. If we hit the 50k, expect some more stretch goals to come, and thanks everyone for all your social media and word of mouth. It really has made a difference.\ncover by TIM BRADSTREET!\nThe Basics: Fans of our run on JONAH HEX and ALL STAR WESTERN are in for a treat as we offer a hard hitting and graphic, yet intensely dramatic character driven story in the same genre, free of any existing rating systems. \n With this graphic novel adaption of a screenplay by Spencer Marstiller, we introduce an unconventional western set in a town where illicit sex, gambling and even murder are legal under the right conditions.  The story art gorgeously illustrated  by FABRIZIO FIORENTINO, whom we collaborated with on ALL STAR WESTERN and this is complimented by the lush digital painting of  ALESSIA NOCERA. Also featured is a dynamic and beautiful cover by award winning illustrator TIM BRADSTREET , with special reward catagories featuring a special limited edition mystery cover by multiple Eisner and Shuster Award winner DARWYN COOKE and another special cover by award winning and fan favorite artist  AMANDA CONNER. We are happy to also announce our new partnership with  the awesome crew at ADAPTIVE  STUDIOS . \nThis entire square bound SOFTCOVER book will be a total of 72 pages plus material printed on the best paper stock available and printed in the USA. We need to raise the amount featured to cover production handling and distribution costs involved in producing an original graphic novel this big and beautiful. \nThe inspiration for this project comes from our love of mature westerns, murder mysteries and the horror genre as well as the original unpublished screenplay it is based on. This was a project we fell in love with immediately. \n\nTHE STORY:\n\n“In the distance the silhouette of a sprawling boomtown rises ominously from the earth like a gravestone risen from Hell.”\n  Set in the late 1880’s American West, Abbadon is a city steeped in sin, where anything is possible if you have the money, influence and power to obtain it. Poised to become the next boomtown, Abbadon is plagued by a series of murders heralding the arrival of U.S. Marshall Wes Garrett. A legendary lawman, Garrett’s claim to fame is that he killed a notorious murderer, who cut a bloody swath across the country and left scores of mutilated men, women and children in his wake. Garrett’s arrival exposes the secret that Abbadon’s sheriff Colt Dixon has desperately been trying to conceal – the victims have all been mutilated the same way they were by the killer Garret stopped – a man some called a monster, but the papers called him Bloody Bill. Garrett and Dixon join forces to uncover the killer’s identity in a town so full of corruption that everyone is a suspect.  ", "risks": "Risks and challenges\nThe Kickstarter for ABBADON exists not only to raise funds to put together the book and album, but to create an EXCLUSIVE Kickstarter project that is unique in a few ways. We will be using Print-On-Demand structure to create an exclusive limited and signed editions of the book based solely on the amount of orders we receive which will then be printed in the America by American companies. \n\nThis Kickstarter project will be the only place to get this specific edition and unique edition.\n\nEventually we plan to publish the book elsewhere for retailers with a different cover and contents, but till that time in the future, it will only be available here for our Kickstarter supporters! As you can see with the pledge list there are several choices on how you can make ABBADON a reality and share this amazing story and art. \n\nWe will be adding more tier rewards as the pledge drive goes along, as well as stretch goals once, God willing, the original goal has been funded.\n\nMany of you are returning customers who have supported us in the past and have received your Kickstarter pledges mostly ON TIME and hopefully have appreciated our communication throughout the project. For those who are returning for another adventure, we thank you from the bottom of our collective hearts.\n\nFor those new to this project and our books, we want to say we treat each and every person like a close friend, reply to your messages and do our best to make sure you have a positive and rewarding experience worth your time and generous backing. We are proud of our work, the artists and designers we collaborate with and especially proud of the fine women and men that support our ventures. \n\n Because of that, we offer a big THANK YOU to everyone out there from all of us at PaperFilms and our creative partners on this project, the crew at Adaptive studios. \n\nFeel free to visit us on social media or via our website, www.paperfilms.com and adaptivestudios.com for more about each company!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "I have a NEW KICKSTARTER up folks- for an adults only series...", "update_content": "I know some of you know this already, but for those that do not- we have a new kickstarter up called POP KILL- an adults only comic series . Please hit the link below and give it a look. \nhttps://www.kickstarter.com/projects/creatorownedheroes/palmiotti-and-johnsons-pop-kill-issue-2-adult-comic-book?ref=discovery_category"}, {"update_no": "UPDATE #25", "update_userinfo": "It's not a western...", "update_content": "Some of you know I have a new kickstarter but some don't and I wanted to make sure you are kept in the loop. The new kickstarter is for my creator owned character PAINKILLER JANE -its an original ADULT hardcover graphic novel and the details can be found here : https://www.kickstarter.com/projects/1397702842/painkiller-jane-original-graphic-novel-hardcover?ref=project_tweet\nAgain, if you backed it, awesome- if not, please visit the site and give it a read and if its not for you....could you at least share it on social media. It would be greatly appreciated. "}, {"update_no": "UPDATE #24", "update_userinfo": "Just a moment of your time.", "update_content": "Sorry, in all the excitement, I forgot the link:\nhttps://www.kickstarter.com/projects/1397702842/hype-by-palmiotti-gray-pina-nocera\nHey, its monday. Here is another pafge of art to make up for cramming your in box: "}, {"update_no": "UPDATE #23", "update_userinfo": "Good morning and happy new comics Wednesday, Abbadon backers!", "update_content": "Hey Guys and Gals! Wanted to let you guys be the first to hear about the newest Kickstarter going live right now from your friends at Paperfilms and Adaptive studios. We have put together our latest graphic novel that you can read all about at the link below as well as what we consider some cool exclusive pledge rewards, some are limited, but all are done by the amazing Amanda Conner and Dave Johnson. We would appreciate any love you can give us by backing and posting the link on social media and maybe saying a nice thing or two about us in the process if you feel like it. Either way, thanks for always being there for us and hope you like what you see and decide to back our latest HYPE."}, {"update_no": "UPDATE #22", "update_userinfo": "Happy New Comics Day!", "update_content": "Hey everyone:\nIt has been a crazy, crazy summer but we wanted to quickly reach out to let everyone know that our great partners in Adaptive Studios have now made ABBADON available for purchase through their publishing house.  Don't worry, this is a different printing (cover) and some trade dress but the story is the same.  So your Kickstarter backing is still 100% unique to all of our great backers.  We work hard at making every campaign unique so everyone is rewarded."}, {"status": []}], "comment_no": 150, "projec_url": "https://www.kickstarter.com/projects/creatorownedheroes/abbadon-by-palmiotti-and-gray", "project_name": "ABBADON by Palmiotti & Gray"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "The Cast of So Not Super\nSO NOT SUPER is a low budget, quirky comedy that revolves around a ragtag support group for unknown \"heroes\" with less-than-awesome abilities. Little do they know, group sessions are led by Samantha, a retired A-List hero whose powers mysteriously vanished, and her association with a convicted super criminal hasn't won her any favors with the GALA of Justice or her super ex-boyfriend, Captain Famous.\nDay 304 Productions, known for two successfully Kickstarted steampunk projects: the DIRIGIBLE DAYS WEB SERIES and comic book DIRIGIBLE DAYS: 998 is also self-producing this series, and we are looking for some support to help pay our artists, fund props and costumes and compensate our crew and talent.\nWatch the pilot episode NOW!!! Fans of Mystery Men, Dr. Katz, Kick-Ass or The Legion of Substitute Heroes will definitely want to check it out.\nwww.day304.com/sonotsuper\nwww.facebook.com/sonotsuperseries\nThe first episode is finished to give you  a taste of what we're trying to accomplish and you can watch it now as part of our Kickstarter video at the top of the page. Wonderful people have volunteered their time and talent to this project, and we're thrilled to have such an amazing group.\n\nREWARDS\nThere's some good stuff over there in the way of REWARDS, so feel free to browse. For just $10 you will get even MORE story about our group leader Samantha and how she and Captain Famous came to be. We wanted this reward low so that everyone could have access to it and get a feel for the world we're in. For $50, we feel you get the best bang for your buck, including the back story, a T-Shirt, a printed mini comic and, of course, our ever-loving thanks (which is, of course, priceless)!!\nT-SHIRTS ($35 / $50 level / $100 level)\nUnisex tees for you or the awesome (and modest) people in your life who love to eat cats. Wait... love to eat...OR love cats.\nEARRINGS ($60 Level)\nIf you're wondering about the earrings, it's a thing Julie does. You can see some examples on her Etsy store at superherojunk. These will be random comic characters or comic designs. \nSUPER HERO MASK ($150 Level)\nSo, you want to be a hero, huh? For $150 we will design you your very own mask and mock up you as a superhero. Perfect for Mardi-Gras, Halloween, costume parties or just to go to the super market.\nGIVE US HISS's SECRET IDENTITY! ($175 Level)\nHave someone you really love and want to immortalize them in web cinema? (And the occasional film festival?) Then, the $175 level is for you. As long as the name isn't Bruce Wayne or Aunt May etc, etc...\nHiss\nCOMIC CREATOR: HERO/VILLAIN ($400 Level)\nWe still do need to design some costumes and that's where a couple of those higher levels come in. We are more than happy to work with you if you have an all original character you'd like to see on screen. Screen credit will be given, and you will still own the rights to your creation. Paperwork will be signed to make it all legal and stuff. We're professional like that.\nA-LISTER:\nAnd of course, if you MUST--just MUST--have it ALL, become an EXECUTIVE PRODUCER!\n \nWe are well on our way to making this happen with EPISODE 1 , a trailer and a Kickstarter video finished. We hope you want to see more! The more successful this campaign is, the more likely there could be a season two, or a comic continuation, or something. (Yes, the writer has some idea of where this story is headed) So, PLEASE share with all of your friends, your blogs, your tumblr, your flickr, your tweety pages, your facey spaces and where ever else you can. We need your HELP! Also, if we go over our goal, we have discussed a few stretch rewards...\nWe're so appreciative of any amount given from $1 up. Nothing makes us happier than pledges! We won't lie. We'll be checking Kickstarter obsessively. We believe that super heroes are the people who make the world a better place...that make people happy...that do good deeds. And we need a whole lot of super heroes to help this happen! Thank you!!!\n\"BE THE PERSON YOU ARE, AND THE HERO THE WORLD NEEDS.\"\nArt by CHRIS BAILEY.\nwww.day304.com", "risks": "Risks and challenges\nThe challenges lie in organizing shoots with 10+ people who all have jobs, school and personal lives. Enticing them with compensation helps, like food or gas money, but they are volunteering time which as we all know is invaluable because it is limited. We HOPE to get this thing in the can by the end of summer 2014 but life does happen. Regardless, it WILL get done, as we have proved that we can finish what we start, even if we have to rewrite or recast. Check out Dirigible Days or any one of our other masterpieces at day304.com. We also have to get through this Kickstarter, which is anxiety overload! Will we make it?!\n\nThe risk is that no one will like our series. So far, we put hours upon hours of time and our own hard-earned monies, our love and OTHER people's time and monies into something--for it to get bad reviews and attract trolls and it will never go anywhere, or amount to anything. It's scary for any artist, but that is the risk we take when we put our souls out for the world to see. But we're gonna do it anyway and read all of your feedback no matter what.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Gary Lobstein - Day 304 Productions\n3 created · 7 backed\nGary produced/directed/edited and starred in \"Dirigible Days\", a steam-punk web series that won multiple awards worldwide. \"The Yard\", a...See more"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/day304/so-not-super", "project_name": "SO NOT SUPER - Web Series"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "DENVER is a graphic novel about one man going against all odds to get back the woman he loves, all set in the not-too-distant future.\nSTRETCH GOALS! \nWe are adding a few here, and more later. For now…\n$34 Grand: If we hit this amount, EVERYONE will be getting the original DIGITAL script of DENVER added to their pledge. For those that pledged the digital script level, we will be giving you a bonus script. \n$38 Grand: We will be adding a sketchbook section to the book in both Paper and Digital format. This will feature a nice amount of sketches by Pier as he was worldbuilding the book and the character sketches, and will up the page count of the final book. \n$40 Grand: RANDOM BACKER SKETCHES: In the non-digital pledges, We will be randomly inserting sketches into peoples packages on a random basis. Pier will be doing 15 sketches and we will be collecting some here and there from our crew including Amanda Conner and Jimmy. Some will be of scenes and characters in the book, some will be really really random, but fun! \n$50 Grand level: In the non digital pledges, we will be giving everyone a print of the AMANDA CONNER special limited cover. In the digital section we will include it in your book. This will be unsigned. \nWe will be adding some ideas along the way and inbetween these stretch goals, but for now it is a start. \nWe have been getting a lot of Hardcover requests, but since we print the book in the U.S. it's very expensive and harder still with the weight change to ship overseas. We are not counting it out, but we are looking at all the expenses and right now, we are far from there on this. Stay tuned. \nMy buddy Antonio suggested if we hit 100 grand to make a hardcover, so thats the stretch goal for that…a hardcover and added story pages if we hit 100 grand. Is it possible? Probably not, but what a good dream. \nWelcome back to the PaperFilms 6th Kickstarter project: DENVER\nDENVER is an EXCLUSIVE TO KICKSTARTER 72-page MATURE AUDIENCES graphic novel written by Justin Gray & Jimmy Palmiotti, featuring the amazing art of PIER BRITO, and lettering and design by Bill Tortolini. All of this is brought to you by the PAPERFILMS team that has delivered QUEEN CRAB, FORAGER, WEAPON OF GOD, RETROVIRUS, and SEX AND VIOLENCE. \nWe are very proud of our track record with past Kickstarters, and we know you will be happy with this one as well. With this project we added a really cool feature: a soundtrack! Read on…\nWrap around cover by Pier Brito\nPREMISE: After a rogue meteor impacts our moon, forcing it off its regular orbit, the oceans rise dramatically, consuming most of the planet’s surface. The United States is under water, with the exception of its last major metropolis: Denver, Colorado. This is not the horrible post-apocalypse world we are used to. It is a showcase of mankind’s greatest achievements and ability to survive, but as always, there needs to be control and regulation in a city that can only house and feed a specific number of citizens. There are those outside this great city who would do just about anything to get in. That is where our main character MAX FLYNN comes in.\nMax is one of many armed Coast Border Guards [CBG] who protects and processes everything coming into and leaving DENVER. He lives with his new wife, Betty, and his teenage daughter from a previous marriage, Trinity. On the job, Max has command of his two partners, Jimmy DePaul and Jane Nelson. Their job is to route everything and everyone that enters the city from the waterways, inclusive of new citizens seeking refuge in DENVER. In this futuristic world, masses of people are wandering the earth’s waterways in hopes of gaining admission to some of the few cities left, and DENVER is no different. They keep a constant population count by monitoring every time a citizen of DENVER dies; an open space is available for either a birth or granting an outsider citizenship in DENVER. This person would have to be sponsored by an active resident.\nUnfortunately there are those who would do just about anything to gain entry into DENVER. The burden of stopping this falls upon Max and the CBG. Our story is about a group that goes to such extremes, and Max is forced to go against everything he has ever learned and been trained for.\nDENVER is a story about extortion, betrayal, and the lengths a person will go to, to protect the ones they love. DENVER was born out of a love for adult sci-fi stories, drawing its inspiration from films like BLADE RUNNER, SOYLENT GREEN, and ROAD WARRIOR, and a lifetime of reading HEAVY METAL MAGAZINE—as well as being brought up having hope in mankind.\n             THE SOUNDTRACK : \nThe soundtrack. Yes, we have added an actual soundtrack to complete the experience of the graphic novel, written and composed by Hans Karl. A sample runs with the video above and this soundtrack was written based on the Denver graphic novel.\nTo listen to a track from the Denver soundtrack, go to: \nhttps://www.youtube.com/watch?v=sdEpiQGfd7w\n Hans Karl is a film and multimedia composer. His music can be heard in documentaries, animated shorts, indie film, commercial jingles and various other creative media projects. In addition to his scoring work, he has also released several albums in various music genres. Currently, he has been creating a collection of original music library tracks. He resides in Los Angeles. You can find out more about Hans at his website:  http://www.hanskarlmusic.com\n Also featured on the soundtrack is the ending credit song: “ You Do”, written and performed by Carrie Johnson. Carrie is a professional songwriter and performer who spends time writing and recording in Hartford, CT and Nashville, TN. The Carrie Johnson Band performs regularly in the New England area.  Please visit her site at: http://www.carriejohnsonmusic.com\n Please visit her site at: http://www.carriejohnsonmusic.com\nHer main accomplishments include: • BMI songwriter with over 200 songs in her catalog, including over 20 co-writes with current performing aritsts • Eight cd's of original music (including 22 Brides): “Selling Fruit in Cairo”; “22 Brides”; “Beaker”; “Blazes of Light”; Demolition Day”; “Geographical Fix”; “Move The Sun”; “Strength To Move”; and various singles released • Published composer for film: Orenda Films “No Way Home” and independent film “Exposure”, and animated film \"Ferretina - The Promise\" • Professional studio vocalist and rhythm guitarist (artists include Paula Abdul, Deborah Gibson, and Belinda Carlisle) \nHERE ARE SOME SAMPLE PAGES: \nINTERIOR PAGES\n BELOW ARE THE PRINT OPTIONS, WITH THE NAMES OF THE ARTISTS CLEARLY MARKED ON THE ART. \nThe names will not be on the actual prints. The print size is 10 x 6 1/2 inches. They are on thick watercolor paper stock.\nREWARD 19, LIMITED TO 10.", "risks": "Risks and challenges\nThe Kickstarter for DENVER exists not only to raise funds to put together the book and album, but to create an EXCLUSIVE Kickstarter project that is unique in several ways. We will be using Print-On-Demand structure to create an exclusive limited and signed editions of the book based solely on the amount of orders we receive, which will be printed in the U.S.A. This process uses the best quality paper and cover stock we can get. It will be the same as our past graphic novels, but with more pages. \n\nThis Kickstarter project will be the only place to get the package rewards offered. Eventually we plan to publish the book elsewhere for retailers with a different cover, but till that time in the future, it will only be available here for our Kickstarter supporters! \n\nAs you can see with the reward tier list, there are several choices on how you can get the book. We will be adding more tier rewards as the pledge drive goes along, as well as stretch goals once the original goal has been funded. Many of you are returning customers who have supported us in the past and have received your Kickstarter pledges mostly ON TIME and hopefully have appreciated our communication throughout those projects. \n\nFor those who are returning for another adventure, WE THANK YOU! For those new to this project and our books, we want to say we treat each and every person like a close friend, reply to your messages and do our best to ensure you get each penny’s worth of pledge amount, not just this project, but all of our projects. \n\nWe are proud of our work however we are even more proud of the fine people that support us on our adventures! Because of that, we offer a big THANK YOU to everyone out there from all of us at PaperFilms….all 6 of us! \n\nFinally, any additional help you can support us with this campaign by posting, tweeting and spreading the word about this project, the entire DENVER team appreciates.\n\nNOTE:Due to the increased cost for international shipping, we are offering the option to ship overseas, however, the shipping cost will be higher than our previous campaigns. We certainly love and appreciate our overseas fans, however, we have to account for the extreme handling structures and the current postal increases. \n\nFeel free to visit us on social media or via our website, www.paperfilms.com Thanks again!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "HEY DENVER BACKERS-", "update_content": "I know a lot of you havent looked at whats new with us and wanted to send a reminder that we have 3 days left on our current POP KILL campaign, our latest adult graphic novel. If you enjoyed DENVER- we think you will love Pop Kill. Please take a minute and give it a look. We can use your support. I hope everyone is staying well and thanks again for your support!\nTHANKS, JIMMY PALMIOTTI\nhttps://www.kickstarter.com/projects/creatorownedheroes/palmiotti-and-johnsons-pop-kill-issue-2-adult-comic-book?ref=nav_search&result=project&term=jimmy%20palmiotti"}, {"update_no": "UPDATE #23", "update_userinfo": "Hey everyone, can you take a second....", "update_content": "And give my new kickstarter a look? its at : https://www.kickstarter.com/projects/1397702842/painkiller-jane-original-graphic-novel-hardcover?ref=section-comics-illustration-projectcollection-popular\nand features one of my creator owned characters and some amazing art and cool pledge levels. We have some beautiful art in this one...\n\nand if you can, please share on social media. Thanks again for your past support and backing DENVER! "}, {"update_no": "UPDATE #22", "update_userinfo": "Hello, Denver Backers!", "update_content": "I Wanted to let you guys be the first to hear about the newest Kickstarter going live right now from your friends at Paperfilms and Adaptive studios. \nWe have put together our latest graphic novel that you can read all about at the link below as well as what we consider some cool exclusive pledge rewards, some are limited, but all are done by the amazing Amanda Conner and Dave Johnson. We would appreciate any love you can give us by backing and posting the link on social media and maybe saying a nice thing or two about us in the process if you feel like it. Either way, thanks for always being there for us and hope you like what you see and decide to back our latest HYPE."}, {"update_no": "UPDATE #21", "update_userinfo": "Justin Gray with a Kickstarter announcement.", "update_content": "Hey guys and gals, Just wanted to point you in the direction on our new Kickstarter, ABBADON!\n  https://www.kickstarter.com/projects/1397702842/abbadon-by-palmiotti-and-gray "}, {"update_no": "UPDATE #20", "update_userinfo": "HEY Denver backers!", "update_content": " https://www.kickstarter.com/projects/1397702842/sex-and-violence-vol-2"}, {"status": []}], "comment_no": 180, "projec_url": "https://www.kickstarter.com/projects/creatorownedheroes/denver-a-72-page-mature-audience-original-graphic", "project_name": "DENVER. A 72 page mature audience original graphic novel"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "WE HIT OUR GOAL! Now the first stretch goal is up...\nThis will be at the the $28 thousand mark and it will benifit everyone!! For the digital people, you will get an extra book attached to your download...something cool from our library of goodies.\nFor the print people, we will be adding a signed original print by AMANDA CONNER...but we are going to depend on your feedback to what this print will feature. We can have amanda do another FORAGER illustration like offered, or we can ask you, the backers, what you would like to see her do and find the one theme that is most repeated by you guys and go with that, so let us know...\nNOTE: THE BOOKS WILL BE DELIVERED 2013...THIS NOVEMBER, NOT 2014. THE POSTS ARE ALL WRONG ON THE PLEDGES AND CONNNOT BE CHANGED. YOUR BOOKS WILL BE YOUR WAY IN A FEW MONTHS! SORRY FOR THE MIX UP!!\nWelcome back to the PaperFilms 5th kickstarter project: FORAGER\nFORAGER is a 60 page ALL AGES graphic novel written by Justin Gray & Jimmy Palmiotti featuring the art of Steven Cummings , color by Challenging studios and lettering and design by Bill Tortolini.\nThe Kickstarter for FORAGER exists not only to raise funds to put together the book, but to create an EXCLUSIVE Kickstarter project that is unique in a few ways. We will be using Print-On-Demand structure to create an exclusive limited and signed edition of the book based solely on the amount of orders we receive which will be printed in the U.S.A.. This Kickstarter project will be the only place to get the Amanda Conner cover edition.\nEventually we plan to publish the book elsewhere for retailers with a different cover, but till that time in the future, it will only be available here for our Kickstarter supporters! As you can see with the pledge list there are several choices on how you can get the book.\nWe will be adding more tier rewards as the pledge drive goes along, as well as stretch goals once the original goal has been funded.\nMany of you are returning customers who have supported us in the past and have received your Kickstarter pledges ON TIME and hopefully have appreciated our communication throughout the project. For those who are returning for another adventure, we thank you.\nFor those new to this project and our books, we want to say we treat each and every person like a close friend, reply to your messages and do our best to ensure you get each penny’s worth of pledge amount for not just this project, but all our projects. We are proud of our work and even more proud of the fine people that support us on our adventures. Because of that, we offer a big THANK YOU to everyone out there from all of us at PaperFilms….all 6 of us!\nFeel free to visit us on social media or via our website, www.paperfilms.com\nThanks again!\nThe PaperFilms team\nNEW PAGES OF ART: \nAnother beautiful page.\nTHE BASIC STORY: \nIn an attempt to save their crumbling marriage, Glenn and Joan Travers take their six-year-old daughter Ellie, on a week’s vacation aboard a luxury Star Liner orbiting the Earth and Mars. \nSoon after reaching orbit, Ellie begins hearing voices from what she calls angels, claiming they are, “coming for our world”. As the days pass, Ellie alarmingly slips in and out of a catatonic state for short periods of time, each time explaining that the angels are getting closer. Are the angels real? Is Ellie suffering a mental breakdown or are we about to make first contact with an alien intelligence? \nThe inspiration for FORAGER was born out of frustration with mainstream science fiction movies where nearly all alien life in the universe wants to conquer or eat us. There is very little optimism, hope or joy. So FORAGER draws its inspiration films like Close Encounters of the Third Kind, ET and Starman. ", "risks": "Risks and challenges\nWorking on a project like this and our FOUR past Kickstarter projects, QUEEN CRAB, RETROVIRUS , SEX &VIOLENCE: VOL. 1 and WEAPON OF GOD has been super rewarding for many reasons. We are getting to push the envelope with the kind of stories we would like to tell and at the same time finding out what you, our audience, is interested in. With FORAGER we are going for an all ages audience that is interested in quality adventure and science fiction on an emotional level. By throwing some cool set ups and ideas into the mix, we think you will be able to read FORAGER over and over again and keep as part of your permanent collection.\n\nKnowing that our audience supports our insanity really gives us a ton of freedom to let loose on projects like this. Our goal is to make them even more special by offering exclusive art, prints, and downloads we know our fans love! \n\nThe amount needed is to cover the art, coloring, lettering, design, book printing, shipping, and special printing needs for the exclusive prints. Justin and Jimmy are not taking any money for the project in order to keep the goal a reasonable target. \n\nFinally, any additional help you can support us with this campaign by posting, tweeting and spreading the word about this project, the entire FORAGER team appreciates.\n\n.\n\nNOTE:Due to the increased cost for international shipping, we are offering the option to ship overseas, however, the shipping cost will be higher than our previous campaigns. We certainly love and appreciate our overseas fans, however, we have to account for the extreme handling structures and the current postal increases.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Final Weekend for Arthur Blackfrost OGN Kickstarter", "update_content": "Hey folks, if you are looking for new all ages material from the Paperfilms crew, please check out Justin Grays newest project qwhile you can! \nhttps://www.kickstarter.com/projects/jvgray/the-adventures-of-penelope-hawk-a-novel-for-ages-9?ref=hero_thanks"}, {"update_no": "UPDATE #24", "update_userinfo": "Happy Halloween Forager backers!", "update_content": "Just wanted to give you a heads up about our new Kickstarter now running. \nthe link is below and as usual, we are offering some cool pledge rewards and the usual top quality product we always do. Thanks in advance for cheking it out and even if not interested, a push on any of your social medias would be a great help. \nhttps://www.kickstarter.com/projects/1397702842/hype-by-palmiotti-gray-pina-nocera"}, {"update_no": "UPDATE #23", "update_userinfo": "JUSTIN GRAYS NEW NOVEL!", "update_content": "Got us where we are today, and now FORAGER is now available on a KINDLE edition through Jet City comics. What I would like to ask is those with an Amazon account to maybe take a few minutes and leave a small review and rating? I know it is a lot to ask, but It really helps us a lot getting the word out there about the book. It is available on Kindle at this point and we we could use the attention. \nhttp://www.amazon.com/Forager-Jimmy-Palmiotti-ebook/dp/B00THKX47U\nSo, a big thank you in advance everyone for all your support. Things move slow around here, but they move with Quality. Hope everyone is gearing up for a wonderful summer, and hope to see some of you on the con circut very soon. "}, {"update_no": "UPDATE #22", "update_userinfo": "Hey Forager backers...", "update_content": "Hey guys and gals, Just wanted to point you in the direction on our new Kickstarter, ABBADON! https://www.kickstarter.com/projects/1397702842/abbadon-by-palmiotti-and-gray "}, {"status": []}], "comment_no": 84, "projec_url": "https://www.kickstarter.com/projects/creatorownedheroes/forager-an-all-ages-sci-fi-graphic-novel", "project_name": "FORAGER: An all ages Sci-fi graphic novel."}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "Strech Goals unlocked.\nACHIEVED!!! - 1 free comic - At $3,000 we will provide everyone at the $25 level or higher a copy of Man of God #5 with a Black and White Virgin Cover (No logos, titles, price, or UPC) of the Bob Hall House of Secrets Homage. This is a Kickstarter Exclusive with a micro print run.  These may also be purchased at tier lower than $25 for $5 each.\nNEXT UP!!! - 2 free comics - At $4,500 we will provide everyone at the $25 level or higher a copy of Man of God #4 with a Black and White Virgin Cover of the Andrew Mangum Evil Ernie Destroyer, Steven Hughes Homage. We will also include a Black and White Virgin Cover of the Mark Kidwell cover to issue 6. These are Kickstarter Exclusives with a micro print run. These may also be purchased at tier lower than $25 for $5 each.\n1 free comic - At $6,000 we will provide everyone that has bought a full set of 1-6 (Yvel set, Brereton set, Con set, or all variant set) a copy of Man of God #0. This is a Kickstarter Exclusive with a SUPER micro print run. These may not be purchased separately. \n------------------------------------------------------------------------------------------\n\"Run, don't walk to your favorite comic book retailer and demand they order Man of God! I was lucky enough to get to read the first issue and brother, does this book deliver. Slick production, amazing story, tight script and dialogue ... simply one of the best, fresh efforts I've seen in a long time. SUPPORT THESE CREATORS AND BUY THIS BOOK!! You'll thank me.\" -Mark Kidwell (writer of '68 from Image Comics)\n\"Thanks for letting me read the first issue of Man of God. I was fortunate enough to work with Yvel Guichet on what I believe was his first professional comic book work -- Eternal Warrior #4 at Valiant Comics. I watched him grow from being an incredibly talented newcomer to being a seasoned storyteller with a great sense of dynamism and mood. I think he and Craig are doing a wonderful job in setting up the story -- giving us just enough information to keep us excited about where the story will go. A dark and moody book that makes for a fun read!\" -Kevin VanHook  \n\"A story about a Man of God who is transformed into an instrument of ... vengeance? Redemption? Both? The richly detailed and darkly evocative art of Yvel Guichet is perfect for this tale by Craig Partin that mixes equal parts of mystery, iniquity and tragedy.\" -JayJay Jackson\n\"The artwork was very well done and much better than a lot of things you will see on the shelves at your local comic store.\" -comicmonsters.com\n\"It's almost a misnomer to call Man of God a small press comic because it's so damn well done.\" -comicsbulletin.com\n\"I actually got pissed when it ended because I wasn’t ready to stop reading yet.\" -darlingdork.com\n\"Man of God is just one messed up book.\" -aintitcool.com\n\"Great storytelling techniques are employed in this strip, along with solid artwork paired with good dialogue by creator/writer Craig Partin.\" -crikeyuk.co.uk\n\"Man of God is by far one of the most impressive black and white comics I’ve ever read.\" -comicbastards.com\n\"Man of God is a black and white comic a bit reminiscent of Marvel’s Ghost Rider, Image Comic’s Spawn and perhaps a little of DC’s Spectre if they were written by an independent with enough guts to push the envelope on what characters like these should present in their stories.\" -fanboybuzz.com\n\"Man of God is the first offering from Pinwheel Press, and what an offering it is.\" -comicrelated.com\n\"Yvel Guichet and Stu Berryhill work together to provide a heavy and atmospheric symphony in black and white. Every panel attracts the eye to every detail, which makes reading this comic quickly nearly impossible.\" -comicspriceguide.com\nMan of God is a self-published independent comic book, released by Pinwheel Press.  The first three issues were published in 2012 and garnered much praise and positive reviews (see above).  We've built a small but loyal fanbase -- the ferocity with which they promote the book to friends and fellow fans makes us proud. We strongly believe in what we are creating and that belief has proven to be extremely contagious.\nBut the market is tough, overflowing with brightly colored costumes that  make it hard to see the darker, more mature material on the shelf.  That is where we need your assistance, to help us continue bringing our story to the masses as we fight for market presence. \nWe would like for you to experience our book first-hand in hopes that you will want to join us on this journey and support our creativity.  We have made a PDF of the first issue available for free here:\nhttp://www.mediafire.com/view/?ua6avcy1aa1skac\nor\nhttps://www.balloond.com/comic/man-of-god/1\nOur rewards are set up to offer you value at all levels, as well as provide you with plenty of options. If we exceed our goal we will continue to add unique and exclusive Kickstarter rewards for every $1,500 raised.  \nhttps://www.facebook.com/manofgodcomic", "risks": "Risks and challenges\nOur project goal is to raise enough money to help us publish issues 4, 5 & 6. We are working hard to complete the books: Issue #4 is finished, issue #5 pencils are done with one-third of the inks complete, and issue #6 has 8 pages of pencils in the can. \n\nWe plan to have all six issues finished and printed by October.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #42", "update_userinfo": "Thank you all so much! Now on to our next endeavor!", "update_content": "First and foremost, to all the fans that made this possible...Thank You!\nTo those of you that what more, please check our latest adventure at:\nhttps://www.facebook.com/pages/category/Publisher/FINEM-MUNDI-PUBLISHING-2279219962291163/\nPlease, like our page and drop a few comments.\nMan of God is being reimagined in FULL COLOR as Infernal, Pinwheel is getting his own book, and the cornerstone book, Schism will start to define the Finem Mundi Universe."}, {"update_no": "UPDATE #41", "update_userinfo": "Issue #0 final offer & Shipping Begins", "update_content": "If you would like a #0 issue, please email me ASAP at fanboy375@gmail.com for an additional $5.00 I will include it with your Kickstarter order.\nUpdate #41 will be my final update on this project. I am beginning the process of shipping the remaining 100+ pledges & orders.  I estimate all shipping will be completed on my end by July 1st. Then it is in the hands of the USPS. If you do not get your reward by July 15th, contact me and I can track it for you."}, {"update_no": "UPDATE #40", "update_userinfo": "ISSUE #6 is back from the printer and it is BEAUTIFUL!!!", "update_content": "I am starting to box up and send out pledges over the next 3 weeks.\nIf you are coming to Derby City COmic Con, you can email me and arrange to pick up your order there.\nPlease make sure if you have moved that you have sent me your new address.\nThanks,"}, {"update_no": "UPDATE #39", "update_userinfo": "Man of God #0 & Pinwheel #1/2 flipbook is coming!!!", "update_content": "The Man of God #0 (with art by Uger) & Pinwheel #1/2 (with art & cover by Andrew Mangum & family) flipbook is available for presale now.  For just $5 we will throw this little devil into your Kickstarter order. Currently, the only way to get this is to buy a set of 1-6 at a comic con we are set-up at. It includes a 10 page prequel to Man of God #1 (so you can find out what happened before the church fire that created our hero) and  a 4 page Pinwheel story!  Check out the art samples below. you can contact me at fanboy375@gmail.com for details!\nYou guys and gals rock!!!"}, {"update_no": "UPDATE #38", "update_userinfo": "Issue #6 is DONE and in post production", "update_content": "I am happy to announce that issue #6 is fully pencilled, fully inked and fully lettered!!!\nOnce the editors are done, it's off to the new printer for a small test run and then the full print run.\nBooks should start shipping out the middle to end of June\nThank you guys for all your support during this long and crazy process.  You rock!!!"}, {"update_no": "UPDATE #37", "update_userinfo": "New wave of Backer Rewards shipping this week", "update_content": ""}, {"update_no": "UPDATE #36", "update_userinfo": "Issue #5 is HERE!!!!", "update_content": "I am happy to report that the issue #5 reprint is in and it looks AWESOME!!!"}, {"update_no": "UPDATE #35", "update_userinfo": "Issues at the printer", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "ISSUE #5 PROOFS IN HAND", "update_content": ""}, {"update_no": "UPDATE #33", "update_userinfo": "Issue #5 is at the printer", "update_content": "Issue #5 is at the printer!!!  Due to the holiday rush, the printer got bogged down and we missed our window to print in December.  We anticipate sending out TPBs, print sets, etc the end of January/beginning of February. For those of you that got the stretch goal, we well be using the B&W Bob Hall virgin cover as the front cover & the House of Secrets Homage as the back cover. Unless I hear an outcry to reverse it :)\nIssue #6 is still in progress and I should have some news on that in the next few weeks.  In the meantime, here is a page of pencils from issue #6!!!"}, {"status": []}], "comment_no": 50, "projec_url": "https://www.kickstarter.com/projects/2010629539/man-of-god-comic-series-by-yvel-guichet-and-craig", "project_name": "MAN OF GOD Comic - Issues 1 thru 6 - Stretch Goals Unlocked!"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "BRIGADE UPGRADE! SUPER STRETCH!\nWe are close to UNLOCKING our key SUPREME LEVEL  stretch goal of 30k and enabling FOIL EMBOSSED on every comic to all the pledges! Thank you for making this happen!\nThe LAST STRETCH GOAL of 35k is will provide the OVER-SIZED HARD COVER previously at the 40k level. I've talked to enough printers that I can make this happen but I'll need the extra 5k kick. So let's see if we can stretch one last time!\nEXTREME LEVEL - Stretch Goal #3 - $35,000 level - Exclusive DELUXE BRIGADE OVER-SIZED HARDCOVER! I love hardcovers and I want this one to be over-sized, bigger than the standard issue hard covers. If you have pledged for the hardcover edition, it will AUTOMATICALLY be Super-sized AT NO EXTRA COST. But in order to make that a reality, we have to super-size our goal and reach this stretch initiative!\nFinal Week Upgrades Galore! Everyone at the $25 , $30, $50 and $100 levels! Signed Marvel comics at the $25 level, Signed Deadpool comics at $30 and multiple Marvel and Deadpool comics at $50 and above.\nEveryone at the $25 reward level receives an additional Extreme comic signed by Rob Liefeld. The $30 pledges and above will receive ONE signed Deadpool comic and 2 signed Deadpool comics to everyone at the $50 levels and above! Keep checking back for upgrades and new rewards!\nCheck out the new Portrait level as well as the Extreme Shopping Spree level and others I've added to the initiative in the final week. And for every pledge of $50 and above I'm adding TWO SIGNED COPIES of DEADPOOL CORPS. to your reward platform. Deadpool is exploding across all platforms and it is the most requested character for me to sign copies of, two signed copies of Deadpool Corp. will add even more value to your reward package! The manage your pledge button allows you to add reward levels.\nThanks for carrying this campaign, there is no way I could have accomplished any of this without YOU!\nSUPREME LEVEL! - JUST ADDED! New incentive that if we hit $30,000 then every single comic that BACKERS and PLEDGES receive will come with a FOIL STAMPED BRIGADE LOGO! Yes, EVERY COPY! Shiny is always better, at least in my house and this will cement YOUR comics that YOU created via this pledge with a signature FOIL LOGO. We are $5000 away from every NEW BRIGADE comic including ALL VARIANTS to come with a snazzy FOIL LOGO UPGRADE! I've priced these out and this is completely doable given the stretch number! So, we hit $30,000 in pledges then everyone at every level wins! Each and every one of you that have pledged $50 and above will also receive a FREE EXTREME SKETCHBOOK that features tons of new designs by Rob Liefeld and more Extreme artists illustrating new looks and concepts for BRIGADE and beyond. EXCLUSIVE TO EVERYONE who has contributed $50 and above towards the FREE BRIGADE initiative. We hit $30,000 in pledges and this sketchbook is yours for free available only through Kickstarter and no where else! Engage anyone who is skeptical and on the fence! Help us reach as many people with these comics as possible!\nThank you again for this amazing opportunity to have you climb on board every step of this new series! Let's Stretch this out and create more GREAT REWARDS!!\nBRIGADE adds BESTSELLING AUTHOR to the mix!\nI'm pleased to announce that Bestselling sci-fi and TV scribe Mat Nastos is joining BRIGADE! Mat brings his unique voice and considerable talent to BRIGADE as co-writer and scripter!\nVeteran writer and Amazon Bestselling author, Mat Nastos has been a film/tv artist, director and writer since the early 1990′s. His work has been published by Marvel Comics, DC Comics, Warp Graphics, Playboy and Highlights for Kids, and has been seen everywhere from the SyFy Channel to Cinemax, Starz and the Disney Channel. His first novel, The Cestus Concern, was the #1 Bestselling Cyberpunk and SciFi Adventure on Amazon for more than 6 months.\nHe has written for video games, comic books, book publishers, motion pictures, and on Emmy Award Winning TV shows.\n\nI've been looking forward to working with Matt for quite some time and BRIGADE benefits from his imagination, talent and experience! Look for big, dramatic conflict and action as we combine our efforts on BRIGADE!\n\nBRIGADE FOR FREE! Stretch Goals!\nWe have reached the Stretch Goals Phase of FREE BRIGADE! \nWhere does the money go?\n100% of the funding is going to PRINTING the comic and the hardcover. My personal goal is to produce at least 100,000 copies of BRIGADE #1 or 50,000 each of issues #1 and #2. That is the purpose of this Kickstarter. I draw every day wether I'm paid or not, it's what I do, but printing comics and giving them away for FREE must be budgeted and accounted for.\nSTRETCH GOALS!\nThank you to everyone who has supported and pledged to get us funded. What does this mean? It means I can provide 50,000 FREE BRIGADE copies to fans and retailers! I would like to increase that number and expand the amount of FREE BRIGADE comic books! With that in mind I've created fun, creative Stretch Goals incentives to reach the next stage! \nTHE PROJECT\nBRIGADE and its creator Rob Liefeld ( Deadpool, Cable, X-Force ) are returning to comics and we want everyone to get a FREE copy of the re-imagined Brigade! Brigade launched in the summer of 1992 and was one of the most popular books at Image Comics. The book featured a colorful cast of characters, Battlestone, Coldsnap, Lethal, Seahawk, Thermal, Stasis and Roman united against the forces of evil. The cast and concept of Brigade have been radically updated and re-imagined and I'd like everyone to get a copy for free! I can only do this with your support and commitments on Kickstarter. Last year, Top Cow productions successfully re-launched Cyber Force with this Free Initiative, inspiring this\nBy funding this Free Initiative you are helping provide Free copies of Brigade to comic stores in the U.S. and Canada as well as Free digital downloads of Brigade. The more money raised, the more FREE copies and issues we can produce. A FREE comic breaks through all barriers and crosses all ages, a free comic provides a risk-free experience that can create a doorway into a new world of imagination and wonder. Brigade with its fresh, bold direction and characters will provide a dynamic comic book experience for readers old and new.\nWHAT'S IT ABOUT?\nThe premise behind the new Brigade is that all time and space is under constant attack by a multitude of threats each attempting to alter the course of human history. A Brigade of heroes is assembled by John Stone aka Battlestone who commands a diverse unit of heroes uniquely qualified to defend humanity and preserve the fragile order of things. By definition, \"A Brigade is a major tactical military formation that is typically composed of up to three to six battalions\". The first of many TIME-BOMB'S has been detonated and the fabric of many realities has begun to crater and change.\nBattlestone has gone to great lengths to recruit a dynamic new team to facilitate the variety of threats that his units will encounter in defense of humanity. A powerful nemesis known as IMPERATOR has emerged as a force of cataclysmic terror and devastation, although his true identity, while suspect is not confirmed.\nKNIGHTMARE! CYBRID! LETHAL! FREE AGENT! SOLDIER! KABOOM! SHOGUN! are but a few of the vast and diverse cast that assembles to combat a myriad of threats against the fabric of our reality.", "risks": "Risks and challenges\nThe amount of available FREE Brigade issues will be based on the results of this kickstarter campaign. The current pledge amount assures that the first two Brigade issues will be available free. Additional issues will be added as funds are appropriated. \n\nFulfillment will be finalized once all available products are received from the printer. We will send notifications after receiving the books and then an additional notice will follow when individual books are being shipped.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #105", "update_userinfo": "Your Bridade!", "update_content": "I love seeing so many of you continue to share your Brigade packages across social media! Going out every day! Thank you for your support! Any concerns can and will be addressed at robliefeld@icloud.com\n\nI’ll be sending bonus Gold & Silver Foil Brigade covers to backers who post and share their the most enthusiastic responses to Brigade! "}, {"update_no": "UPDATE #104", "update_userinfo": "EMAIL CONTACTS!", "update_content": "Email contacts!\nThank you to those of you who contacted me through the robliefeld@icloud.com email account. You are now getting emails notifying you that your packages are shipping. If you have not received an email yet, it’s coming, we are sending out a few a day as these exclusive BRIGADE comics are packed and prepared. Brigade remains my proudest work to date and of course is only available through the crowd fund platform or from me personally. There will be no mass market edition of this comic book. Thank you!\n\nrob liefeld "}, {"update_no": "UPDATE #103", "update_userinfo": "Brigade! Updated", "update_content": "If we for whatever reason, you have not yet received your Brigade reward tier, please contact robliefeld@icloud.com so that we can get your order sent out! Please include your info for quickest turnaround!  We look forward to getting you your comics!"}, {"update_no": "UPDATE #102", "update_userinfo": "BRIGADE!!", "update_content": "If for whatever reason, you have not yet received your Brigade reward tier, please contact robliefeld@icloud.com so that we can get your order sent out! We look forward to getting you your comics!"}, {"update_no": "UPDATE #101", "update_userinfo": "Brigade Shipments!", "update_content": "Brigade shipments!\nAnother huge shipment of your Brigade comics are away. Look out for these and share them when they arrive! Thank you! Rob!"}, {"update_no": "UPDATE #100", "update_userinfo": "This weekend’s shipments!", "update_content": "Sent out a huge mailing this weekend, many of you received an email notifying you that your package shipped. We continue to complete the mission! "}, {"update_no": "UPDATE #99", "update_userinfo": "More Packages Are Going Out!", "update_content": "More packages going out!\nEven more packages, my largest in weeks, going out this weekend! Thank you for your continued support!"}, {"update_no": "UPDATE #98", "update_userinfo": "Don’t forget to share!", "update_content": "I always appreciate when you guys share the books that you recieve! For those of you who have received them or when you get them, Post ’em on social media! Thx! "}, {"update_no": "UPDATE #97", "update_userinfo": "Happy Holiday Weekend!", "update_content": "I’ve had some great interactions with many of you this past week as I prepare your books to ship out. I appreciate the great back and forth, please know that I am tremendously proud of this comic, demand increases for it every day, I’m inundated with requests to make it available. My feelings of this books incredible value aside, it makes no sense for me to get this book together and ship it to you at a loss when you seek to trash it all in messages or comments. I refunded a pair of bitter customers this morning. I’ll continue to do so where necessary. The long journey to get this book together has been well chronicled with more than my fair share of updates along the way. Refunds were offered at several intervals. You are receiving exclusive books that say Kickstarter on them that no one else receives. These books are worth more to me than your need to diminish them."}, {"update_no": "UPDATE #96", "update_userinfo": "Reminder!", "update_content": "Reminder!\nWhen you receive an email from me asking to confirm your address, please respond do that we can confirm your current address. This has been the manner that we have been mailing out your kickstarter reward packages. Thank you! "}, {"status": []}], "comment_no": 865, "projec_url": "https://www.kickstarter.com/projects/649924296/brigade-returns", "project_name": "BRIGADE RETURNS!"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 135, "projec_url": "https://www.kickstarter.com/projects/creatorownedheroes/weapon-of-god", "project_name": "WEAPON OF GOD Unlocked! Stretch goals!"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 79, "projec_url": "https://www.kickstarter.com/projects/brettculp/legends-of-the-knight", "project_name": "Legends of the Knight"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/879969337/in-sanity-az-horror-comic-book-anthology", "project_name": "in Sanity, AZ - Horror Comic Book Anthology"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 119, "projec_url": "https://www.kickstarter.com/projects/570044257/symbiosis-a-creative-commons-art-book", "project_name": "SYMBIOSIS: A Creative Commons art book"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 70, "projec_url": "https://www.kickstarter.com/projects/2101706991/hex-the-lost-tribe", "project_name": "Hex The Lost Tribe"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 179, "projec_url": "https://www.kickstarter.com/projects/1197720703/aw-yeah-comics", "project_name": "AW YEAH COMICS!"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 19, "projec_url": "https://www.kickstarter.com/projects/256164016/the-ultimate-7-vol-1-graphic-novel", "project_name": "\"The Ultimate 7\" Vol. 1 Graphic Novel"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 70, "projec_url": "https://www.kickstarter.com/projects/bleedinginkprod/blackwood", "project_name": "Blackwood"}}, {"backer": "Comic Crusaders", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 120, "projec_url": "https://www.kickstarter.com/projects/shoveke/the-steamworld-chronicles-the-constantine-quest-pt", "project_name": "The Steamworld Chronicles - The Constantine Quest pt.1"}}]