[{"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Karlee Esmailli here, the founder of Immigrant Father Studios. I'm an Iranian-American person, and I wrote a video game to express all my complex feelings towards America, the middle east, and my clitoris. I'm proud to present The Super Patriotic Dating Simulator. \nThe Super Patriotic Dating Simulator is a satirical visual novel. Play as Elodie, a 19-year-old CIA super spy. As one of America's most ruthless agents, you’ve been assigned a deadly solo mission: infiltrate and destroy I***.\nBesides the whole “super spy” thing, you’re just a normal American girl… who’s really horny. Give these fuckers an American ass-kicking, and maybe learn a bit about your body on the way. Just remember the #1 rule of the CIA: always ask for consent.\nKarlee Esmailli: Creator, Writer, & Programmer \nExitMothership: Background Artist \nLinda Chung: Background Artist \nAndrew Weiler: Video Production \nLauren Gallagher: Logo Design \nDavid Wehmeyer: UI Designer\n7 different “dateable” characters, each with multiple character endings. \nGeopolitical intrigue. \nBeautiful illustrations at high-tension moments. \nOne horse.\nHelpful reminders for white people that I*** is not representative of Islam or all middle eastern people\nThe Super Patriotic Dating Simulator is a visual novel. We have the “novel” part written! The first draft is finished. We'll continue refining, expanding, and playtesting that draft until release. We're crowdfunding on Kickstarter to fund all of the other components to the game -- art, music, and development.\nPrimarily, our budget is going towards our beautiful art. Our team of artists made all the art on this page, and they're excited to make even more good art. We're raising money to pay these artists the money they deserve!\nOther than the character design and background art, we're budgeting for music, interface design, sensitivity readers, digital distribution, and a few odds and ends to turn this into a complete product.\nWe only have ONE official stretch goal, and it's the most badass thing ever. If we hit the funding goal of $54,000, we'll add an original soundtrack by Kitty.\nOther than that, we don’t have any specific stretch goals we’re trying to reach -- just hitting our goal will be enough for us to make an awesome game. However, if we’re lucky enough to overfund, we’ll reinvest that money into bells and whistles to make the game even better. Right now, we’re thinking of an expanded art budget, more jokes, and maybe an initial investment on our next project.\nWarning: I'm about to get sincere, so if you're just here for the jokes, you can skip this next part.\nI love dating SIMs and visual novels. I love my family in Iran, my Persian nose, and middle eastern culture. I love being an American. I'm grateful to live in this country. Despite my love for these different components of my identity, I've felt a deep anxiety towards each of them. These mixed relationships of love and anxiety are the foundational components of The Super Patriotic Dating Simulator. \nDating SIMs, as a genre, have strong roots in the expression of sexuality. Female characters in many dating SIMs are built as sexual objects for heterosexual male players. I wanted to contribute a grounded, accurate, female perspective to this genre typically dominated by the male gaze. The protagonist's story arc in the game centers around the questions that I asked myself as a young woman. Elodie, the main character, wonders: Why am I not orgasming from just penetration? How do I orgasm? Am I gay or straight? Does my virginity matter? Why didn't anyone tell me about this?\nTo contrast against this grounded discussion of female sexuality, I wanted to subvert the sexual oppression that characterizes so much of I***'s politics. In reality, I***'s oppression of women exists within a patriarchal framework, which subjugates women's bodies, pleasure, and power to men. I found power and strength in an objectified caricature of members of I***. The same tools of objectification that have made me feel diminished, disrespected, and worthless as a woman can be used against the perpetrators of this gendered violence. The tactics of I*** are intended to terrorize. Subversion and comedy are particularly effective against this kind of politics. I want to rob I*** of the terror they work so hard to instill, through this reversal of the sexual narrative. \nWhile the game directly addresses I***'s gender politics, it is equally informed by my identity as a middle eastern person in modern-day America. The Super Patriotic Dating Simulator is specifically about I*** because of American perception of the middle east. To many white Americans, I*** is just a group of brown boogeymen in the desert. I*** is universally disavowed by Muslims - they are not a representative depiction of Islam. And yet, Americans tend to use I*** as the face of Islam and the middle east, and that terrifies me because they literally can't tell us apart and think we deserve to die. The Super Patriotic Dating Simulator is a satire about this American perception. It's a satire of the dehumanizing, inaccurate, atrocious politics of American perception of middle eastern people. It's a desperate plea that we recognize how harmful that perception is. \nUltimately, my growth and understanding of my sexuality have been informed by my connection to middle eastern culture, American culture, and the conflicts I've experienced living between these two perspectives. The Super Patriotic Dating Simulator is an expression of my personal experience -- my anger, my pleasure, my identity -- seen through the lens of comedy. \n- Karlee Parvin Esmailli", "risks": "Risks and challenges\nAlthough our team has a lot of experience working on Kickstarter campaigns, this will be the first campaign we've launched ourselves. Our biggest challenge will simply be to have this game exceed your expectations in quality. We want it to blow you (out of the water!).\n\nWhile there are always risks involved with Kickstarter projects, our team has worked hard to minimize them. We've completed as much work as possible ahead of time, we've brought together an amazing group of artists, and we've made a detailed budget.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Immigrant Father Studios\nFirst created · 225 backed\nImmigrant Father Studios is a Chicago-based indie game dev company. We're making a dating SIM!See more"}, "support": [{"amt": "Pledge US$ 15 or more", "title": "The Game.", "descp": "One full copy of The Super Patriotic Dating Simulator upon release, to be made available as a digital download. You'll receive an exclusive ending to the game only available to Kickstarter backers.\nYour name will be listed in the credits for the game.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["556 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The Game + Identity Protection.", "descp": "One full copy of The Super Patriotic Dating Simulator upon release, to be made available as a digital download. You'll receive an exclusive ending to the game only available to Kickstarter backers.\nYour name will be listed in the credits if you want. You will have the option to opt-out of your name being listed in the credits.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["234 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Be in the Game.", "descp": "We'll create an in-game character based off of you! Agent Elodie will conduct a daring rescue and free you from I***.\nThis tier does NOT include a copy of The Super Patriotic Dating Simulator. If you want to buy the game, add an extra $15 to your pledge.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Thank you as hard as I can, forever. <3", "update_content": "Hi honey. It's me! ;)  \nJust wanted to pop in and let you know that we've reached the final seven days of the campaign. YES! \nCurrently, we're 30% funded. Just typing that makes me so happy. We've created a community of 628 people that love this idea. You've shown that you believe in me, and I'm so damn grateful. Thank you. "}, {"status": [{"Project ends": "AUGUST 25, 2018"}, {"Project launches": "JULY 24, 2018"}]}], "comment_no": 83, "projec_url": "https://www.kickstarter.com/projects/835422767/the-super-patriotic-dating-simulator", "project_name": "The Super Patriotic Dating Simulator"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Being a coffee lover is often as frustrating as it is exhilarating.\nMy co-founder Sumi and I started YES PLZ to help change this, and we're asking you to join with us as we take our next step.\nIntroducing \"The Mix\"\nFocusing all our experiences and our culinary ambitions into creating a single great product, we’re thrilled to introduce “The Mix”: an ever-evolving no-holds-barred, no-corners-cut blend of the best sourced beans, roasted with care, and delivered fresh to your door.\nThe origins of “The Mix” begin with the project we did for Roy Choi and Daniel Patterson’s revolutionary fast food start-up LocoL. The challenge was to figure out how to make great coffee work at just $1 a cup, and we found that by being clever and controlling for waste, we could bring exceptionally crafted hot and cold coffee drinks to people at scale, without skimping on the quality of beans in our blend.\nKind words and a bit of controversy in the NYTimes\nThat $1 cup was a big hit and caused a bigger stir than we could’ve anticipated. It challenged assumptions about what contexts great coffee could thrive in. It sparked a debate about the limitations of our third wave coffee movement's strategies (which I’ve long advocated) to move coffee drinkers toward paying higher prices to support higher quality, more sustainable coffee—against the need to reach a broader audience beyond the exclusionary, validation-seeking culinary burlesque that characterizes a lot of today’s high-end coffee bars.\nOne of our conceits with “The Mix” is the simultaneously heretical-sounding yet obvious-seeming idea that there’s almost no single origin coffee that couldn’t be made even better with a judicious bit of blending. We recently shared a small prototype batch with a handful of friends and beta testers which included a mini manifesto: \nWe hand stamped this manifesto on one of our prototype batches. Sort of like those Dr. Bronner's soap bottles you read in the shower.\nGreat coffee, great price, your pace\nWe’ll roast a new iteration of “The Mix” each week, so you’ll be able to choose to get a box shipped weekly, fortnightly, every third week, monthly, or just whenever you need it. Each shipment will be 12 ounces (340g), simply packaged with our awesome newsletter and delivered fresh to your door.\nOur target price is going to be just $15 a box, shipped within the US. Additional charges will apply to international shipping.\nWho We Are\nTony \"Tonx\" Konecny. Tony fell into coffee first as a barista and then head roaster at Seattle’s seminal Victrola Coffee. In 2006 he went on to bend the coffeebar genre as part of Intelligentsia’s Los Angeles project. One of the early weirdos in what has come to be known as coffee’s Third Wave movement, he holds the dubious distinction of being among the first coffee bloggers, for which he sincerely apologizes. In 2011, frustrated with how the top roasting companies focused more on their baristas and selling beverages than in giving honest footholds for would-be coffee connoisseurs, he started Tonx Coffee. It pioneered a direct to consumer subscription service, sourcing great coffees from around the world and empowering coffee lovers to brew stuff at home that could rival the best cafes. In 2014 Tonx Coffee was acquired by Blue Bottle Coffee becoming the Blue Bottle at Home service. Tony’s itch for finding new on ramps for getting people into coffee remained, leading him deeper into a still-unfinished book project and the $1 coffee project for LocoL.\nSumi Ali. After a few years working as a barista, Sumi opened his first coffee bar, Condesa, while still a teenager in Atlanta’s nascent coffee scene. He moved to Los Angeles to work for Intelligentsia where his exceptional barista skills and strong sensibilities about hospitality led to him being poached as the first barista at the landmark SQIRL/G&B Coffee pop-up that spawned several local culinary empires. His excellent palate for coffee and his skills as an auto and motorcycle mechanic led to him get poached again, this time to join the roasting team at Tonx Coffee as it scaled up. He went on to learn the business of green coffee importing with Thrive Farmers (the company behind Chick-fil-A’s brews) and consulted for a number of roasteries. Sumi was the brains and the boots on the ground behind LocoL’s successful coffee program and he’s one of the most talented roasters we’ve ever met (but don’t tell him that or it’ll go to his head).\nAdditional Teammates\nRyan Brown. Tonx Coffee alumni Ryan will be joining us as our green coffee advisor. Ryan was instrumental in the success of Tonx Coffee and Blue Bottle at Home, bringing his experience working with coffee producers around the globe and as a coffee buyer for Ritual Roasters and Stumptown Coffee. He is the author of the recent book Dear Coffee Buyer.\nAmy Marie Slocum. Amy will be the Editor of our we-can’t-wait-to-show-it-to-you awesome newsletter. She previously worked at Flaunt Magazine as Managing Editor and served as the Content and Social Media Editor for Need Supply Co. She spent over a decade in the food service industry before that, training as a barista under Western Barista Champ Jared Truby and managing the farm-to-glass cocktail bar Orbit Room in San Francisco.\nSean U’Ren. Sean makes movies, writes movies, and occasionally animal poetry. He helped us slap together this Kickstarter video and was the creative force for the \"Just Add Water\" video series for Tonx Coffee. Expect to see some fun things from Sean!\nThom Meredith and Brad Klemmer—Kley.co. Thom and Brad are bringing their digital design genius to bear on the YES PLZ web project.\nWhy we need your help\nWe want to build a company that’s for our customers and our culinary interests, not just some investment fund’s bottom line. Through this campaign we can gauge and engage interest, and right-size our inventories from the jump. No overcommitting on green coffees and having them lying around in our warehouse before we can roast them, compromising “The Mix”; and no under-committing and then scrambling for 2nd tier ingredients to fill an unexpected demand.\nWe want your help to make \"The Mix\" the best possible blend it can be!", "risks": "Risks and challenges\nThe truth is we have a lot of unfair advantages. We’ve been in the business for a long time, have built up a lot of good will with suppliers and allies, and have stepped on most of the rakes and sussed out the cheat codes.\n\nWe’re taking some risks by offering “The Mix” at a low price while not compromising on the quality of green coffees we source. We’re going to be working with lower profit margins than other coffee companies and that means foregoing a lot of the advertising and aggressive digital marketing you see from other brands (you’re welcome). We believe—partially from idealism, partially from experience—that word-of-mouth and better product can win the day. And if not “win the day,” at least keep us viable enough to make a good living doing what we love.\n\nWe hope you'll give us a try. Great coffee should be for everyone!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 20 or more", "title": "First Taste, One Off", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. 12 ounces of pure deliciousness.\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\nprice includes shipping!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["199 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "For International Friends", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. 12 ounces of pure deliciousness.\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\nAdditional international shipping charges apply", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Try us Out", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. Followed by another release in a fortnight (2 weeks later)\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\nAnother 12oz (340g) release 2 weeks later\nprice includes shipping!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["435 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Try us Monthly", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. Followed by 2 more releases over a 3 month span.\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\n2 additional 12 ounce releases of \"The Mix\" spaced 4 weeks apart\nprice includes shipping!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["293 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Try us Fortnightly", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. Followed by 5 more releases over a 3 month span.\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\n5 additional 12 ounce releases spaced 2 weeks apart\nprice includes shipping!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["127 backers"]}, {"amt": "Pledge US$ 180 or more", "title": "Try us Weekly", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. Followed by 11 more releases over a 3 month span (and you'll never miss an iteration of \"The Mix\" or an issue of our newsletter!).\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\n11 additional 12 ounce releases shipped on a weekly basis\nprice includes shipping!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Earlybird, One Off", "descp": "The debut release (exclusive to Kickstarter backers) of \"The Mix\" with our awesome newsletter. 12 ounces of pure deliciousness.\nINCLUDES:\n12oz (340g) box of \"The Mix\", Kickstarter exclusive debut release\nprice includes shipping!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "100 backers"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "Yes Plz - Two year update!", "update_content": "Through some hiccups and speed-bumps we’ve sent everyone’s launch codes with access to our site. If you haven’t seen a launch code email from us, check your spam folder and failing that, drop us a line at hey@yesplz.coffee and we’ll get to the bottom of it.\nWe are so so so excited to share this first release with you! "}, {"update_no": "UPDATE #16", "update_userinfo": "a short backer update for our fellow bean fiends!", "update_content": "We went deep down the design rabbit hole only to discover that we were pushing our total package weight to a place where the shipping costs sank our pricing plan. From each individual coffee bean on up to the shipping label, it’s a game of grams. But after some prototyping we hit upon a new and better design direction—a breakthrough even.\nWe had hoped to announce our ship date by this point, but with lead times for a couple of pieces still up in the air, we unfortunately can’t commit to a calendar yet. Thank you for being patient with us, we’ve got an extra surprise brewing for all our backers that we hope will make it well worth the wait!"}, {"status": []}], "comment_no": 69, "projec_url": "https://www.kickstarter.com/projects/766000071/yes-plz-great-coffee-should-be-for-everyone", "project_name": "YES PLZ: Great Coffee Should Be For Everyone"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "The Book\nThis will be a work of self-published ghostwritten crowdsourced crowd-funded faux-autobiographical erotic fan fiction.\nThe ghostwriters have written a prologue and we've come up with the first set of questions for the backers. What happens next is based on your choices. The smallest details, biggest plot points, and how explicit the book is.... The story is in your hands...\nProbably not the final image, but it's pretty good!\nThe Process\nThis project involves many things I love. I love crowdfunding and I love Kickstarter (I've backed 168 projects so far!). I also really love finding creative people to collaborate with. The two amazing women who are my ghostwriters will be incorporating the feedback of the backers to build the story of my fantasy-self. I'm going to be as surprised as you are in what gets produced. EXCITING!\nBut the best aspect of this project is crowdsourcing the plot. At every pledge level you get a certain number of votes. As the writers share the story they will present options for you to vote on. Everything from the background of the characters, to major plot points, sexual escapades, and even the brand names of objects... Everyone casts a vote (multiplied by how many votes you have) and that is how we'll know what happens next.\nBy incorporating the readership into the development of the story the collaboration is integral to the whole project and the opportunity for things I would never have thought of is guaranteed. Together we can write the best book ever.\nBackground\nThere is no greater honor than being immortalized in erotic fan fiction. But let's be honest, that isn't likely to happen to most of us. I'm taking matters into my own hands and producing erotic fan fiction about me. \nI met Fabio when he was selling his protein powder at Whole Foods.\nBut I'll be honest with you, I don't know enough about erotic fiction to make the right calls, so that's why I'm letting you vote what happens. This will be like a collaborative \"Choose Your Own Adventure.\"\nTHE HONEST TRUTH: I just turned 40 and my last relationship is in shambles. There isn't much chance I'm going to become a dashing globe-trotting billionaire bad boy conquering the world in business and sexual encounters. But that doesn't mean I can't dream about it! (As my mentor Shia LaBeouf says \"Don't let your dreams be dreams!\")\nMy ghostwriting team is these two amazingly smart and culturally savvy writers. One is a prolific writer and college professor, the other has been writing erotic scenarios for years. Combining their talents with the input and direction of the \"wisdom-of-the-backers\" is a recipe for wild success in the world of erotic entertainment.\nTHE UPSIDE: Together (me, the ghostwriters, and you) we can make a book better than 50 Shades of Grey. I read that book, it's not that great! And if we get even 1/20th of the success of that book we can get a Hollywood movie deal (I just moved to Los Angeles, everyone here is making movies!).\nTHE DOWNSIDE: The highly sexual fictional version of myself might become more famous than the real me ever will and everyone will think I'm way more sexually experienced than I actually am. To be frank I was a bit of a late bloomer.\nTHE UPSIDE AGAIN: OH MY GOD, what if it *DID* become a movie and then someone wrote erotic fan fic about me and the fictional version of myself from the movie!? That would be the most beautiful thing to happen in my entire life.\nBudget\nThe goal is $5,000 because we want to a) offer a print edition when this is all done and b) we're making a special voting system for the backers.\nOf course we'd love to go over the minimum! The more interest we have the more likely we gain interest from publishers and movie producers! (Note to self: think of some stretch goals!)\nAbout Me\nI'm Mike Merrill. If you know me it's probably because I sell shares in myself. That project was written about in Wired, The Atlantic, CNBC, and I also got on the Today Show.\nAnd then Jason Bateman got interested in making a movie about it (which hasn't happened yet, but fingers crossed!).\nI'm also a Techstars alum (twice!) and co-founded a fintech company four years ago. Before that I was a game designer and before that I worked at the best software company in the world. I taught a dog to play the piano, recently moved to Los Angeles, and if you google \"kmikeym\" you'll find out a lot more.\nEndorsements\n\"You better not put me in your goddamn book!\" \n-Claire L. Evans, writer, singer, and artist. \n“Boy, I wish I was confident enough to do something this horribly inappropriate.”\n-Daniel H. Wilson, New York Times bestselling author of Robopocalypse\n\"I’ve always found Mikey charming. But erotic? I mean, I guess…? Seriously though, good luck to him. What’s the worst that could happen?\" \n-Rick Turoczy, PIE founder and startup godfather.\n\"This is weird, even for Mike.\"\n-Andrea Chalupa, writer, journalist, producer.\n\"I invested in Mike's company and this is how he's spending his time?\"\n-Drew Fletcher, angel investor.\n\"I love the idea of a choose your own adventure book. Unless I don't. Turn to page 15 if you think I do. Turn to page 30 if you think I don't.\" \n-Morgan Evans, writer, actor, producer.\n ", "risks": "Risks and challenges\nOne of the writers is not comfortable writing graphic sex scenes. That is why there are two of them. But maybe that is \"too many cooks in the kitchen\"?\n\nIf we go softer core we avoid whatever the book version of NC-17 is, but it's an erotica novel, so it has to have sex. I know the erotic aspect means some people won't like it or even review it.\n\nAnother risk is that the book isn't good enough for Hollywood to option for a movie. :(\n\nMaybe the whole process is a terrible bore and nobody cares. Maybe the ghostwriter gets a case of \"the nerves\" and the book ends up being 15 pages of suggestive descriptions of office furniture and maybe it's only popular among a niche community of office supply fetishists. (That would actually be kind of amazing.)\n\nIt is entirely possible we run into an esoteric issue that can't be resolved. The whole project could be abandoned in a flurry of lawsuits and lost friendships. I end up alone and broke in the deep suburbs of LA wondering what happened to my life...\n\nHow can anyone predict the future? (I guess \"futurists\" can because that is their job?)\n\nBut the risks and challenges are part of the journey. I pledge to share them with you and I trust that together we can create a wonderful book that is incredibly uncomfortable for my parents to read.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "One Vote", "descp": "Back for a buck, and you get to vote on EVERYTHING.\nINCLUDES:\nVote Multiplier", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 3 or more", "title": "More Vote Power", "descp": "Thank you! Your voting power is increased and you choose what happens next.\nINCLUDES:\n4× Vote Multiplier\nAbility to Vote On the Story", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 10 or more", "title": "eBook Edition", "descp": "You'll get 12 \"vote points\" and a copy of the ebook once it's finished (a PDF or maybe a .mobi or something).\nINCLUDES:\n12× Vote Multiplier\nAbility to Vote On the Story\nDigital Copy of Final Book", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "LIMITED: Early Bird Special", "descp": "A digital copy, 40 \"vote points\" plus we'll check in with you regularly to tell you how things are progressing. You'll see everything. Arguments with the ghostwriter, pics from the cover photoshoot, and access to our notes and research.\nINCLUDES:\n40× Vote Multiplier\nAbility to Vote On the Story\nDigital Copy of Final Book\nBehind the Scenes Access", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}], "stat": ["13 backers", "Limited (37 left of 50)"]}, {"amt": "Pledge US$ 30 or more", "title": "All Access Pass", "descp": "A digital copy, 35 \"vote points\" plus we'll check in with you regularly to tell you how things are progressing. You'll see everything. Arguments with the ghostwriter, pics from the cover photoshoot, and access to all the notes and research.\nINCLUDES:\n35× Vote Multiplier\nAbility to Vote On the Story\nDigital Copy of Final Book\nBehind the Scenes Access", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 38 or more", "title": "Physical Book", "descp": "In addition to the digital copy you'll get a physical book. I really want it to have a gold cover, but no promises. You'll have access to the behind the scenes creation and 50 vote points to help direct the plot of the book.\nINCLUDES:\n50× Vote Multiplier\nAbility to Vote On the Story\nDigital Copy of Final Book\nBehind the Scenes Access\nPhysical Copy of the Book!", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Sex Coach", "descp": "A physical copy, a digital copy, all access pass, 125 \"vote points\" and you can influence a sex scene! (limits based on plot and human decency, but we'll work out the specifics.\nNote: We won't include anything involving shrimp.\nINCLUDES:\n125× Vote Multiplier\nDigital Copy of Final Book\nPhysical Copy of the Book!\nAbility to Vote On the Story\nBehind the Scenes Access\nDesign a Sex Scene (within limits)", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 100 or more", "title": "Super Vote", "descp": "All access, physical copy, digital copy, and 250 \"vote points\". This will give you a significant influence on the direction of the story.\nINCLUDES:\n250× Vote Multiplier\nAbility to Vote On the Story\nDigital Copy of Final Book\nBehind the Scenes Access\nPhysical Copy of the Book!", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Flashback!", "descp": "All access, physical copy, digital copy, and 300 \"vote points\" plus we'll make you (or someone you choose) an integral plot point in a flashback! More than just a likeness, we'll weave elements of your life into the story.", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 50 or more", "title": "Become a Character", "descp": "A physical book, the digital copy, 75 \"vote points\", all access pass, PLUS become a character, possibly romantically involved, in the book!\nINCLUDES:\n75× Vote Multiplier\nPhysical Copy of the Book!\nAbility to Vote On the Story\nBehind the Scenes Access\nDigital Copy of Final Book\nDesign a Character", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "12 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Integral To The Plot", "descp": "All access, physical copy, digital copy, and 300 \"vote points\" plus we'll make you (or someone you choose) an integral plot point! More than just a likeness, we'll weave elements of your life into the story.\nINCLUDES:\n300× Vote Multiplier\nAbility to Vote On the Story\nDigital Copy of Final Book\nPhysical Copy of the Book!\nBehind the Scenes Access\nIntegral to the Plot", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "God Mode", "descp": "Joint access and control of all choices and decisions in the production of Publicly Traded, Privately Held. Effectively a co-creator of this project, with the option to be as involved as you choose and be named or anonymous.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Chapter 5: The Eyes", "update_content": "Welcome back to PTPH, I've got two exciting things to announce:\nThe next chapter is just 1500 words! It's a quick read and going forward this will give you have more control over the story.\nThings get... intense. The supporters pushed the story in a whole new direction!\nCheck it out and vote on what happens next."}, {"update_no": "UPDATE #17", "update_userinfo": "Chapter 4: Leaving Los Angeles", "update_content": "Chapter 4 is now live.\nWe also have some real doozies for questions... like maybe we should add zombies? Read the chapter then go vote on what you think we need to change things up!\nNew Questions!"}, {"update_no": "UPDATE #16", "update_userinfo": "Chapter 3!", "update_content": "Just posted Chapter 3: Making Choices Together\nMax is now publicly traded!\nWhen you're done reading you have three days to go vote on what happens next."}, {"update_no": "UPDATE #15", "update_userinfo": "Chapter 2: The Ride from Hollywood", "update_content": "When we started writing the book together I thought that Max, our protagonist, should already be a publicly traded person. As we got into the story I realized there was just too much explaining to do! So we’re backing up and going to make this the story of how Max becomes the world’s first publicly traded person.\nWe have completed a new start to his adventure that re-intreprets the first sex scene and introduces a new form of sex-based cryptocurrency: the \"STD.\""}, {"update_no": "UPDATE #14", "update_userinfo": "The third version of chapter one!", "update_content": "We tried out Wattpad for part one and no one liked it, so we've moved everything over to \"gitbooks\" which is like github for books. If you don't know what github is then hopefully it won't matter and you can just read it. :)\n1. Max Gets a Phone Call\n2. Max Goes on a Date"}, {"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/kmikeym/publicly-traded-privately-held", "project_name": "Publicly Traded, Privately Held"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/jedboards/the-jed-board", "project_name": "The Jed Board (Canceled)"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "LATEST UPDATE: \nDescent is iconic for its innovative game play, where players are able to maneuver and fight in any direction – thoroughly immersed in challenging 3D labyrinths. For over a decade, Descent dominated first-person vehicular combat.\nAs consoles took over the game market, an entire generation grew up without Descent’s heart-pounding, non-stop action. That Drought Ends TODAY with…\nWe’re blasting Descent into the 21st Century with current-generation gaming technology.\nDescent: Underground is a both a prequel to the Descent series and a modernization of the original game play. We’re staying true to the original flight mechanics, arcade style combat, and tightly twisting map design while taking it to the next level!\nSix-Degrees-Of Freedom combat  \nChoose from nine Customizable Ships to suit your play style\nDestructible terrain conceals hidden resources, power ups, and tunnels  \nMaster New Game Modes along with your favorites from Descent  \nProve your prowess with rankings, achievements, and leaderboards\nSingle-player & Multiplayer  \nTop flight graphics with Unreal Engine 4\nSix Degrees of Freedom Explained!\nHere’s what we’ve added since the campaign began.\nUpdate #13 – Design Update: All about the Ships\nUpdate #12 – Engineering Update: Why Unreal Engine 4\nUpdate #9 – Art Update: First Look at the HUD\nUpdate #7 – Art Update: Meet the Typhoon\nUpdate #5 – Art Update: A Look at the Drone Bay\nUpdate #4 – Art Update: Meet the Torch\nCustomize your reward tier even more.  \nAdd the following amounts to your pledge total using the manage Pledge button at the top of your Kickstarter page. Please indicate with a general Kickstarter comment which items you are adding.\n                                                                        Earth is overcrowded, dying of thirst, ravaged by war and disasters – both natural and man-made. As a hotshot pilot, you are the difference between life and death for countless millions. Only your dog fighting skills and teamwork can master the hazardous terrain, using it against your foes to gain the upper hand in uncontrolled space.\nThe Underground\nThe people of Earth watch from afar as opposing forces race to gather the materials that will keep them alive. The struggle for resources is the newest sport – a source of hope and a shared effort championed by larger-than-life heroes. As one of those pilots, your life depends on your contribution, your reputation, and your value to your sponsors back home.\nDescent: Underground provides all of the different play experiences that players loved in the original titles while adding new elements that take the experience even further. Tunnel through walls to outflank the enemy, discover hidden pockets of rare and valuable resources, set traps to ensnare enemy ships, and work as a team to accomplish your goals. Keep an eagle eye out for power-ups throughout the map, and uncover more by mining the walls. Collect resources to save the earth, fund your team, and make your name in the Underground.\nSingle-player Campaign  \nEnjoy the puzzle-solving single-player experience of the original Descent games. Descent: Underground's initial release will include an engaging single-player campaign that serves as a prologue to the full game. \nDesign Underground discusses Single player\nCooperative  \nJoin your friends to conquer the single-player maps and to accomplish bonus goals that require teamwork.\nMultiplayer Mayhem\nPit your skills against other pilots as you battle for critical resources in the asteroids. Fly alongside allies of your corporation, and crush competing corporations into bankruptcy, or play as a free-lance pilot available to the highest bidder.\nMatch Types\nMatches can include multiple teams of up to sixteen players each. Each game mode will have team goals and configurable parameters, such as mission timers, stock ships only, or limited ship types.\nAnarchy – Classic Descent combat where your only goal is to crush your opponents. Choose 1 vs 1, team matches, or free-for-all.\nCapture the Asteroid – Secure and defend strategic beacons in the map.\nCorporate War – Mine resources and ferry them to your harvester. The first team to reach their mining quota wins.\nMining for Minerals – Find and mine a special resource and return it to your harvester. But watch out! If you drop the “ball,” your enemy will swoop in and snatch it away.\nAnd many more!\nMap Types\nLevels come in a myriad of types.\n\nMature Mine - This asteroid is riddled with tunnels and has already been heavily mined. You’ll find plenty of space for pitched battles.\nMolten Core - A newer mine, this map offers a lot of opportunities for miners and explorers. Watch for the lava at the center, though – digging in the wrong place could be disastrous!\nThe Ice Cave - This frozen ball of rock is rich in resources, but glittering ice makes for tricky navigation.\nAbandoned Base - This station was built to house a now-defunct corporation. This map is built for classic Descent battles and single-player exploration.\nAnd that’s just a few. Not to mention you can create your own maps too!\n\nLadders and Leader Boards  \n\nCompete to be the best at each individual role, or become the highest-ranked combat pilot around. Sanctioned matches will use individual skill as part of the matchmaking process, and all of them contribute to your ranking as a pilot.  \n\nDescendent Studios will host regularly-scheduled tournaments, often with specific rule sets, to pit the best pilots against one another for prizes and bragging rights. Create your own corporation with friends. Rally together and fight as a team. A corporation can craft a logo, company name, and a team color scheme for their ships. \n\nShips, Customization, and Tech Trees\nThe majority of the Descent: Underground game packages start with the Wasp. Some pledge tiers begin with additional ships. All ships can be earned through game play.\nEach ship in Descent: Underground has a specialization so pilots can work together to accomplish their mission objectives.\nAUGER – the mining expert, able to bore through walls to find valuable resources, hidden tunnels and chambers, and rare power-ups.\nGOLIATH – a massive cargo ship with the most storage capacity, the Goliath is a beast that will maximize your haul.\nPANZER – a sturdy tank that can take punishment and dish it out, the Panzer is designed to get in and slug it out nose-to-nose.\nPREDATOR – a small, light craft that is fast and maneuverable. It acts as your team’s advance scout, mapping the terrain ahead and spotting enemies.\nSHAMAN – a sturdy repair ship, able to stay at the front lines and keep all of your drones in the action.\nTORCH – the maneuverable light combat specialist. It doesn’t pack quite the same punch as the Typhoon, but it is a good all-around combat craft with strong defensive and maneuvering capability.\nTYPHOON – a tri-winged heavy assault craft that trades defensive strength for firepower. The Typhoon is the point of the spear.\nWARLOCK – your technical specialist – able to thwart enemy plans, augment teammates, lay and defuse traps, and circumvent locked doors.\nWASP – a well-rounded craft balanced in all roles.\nShips can be customized for the look you want. Interchangeable noses, tails, wings, paint schemes, and decals make your craft one of a kind so your foes know who is taking them down. Or choose a scheme to fit your team.  \n\nUse the company scrip that you earn in matches to advance your ships along the tech trees. These trees augment the performance of your ship by enhancing existing abilities or adding new ones. Just remember that when you’re deep in the mines, all of your enhancements can be dropped as power-ups for other players if you are destroyed. (Don't worry - you'll get them back in later matches.)\nWe love sharing with our backers and sharing what our backers share with us. \nMODDERS Welcome: We are designing and building this game to allow maximum community collaboration. Backers will be able to build their own maps, ships, logos, and weapons. Build something cool, submit it, and we may introduce it into the greater universe – become a developer yourself.\nWe're amping up the communication all the way to 11 (because 10 is not enough).\nYou've seen us do it before and we’re doing it again. Michael Morlan and Eric Peterson set a new standard for reaching out to the community with “Wingman’s Hangar” and “Galactic Inquiry.” Look for a new show for Descent: Underground. Also expect behind-the-scenes videos, blogs, peeks into design meetings, and fun side-channel streams.\nThere has been a lot of interest in a Descent reboot and we’ve been building a community ready to back such a project. Kickstarter is how we test the commitment of the fans and how we attract beyond that core community. \nThis genre of game has been neglected by traditional publishers. With the advent of online, digital distribution and crowd funding, we can surpass those publishers mired in repetitive releases and confined to only safe sequels.\nERIC \"WINGMAN\" PETERSON\nWing Commander 4, Starlancer, Conquest: Frontier Wars, Star Citizen \nEric has been making video games since 1984. He has been a founder of several successful game companies, and most recently was President of Production on Star Citizen. His passion for making AAA space games is known throughout the industry. He is very much involved in every aspect of game development from design, to production to team building, he can do it all. Eric believes strongly in community involvement, and is a pioneer in changing the way companies communicate with their communities. He is looking forward to making Descendent Studios, Inc, the leader in community involvement, and of course making a kick arse game called Descent: Underground!\nJASON \"STORMWIND\" SPANGLER\nStar Wars: The Old Republic, Star Citizen, Star Trek: Klingon Academy, Ultima Online and many expansions \nJason has served as chief technical officer (CTO), technical director, lead programmer, and programmer for a variety of studios and projects. He has also spoken at game development conferences in the United States and Japan, focusing on online game development, software quality, and software engineering practices. Before entering the games industry, Jason was a fan of space, RPG, sandbox, and simulation games. He even had a poem dedicated to Wing Commander and other Origin games published in Computer Gaming World as a winning entry in a game poetry contest.\nROB \"DESIGNOPOTAMUS\" IRVING\nWing Commander, Jane's AH-64D Longbow, Ultima Online: Renaissance, Star Citizen\nRob has been wandering around games since 1992, and they've pretty much all featured online play, combat, space, or all of the above. Over the years, he's served as a designer, writer, producer, programmer, and everything in between, but design has always been where his heart lies. Rob will be aiming for one word: FUN for Descent: Underground.\nSERGIO ROSAS - ART DIRECTOR\nConquest: Frontier Wars, Deus Ex: Invisible War, Thief: Deadly Shadows, Star Citizen\nSergio is an experienced video game industry art director with twenty years experience in graphic design including UI Design, 3D modeling, concept art, animation and video production, project management, outsource training and management, and international business development. Sergio has created visuals for companies including Electronic Arts, Johnson and Johnson, HEB, Konami, Capcom, Zynga, Blizzard, Ion Storm, Cloud Imperium,  Human Code, and Origin Systems.\nTODD \"TOAD\" BAILEY\nUltima Online: Renaissance, Star Wars: Galaxies, Richard Garriott's Tabula Rasa, Gods & Heroes: Rome Rising \nTodd started his career in the game industry in 1994, working on titles such as System Shock, Ultima Online, Star Wars: Galaxies, Tabula Rasa, and most recently, Star Citizen. Todd is a game designer, dungeon master, tabletop RPG player and has self published two fantasy fiction novels. He'll be bringing his creative efforts to making Descent: Underworld an awesome gaming experience.\nPHIL \"BLUEDOG\" TITTLE\nGods and Heroes, Deadly Creatures, Multiple WWE titles, Star Citizen\nPhil has served as Project Manager, Producer, and Sr. Producer on a variety of game projects and with companies such as Origin-EA, THQ, Heatwave, and CIG. Prior to entering the game industry, Phil was a programmer, systems architect and project manager in the telecom industry. He has earned his PMP and CSM credentials. Phil's love of MMOs (EQ and Meridian 59) drove him to leave the somewhat stodgy world of telecom systems development to join Origin Studios and the UXO project. He'll be bringing his breadth of development and management experience to Descent: Underground.\nMICHAEL \"VIEWMASTER\" MORLAN\nCrusader: No Remorse, Ultima IX: Ascension, Ultima Online and several extensions, Star Citizen\nMichael started in the game industry as an artist, writer, and director of cinematics. Bridging the divide between left and right hemispheres, he also designed and coded the Ultima IX particle and magic effects system as well as wrote/directed/edited all the cinematics for that project. After art directing Ultima Online: Third Dawn, Michael joined Eric at Fever Pitch Studios then moved on to a full-time, freelance career as a cinematographer. He returned to game development with the successful funding of Star Citizen and produced “Wingman’s Hangar” as well as dozens of behind-the-scene programs. He’ll be bringing that experience to the community outreach programming for Descent: Underground.\nDESCENT is a registered trademark or trademark of Interplay Entertainment Corp. in the U.S. and other countries, and is used under license. All rights reserved.", "risks": "Risks and challenges\nOkay, let’s get real. Yep, we’re booting this development from scratch. There’s a lot that can go wrong between funding and delivery of the game we’re promising. We could run dry on funds, lose key people, mistake our original goals, and/or just not deliver the level of quality we imagined.\n\nFrom Scratch?\n\nWell, okay, not quite from scratch. We’re starting with Unreal Engine 4 as our off-the-shelf platform, a team experienced with integrating multiple front-end and back-end subsystems, and a creative group with the vision to deliver top-flight game design and artwork.\n\nFunds\n\nOur challenge, here, is to assure we properly scope both the project and ongoing revenues, and manage it well throughout the development. Eric Peterson is a multi-successful producer with a penchant for negotiating great deals and motivating his team through inspiration and example. Our project manager, Phil Tittle, is focused on preventing runaway costs and assuring we hit milestones. Our CTO, Jason Spangler, will guide us in making good technological decisions, allowing us to stay focused on getting the game done in an efficient manner.\n\nPersonnel Churn\n\nDescendent Studios is a small team of very key people. Fortunately, we’re incredibly dedicated to reviving the Descent 6DoF genre and are really excited to see this through. That, along with a tightly scheduled development cycle to deliver our alpha and gold master releases, should decrease our risk of losing a vital person.\n\nProper Scope\n\nOur biggest challenge is not overestimating what we can do with the funds, time, and team we’ve planned for the game’s development. Fortunately, our key people have all been responsible for delivering several successful game projects including Starlancer, Gods and Heros: Rome Rising, Ultima Online: Third Dawn, and Conquest: Frontier Wars. We’ll be applying all our experience and craft to delivering Descent: Underground on time and within budget.\n\nQuality Experience\n\nWe really want to play this game. We really do. Anything less than what we promise is unacceptable.\n\nCommunity Participation\n\nIn the end, we depend on our backers and tight-knit community to watch and respond as we dive into one more game project. It is your ongoing critical feedback that will keep us on our toes and sprinting to delivery.\n\n(The Kickstarer video and graphic elements are a gameplay visualization created in Unreal Engine 4 with WIP assets.)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #87", "update_userinfo": "State of the game, the team, court case, trademark - everything you ever wanted to know, and then some.", "update_content": ""}, {"update_no": "UPDATE #86", "update_userinfo": "Getting closer.....(my fingers are like so close together right now)", "update_content": "Hello Descenters!"}, {"update_no": "UPDATE #85", "update_userinfo": "Honoring our promises!", "update_content": ""}, {"update_no": "UPDATE #84", "update_userinfo": "Time to heat it up!", "update_content": ""}, {"update_no": "UPDATE #83", "update_userinfo": "Solar Warden needs our help!", "update_content": "Hello fellow Descenters!\n\nWe have some friends that are doing a pretty cool Six Dof game that needs our support.\nSolar Warden is done by some friends of ours, and as we support all SIx Dof games, we think they deserve a shot to make their game for us as well.\n\nSo, please check out their Kickstarter here:"}, {"update_no": "UPDATE #82", "update_userinfo": "Ships, ships and more ships. oh my!", "update_content": " Hello Descenters!\nFasten your seatbelts, \nWe’re going to talk about ships! Those of you who were with us during the Kickstarter might remember that giving ships an upgrade path with tech trees and stuff was part of our initial plan. We had always intended to add new player ships that you could unlock after fully upgrading your current ships, too. "}, {"update_no": "UPDATE #81", "update_userinfo": "Some fun stuff to see!", "update_content": " A quick look at some of the cool new stuff we have coming this summer."}, {"update_no": "UPDATE #80", "update_userinfo": "Studio update Feb 2, 2018", "update_content": "Prepare… for… update!  \nThe game keeps getting better and better, plus it’s getting awfully crowded in the Bunker. Check it out- our old buddy BlueDog has come back in to help us finish up the engineering! We might have to start attaching desks to the ceiling..."}, {"update_no": "UPDATE #79", "update_userinfo": "Little Orbit signs Descent: Underground", "update_content": "We have partnered with Little Orbit, which will allow us to deliver above and beyond what we promised on Kickstarter.\n\nWhen we took on this project, we knew the challenges associated with developing a proper reboot of such a beloved title as Descent.\n\nWe also knew that a prologue would never be enough for true Descenters. We have signed a publishing deal with Little Orbit, which will expand the campaign significantly, and allow us to be on consoles as well."}, {"update_no": "UPDATE #78", "update_userinfo": "Update - long time coming", "update_content": "Hello Descenters,  \nSome of you have asked why we have been far less active these last few months. In fact, we owe you an update.  \nWe took a long, hard look at the scope of our project and how long it would take us to finish the game we described on Kickstarter. \nWe always intended Descent: Underground to be a starting point to a larger universe. Plus, being huge Descent fans, we knew that some things had to be done right, and to a production level that exceeded expectations. So, for the last few months, we’ve been digging deep into our own processes and working out ways to finish the game faster and still support a live product with a great community. "}, {"status": []}], "comment_no": 2803, "projec_url": "https://www.kickstarter.com/projects/descendentstudios/descent-underground", "project_name": "Descent: Underground"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "If you want zines but can't afford them\nIf you would like to subscribe to the zines but don't have the resources, email bubblesort.zines at gmail and we'll try to match you with a zine donor!\nThank you so much everyone for your overwhelming support and love!\nREACHED $20,000 stretch goal: I'll record a video of my zine making process to be shared with all backers!\nREACHED $30,000 stretch goal: hardware zines will come with video tutorials!\nREACHED $40,000 stretch goal: anyone who ordered a full 6-zine subscription (either digital or paper) will get 1 additional zine about interesting and unusual applications of computer science!\nREACHED $50,000 stretch goal: you'll be able to order full year subscriptions to bubble sort zines!\n$60,000 stretch goal: a website with extra tutorials and resources!\nAs seen on\n How Silicon Valley can change its culture to attract more women\nThe story\nI want to create a series of zines that cover computer science concepts in an accessible way, targeted towards people who don't think computer science is for them. The zines would be filled with stories and hand-drawn art and diagrams. Though my intended audience is high school students (think Hello Ruby's teenage sister), I was surprised by the enthusiastic interest from lots of adults by this project! \nComputer science and programming are powerful tools for expressing creativity and for actuating change. Let's make sure that these tools & skills are accessible to everyone. This doesn't just mean computers in every classroom. This means framing computer science in a way that is accessible and inclusive to people who might not think there is a place for them in computer science. If there was a computer science course at a highschool, who would enroll in it? If there was a wizardry course at a high school, who would enroll in it? That's right: everyone. Think about how much changes when we re-frame computer science as magic (which it basically is).\nThese zines would be released once a month for 6 months (6 zines total). Additional zines are available as stretch goals! Tentative zine topics are: \nHow Do Calculators Even (intro to logic circuits)\nLiteral Twitter Bot (intro to hardware hacking)\nSecret Messages (cryptography & how to send friends secret messages)\nHow Does the Internet Work?\nRecursion\nSorting\nAdditional zine topics for stretch goals:\nAbstraction\nInteresting/Unusual applications of computer science\nI/O\nIntro to Neural Networks & Artificial Intelligence\nImage Processing - How Photo Filters Work\nComputer Graphics - How Your Favorite Movies Were Made\nThat means there is material for a whole year subscription of zines, if there is enough interest!\nThe zines will be ~20 pages each, locally printed on high-quality paper, with thick paper covers. You can order them individually, or as a 6 month subscription to Bubble Sort Zines. You can order them for yourself, or as gifts to your favorite high school or college students, or as gifts to a whole classroom!\nzines about hardware hacking & adder circuits\nzine about crytography\nAn excerpt from the intro to hardware hacking zine:\nImagine that you're at Hogwarts and you're taking charms class. What kind of objects would you enchant? What would you make them do?\nWould you enchant a bracelet to glow whenever your BFF has something to tell you? An umbrella that reminds you \"take me take me\" if it's going to rain that day?\nThink about the Weasley house. There's a clock that tells Mrs. Weasley if anyone is in danger. Think about how death eaters were able to get alerts whenever anyone used the name Voldemort. Embedded programming is what we muggles have to use to attach reactive behaviors to ordinary household objects. \nThis zine will teach you to make a stuffed bird that chirps whenever your friends send you messages via twitter, and explains the magic that makes it work.\nSample table of contents from the intro to hardware hacking zine:\nIntroduction\nSupplies list\nIntro to circuits\nIntro to i/o\nIntro to embedded programming\nIntro to api's\nBuilding your twitter bot\nSample table of contents from the intro to logic circuits zine\nIntroduction\nSupplies list\nBinary numbers\nIntro to circuits\nBuild a simple circuit\nIntro to logic circuits\nBuild a simple logic circuit\nIntro to adder circuits\nBuild a simple adder circuit\nWho am I\nI have been a software engineer at Airbnb for 3 years. Prior to that, I did HCI research at Tokyo University in their media lab, did machine learning research for the humanoid robotics team at Honda Research Institute, and got undergrad and grad degrees in Computer Science and Electrical Engineering from MIT. During undergrad, I was a lab assistant for the department's intro to computer science lab, and during grad school, I was a teaching assistant for the department's discrete math class, explaining concepts like recurrences using hand-drawn cartoons of vampires.\nI've been using cartoons to explain science and math concepts to myself since i was little & always drew comics in the margins of my notes all through high school & college. \nI love the intersection of technology and art and think of programming and hacking as a way to express creativity. I care a lot about sharing this excitement about programming and creativity and have given talks about it at many programming conferences. I communicate best through both words and pictures, and hand draw the slides for all of my presentations. I'm confident in my ability to explain complex topics in an accessible way.\ncomic to explain the concept of limits to high school students\nPast Experience\nI have written, illustrated, & printed many zines including one on how to pack for international bike camping & a travel guide to tokyo. I already have good understanding of layouts, printing, & binding, and plan to do these things myself. \nzine about bike camping\nhow to take apart your bike, how to pack for bike camping\ntokyo guide book zine\ninside the tokyo guide book zine\nBudget\nYour contributions will be used towards:\nwriting\ndrawing\nediting\nprinting\nbinding\noccasionally commissioning guest artists to draw covers\nconducting research sessions with local schools\nWhat you'll get: a series of 20-page zines handcrafted with love, filled with drawings and diagrams and stories, that explain computer science concepts in accessible, fun, and memorable ways.\nIf you would like to subscribe to the zines but don't have the resources, email bubblesort.zines at gmail and we'll try to match you with a zine donor!\nWhy this is important\nLittle girls and boys perform equally in math and science in elementary school. Little girls are super excited about math and science and I completely disagree with anyone who says we need to put lots of effort into getting them more interested. They already are. It isn't until later in high school that society tells them math & science isn't for them & their participation drops. I don't think we need to get high school girls interested in math and science so much as make sure they feel welcome, included, and supported.\nThis isn't to say that I believe the lack of diversity in tech is solely because of a pipeline problem. I also believe strongly in making sure underrepresented demographics are treated well once they enter the industry. There's a lot that of work that needs to be done to ensure that any young people who are excited about science and technology now have an inclusive environment to work in when they get older. If you are funding this project, please consider also funding people and organizations that support diversity in the tech industry like AlterConf & Model View Culture.\nCredits\nmusic: leaves by airtone\nvideography: ellen kyle", "risks": "Risks and challenges\nI am have taken the time to familiarize myself with printing, binding, and shipping zines on smaller projects leading up to this project. \n\nI want to make sure that the content of the zines speak to their intended audience, so it might take a few iterations and user studies to get everything right.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "moar bubblesort zines and a hardware kit!", "update_content": ""}, {"update_no": "UPDATE #35", "update_userinfo": "microcontroller zines printed!", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "hardware hacking zines sent to printer!", "update_content": "hi everyone! super exciting news! the hardware hacking & micro controller programming issue of bubblesort zines was sent to the printer a few weeks ago and i'll get them and start mailing them out monday!\nwe partnered with adafruit, and they'll sell a kit on their site that has all the parts you'll need to do the project in the zine. more on that soon!\nthis zine has been many months in the making! it's the longest zine yet at 134 pages. i can't wait to share it with you! on monday i'll update with photos of the zine, but in the mean time, here's a proof from the printer:"}, {"update_no": "UPDATE #33", "update_userinfo": "hardware hacking zine update!", "update_content": ""}, {"update_no": "UPDATE #32", "update_userinfo": "attention international backers (paper zines)!", "update_content": "hi international backers! \nfirstly, thank you so much for supporting bubblesort zines! it makes me so excited every time i pack up envelopes and see for myself how many places bubblesort is being sent to. i had last year's summer intern map out all of the places zines are being sent to and every time i see it it makes my heart so full!"}, {"update_no": "UPDATE #31", "update_userinfo": "secret messages zine shipping party!", "update_content": ""}, {"update_no": "UPDATE #30", "update_userinfo": "printing update for zine #5!", "update_content": "Hi everyone!\nWanted to give you a quick update on the printing status of zine #5! I sent it off to the printers this Monday; there were some printing issues and delays, but we're all set to receive them next Friday, and I'll have a packing and shipping party for all of that weekend!\nSooo excited to get this issue in your hands/on your screens! It's was really fun to write and illustrate."}, {"update_no": "UPDATE #29", "update_userinfo": "Art & Math & Science, Oh My!", "update_content": ""}, {"update_no": "UPDATE #28", "update_userinfo": "Finalizing Secret Messages Zine!", "update_content": ""}, {"status": []}], "comment_no": 60, "projec_url": "https://www.kickstarter.com/projects/sailorhg/bubblesort-computer-science-zines", "project_name": "BubbleSort: Computer Science Zines"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Hey, everybody: We are De La Soul: Posdnous, Dave, and Maseo. We’re best known for our albums 3 Feet High and Rising, De La Soul Is Dead, Stakes Is High and many others. Some of our hit singles include \"Me Myself and I,\" \"Saturdays\" and \"Feel Good Inc.\" a collaboration with Gorillaz.\nWe’ve collaborated with everyone from Chaka Khan to Common to even NASA: In 2004, our song \"Potholes in My Lawn,\" became one of the first rap records to be beamed from another planet by the Mars Exploration Rover Opportunity. Now we are here to collaborate with YOU, humanoid, on the most exciting project we’ve ever done.\nFor the last decade, we've been independent artists, free of a record label interfering in our creative process. This will be our first De La Soul studio album in eleven years. We’re excited and ready to create. It's been essential that we find ways to fund, record and release new music. Typically the fans have been the ones who support and appreciate our vision, so using Kickstarter and giving our fans the opportunity to be a part of the process just feels right. We see Kickstarter as a home for creative minds and a wonderful platform; where people who believe, respect and see the vision, can support an idea and make it a reality.\nTrue to our Hip-Hop roots, we make music without limits. This new album will incorporate elements of Jazz, Funk, Rock, Country Western and anything else we're feeling in the moment. To us, music is the influence of sounds, sounds in all vibrations and sizes, telling a story or pointing a direction. Some of these sounds we call samples, samples we use to make songs.\nS-950 & SP 1200 Samplers\nSampling is basically copying a piece of sound, from one recording, and reusing it to create a new recording. It is how De La has always made music. The sampler is our instrument, but people who copy, and in this case \"sample,\" have also been considered thieves and unoriginal. So, unfortunately a huge part of our career has also been spent fighting off the “sample police.”\nEnough of those battles! For the new album, we needed a completely new approach, something Hip-Hop hasn’t done before. So, here it is: For the first time, we're going to sample ourselves.\nVox Studios, Los Angeles, CA\nOver the last three years, we've collaborated with some of LA's finest studio musicians and recorded them in free-styled, unrehearsed, jam sessions. They played everything from banjo to upright bass, sometimes up to a dozen musicians at once; simply allowing sounds to integrate. We did 90% of these recordings in one of LA's most classic studios, Vox. We chose Vox because we wanted our recordings to have that creamy analog warm mixing board sound that the old records our parent’s once played had. With over 200 hours of sounds, and vibes, equal to about 250 to 300 full-length vinyl LPs, it's time that we get to the work.\nHere’s the interesting part. We are now in the process of going back to that 200+ hours of music, listening, enjoying and discovering those special moments where, musically, something magical happens, where interesting sounds and layers were forgotten, where new sounds can be sampled, looped, chopped, filtered and arranged, freely, without the intrusive presence of publishing politics and the infamous “sample police.” What we've done is created our own crates of records; album upon albums to mine and sample from. In our world, what we’ve created is freedom, freedom to make the art you believe in without having to compromise your vision. That’s what we’ve always wanted most, that’s what we’ve always believed in, that’s what we’ve fought for, and that’s why we’re doing this Kickstarter with you.\nWe have a fantastic cast of artist we're collaborating with. So far Damon Albarn (of Blur/Gorillaz), 2 Chainz, Little Dragon, and David Byrne (of Talking Heads) have blessed us with their talents; and we’ll have more announcements of collabs to come, right here on Kickstarter.\nClockwise: Damon Albarn, 2 Chainz, Little Dragon, David Bryne\nWe’re crowdfunding it to help pay for recording, mixing, marketing, and everything else. Your support will keep us in the studio, help us continue to sample and manipulate the music we’ve recorded, will help us get additional production work done; and will help us design, package, market, and distribute the album. The whole thing. We literally cannot do it without you.\nSo now, for the goodies… For your support we’d like to offer you some cool rewards. Let’s start with our Kickstarter only, 1GB De La Soul thumb drives uploaded with the new album. We have a limited amount of our 2015, out of stock De La Dunks by NIKE, autographed by us, for you. How about a De La Dinner Date? The three of us and you at our good friend Marcus Samuelsson’s new Harlem restaurant “Street Bird.” We have an exclusive De La Soul T-shirt only available on Kickstarter. Who wants to spend the afternoon in NY, hitting up the sneaker shops with Pos? Would you like to go shopping with Dave for vintage toys and action figures; or diggin’ for records with Maseo? Well you can when you \"Go Shopping Wit De La.\" We’re also offering limited edition colored vinyl LPs and a 7” singles, exclusive to Kickstarter only. The De La Soul Show reward gets you a personalized live show laminate, good worldwide for the next 10 years! How about a one-on-three Skype session with De La Soul? Finally, here’s your opportunity to own, straight of his studio, Dave’s Platinum 3 Feet High and Rising revolving record plaque, autographed by us! Take a look at the right column for more De La-licious REWARDS!\nOriginal Painting of De La Soul Is Dead by Joe Buckingham\nPos USB\nDave USB\nMaseo USB\nThank you for you kind support, Pledge NOW! Pledge often! \nWe Are De La Soul....\nKelvin Mercer was born in the Bronx, New York and grew up in East Massapequa, Long Island. He and David Jude Jolicoeur were childhood friends and met Vincent Mason as students at Amityville High School. His double entendre-laden rhymes draw from his life experiences and have won him acclaim as one of the rap game’s most underrated MC’s. His full stage name “Posdnuos” is pronounced “pas-de-noose”.\nDavid Jude Jolicoeur was born in Brooklyn, New York and befriended Kelvin Mercer at a young age. After connecting with Vincent Mason in high school, the trio wasted little time writing their essential chapter in hip-hop history. Dave often found himself the center of attention due to his smooth lyrical flow and his distinctive sense of style, featuring African medallions, peace signs, and uneven dreadlocks (unofficially known as the “De La Do”). His early stage name “Trugoy” is an inversion of his favorite food, yogurt.\nVincent Mason was born in Brooklyn, New York. In the early days of De La Soul his role was almost exclusively that of a DJ. But as the group’s creative vision matured, he stepped out from behind the tables to contribute rhymes of his own to a handful of key tracks.", "risks": "Risks and challenges\nWe are working with a dedicated team to have everything ready for you.\n\nCampaign Manager: @brandonhixon\nPublicist: @sabrinadax\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #68", "update_userinfo": "Missing, Returned, Damaged, & Pending rewards update", "update_content": ""}, {"update_no": "UPDATE #67", "update_userinfo": "Rewards updates", "update_content": ""}, {"status": []}], "comment_no": 824, "projec_url": "https://www.kickstarter.com/projects/1519102394/de-la-souls-new-album", "project_name": "De La Soul's NEW ALBUM"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Ever wonder what it would be like to play a classic adventure game the day it came out and experience all the surprise and charm for the very first time? Wonder no more!\nTwenty-five years ago, Ron Gilbert and Gary Winnick created the game that introduced the world to 2D point & click adventure games. Maniac Mansion took the computer game world by storm with its compelling story, complex puzzles, cutting edge humor, engaging game play, and provided an entire generation with a new idea of what an adventure game could be. Blah blah blah...\nAnd now they are back together with an all new 2D point & click adventure game!  Ron is skinny again and Gary had that rash looked at — and they're here (finally!) to create the true spiritual successor to Maniac Mansion and Monkey Island.\nThimbleweed Park is a new game that cuts to the core of what made classic point & click adventure games so special, and done by the actual people who spawned the genre.\nIt's deep, it's challenging, it's funny, it's everything you loved about adventure games.\nHoly crap is this going to be fun! And you can be part of it - right here and right now for $20 bucks which is like $1.52 in 1987 dollars.\nWhy do we want to make Thimbleweed Park? Because we miss classic adventures and all their innocence and charm. \nThey were fun and would put a smile on your face. We want to make one of those again and we want to do it right. We don’t want to make a game “inspired by,” or “paying homage to” classic point & click adventures, we want to make a real classic point & click adventure. \nThimbleweed Park is a game for true lovers of adventure games. This is a Kickstarter for fans who loved Maniac Mansion, Monkey Island, and everything else that made that era great.  It strips away all the cruft built up over the years and is distilled down to what we loved about the genre.\n                                By popular demand and with thanks to the fine folks at Humble Bundle, we are now offering the ability to pay using PayPal. If you can back through Kickstarter directly, we kindly ask you to do that. It will make our lives a bit easier. But if you can't, then we're here for you. We got your back. \nAnyone who backs at $50 or higher will not only get their name in the Thimbleweed Park phone book (used for actual puzzle solving), but you’ll also be able to record your own custom voicemail message when the number is called (subject to approval).\n               Please back our stretch goals and help us make Thimbleweed Park the best damn point & click adventure game you've played since that last point & click adventure game you played and liked.\nThimbleweed Park is the curious story of two washed up detectives called in to investigate a dead body found in the river just outside of town. It’s a game where you switch between five playable characters while uncovering the dark, satirical and bizarre world of Thimbleweed Park.\nLost along a dusty stretch of highway, the town of Thimbleweed Park once boasted an opulent hotel, a vibrant business district and the state’s largest pillow factory, but now teeters on the edge of oblivion and continues to exist for no real reason. It’s a town that makes you itch and your skin crawl. It’s a place no one ever looks for, but everyone seems to find. \nNot far from town, Delores and her siblings are gathered at the reading of her rich uncle’s will where the backstabbing, intrigue and puzzle solving knows no end. How is this all connected to the dead body under the bridge? Good question.\nAt the long abandoned circus grounds, Ransome the Clown had been cursed and can never remove his make-up. How did he get into this situation? How can he get out? Does he really want to? What’s up with that dead body slowly bloating in the water? Who knows!\nMeanwhile, on the 13th floor of the Edmund hotel, Franklin wakes up with no idea how he got there. But that’s not the weird part. The weird part is that he’s dead. Spoiler: He’s not the body found just outside of Thimbleweed Park. Wow! That's confusing. Don’t panic, we’re just as confused as you are.\nWe like big pixels. Huge ones. Pixels that have their own Zip Codes. Pixels a family of six could live inside of and still have room for Uncle Pete when he drops in unexpectedly on his way to the coast.\nWe had a lot of fun building Maniac Mansion, there was a charm and simplicity to the art that let the game design shine and your imagination run wild.\nWe want Thimbleweed Park to be like an undiscovered classic LucasArts' adventure game you'd never played before. A game discovered in a dusty old desk that puts a smile on your face and sends a wave of nostalgia through you in the same way it does for us.\nRon Gilbert and Gary Winnick created and designed Maniac Mansion and have extensive experience making games over the past 25 years. Maniac Mansion was LucasArts’ first adventure game and the point & click adventure game that spawned the genre we know and love today.\nRON GILBERT is a game designer, writer and programmer best known for creating and designing the cult classic adventure games Maniac Mansion and Monkey Island. Ron was the ninth employee at Lucasfilm Games, instrumental in their leap into adventure games, and creator of the SCUMM engine. He was the co-founder of Humongous Entertainment and made numerous adventure games for kids, such as Putt-Putt, Freddi Fish and Pajama Sam. His most recent work includes the adventure/RPG DeathSpank, The Cave and indie mobile games The Big Big Castle and Scurvy Scallywags.\nGARY WINNICK is an artist, writer, designer and art director. During his ten year stint at Lucasfilm Games he co-designed and created all the art for their first graphic adventure Maniac Mansion. Additionally, he created art for and art directed many other LucasArts games including Zak McKracken, Loom, Indiana Jones and the Last Crusade, Monkey Island and Habitat. Gary created the original property Defenders of Dynatron City, co-plotted a six issue mini-series for Marvel and served as a producer for the animated TV special. He was a co-founder of Lightsource Studios and Suddenly Social. His most recent graphic novel Bad Dreams is currently being published by comic company Red 5.\nJust like they were on Maniac Mansion, Ron and Gary will be the core of the team building this new point & click adventure, co-designing and writing with Ron doing the bulk of the programming and Gary doing the art.  Good times.\nAn additional programmer and artist will be added 6 months into production, along with a part-time musician. Dedicated testers will join as the game nears completion.\nWe're fully devoting ourselves to Thimbleweed Park in the same way we did Maniac Mansion, Monkey Island and everything else we do. This is a serious full-time project for us. We want to make the best classic point & click adventure we can.\nFollow and participate in the game's development on our website, where Ron, Gary and other members of the team will discuss behind-the-scenes art, designs, information, cooking, gossip, answer questions, get feedback and generally have a lot of fun*. \n* Fun not guaranteed and void where prohibited by law.\nTons of other fascinating rewards can be found by looking to your right… over there… no, a little higher… scroll up… there!\n** Rewards icons are for reference, entertainment and gambling purposes only and are not necessarily representative of the final rewards.", "risks": "Risks and challenges\nBuilding games is always risky. What we bring to this project is a lot of real experience, not only designing games, but planning, budgeting and running projects and talented teams.\n\nAny creative and artistic endeavor is about making tough choices and managing scope. A project’s biggest risk is controlling that scope and staying focused. Our experience brings realistic game design and production goals to the project. \n\nDoes that mean we won't be late? No, we probably will be late, but not by a lot and the game will be better for it. That's just the reality of making a game and we're going to be honest about that. We'll keep everyone up-to-date and hopefully there will be no surprises.\n\nThere is also the risk we'll spend way too much time trying to decide where to have lunch each day. That is always a risk in game development.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #39", "update_userinfo": "Delores: A FREE Thimbleweed Park Mini-adventure", "update_content": "It's not really a sequel but more of an addendum to Thimbleweed Park and its completely FREE as a thank you to all our backers and fans in these odd and stressful times.\nYou can read more about it on my Blog and get it from Steam or the Epic Store.\nStay safe and I hope this little game helps, even a little."}, {"update_no": "UPDATE #38", "update_userinfo": "Happy Second Thimbleversary!", "update_content": "Happy Two Year Anniversary of our launch, lovely Kickstarter backers and other Thimbleweed Park fan-a-renos."}, {"update_no": "UPDATE #37", "update_userinfo": "New Games from Team Thimbleweed", "update_content": "Many Team Thimbleweed members are busy working on their own games. Here’s a roundup of recent releases and updates.\nEdible Games by Jenn Sandercock"}, {"update_no": "UPDATE #36", "update_userinfo": "Happy Thimbleversary!", "update_content": "Wow! Can you believe one year has passed since we launched our little game into the world with your help?!\nThank you to all the backers who have been with us since the get-go. Your support over the years has been awesome.\nWe've just posted an update to our blog where we talk about our big Anniversary sale, our Switch & PS4 physical releases and our team members tell you about what they're doing now: https://blog.thimbleweedpark.com/"}, {"update_no": "UPDATE #35", "update_userinfo": "Physical Backer Rewards Shipped!", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "Urgent Message about Physical Reward-a-renos", "update_content": "Dear esteemed physical reward backer: \nThe day you’ve all been waiting for is upon us. We’re putting all the final touches on the physical rewards for Thimbleweed Park, this includes the art book, posters, boxes, t-shirts and more. \nIt’s now time to play your part. Don’t panic, it’s quite simple. "}, {"update_no": "UPDATE #33", "update_userinfo": "It's about time for: PHYSICAL REWARDS!!!", "update_content": "Hello Backer-a-renos!\nHave you been putting off finishing Thimbleweed Park because you got stuck? Did it bother you that the playable characters couldn’t talk to each other?\nWell, we’ve got news for you! We just released a massive Steam update patch that addresses both of these issues!\nIn-Game Hint Line"}, {"update_no": "UPDATE #32", "update_userinfo": "BIG Patch-a-reno & Sneak Peek-a-boo", "update_content": "Hello there, Backer-a-renos!\nWell… That was an epic release!\nWe got an amazing response from you, from the press, from the world! We’re so excited so many of you have been playing AND loving Thimbleweed Park. It’s been really awesome to finally be able to share our game with you."}, {"update_no": "UPDATE #31", "update_userinfo": "Less In-Jokes, More Everything Else!", "update_content": "Thimbleweed Park has been set free. \nThimbleweed Park has been released into the wild.  \nThimbleweed Park has been kicked out of the house told to get a job.\nChoose your metaphor, but the fact remains that after a great Kickstarter, wonderful backers, and two years of development, you can now play Thimbleweed Park."}, {"status": []}], "comment_no": 2267, "projec_url": "https://www.kickstarter.com/projects/thimbleweedpark/thimbleweed-park-a-new-classic-point-and-click-adv", "project_name": "Thimbleweed Park: A New Classic Point & Click Adventure!"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Check out our new tier rewards for in-game items listed below! \nWant to know more about how Human Resources will play? Check out this update.\nSome big names in games love our pitch!\nJerry Holkins of Penny-Arcade has some interesting stuff to say about Human Resources here.\n Want to destroy the world? Get in line.\nHuman Resources is a PC real-time strategy game that puts you in command of apocalyptic factions vying to conquer the drifting remains of a shattered Earth. Using humans as your resource, assemble giant armies to annihilate your foes, then feed the newly-cleansed Earthshards to your almighty leader. \nKey Features of Human Resources include: \nAsymmetrical factions! Play as ancient squid monsters from another dimension or as giant killer robots.\nInsanely huge battles! Command hundreds of units and conquer sprawling, fully destructible cities.\nBreathtaking visuals! A comic-inspired art style means the apocalypse has never looked so gorgeous.\nBlast from the past! The tone, character, and pacing of a Command & Conquer game mixed with the mammoth battles of an Annihilation game.\nThe Singularity is nigh. Newly-sentient automated factories churn out waves of giant robots, hell-bent on dismantling and recycling all of human civilization. The insect-like Machines can deploy into stationary modes, enhancing their shielding and firepower. They decimate their enemies with ranged energy weapons. \nThe humans invoke the tentacled Ancient Ones in a last-ditch effort to stem the Machine onslaught. This proves unwise. Now the Ancient Ones vie with the Machines to consume the last scraps of Earth. The Ancient Ones advance in fast-moving hordes, overwhelming their foes with fearsome melee attacks. An assortment of arcane spells and foul poisons rounds out their arsenal. \nWho knows what other factions may lurk in the void, waiting for the moment to strike? \nBattles unfold on floating fragments of Earth as they are ripped from the planet and pulled toward the waiting mouths of god-sized faction leaders. The cities that lie in your path are fully destructible, as is the terrain beneath them. Uproot buildings to use as clubs! Create mighty warriors that can cut the Earthshard in two! Bore giant holes through the ground! Summon your overlords to eat the whole thing!\nUp to eight players can duke it out on endlessly-varied procedural battlefields. Skirmish against up to seven AI adversaries on your own or fight multiple AI opponents alongside your friends. \nRandomly-generated terrain and cityscapes create new opportunities from battle to battle. A single game may encompass one or many Earthshards, crisscrossed by any number of human settlements. Unexpected bonus items lurk in randomly-generated structures throughout the battlefield, encouraging improvisation and risk-taking. \nHuman Resources’ visual style is inspired by the clean color and precise linework of classic comic illustrators like Moebius, Hergé, and Geof Darrow. Clear silhouettes and easily-differentiated colors make it easy to navigate chaotic battlefields. We’ve created a homebrew rendering system to make the apocalypse prettier than it’s ever been before.\nUber Entertainment is an independent game studio founded in 2008 by a team of industry veterans who wanted to create high quality games in a small-team environment. In 2010, Uber released its first title, the critically-acclaimed Monday Night Combat. Since then, we have released Super Monday Night Combat, Toy Rush, and Planetary Annihilation. \nPlanetary Annihilation was developed with the support of a record-breaking Kickstarter campaign (the Planetary Annihilation team will continue to support that project while a new team builds Human Resources). Having experienced the unprecedented creative control, autonomy, and IP ownership enabled by crowdfunding, we can’t imagine going back to the old way of making games. With Kickstarter, we get to make the game we want, the way we want to make it -- and we get to work with you guys from day one. \nWith Planetary Annihilation, we think the results speak for themselves. The game is a beloved and critically lauded entry in the RTS canon, and we’re extremely proud of it. Now we’re ready to try something even more ambitious. \nHuman Resources evolves the powerful Planetary Annihilation engine to enable new innovations in gameplay, graphics, and world-building. We need your help -- not just as financial backers, but as partners who will shape key aspects of the game’s design.  \nFolks at Uber Entertainment have worked on titles like Total Annihilation, Command & Conquer, Supreme Commander, and Demigod. We are very passionate about RTS gaming and we can’t wait to show you our vision for the future of the genre.\nJohn Comes - Lead Designer, Project Director\nJohn Comes has spent the better part of his 13 year professional career working on some of the biggest strategy titles out there. Titles like: Command & Conquer Generals: Zero Hour, The Lord of the Rings: The Battle for Middle Earth, Supreme Commander, Planetary Annihilation, and more. He wants to take this opportunity to combine all the best parts of all these games and incorporate them into one awesome experience. After all, he knows awesome! \nNate Simpson - Art Director\nNate Simpson’s highlight reel includes Demigod, Supreme Commander 2, GoPets, and Starfleet Command 2. He also writes and draws Nonplayer, an Eisner Award-winning series published by Image Comics. His favorite games are Katamari Damacy and Shadow of the Colossus. He’s excited to have found a way to put both robots and monsters into the same game, and he’s hoping this isn’t all just a wonderful dream.\nAdd Ons: (Just add this amount to your pledge to get these extras)\nAll tiers: Extra game keys: - Add $20 for each key, 3 extra keys for $50 \nFor $40 tier and above: Extra beta game keys - Add $40 for each key, 3 extra keys for $100 \nFor $125 tier and above: Extra t-shirts - Add $30 for each t-shirt", "risks": "Risks and challenges\nMaking games is hard, but we like a challenge. We have the technology, the passion, and the knowledge to create Human Resources, and we’ve shown with Planetary Annihilation that we can carry a bold new idea from pitch to final polish.\n\nWe have a lot of rewards to fulfill and stretch goals to complete. Planetary Annihilation has taught us a great deal about creating an executable timeline, designing deliverable rewards, and setting realistic goals. We believe we have set achievable targets for Human Resources.\n\nBuilding an ambitious game carries some risk. Game development is an evolutionary process, and features are often reprioritized, expanded, or redesigned. We will prototype key features rapidly to ensure compelling and exciting gameplay.\n\nThe estimated launch date of February 2016 grows directly from this plan and resulting production timeline.\n\nThe Kickstarter video is a gameplay visualization, not actual in-game footage.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Planetary Annihilation Inc\n2 created · 2 backed\nPlanetary Annihilation Inc is the new home for Planetary Annihilation and this Kickstarter project originally created by Uber...See more"}, "support": [], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "The End is Nigh", "update_content": "Fellow meat sticks,\nI come here today to give a wholehearted THANK YOU to everyone who backed us, tweeted, Facebooked, and stood on an overpass with a sign. It has been deeply humbling to see all the support. We are profoundly grateful to our fans who backed us, the press that has been so kind to post stories, and our colleagues, friends, and family that have supported us through all the emotional ups and downs. \nThe time has come to shut down the Kickstarter for Human Resources. Every Kickstarter prediction model is showing that we will come up woefully short of our goal. Running a Kickstarter is a full time job for several people. As a small indie, we can’t continue spending time and money focusing on a project that won’t get funded. We simply don’t have the human resources. #seewhatididthere "}, {"update_no": "UPDATE #11", "update_userinfo": "Apocalypse in Peril", "update_content": "Hello, fellow hors d'oeuvres,\nThe day of reckoning is nearly at hand, and it doesn't look too hot for the old squids and robots. Here's where we're at, in a nutshell (via Kickspy):"}, {"update_no": "UPDATE #10", "update_userinfo": "Clouds on the Horizon", "update_content": "Hello, Robo-snacks,\nWell, the numbers are in, and they're pretty mixed. Our Friday take fell off by about a third, relative to the previous day (chart courtesy of Kicktraq):"}, {"update_no": "UPDATE #9", "update_userinfo": "New Tier with a Sweet New Unit", "update_content": "Hey everybody, there's a new tier! And it comes with a new reward!\nBy popular demand, we're adding a $60 tier. And what you get with that tier is an exclusive Harbinger unit (the one with which you start the game). Behold, THE SPAWN OF THE MOST ANCIENT:"}, {"update_no": "UPDATE #8", "update_userinfo": "Off the Ropes", "update_content": "Holy mackerel, the last 24 hours have been amazing! You guys put the paddles on our chest, yelled “clear,” and gave us quite a zap. The patient is stirring! Here is our funding progress:"}, {"update_no": "UPDATE #7", "update_userinfo": "Gear up: wallpapers, images, GIFs, and avatars to share!", "update_content": "Hey all!\nA handful of you asked for images, avatars, and wallpapers to share with your friends to help spread the word about Human Resources on Kickstarter. That was a killer idea! Thanks for suggesting.\nBelow, we've got an assortment of assets that you can share freely to show off your support and get more eyeballs on Human Resources. Today's been good -- let's keep rocking!\nHELP THE APOCALYPSE HAPPEN IMAGE"}, {"update_no": "UPDATE #6", "update_userinfo": "The Final Countdown", "update_content": "Hello, fellow squid-fodder.\nWow, what a crazy couple of weeks. Who knew running a Kickstarter campaign would be such a roller coaster? Oh, everybody? Well fine then.\nFrom the start, it’s been clear that folks are digging the Cthulhu-vs-Skynet madness of Human Resources, and that’s been a great joy to witness. The first time the team saw a dude hit another dude with a building, we literally hopped up and down with excitement. We couldn’t wait to share that craziness with the world, and it’s been super gratifying to see other people having the same reaction. We want to play this game so badly, you have no idea."}, {"update_no": "UPDATE #5", "update_userinfo": "Here's Some More Info About How Human Resources Plays", "update_content": "You wanted to hear more about how Human Resources plays, yeah? Today, we're busting out a kickass \"Design Commentary\" video that walks you through how The Ancient Ones and Machines fight, harvest, and build. \nCheck it out here:"}, {"update_no": "UPDATE #4", "update_userinfo": "We Pitch Human Resources While Eating A Hot Pepper", "update_content": "We'd like to tell you about Human Resources, but first we're going to eat this hot pepper. As some of you guessed last week, we have indeed teamed up with the fine folks at Hot Pepper Gaming in order to bring you footage of a person in a lot of pain. In the video below, John bravely swallows a hot pepper and ... unravels. It's a legendary performance."}, {"status": [{"Project is canceled": "OCTOBER 21, 2014"}]}], "comment_no": 905, "projec_url": "https://www.kickstarter.com/projects/659943965/human-resources-an-apocalyptic-rts-game", "project_name": "Human Resources - An Apocalyptic RTS Game (Canceled)"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Get Early Access to the Beta through Paypal!\n\n\nThat Which Sleeps is a turn-based strategy game where the player assumes the role of an ancient being who was sealed away in ages past but has now returned to reclaim dominion over the world. However, when you waken you are weak and must lurk in the shadows to avoid a return to your demonic slumber.\nThis is where That Which Sleeps deviates from the typical turn based strategy formula. Rather than directly affecting the world by building or training troops, you use your power to indirectly influence the world utilizing uniquely designed Agents who can infiltrate the nations of the world, terrorize outlying farms, and perform esoteric rituals to create the perfect situation for your return.\nThe player must balance an aggressive approach utilizing his considerable power and eager hordes with the need to remain unknown to the Champions and Heroes of the world. This allows for multiple play styles and various meaningful decision paths - all made more unique and re-playable due to the large cast of available agents and awakened demons aka \"Ancient Evils\". In addition, the world is customized at the beginning of the game as you explicitly lay out how you were sealed away, and what methods you used to manipulate the world in your slumber.\nThe priority of our stretch goals were voted on by the community, and we couldn't be happier with the final ordering of results!\nMinion Art Pack - ACHIEVED - A responsibly rendered minion is a happy minion, and with this art pack we'll be able to create the thematically consistent look for the less celebrated tools of the Old One that they deserve.\nGods and Religion - ACHIEVED - The Gods have returned in all their fractious glory! Cultures can be polytheistic, monotheistic, or shamanistic - and of course none of the religions will be on friendly terms and even inside the Pantheons themselves you're bound to find friction, just the thing that a conniving Old One like yourself can capitalize on. In addition to the Gods themselves as AI entities, you will be able to start a religion yourself and present yourself as a savior to the gullible masses. Cults round out the feature set representing splinter groups that fixate on one particular aspect of their religion and pursuit it all costs.\nReligions will become an integral part of the game, but just like guilds you can set the number and relative importance. Take on a world dominated by a single monotheistic faith or find your agents embroiled in a religious war with several fronts. Rally your strength by recruiting The Apostate, and prepare to confront three new hero types based around the Priest archetype.\nRival Old Ones - ACHIEVED - You think you were the only Ancient Evil set to slumber? Whatever occurrence caused you to rouse from your sleep has brought others to consciousness as well, and you must contend with their motivations. Not to worry, they aren't all bent on world domination like you are - but their oft times ineffable logic may frustrate your ambitions. Work with them if you'd like, or even better position yourself as savior of the world and join the Alliance to stop a great evil. Then you... well... you know what comes afterwards.\nConfigure the amount of Old Ones on a game by game basis to fill the world with foes or have a solemnly terrifying time to yourself. Set up Kingdoms ruled by Mythical Creatures from your age that have remained in the world while you slept and teach them that they have merely been stewards of a world that yours alone. Finally, you can enable randomized events that spawn lesser creatures of ancient power that jealously wish to usurp your throne.\nEndless Simulation - ACHIEVED - Get ready for the long haul. A plethora of engine changes to enhance the simulation aspect of That Which Sleeps. By reducing dependencies on fundamental assumptions of the engine we can make the world and AI more independent, and the benefits of these changes flow down into the modding world.\nWhat does this mean for you? It means a game with less limitations - play an endless world where your rise to power is simply another event. Survive wave after wave of insurrection while you solidify your control and remake the world in your image, or ride the wings of fate on a new dynamic prophecy system that rewards you for obtaining obscure results in the game world.\nProcedural Generation - ACHIEVED - An infinite amount of replay! Genealogical generation of a sprite based map that will itself be used as a basis for a dynamically created scenario. Instead of making decisions \"after the fact\" with our current Scenario Generation, you will observe a world as the cultures start as tribes and push forward into a civilized state. Use your limited power to interfere at key moments and alter the shape of the world and its peoples. Choose to begin your game at any moment in the world's development and then do what you do best.\nThis will give you an infinitely re-playable world with vastly different dynamics in every game. You may find yourself a lost God amongst primitive tribes during an age of colonialism, or you awaken just after your defeat to a world fresh with desire for revenge. Environmental effects will become more powerful as you raise volcanoes to choke the world with ash or flood it from its rivers.\nLife Goes On - Achieved - At least that's what people tell themselves, and with this Asset Pack it becomes easier than ever to determine which pieces of the world are flourishing and need your corrupting presence. Trade routes will now be illustrated by caravans that ply the roads and sea, farmers will tend their fields, and workers will labor on new buildings in capitals - all modeled at the proper resolution to be able to be identified without obscuring other more salient pieces of data. This and a suite of other changes will make the world feel more alive than ever before.\nThe Horrors of War - ACHIEVED - Now that we've drawn the world at peace, let's give it a more appealing aesthetic. Refugees will cry in terror as they emerge from their burning homes, armies will drill beyond city limits, and your Terrorizing Challenges will emerge onto the map before you. In addition, all POIs will gain a graphical indicator of their defenses and you'll see your progress as the walls crumble.\nRitual Impact - ACHIEVED - After laboring for fifty turns to finally be able to raise a fortress into the sky, it can be a little disappointing to only see an icon on the map. We'll be taking some of the most potent Rituals and rendering them the way they deserve - lord over the world in your flying citadel, see the forbidden outlines of The Horror as it draws madness from the populace, or watch the Colossus laboriously pound the walls of your enemies' castles to ruin.\nFor information on our latest Stretch Goals please check out our update.\nFeatures\nCorrupt, conquer, charm, and manipulate - with a fully realized world driven by thematic AIs that follow their own interests you can pursue multiple paths to victory.\nCustomize the world with your choices at the beginning of each scenario, choosing an Ancient Evil and selecting his origins and what dire deeds he has wrought on the world.\nMake difficult choices with limited agents, choosing to send your Prophet to rouse the orc hordes or beset Kings with maddening dreams will greatly change the flow of the game.\nDisrupt the Balance of Power by creating famines in the farmland, stoking the flame of old vendettas, or recruiting pirates to the sea.\nWatch the fame of your Agents rise and heroes will begin to hunt them down. Let them fall as scapegoats and keep your name secret, or imbue them with dark power and take the fight back to the heroes.\nEach action you take leaves clues behind that cunning heroes can decipher, eventually leading them to the truth. Kill or corrupt them before they find a receptive ear at court\nA fully functioning in-game Editor that allows you to create your own scenarios, old ones, heroes, artifacts, and even agents\nLocalization supported for multiple languages and character sets\nThat Which Sleeps is based around configurable Scenarios, each of which is a hand-crafted experience designed to maximize the strategic and thematic potential of the game mechanics.  Populating this world are complex AI entities ranging from heroes who wander the world pursuing their goals (generally being meddlesome) to Kings who must weigh their personal desires against the best interest of the country. \nThe AI is designed in such a way that you will never feel like you are playing against the nations and heroes of the world, instead they often work at cross-purposes.  Leave them alone and they may fight wars, wound one another in duels, and pass discriminatory laws against other cultures.  Give them a little nudge in the right direction, and the fireworks really start to fly.\nPoints of Interest (PoIs)\nThe building blocks of the map are Points of Interest (PoIs), which are highly detailed nodes that serve as cities, villages, ruins, and other more diverse landscapes.  The PoI system allows us to make sure that every point on the map is richly detailed, consisting of cultural and social breakdowns and containing the potential for epic quests and clever stratagems.  You may find yourself burning the farmland of a village, infiltrating the local Mage's Guild, or excavating ancient tombs to find more powerful rituals for your reconquest.\nGuilds, Orders, and Cabals\nWhile Nations remain the primary methods of AI agency we have several institutions that exist outside of national borders and spread their own agendas regardless of nationality.  While many of them are detrimental to your cause as they promote order and development, most are just a short \"change of management\" away from being a useful tool for spreading corruption and chaos.\nThe player takes the role as an Old One - an extremely powerful demon that has been sealed away from the world for generations.  Some of these creatures are unknowable eldritch abominations of mysterious origin and intent, others are men fallen from grace as they ascended to the ranks of true power.  Each fundamentally changes the way the game is played, with ability trees that are devoid of \"fluff\" or redundancy.\nMeet Azlan - the Dreaming God, He Who Lurks, the Disembodied Titan, the Twilight Confessor, the Usurper of Dreams, the King in Gold, the Severed Tendril.  All of these names are associated with abilities and legends inside the world, that the Heroes will pursue and attempt to decipher.  If they learn them all, you will find your ability to battle them greatly reduced as they gear up and prepare to defeat you.  When we say \"The World Has Forgotten Your Name\" we mean it.\nDream Host - Azlan's body was torn asunder in the ancient past, but his spirit ascended to the world of dreams.  He wields the power of this surreal existence to alter reality itself, and as he grows stronger he will eventually bridge the gap between the two remaking the world in his twisted image.\nThe Night Whispers - In the night man drifts into the world that Azlan calls home, and as prisoners they listen to his ravings.  The most defining ability of Azlan comes from this tree, allowing him to tag a certain number of Heroes, Leaders, or other AI entities and over time adjust their personality.  Drive the Pious High Theocrat to abhorrent behavior, or make the brave King of the Cylarians a coward.\nBelial the Deceiver is a coward, a lurking evil that festers in jealousy, greed, and the desires that turn man against his fellows - but their is strength in small things and power to be found in whispered secrets.  With a wide range of Agents to recruit and abilities that augment any play-style you pursue, Belial is the natural choice for a versatile game.\nAbilities\nWill over Fate - Belial sees deep into the pools of time, at first you will be limited to simply perceiving events before they occur but as you waken you will be able to take control of fate and bend it to your will.  Force an earthquake to strike the walls of a besieged city, or turn a stray arrow to a King's throat.\nDwelling in Darkness -  Belial finds his ways into the darkness of all creatures, twisting them to his will. While you stir only carrion feeders and other beasts heed this call, but how far is man from beast in the end?  Ravens will be your eyes in the far corners of the world, and in time the cowardly will fall to your will.\nPower drew Sisyphus on a noble path, a hero destined to save the world - but like so many before him he found in his own uncompromising ideals a nightmare of benevolence, a world frozen in imperfection.  Sisyphus is tormented by his failings but will try, eternally, to create the perfect world of his dreams - he will look to The Chosen One to uncover the flaw in his character.\nAbilities\nOf Mortal Birth - Born of man but ascended to the ranks of the Ancients, Sisyphus strives to erase all trace of his mortal past. That past still defines him, in his life and even more so in his death.  He gains abilities based on choices made during Scenario Generation and by interacting with The Chosen One.\nThe Price of Victory - The quest for peace lead Sisyphus to Godhood and the world bled for his dream. Those who serve him will sacrifice as well and lend strength to his divine designs.  Your imbues are far stronger than the other Ancients but they come at a cost, useful for pursuing very particular strategies.\nKarth the Scarred saw the rest of the Primal Entities fall as the Old Ones claimed the world for their own, but war is an eternal truth beyond even the designs of the Ancients.  Struck down by the Old Ones, from his blood the children of his rage emerged and their fires would engulf the world.  Karth wakes quickly and is a powerful figure on the map - it can be hard to maintain a low profile with such an occurrence but Karth isn't one to pursue a subtle agenda.\nAbilities\nWar Without End - Karth is the last surviving Primal God. Time tempered and made anachronisms of his peers but in every Orc battlecry, in every scream of the slaughtered, therein lies praise to Karth.  War is hell, but with Karth around it becomes so much worse - expect more wounds in combat, more attrition in battle, and tempers to rise in the halls of power.\nCall of the Horde - The heirs to Karth's legacy lay scattered through the land, but their time has come.  As you stir you will only be able to bring orcs and goblins to rise, but as you waken all of the creatures that thirst for battle will come to your call, from the furthest corners of the world.\nLimos howls and screams at the abomination that is life.  Tortured, he has been kept at bay by the Ancients and before them the Primal Powers, but now his time has come and he can bring an end to the motion and sound that engulfs his every moment of awareness.  Choose Limos if you want to bring a true end to the world, but it may be difficult to draw the living to your crusade.\nAbilities\nThe Gift of Death - To Limos even the Undead are reprehensible, but still they are better than the living.  He is able to easily raise the dead to his legions and bestow the eternal gift on Agents and Heroes, bringing them to a more sympathetic view of his position. \nEnd of Days - Limos is the end of all things, and in his hands the apocalypse will come in every form that man has feared.  Choke the healthy with plagues, raise the seas and poison the rivers - you will put the world to the test and see if they can come together to put an end to your rise before it is too late.\nA mysterious Old One whose Crystal Towers slowly covered the earth emitting a sickly luminescence draining both color and spirit from the world around them.  Her minions scoured the world drawing out those of their choosing to the mysterious depths of the Towers.  Still, there were those who made the Sojurn to her lair and returned - a tale of wonder on their lips.\nReflections of Grace - Seraph descended as light, and created for herself a home to magnify her form and splendor.  From it the seeds of crystalline growth are spread, and within the bounds of her magnified light she can easily manifest - projecting her will into solid crystal.  As she wakens her light shall grow stronger, and her powers within her expanding domain as well.\nCelestial Artifice - Much of her light was lost in the shattering of her palace, and the pieces of its ruin scattered across the world.  Recovering these shards will return Seraph to her full strength, and utilizing the remnants she may grant her followers rituals and artifacts of celestial strength, or craft crystalline forges to create golems to bolster her forces.\nWeak and bound still to your terrestrial prison, you rely on those of dark inclination to serve you.  At first only the soft minded will rally to your cause, but as your power and influence grows you can call powerful demons to your side, exhume ancient allies, or bend to your will the Lords of the world. \nAgents move about the world beneath the gaze of armies, kings, and even heroes unless their fame rises too high or their activities are dangerous enough.  They infiltrate cities, terrorize farmlands, muster military units, cast ritual spells, and even excavate ancient ruins.  The possible actions an Agent can make are bound to their skills and traits, which they supplement by recruiting minions from the areas they've corrupted around the map.\nYou may only have a certain number of Agents active at a time, so choosing the proper Agent to supplement your strategy is critical to victory.  All Agents are valuable, even though some of the later Agents are more ostensibly powerful each has their role to play.  In addition to their skills and abilities each Agent has a unique Scheme that only they can use, proper usage of which can change your fortunes.\nThe Peddler\nThe Peddler is one of your early agents, a weak-willed failure whose dependence on the bottle makes breaking his spirit easy even in your weakened state.  He is uniquely suited for low level espionage and fails to raise warning flags at villages due to their acceptance of the traveling merchant.  He is able to sell cursed items and poisoned potions to unwitting Heroes.\nScheme - Prey Upon Fear - It isn't just wares that the Peddler deals in, but also rumors and information.  Knowing just what to say at the right moment can turn a tranquil marketplace into a ready and able lynch mob.  Turn the crowd against magic, and see that pesky sorcerer Hero strung up before nightfall.\nSpeaker of the Dead\nEarn the respect of one of the necromantic cabals and you may be able to recruit their leader to your cause.  The Speaker is a rough hand at infiltration but is second to none at terrorizing the countryside and turning a few isolated undead groups into a horde that can upend a kingdom.  Failing that, you will find no other Agent who can so easily extract information from Heroes, dead or alive... preferably dead.\nScheme - Scorn the Grave - The Speaker can bind a deceased Hero, gaining access to his skills, abilities, and knowledge.  This ritual is considered a horrible affront and you can expect other Heroes to come try and free their tortured comrade.\nHordemaster Drall\nFrom the moment an Orc Tribe joins your forces you can recruit this beast of an Orc.  A skilled commander and an even better recruiter, Drall is the cornerstone of any good Orc Horde.  Expect to see his star rise quickly, he often makes a useful scapegoat to avoid arousing suspicion of your return.  Prop him up as the Great Conqueror, let him fall, and move along to your next plot.\nScheme - Lessons in Bone - The ultimate tool in Drall's arsenal, by sacrificing an Elite unit Drall can give that Elite's special ability to another Elite.  The humans think they counter your Goblin Fanatics with their Heavy Cavalry, just wait till they see them ride into combat on Ogres.  Seeing that look of surprise is what makes Drall get out of the bed every morning.\nHeroes\nWhile your agents and minions are out pursuing your agenda doing nefarious deeds, there are a host of heroes in the realm going about their activities as well - questing for their liege, searching for treasure or artifacts, and hunting monsters.\nWe first previewed heroes in our development blog HERE.\nHeroes have their own set of traits and goals that guide their activities during the game.  A sage may seek out tomes or lore to create a magical spell or artifact, while a warden may seek to root evil out of the nearby wilderness.  In addition to following their archetypical interests, they have desires they seek to fulfill.  Some heroes may seek gold, others to join an exclusive Order, or maybe just to be the greatest warrior in the world.  The personality traits derive from culture, so when you see an Errus Warrior you can guess that he's not going to run away from a fight.\nThings change as you interact with the land - heroes may begin to pick up clues to your existence and begin to either seek out your agents or find prophecies or artifacts that will help defeat you.  Decreasing the potency and frequency of  the release of dangerous clues by not calling on your Ancient Powers will mitigate the danger, but also lowers your efficiency at pursuing your goals.  Striking a balance between the two is an uncertain task.\nEvents\nAnother major way the player interacts with the world is through a series of branching and interconnected events.  We draw our inspiration from great games such as King of Dragon Pass and Expeditions: Conquistador.  \nWe understand that striking narrative paired with varied decision paths that directly influence both short reaching and long reaching game states can really create memorable situations and really immerse the player into the game.\nWe have already created hundreds of unique events and the supported mod tools allow players to create countless more.\n Combat\nCombat is the crisis point of the challenges Agents face, and the decision of whether or not to stand and fight will always be a difficult one.  Our mechanics for combat are primarily to reinforce the idea of meaningful sacrifice and long term strategy vs short term gains.  The battles are, even in their smallest skirmish, consequential and evoke the type of boss battles often encountered in RPGs, except this time you're the boss.\n Music\nThat Which Sleeps boasts over 45 minutes of unique, custom made music produced by the extremely talented Paul Giangregorio, or Gluglug as he is known to his League of Legend Parody fans.  We couldn't have asked for a more evocative soundtrack.\n Everything you see in the scenarios were developed completely inside That Which Sleep's in-game editor.  We are firm believers in modding as a requirement for a game to call itself a real strategy game, and we are confident that the tools we have in place will not disappoint.  I expect to see some pretty amazing community contributions once the game is released.\nYou can make new Old Ones, Agents, Heroes, Events, Campaigns, Guilds - the list goes on and on.  All of it from inside the game engine, and if you really want to do some modification of the files they are all in standardized XML.  Each class has an XML Serializer helper class to facilitate our mod support that checks for localization information, override folders, and image substitutions. \nWant more than 1 copy of the game?  Just add an additional $10 per copy to your reward tier!\nThat Which Sleeps has been in development for over a year and has been entirely self funded up to this point.  We have a stable working game engine and what we feel is a fun and engaging concept, we just lack the art resources to bring the visuals to the next level.  \nWe have a full time coder and all the major game systems and are in place and successfully implemented.  We do not, however, have an in house artist - so we'd be using your funds primarily to cover graphic updates, and animation.  We think with responsible use of your funds we can overhaul several of the major art assets - including portraits, heros, and agent sprites & animation.\nAny additional funding will go directly into stretch goals.\nKing Dinosaur Games was founded by two friends who have known each-other for over 15 years.\nCombined we have not just the critically important design and development experience to create a game of this scope, we also have the discipline to properly budget and execute in an efficient and timely manner.  Mix that with the overwhelming passion we both have for creating innovative, fun games and we like to think you have a recipe for success.\nWe have been chronicling the design process on IndieDB since June.  We have several blogs posts and over an hour of video logs for you to check out HERE.\nWe've also been actively discussing design decisions, and taking feedback directly from fans on Bay 12 Forums, RPGCODEX, and on our Reddit Forums.  Check them out and participate in the discussion!\n ", "risks": "Risks and challenges\nBy waiting until we have a fully functional and working game engine we feel like we successfully mitigated the most common risks that many games on Kickstarter face. We have a working game that we will complete and deliver in a timely fashion.\n\nThe biggest risk faced by a backer here is that we will not meet our planned release date. Though not an insignificant risk, please be aware that we are professionals, we respect both your time and money and the faith you put into us as individuals and as a company.\n\nWe promise that we will stay in constant communication with backers every step of the way and make sure that everyone understands where we are in the release cycle.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #43", "update_userinfo": "That Which Sleeps", "update_content": ""}, {"update_no": "UPDATE #42", "update_userinfo": "Update", "update_content": "I'll have some release information for everyone soon, but in the meantime let's take a look at some screenshots of the latest build - there's been a variety of tweaks to the main map interface that, while each is fairly minor, adds up to a different experience when playing the game.\nFirst a comparison between the three non-strategic levels of zoom."}, {"update_no": "UPDATE #41", "update_userinfo": "That Which Sleeps Coming Soon", "update_content": "Before I dig into the details let me assure you that you will have your hands on That Which Sleeps in the next few months.  Now that I've completely gutted the prior ambitious simulation we're left with a much more tried and true solution to robust AI needs - meaning that at worst case we're looking at the AI making some dumb decisions as opposed to the entire simulation collapsing.  The silver lining is that in the time that has passed I've spent a lot of time refining some of the other components as well as continuing to cram the game full of content. "}, {"update_no": "UPDATE #40", "update_userinfo": "Quick Update", "update_content": "I just wanted to take a moment to thank Joe (AKA Fenicks) for all the hard work, energy, and most importantly financial support he put towards That Which Sleeps over the past 2 years.\nUnfortunately we have very different ideas of how this project should be handled moving forward and I've decided to continue developing the project without him.  "}, {"update_no": "UPDATE #39", "update_userinfo": "September Update", "update_content": ""}, {"update_no": "UPDATE #38", "update_userinfo": "Still Hard at Work", "update_content": "That Which Sleeps is still very much under active development. I know that communication has been terrible of late and I want to apologize again - I haven't been professional, and I know a lot of people see it as us being purposefully disrespectful and I just want to try to explain why I've routinely failed at maintaining the communication you deserve.\nThat Which Sleeps is a game with a massive simulation aspect, something I've struggled to get working 100%. It's something that was meant to give the game personality that other strategy games lacked, but has in the end cost me years of work with little to show for it on the back-end. The recurring failure has been a source of crushing anxiety for me, and has made facing our backers with that failure something that I've struggled with. Any anxiety you feel over the game's delays I feel just as strongly, and I was continually waiting for things to \"come together\" so we could release the game in its entirety to our backers."}, {"update_no": "UPDATE #37", "update_userinfo": "More Screens, More Info, More Stuff", "update_content": "Wow - I can't believe more than a whole month has passed since our last update - so hopefully you will be pleased to see a brand new batch of screenshots - some showing entirely new gameplay screens or elements and some showing the modifications, improvements, and polish we've added to existing screens.\nNew Screenshots\nOK Neat - So When Am I Getting This?"}, {"update_no": "UPDATE #36", "update_userinfo": "More Screenshots & Ambient Map Affects", "update_content": "We're very happy to be able to show another group of new screenshots for your viewing pleasure.\nAmbience & Map Affects\nI hesitate to call this a video - but this quick clip below shows some of the ambient animations we've put into place to give the map a more living and breathing feel.  The roads and sea lanes convey their routes, and a convoy of ships is coming to raid a settlement.  The outward flow from the POI itself shows the outflow of refugees and relative movement of traffic AWAY from the POI - due mostly to the raid.  The map and POIs itself have many small touches and elements to make them feel active and like they are a part of a real, living world.  Also keep in mind that the map screen will look really sharp and polished on your monitor in game, much more so than below."}, {"update_no": "UPDATE #35", "update_userinfo": "More Screenshots, Lore, Crafting & Sleepopedia", "update_content": "Good Morning,\nAs promised - here is the next batch of screenshots to show off from That Which Sleeps.  \nHopefully these screens help to show off all the polish we've been working to add, as well as the many layout, font, and interface changes that we feel are extremely important when it comes to the huge amount of information that needs to be presented on any given screen."}, {"update_no": "UPDATE #34", "update_userinfo": "Mini Update - More Screenshots", "update_content": "We are extremely excited to be able to check in this weekend and provide a few more screenshots.\nWe posted a small imgur album HERE showing off a few new or updated screens directly from game - and we're also showing off an initial glance of some of the deeper mechanisms of direct hero combat below."}, {"status": []}], "comment_no": 2980, "projec_url": "https://www.kickstarter.com/projects/kingdinosaurgames/that-which-sleeps", "project_name": "That Which Sleeps"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "When we were young, wizards like Gandalf and Dumbledore struck a chord in our minds.  We spent hours pretending to be wizards and casting epic imaginary spells.\nNow, we want to bring that kind of creative freedom to video games.  Instead of giving the player pre-packaged spells, CodeSpells allows you to craft your own magical spells.  It's the ultimate spellcrafting sandbox.\nWhat makes it all possible is code.  The game provides a coding interface where you can specify exactly what your spells will do. This interface is intuitive enough for individuals (young and old) who have never coded before.  But skilled coders will also enjoy using their coding skills in new and creative ways!  Even children can use this interface to make mountains out of the terrain, make an impenetrable force field around yourself, or even make a golem creature out of the surrounding rocks. The sky is the limit!\nSpell-crafting sandbox: Craft and test your spells on the surrounding landscape - lift rocks, whip a river up into a tornado, anything!  The spells are cooler spells than in any video game to date -- because you and the rest of the CodeSpells community have complete control over them.  If you'd rather use \"boxed\" spells (maybe for inspiration before designing your own spells) these will be available too!\nUnlimited creative expression: With 4 different elements (earth, fire, water, air) and the ability to combine those elements in complex ways, the number of spells you can create is literally infinite.\nLearn some coding: If you already know coding, great! If not, CodeSpells uses an intuitive drag-and-drop language that even children can use.  As they become more proficient, they can code in typed Javascript!  It's the coolest way to learn one of the world's most valuable skills. \nShare spells with friends: As soon as you create a new spell, send it over to your friends for them to try out! CodeSpells will have community forums where users can show off their favorite spells with other wizards or work collaboratively on spell projects.\nPlay Online: Create new game modes to play with and against your friends. We'll give you the tools to make anything from a survival game to a new magic-based sport!\nFor the CodeSpells world we will be creating procedurally generated levels that change over time as you affect the elements and their distributions throughout the map. We've come up with a system for simulating the effects of elements in the world that will dynamically change as the environment changes. An area in shadow will be less hot than an area in direct sunlight. Altitude will change the weather. Land close to a water source will be humid, so more vegetation will grow there. Hot and dry areas will be more prone to catching fire. We'll be able to simulate fire spreading, water flowing through new areas, and constantly changing biomes. The world will feel truly dynamic and alive.\nFor the sandbox version of CodeSpells you'll be able to freely use any spells you create to affect these environments and understand the way the systems work together. You'll be able to redirect rivers and play with the environment as a living system.\nYou will be able to level up from experience gained through gameplay. Each element will be bound to a different mana bar that can be increased so that your character can be customized.  Specialize in one element, or learn them all.\nWe are developing several game modes that make full use of the generated areas of CodeSpells, but we'll also be opening up the ability to make new game modes to you. If you want to make a game about surviving in the wilderness, you'll have all the tools to do that. If you want to create a game mode that's purely about balancing an eco-system, you'll also be able to do that. You can even create a new multiplayer magic-based sport to play with your friends. You'll be able to share these and discover game modes that other people have create around the world. At the core, CodeSpells is about creative expression. We want you to be able to customize the experience and give you the power to use your magic in the worlds you create.\nThe statistics about coding education are alarming: \nPart of the reason kids choose not to pursue coding is because it doesn't sound \"fun\": working in a basement, dealing with syntax errors... We hope to make an impact in the world by showing kids (and adults) that coding can be a tool for creative expression.\nStudents can learn to code, syntax-error free using a Blockly spell-crafting interface that has all the tools available in Javascript. When they've learned all the programming concepts from Blockly, students can move on to typing Javascript code.\nThe wizards of CodeSpells will be able to master each of the 5 elements. As you grow more powerful, elemental magic can be combined into even stronger spells.\nEarth\nEarth is aligned with geological forces and a deep understanding of the physical world. Earth magic users understand the geological timescale. These wizards are both powerful builders, building castles and deforming terrain, but also powerful foes, with the ability to hurl boulders and create secret pitfalls.\nEarth orbs use the physical forces of the world to attract and repel objects away from each. They can apply directional forces or torques to objects they touch. With Earth magic you could create a rock fortress that only you know the secret way into or you could create a Rock Golem to defend you as you explore the world.\nFire \nFire is the spark that started the universe. While fire users appreciate a fire's simple light and warmth, they can also unlock its more destructive potential -- burning forests and melting glaciers.\nA fire orb has the ability to burn things in its path, but it also has the ability to reconstruct things from ashes at a high mana cost. A player could teleport themselves by turning themselves into ash, having the orb fly through an un-walkable area, and reconstructing themselves on the other side.\nWater \nWater is an ever-changing substance, and water wizards are aware of water in all its forms: water, ice, and vapor.\nWater orbs are primarily about interacting with the flow of the environment. You can redirect rivers or put out fires. You can affect the world in a sustained way to flood an area or to create new forests.\nAir \nAir ties everything together and is combined with the other elements to amplify their precision. Because of its broad area, air is often used as a defensive art.\nAir orbs are about sensing the world. They have a wide radius and have a more defined understanding of what they touch. As a wizard you can capture sounds from one area and alter the way they manifest themselves. If you wanted to be stealthy, you could use an air orb to suppress your footstep sounds or emit them elsewhere to confuse creatures or other players.\nLife (The 5th Element) \nLife is the most powerful element, and therefore the most difficult to master (See stretch goals). Life magic can be used to grow forests and affect creatures.\nLife orbs represent a deeper understanding of programming and being able to deconstruct prebuilt code. Creatures will have code that through observation and Life orbs you'll be able to open up and explore. With that, you can alter their behavior and tame them. If you see a creature defending its home, you can cast a Life orb to study the creature and expose the concept of 'defending a target'. You then have access to the defend function for a creature and can redirect it to defend you.\nAdrian Lopez-Mobilia, Lead Video Game Developer - Adrian has been developing video games for several years. He was the Lead Programmer for the indie game God of Blades and has done robotics research.\nJason Rosenstock, Lead Video Game Artist - Jason has been an Illustrator & Environment Artist for 15 years with a specialty in Fantasy Art. Jason has worked previously on projects such as Star Wars: The Old Republic, God of Blades, and several television and book series.\nStephen Foster, Kickstarter Project Lead - Stephen is the CEO of ThoughtSTEM. Completing his PhD from UC San Diego in Computer Science with a focus on Computer Science Education and HCI.\nLindsey Handley, Business & Marketing Lead - Lindsey is the COO of ThoughtSTEM. Completing her PhD from UC San Diego in Biochemistry.\nDr. Sarah Esper, Lead of Curriculum & Education - Sarah is the CTO of ThoughtSTEM. She recently completed her PhD from UC San Diego in Computer Science with a focus on Computer Science Education and HCI.\nWe chose Kickstarter because we want to involve you in the development process! We need your feedback, comments, and criticism to help us create the best possible spell-crafting world.\nWe want to create a world that is not only fun to play in, but also fun to build new content in. With Kickstarter, we feel like we can connect with you and get feedback immediately from people truly interested in seeing CodeSpells succeed.\nCurrent Status\nWe have a system for crafting spells in a drag-and-drop language. We have an early version of gameplay for earth magic completed, and we've started prototyping the other elements, but we still have plenty more to develop.\nPost-Kickstarter Timeline\nThis Kickstarter will fund the development of three more elements (Fire, Air, and Water) and the polishing of the final game over the course of 1 year. We want CodeSpells to be an experience with AAA game quality.\nDecember 2014: The Alpha of CodeSpells will be released to our \"$80 & up\" backers on Christmas Day of 2014.\nJune 2015: The Beta of CodeSpells will be released to our \"$30 & up\" backers. We look forward to using the feedback from our Alpha & Beta Kickstarter backers while we improve the gameplay. \nSeptember 2015: All Kickstarter backers will receive a copy of the Creative Mode of CodeSpells.\nIf we get funded beyond:\nEarly 2016: We'll polish and release the multiplayer game creation tools so you can create your own new multiplayer games within CodeSpells.\nSummer 2016: First release of Life as an element in the game. There will be creatures, plants, and NPCs to interact with in the world.\nHolidays 2016: We'll give you the tools for a new Artificial Intelligence system for the NPCs that populate the world along with a dialog system so you can create new story based adventures within CodeSpells.\nEarly 2017: Create your own new species and custom characters with new tools and an in-game character creator.\nWe want CodeSpells to be a game with AAA quality but that requires time and money. We need to purchase licenses and be able to pay developers. Each new feature in CodeSpells needs to work not only as a clearly defined system, but also one that's fun to play with. Making a world where you have infinite freedom to bend the rules requires attention to details that you could usually cheat or mask in the development of other games.\nWe also need to be able to pay people for new sounds, music, animations, and all of the things you'd expect from a fully realized game!\nAfter we release CodeSpells to Kickstarter backers in September 2015, we plan to sell copies of this version of CodeSpells. This revenue will be used to make further enhancements to the game. (See our stretch goals below.) We want to keep adding these new features to the game to enable you even more creativity. We would like for CodeSpells to continue to evolve and grow as we get more feedback and people playing it.\nAdditional Backer Rewards:\nStephen & Sarah, researchers at UC San Diego, knew they wanted to create a video game that taught young students how to code. They knew that coding should be completely immersed in the gameplay, but how? They decided to use a metaphor for coding in the game: magic. They decided students will play the role of a wizard, and they will craft magical spells in Java code.\nWhile developing this first iteration of CodeSpells for their research at UC San Diego, Sarah & Stephen published several academic papers about the educational aspects of CodeSpells:\n\"From competition to metacognition: designing diverse, sustainable educational games.\"\n\"On the nature of fires and how to spark them when you're not there.\" \n\"CodeSpells: embodying the metaphor of wizardry for programming.\"\n\"Codespells: how to design quests to teach java concepts.\"\nWord soon got out about this game that attempted to teach young students how to program. CodeSpells was featured in Wired, RockPaperShotgun, and UC San Diego news, after which it was picked up by bloggers across the internet. KPBS even filmed some local San Diego students trying out the game. \nAmidst all this, Sarah & Stephen teamed up with Lindsey to co-found a company (ThoughtSTEM) to educate local San Diego kids in coding through after-school programs, summer camps, and more. ThoughtSTEM soon expanded across San Diego into other cities in California and is now branching out into other states.\nThe ThoughtSTEM team always had bigger dreams for CodeSpells though. For this game to educate the most people possible, they knew CodeSpells needed a makeover. Everything from the look & feel, gameplay, and even the coding interface left something to be desired. They had a great concept, but they needed expert Game Designers & Coders to make the dream a reality.\nThat's where Adrian & Jason came in. Having worked in the game development industry for several years, they brought new vision & inspiration to the CodeSpells project. We're excited to turn this vision into a reality with your help!\n                                                                                                                      ", "risks": "Risks and challenges\nThe risks inherent in a video game development project are self evident, but ThoughtSTEM has a history of following through on successful projects (including LearnToMod, a software that teaches kids to code in Minecraft), and we plan to do the same with CodeSpells. With Backer funding, we have an excellent team with the skills necessary to create a fun & exciting video game. In addition, ThoughtSTEM has been previously funded by the National Science Foundation (NSF), and we plan to apply for NSF grant funding again to further improve CodeSpells as a coding educational product. Therefore, CodeSpells development will not suddenly stop when development for the Kickstarter is completed. We'll be actively seeking NSF funding for our stretch goals which will extend CodeSpells gameplay for our Backers further.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #39", "update_userinfo": "CodeSpells is Making a Comeback!", "update_content": "CodeSpells has been calling to us for a couple years now… The voice has only grown louder since COVID-19 hit American shores, locking us all away in our homes and giving us more time on our hands than we know what to do with. So, today, I'm happy to announce that it's time to bring CodeSpells back!"}, {"update_no": "UPDATE #38", "update_userinfo": "CodeSpells is Participating in Hour of Code", "update_content": "CodeSpells Hour of Code\nWe're delighted to be participating in Computer Science Education Week (Dec. 5th-11th) this year by hosting a special Hour of Code Lesson Plan for educators!  The CodeSpells lesson plan on Code.org is intended for educators who have taught CS before, so use the \"comfortable\" filter to find it!  You can get more information about Hour of Code and CodeSpells' use in education on our website!"}, {"update_no": "UPDATE #37", "update_userinfo": "CodeSpells Version 0.903 Now Available on Steam", "update_content": "CodeSpells Version 0.903 -- Nightly Branch"}, {"update_no": "UPDATE #36", "update_userinfo": "Development Update #20 on Youtube + Tournament Results Announcement", "update_content": "Tournament Results\nWe had our first ever CodeSpells Tournament earlier this month and it was awesome! Winners were:\n1st Place: @HalfBloodPrince"}, {"update_no": "UPDATE #35", "update_userinfo": "Register for the 1st CodeSpells Tournament", "update_content": "Now that Multiplayer is officially out, the CodeSpells Community is hosting our first ever tournament! "}, {"update_no": "UPDATE #34", "update_userinfo": "Release Notes for Multiplayer Update (Version 0.811) on Steam", "update_content": "Hey Kickstarter Backers!\nCodeSpells Early access 0.811 brings huge improvements to multiplayer stability and improvements to Boulder Strike (now called StoneStrike Arena). The flow of the game is cleaned up substantially with more player feedback. The ability to select your team and spectate are coming in the next update!\nStoneStrike Arena now has a default spell wheel that will get loaded showing off the suggested spells to use for the game mode (press Tab after loading the game to view it). This also features several new Ancient spell using Globs!"}, {"update_no": "UPDATE #33", "update_userinfo": "Development Update #19 on Youtube", "update_content": "Has anyone started messing around with the CodeSpells Multiplayer Beta release? See what games the CodeSpells developers are playing and what new spells they have cooking! "}, {"update_no": "UPDATE #32", "update_userinfo": "Release Notes for Early Access Version 0.705c on Steam", "update_content": "This version brings Multiplayer for the first time to CodeSpells. There’s plenty of issues to iron out so this is in an early alpha state, but we felt it was at a good enough state that people could start playing it!\nThere’s a new game mode called Boulder Ball where players can join a player hosted game and play Boulder-Wizard-Soccer. This currently requires either being connected on a LAN, having an externally facing IP, or setting up Port Forwarding. We intend to implement proper NAT Punchthrough in the near future."}, {"update_no": "UPDATE #31", "update_userinfo": "Development Update #18 on Youtube", "update_content": "Multiplayer CodeSpells is coming! \nYesterday, we demoed multiple wizards all casting spells IN THE SAME WORLD! We're super excited to bring multiplayer to Kickstarter backers soon! What multiplayer games do you want to see? Let's chat in the Steam Forums!"}, {"status": []}], "comment_no": 833, "projec_url": "https://www.kickstarter.com/projects/thoughtstem/codespells-express-yourself-with-magic", "project_name": "CodeSpells: Express Yourself With Magic"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Over ten years ago, in September 2003, I launched a little website called Upcoming.org into the world. \nUpcoming was a collaborative event calendar focused on interesting arts and tech events around the world. Entirely curated by the community, Upcoming surfaced weird and wonderful events that usually fell under the radar of traditional event listings from newspapers and local weeklies.\nMost importantly, it surfaced what your friends were interested in attending. Upcoming was among the first generation of web apps to use the social network for anything beyond Friendster-like connections, helping to define Web 2.0.  \nUpcoming in 2007\nAfter the first year, my friends Gordon Luk and Leonard Lin joined me as co-founders to help expand it. As Upcoming took off, we decided to sell it to Yahoo in 2005, hoping they could provide the resources to help it thrive.\nUnfortunately, things didn't go according to plan and it quickly fell into disrepair after we left in 2007. Last year, Yahoo shut it down with little notice and no way to back up events. Fortunately, through a herculean volunteer effort organized by Archive Team, the complete site was saved to the Internet Archive.\nFor the last year, the domain didn't even resolve. I thought that was the end of the story.\nThe Return\nLast month, I got an unexpected email from Yahoo out of the blue, offering to sell me back the original domain. I jumped at the chance, and am thrilled to announce I own Upcoming.org once again.\nSo, what now? \nLike many of the people that used it, I miss Upcoming. Nothing's come to replace it in the years since, and I have the same problems that motivated me to build it a decade ago—I'm missing interesting events in my city and struggling to discover interesting events when I travel. I don't know what my friends are going to, and I lose track of the events I hear about on a regular basis.\nI want to bring back Upcoming, rebuilding it for the modern era using tools and platforms that weren't available at the time I started it. I started Upcoming long before Twitter, Facebook, Foursquare, or OAuth.\nAnd I'd love to restore the original Upcoming events collected by Archive Team to a permanent archive, hosted at their original URLs. There's over 3.5TB of raw HTML, Javascript, and images in their data dump, which I plan to parse and release as structured data.\nThe Rewards\nLike my other Kickstarter projects, most of the rewards are exclusive access to what I'm making—in this case, early access to the Upcoming.org beta as I develop it, giving you first dibs at registering your username and helping guide the direction of the site. \nI'll keep a development blog exclusively for backers, keeping you up-to-date on my progress, and every backer gets a special badge on their profile, showing the world that you helped get Upcoming off the ground. \nYahoo graciously gave me permission to use the original logo for an exclusive print run of t-shirts, printed only for this Kickstarter project. Some samples are below, and I'll announce the final design before the Kickstarter project ends.\nMinimalist or retro reproduction? I can't decide.\nFor higher levels of patronage, adopt a city on Upcoming for you or your project, or a mega-classy site-wide dedication for the first full year after launch.\nIf we hit the goal, awesome. I'll use those funds to bring Upcoming back from the dead, covering the costs of the domain, infrastructure, and development time to build it independently again. \nAnd if not, that's okay too! I'd rather know now there wasn't enough interest than devote a big chunk of my life to working on it. \nWhy Kickstarter?\nTwo reasons:\nIndependence. With any other form of funding, I'd sacrifice creative or financial control over Upcoming. Taking investment would set it on a path towards an exit, which I don't have any intention of doing.\nAll-or-nothing. I don't want to begin building Upcoming unless there's interest in it, and this is a perfect way to gauge whether this is something you want to exist. If not, we all walk away.\nUndoubtedly, there will be cynics asking why they should invest in something without taking any equity. My answer to that is simple—this isn't an investment. You're paying me to build something you want to exist; that's your return. If you don't want it to exist, don't back it! Yay!\nThe Promise\nMy goal is to build Upcoming into a self-sustaining, independent project that keeps to the ethics that made it great. An open API, an embrace of open standards, and a belief that your data belongs to you. And I won't sell it again.\nTen years ago, the community made Upcoming great. With your help, we can make it great again.\nThanks\nHuge thank you to Paul Searle for shooting the pitch video. It was filmed in Panic's lovely offices in downtown Portland, Oregon. The background music is Chris J. Hampton's \"So What\" from Kind of Bloop. (If you made it this far, backers can message me on Kickstarter for a free copy.)\nThanks to Chris Messina for capturing huge chunks of Upcoming's UI in his remarkable Flickr gallery of Design Patterns, where both homepage screenshots were borrowed from.\nThe photos in the video were, in order, from Scott Beale (Laughing Squid), Daniel Bogan, Ben Ward, Scott Beale (Laughing Squid), and Richard Eriksson. Photo of TBL by Rory Cellan. Thanks, everybody.\nThank you to Yahoo for taking the unprecedented founder-friendly move of offering Upcoming back to me. \nAnd a massive debt of gratitude to Leonard and Gordon. I love you guys.", "risks": "Risks and challenges\nI have a long history building and releasing web apps on my own, including Upcoming.org, Playfic, and Supercut.org. But inevitably, things can go wrong and timelines can go awry. I try to minimize this risk by reducing dependencies and costs—I have projects that I've run for over a decade with little support and zero budget. \n\nOne dependency I plan to use to make the site better are the APIs provided by Twitter and Foursquare for authentication, network graph, and placename database. Any of those services may choose to change their Terms of Service or disappear entirely, which could impact development time.\n\nThe biggest risk, to me, is that the success of a site like Upcoming hinges on network effects which may never materialize. Even if the project succeeds and the site launches according to plan, it's entirely plausible that enough people won't use it in your city to make it useful. I've thought deeply about that problem and how to solve it, but it's definitely a fundamental challenge and risk.\n\nAnd, of course, software always takes longer than you'd expect. My hope is to have a public beta by March 2015, but the scope may expand or change, dependent on countless variables, and timelines may shift. Whatever twists and turns happen, I promise to take you along for the ride. \\m/\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "Upcoming Is Back", "update_content": "In September 2003, I opened Upcoming.org to the public. And now, 4,941 days later, four years after Yahoo shut it down and deleted everything, Upcoming.org is back — thanks to you. Go try it out, and feel free to spread the word:\nhttps://upcoming.org/\nIf you used the beta, I recommend signing out and signing back in, which will update the list of people you follow. If no friends are showing up, or you just aren't active on Twitter, don't worry: I'll be adding an option to follow users tomorrow."}, {"status": []}], "comment_no": 84, "projec_url": "https://www.kickstarter.com/projects/waxpancake/the-return-of-upcomingorg", "project_name": "The Return of Upcoming.org"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Thank you all so much for your incredible support. The Kickstarter campaign is now finished, but our journey together has just begun.\nIf you find your way here and want to become part of the Hinterland Community around The Long Dark, please visit us at www.intothelongdark.com\nAlso, follow us on twitter @HinterlandGames and use #thelongdark. Facebook users check out the Hinterland Facebook Page! Join our mailing list at www.hinterlandgames.com\nWe will continue the fundraising at www.intothelongdark.com and will continue progressing through Stretch Goals. \nThank you for joining us and for becoming part of this incredible adventure in independent game development\n- The Hinterland Team\n--------------------\nPayPal Backing Now Available!\nPayPal pledges are now possible at www.intothelongdark.com\nAll money raised there will be applied to the Stretch Goals. We will update the running total at regular intervals.\n--------------------\nFIRST PROTOTYPE GAMEPLAY FOOTAGE:\nThe Long Dark is a thoughtful, exploration focused survival simulation set in the Northern wilderness in the aftermath of a global disaster. Brave the elements and other survivors, hunt for supplies, explore the world, uncover the mystery, answer the question: How far will you go to survive?\nIf you're a fan of atmospheric, exploration-focused games like Fallout 3 or STALKER, you'll love The Long Dark.\nIN-GAME SCREENS:\nWe talk about it in more detail in the \"Risks and Challenges\" section below, but our philosophy around Stretch Goals is not to use extra funding to introduce risky scope or feature creep that will delay the game, but rather, to find ways to add more quality to the experience and enrich the game with interesting new content that enhances your connection to the world we're creating for you.\nREVISED STRETCH GOALS (October 12th, 2013)\n\n--------------------\nCAMPAIGN UPDATES:\nLATEST UPDATE: #28 (Oct 15): The Final Push, New Stretch Goals!\nFor all other updates, click here. \n--------------------\nINTRODUCTION\nFlying a routine mail delivery in the Northern wilderness, bush pilot William Mackenzie witnesses mysterious lights flaring across the sky. Suddenly, his trusty DeHavilland Beaver loses power and crashes into the dense mountain forest below.\nStranded far from the closest human habitation -- lost, wounded, alone, and with wolves circling -- Mackenzie will have to quickly master basic wilderness survival skills if he's to last long enough to understand what he just witnessed, and how his world has just changed.\nAnd that's only the beginning. \nWelcome to The Long Dark, the inaugural title from Hinterland, a new independent game studio comprised of veteran developers from the triple-A game industry.\nThe Long Dark is a thoughtful, first-person survival simulation that emphasizes quiet exploration in a stark, yet hauntingly beautiful, post-disaster setting. The breathtakingly picturesque Pacific Northwest frames the backdrop for the drama of The Long Dark.\nAs Mackenzie, you will:\nRisk the daily hazards of wilderness survival in this deep simulation that tracks weather, time of day, temperature, food/water, energy use/consumption, and gear condition. Fight the elements to stay alive!\nExplore a beautiful but savage Northern Wilderness, searching for gear and supplies as you struggle to survive a dangerous wilderness setting where the weather can suddenly turn on you, and wildlife stalk you. The hunter becomes the hunted!\nFace morally challenging scenarios that push you to your limit. Will you risk your life for the common good, or live by the adage, \"every man for himself\"? How far will you go to survive?\nExperience a mature storyline, rich world, cast of memorable characters, and hours of narrative gameplay in the Survival Story mode with a riveting storyline that advances at your pace.\nEnjoy dozens of hours of Survival Sandbox gameplay where you fight to last as long as possible across a range of survival scenarios.\nWinter closes in. Only the strong are able to brave the elements to find life-saving supplies.\nEarly praise for The Long Dark... \n“The Long Dark caught my eye with intriguing visuals and a great premise, and as a fan of survival open-world games, I’m eager to see what perspective Hinterland brings to the quiet apocalypse.” \n- Chris Avellone, Co-founder and Chief Creative Officer of Obsidian Entertainment, developers of Project Eternity, Fallout: New Vegas, Star Wars: Knights of the Old Republic II \n\"No zombies, no robots, no mutant laser antelopes... I can't wait to experience The Long Dark's realistic, frozen, post-apocalyptic brutality!\" \n- Jason Kapalka, Co-founder and Chief Creative Officer of PopCap Games, Creator of Bejeweled\nBrilliant aurora undulate across the sky, at once a symbol of the power of nature, and a melancholy reminder of what we have lost.\nIn the \"post-digital\" world of The Long Dark, mysterious aurorae flash across the sky, destroying humanity's technological might in an instant. All the technology we take for granted, but depend on for our daily existence, suddenly gone.\nWhat happens in a world without technology? How do we communicate? Stay warm? Travel long distances? Make things? Feed ourselves? Protect ourselves? How do we continue to survive when everything we've built begins to fall apart?\nEvery location has the potential to hold life-saving supplies. Or grave danger.\nThis is the experience at the heart of The Long Dark. In a split second, we find ourselves face to face with the might of Mother Nature. We have been knocked several links down the food chain. It's difficult to find food and other resources. People become desperate. The roads are no longer safe.\nThis isn't the end of the world. But it's the end of the world as we know it.\nKnowledge is Power\nIn a world where communication is difficult and information about the world is not at your fingertips, Knowledge becomes a key resource. Learning about the world -- where the hazards are, the safe routes, supply caches, friendly camps -- is critical to your survival.\nKnowledge has a life-span. Track down resource caches and locate life-saving supplies before they are gone!\nThe world of The Long Dark can be a harsh and unforgiving place. There is no manual. Your success depends on getting out into the world and using the information you find there to survive.\nYou Won't Survive Alone\nEncountering other survivors can be a risky proposition, but this is not a game about shooting or thoughtless killing. Combat is rare, and highly lethal.\nWith Knowledge as a life-saving resource, you need to balance the potential value of what the survivor might know, vs. the threat they may represent. This is a game of careful exploration, where those who live by the gun, die by the gun -- or worse. \nThis is the world of ambiguity we are building with The Long Dark -- not a world of black and white heroes and villains, but rather, of saviours and survivors. The selfless and the selfish. People who will survive because they are strong, cunning, lucky, and most of all, pay close attention to what the world is telling them.\nGame Structure\nThe Long Dark's episodic story structure borrows from TV to deliver a well-paced narrative experience that is advanced by player action in the world. Similar to open-world games like Red Dead Redemption and Fallout 3, The Long Dark offers both a large open-world simulation space that encourages freeform gameplay, as well as a story-driven mission structure that draws players deeper into the fiction of the game and world. \nThis structure means that whether you have 15 minutes or 1.5 hours to play, you can jump in and make meaningful progress towards an in-game goal. \nPlease note that you are backing a FULL GAME with The Long Dark. We hope to continue expanding on this game with sequels. The episodic nature of the game's narrative refers to story structure, and not necessarily to the amount of content you're getting in the game, which we estimate to be 5-6 hours for single-player \"story mode\" and dozens of hours for sandbox \"survival mode\".\nThe Hinterland logo combines the fox, a symbol of cleverness and agility, with the Ouroboros, a symbol of eternal renewal.\nHinterland Studio Inc. is a new independent game studio headquartered on Vancouver Island, Canada, and helmed by a core team of veteran developers from the triple-A industry.\n Collectively, the Hinterland core team have shipped many beloved and award-winning games, including:\nNow, the team is embracing the spirit of independence to embark on this new creative challenge from the fringes of the established game industry. \nThe Hinterland core team is:\nIn addition to this impressive core team, Hinterland has partnered up with renowned composers Cris Velasco (www.monarchaudio.com) and Sascha Dikiciyan (www.sonicmayhem.com). Together, Cris and Sascha have scored dozens of games from huge triple-A franchises including Mass Effect, Borderlands, Starcraft, and God of War.\nFor more information about the Hinterland team, please visit the studio website.\nAdditional collaborators will be revealed over the course of our Kickstarter campaign!\nAlthough we're in the fortunate position to have been accepted for support by the Canada Media Fund's Experimental Stream, we still need your support. This program supports innovation in the Canadian video game, film, and television industries, and has allowed us to begin work on a prototype for The Long Dark. This funding has been enough to get us started, but no way is it enough to achieve our full ambition for The Long Dark.\nThe fact is, as an independent studio, we need to raise more money to make the game we want to make for you, and we want to do it in such a way that we can stay true to our creative values, retain our independence, and not \"sell out\" to the corporate world. \nYour financial support will not only help ensure we can help The Long Dark reach its full potential as a piece of ground-breaking entertainment, but that Hinterland can continue to be a viable studio in the future, so we can continue to push the envelope.\nIf you believe in us and would like to see The Long Dark achieve its full potential as an innovative experience, back us and become part of the Hinterland community.\nLet's make something great, together!\nNote: Early Access for Alpha and Beta is only guaranteed for the PC version.\nAll-Digital Tiers\nPhysical Goods Tiers\n  Reward Pics\n19\" x 13\" Poster\n19\" x 13\" Poster (Alternate)\nGame DVD in Hardcase\nT-shirt (choose from three available designs)\nParacord Survival Bracelet\n24\" x 36\" Movie Style Poster\n24 x 26\" Movie Style Poster (Alternate Version)\nLimited Edition Framed Print\nLimited Edition Framed Print (Alternate)\nHard Cover Coffee-Table Art Book\nTo add items onto your reward tier, please add up the total for all the Add-Ons you want and increase your pledge by that amount.  Do not select a higher pledge tier.\nSelection of Add-Ons will be done via a survey that will be sent to all backers when the campaign is over.\nNote: Digital Add-Ons can be added to ANY tier. Physical Add-Ons can only be added to tiers with PHYSICAL GOODS.\nBased on backer feedback, we are allowing T-shirts to be added to All Digital Tiers.  Add $10 shipping for Canada/USA and $20 shipping for International for up to three T-shirts.\nDigital Add-Ons\nExtra Game Copies:\n$15: Extra Digital Copy (PC/Mac/Linux)\n$30: Extra Digital Copy (PC) with Beta Access\n$50: Extra Digital Copy (PC) with Alpha and Beta Access\nNote: All Extra Game Copies include in-game Locket\nAlpha and Beta:\n$20: Add Beta Access to one digital copy of game (PC)\n$40: Add Alpha and Beta Access to one digital copy of game (PC)\nLocket:\n$5: Locket with Engraved Hinterland Logo (Note: Pledges $25 and above already receive the Locket)\nUpgrade Naming Rights:\n$30: Upgrade Naming Rights from Minor Location to NPC\n$60: Upgrade Naming Rights from Minor Location to Gear Brand\n$90: Upgrade Naming Rights from Minor Location to Major Location\nAdd Naming Rights :\n$50: Naming Rights for a Minor Location\n$80: Naming Rights for an NPC\n$110: Naming Rights for a Gear Brand\n$140: Naming Rights for a Major Location\nPhysical Add-Ons\n$20: 19\" x 13\" Poster\n$25: 19\" x 13\" Poster, Signed\n$25: Exclusive T-Shirt (Note: Add shipping if adding to All Digital tier)\n$30: Game DVD in Hardcase\n$30: Paracord Survival Bracelet\n$40: Limited Edition Vinyl Game Soundtrack, Signed\n$50: 24\" x 36\" Movie-Style Poster\n$55: 24\" x 36\" Movie-Style Poster, Signed\n$175: Hard Cover Coffee Table Art Book\nPhysical Add-Ons can only be added to reward tiers that already have physical goods.   No additional shipping is required.\nOne exception to the above rule is for T-shirts.  We allow T-shirts to be added to All Digital tiers, but they require $10 shipping for Canada/USA and $20 shipping for International (for up to three shirts).\nWhether you choose to back The Long Dark or not, we appreciate you taking the time to let us share our passion with you, and for listening to what we have to say. We hope to see you in the community forums! \nMore Love for The Long Dark!\n\"The Long Dark looks stupendous even in its conceptual stages.\"\n- Adam Paris, Indie Statik\n\"...(the Hinterland team) is absolutely riddled with triple-A veterans.\"\n- Philippa Warr, WiredUK\n\"I like the cool understatement of the title and premise, with the quiet authority of a classy novelist or filmmaker. That's what's wanted for an open-world narrative...not hyped neon signs pointing to the content, but an intriguing, mysterious, but immediately understandable world that I can explore, looking for meaning, choices, and self-expression. The art style has the same virtues... classy, thoughtful, expressive. This is the sort of experience I want to sit down at a table with, late on a winter's night, with a cup of coffee, hoping only to have scratched the surface before dawn comes peeking through the frosted window.\"\n- Ken Rolston, Director of Game Design at Turbine, Lead Designer of The Elder Scrolls III: Morrowind, The Elder Scrolls IV: Oblivion, and over 30-year game design veteran.", "risks": "Risks and challenges\nMaking games is, by nature, a high-risk process, especially when you are trying to innovate \"outside the box\", with a small team and with limited resources. \n\nWe believe we're taking the right steps to mitigate the inherent risks, and also to ensure the money you pledge us is managed responsibly:\n\n1 - We're building on established technology, vs. \"rolling our own\". It's always tempting to develop your own shiny new technology, but we're a content-focused developer and the only technology we want to build is stuff we can't get off-the-shelf. As a result, we're building our entire technology pipeline around the Unity engine. \n\nUnity is an affordable technology platform for games, is being used by hundreds of independent developers like us, and is supported by a large community of developers who often make their content and technology enhancements available through the Asset Store. So far, we find Unity to be a powerful, flexible engine, and believe it will allow us to develop the game we need while minimizing the technology risk.\n\n2 - Core, distributed team. Rather than carry the risks of recruiting locally and having to face the disappointing hiring/firing cycle that feels like it's become endemic in the games industry, we're built around a \"core team\" model -- meaning, the game will be built by a dedicated, persistent core team of developers representing the key disciplines, and this core team will be supplemented, in a responsible way, by key freelancers as they are needed. This means we can be extremely flexible, have positive and fair collaborations with our freelance partners, and scale up and down in a sustainable, low-impact way. \n\nBeing distributed means we're building the game using modern technology and \"best practices\" dedicated to collaboration that doesn't require we relocate core team or freelancers to a physical location. We use a host of tools to recreate as much of the feeling of working in the same physical space as possible, but people can live where they want and don't have to relocate their families. They can do meaningful work with people they like, while also living where they want. Imagine that!\n\n3 - Responsible stretch goals. Despite the temptation to load up the list of stretch goals and use them as a carrot to drive fundraising, we've elected to take the approach that more money shouldn't add risk to the project. We've all seen examples of crowdfunded projects raise many multiples of their original target, only to be delayed indefinitely with not guaranteed increase in project quality. \n\nAs a result, our stretch goals are based on two things: 1) adding quality to areas of the game we are already developing (for example, more minutes of music in the soundtrack, or more lines of voiced dialogue, more polish time for things like User Interface and controls), vs. adding more features or significantly more game content. 2) adding to the overall experience of The Long Dark with supporting materials that enrich the game experience but do not directly affect scope or features (for example, creating a series of motion graphic novels that provide background fiction for key characters). \n\nWith this philosophy around stretch goals, we believe we can add a lot of value and quality to the experience of The Long Dark, and still get the game you're backing here to you on time and in the form you expect. We believe that when you choose to back a game, you're backing the game as it's being pitched, and not the game it might become if it achieved many times its original target. We hope you agree with this approach and appreciate what we're trying to do.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #77", "update_userinfo": "March 2021 Developer Diary", "update_content": "Dear community,\nIt’s time for an update on Episode Four progress, which I’m sure is the topic at the top of all your minds right now.\nEpisode Four Progress"}, {"update_no": "UPDATE #76", "update_userinfo": "HESITANT PROSPECT Update Now Live", "update_content": ""}, {"update_no": "UPDATE #75", "update_userinfo": "ESCAPE THE DARKWALKER Now Live", "update_content": ""}, {"update_no": "UPDATE #74", "update_userinfo": "Dev Diary – October 2020", "update_content": "Hello everyone,\nWith the Switch launch behind us, I wanted to update you on our activities around THE LONG DARK for the remainder of this year.\nNEW EVENT: ESCAPE THE DARKWALKER (October 29th - November 12th)"}, {"update_no": "UPDATE #73", "update_userinfo": "TRUE SURVIVAL COMES TO NINTENDO SWITCH", "update_content": ""}, {"update_no": "UPDATE #72", "update_userinfo": "Dev Diary – August 2020", "update_content": ""}, {"update_no": "UPDATE #71", "update_userinfo": "Will You Survive WINTER’S EMBRACE?", "update_content": ""}, {"update_no": "UPDATE #70", "update_userinfo": "The Long Dark Dev Diary – May 2020", "update_content": ""}, {"update_no": "UPDATE #69", "update_userinfo": "Social Distancing Fundraiser!", "update_content": ""}, {"update_no": "UPDATE #68", "update_userinfo": "The Long Dark Updated - ERRANT PILGRIM [1.64]", "update_content": ""}, {"status": []}], "comment_no": 1663, "projec_url": "https://www.kickstarter.com/projects/hinterlandgames/the-long-dark-a-first-person-post-disaster-surviva", "project_name": "THE LONG DARK, a first-person post-disaster survival sim"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Missed the Kickstarter?\nVisit www.slimfoldwallet.com to order.\nBack in high school, I got a credit card sleeve from the bank. I would always take the credit card sleeve out of my wallet, remove my credit card to use it, then return the card to the sleeve and the sleeve to the wallet. The sleeve itself was made of a material that was so thin and so strong that it outlasted several wallets. So I wondered…why not just make a wallet out of the stuff the sleeve is made of?\nTyvek® is a product of USA and is technically a sheet plastic (HDPE):\nUsed in mailing envelopes and house wrap for its strength to weight ratio\n100% Waterproof\n25% Post-consumer recycled content\n100% Recyclable\nYears later when trying to create my own thin wallet, I returned to Tyvek. I refined the Original wallet by creating over 100 prototypes, learning to sew in the process. Now the MICRO is redesigned from the ground up to still be a fully functional wallet, but with a smaller footprint.\nFeatures\nHybrid ID Window/Slot (As introduced with V2 of Original SlimFold)\nHolds 8-12 Cards (Including interior card pockets)\nMoney pocket holds US, Canadian, Euro (up to 20€ w/o folding) and Pounds (up to 10£ w/o folding)*\nMeasures 3 15/16in x 2 7/8in (10cm x 7.3cm) when closed and 7 7/8in x 2 7/8in (20cm x 7.3cm) when open\n*Hey! I live somewhere with taller bills! Why are you ignoring me?!\nActually, the Original was the first one I made and has a deeper money pocket. Check it out!\nMade in USA\nPrinting is done by a US printer who uses a press and ink specially designed to print on Tyvek\nDie-cutting is done by a local father-son embossing shop using a laser-cut die for ultimate precision\nSewing is done by a sewing house in San Francisco who usually just does prototyping for high end bags, but I use them for production to improve quality\nStyles\n**Note: Color selection will be made via a survey you will receive after the end of the campaign (September 25th)**\nNEW: KICKSTARTER LIMITED EDITION!\nBlack w/Kickstarter Green Stitching\nBlue w/Yellow Stitching (UNLOCKED!)\nBlack w/Orange Stitching\nBlack w/Gray Stitching\nGray w/Orange Stitching\nBrown w/Orange Stitching\nBlue w/White Stitching\nGreen w/White Stitching\nOrange w/White Stitching\nPink w/White Stitching\nDesign\nDozens of additional prototypes were made during the design of the MICRO (Sometimes the size was modified by just 1mm at a time to make the wallet as small as possible, but still function comfortably)\nColor studies for both printing and thread were explored to arrive at a good range of options\nPrototypes are back from the sewing house and everything is queued up to put in a larger initial order\nThis will help bring the price down and in appreciation for your early support, the savings are passed along to you\nReviews (of Original Version)\nThe Original SlimFold (rear) has a larger footprint because it spreads the credit cards out next to each other. Here's some of the feedback from customers:\n\"Thanks for such a great wallet. It is amazing how much I can fit in it and it still be so slim. Like carrying everything in a moneyclip or a rubber band, but so much more secure and protected.\" -Bryan (California)\n\"I bought your Gray/Orange slimfold wallet around a year ago and absolutely love it! I have never gone back to a normal since (and don't intend too!).\" -Steve (Australia)\n\"Okay, I've never received a product and then dropped everything to email the company to thank them for their product... so this is a first: W.O.W. Your SlimFold wallet is amazing. Now I want more in the other colors you offer… Keep up the great work... people like you should be sleeping well at night because you are making the world a better place through your creativity and ideas.\" -Paul (Canada)\nSee more reviews here: http://www.slimfoldwallet.com/pages/reviews\nHigh-res photos can be found here\nVideo music: Summers Coming by Dexter Britain\nVideo production assistance: Damon \"Chocolate\" Daood\nLike us on Facebook to keep in touch!", "risks": "Risks and challenges\nDesign\nMaking products is hard. Although I'm an interaction designer now, my original training is in Industrial Design and I've gone through the phases of making a similar product with the creation of the Original and V2 versions of the SlimFold. I've still done tons of prototyping to arrive at the finalized design and be confident enough in it to be eager to get it into your hands.\n\nProduction\nWhile I'll be using the same vendors to produce the MICRO as I've used for the Original SlimFold, there are always risks with relying on any outside suppliers. In the past they have all proven extremely reliable. Having worked with them, I have a good idea of quantities and schedules and will promptly communicate any issues should they arise.\n\nShipping\nI have a fulfillment house in place that I've been using for over a year to ship both domestically and internationally. I know first-hand how overwhelming it can be getting a huge backlog of orders and having to prepare and send all the packages myself. I quickly found a local fulfillment house who is extremely reliable and I'll be using them for this campaign.\n\nLogistics and Communication\nHonestly, this is my first Kickstarter campaign and I don't think there's any way to know about all of the logistics of one without doing one. I'm sure I'll learn a lot along the way. I'll do my best to answer your questions as they come up. Should Kickstarter not provide sufficient tools to manage the project, I may also use something such as backer kit, which would provide me with something of a back-end dashboard to manage things. I've also set up the email \"kickstarter at slimfoldwallet.com\" to manage any support issues that come up.\n\nSchedule\n-Aug/Sep: Kickstarter campaign\n-Oct: Production/Finalize packaging\n-Nov: Ship\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Introducing: Soft Shell Sling Pack Minimalist Bag", "update_content": "Remember the first time someone explained what Kickstarter was to you? It was a foreign concept in 2013 but you jumped in. You’re an early adopter… and by helping to fund the Micro Tyvek Kickstarter project, you launched my business. \nSo I wanted to give you an early heads-up about my latest product:\nSling Pack-A minimalist cross between a messenger & sling"}, {"update_no": "UPDATE #13", "update_userinfo": "Our next Kickstarter is Live: Coin Travel Wallet", "update_content": "Real quick- I wanted to let you know that we just launched a new project for Coin- a minimalist travel wallet."}, {"update_no": "UPDATE #12", "update_userinfo": "Slim Pack project ending soon...", "update_content": "Greetings!\nIt was thanks to you first Tyvek wallet backers that I was able to create the Slim Pack at all. Now as we enter the final hours of the Slim Pack minimal backpack campaign, the product is different an better than what I first launched with. That's because during the campaign, I was able to adapt to the feedback in real time and add features and colors I hadn’t even considered..."}, {"update_no": "UPDATE #11", "update_userinfo": "Just posted: my new Kickstarter", "update_content": "Folks, you were the backers that started it all and I thank you. It’s not an understatement to say you changed my life. Because of the success of this campaign as well as the Soft Shell wallet one, you enabled me to follow my dream and create my own products as my full-time job.\nBased on your feedback, I introduced reinforcement pieces which greatly enhance the Tyvek MICRO's durability. I then created a new wallet out of the amazingly strong Soft Shell material and customers have loved the result:"}, {"update_no": "UPDATE #10", "update_userinfo": "Now Available Online...", "update_content": "Greetings Kickstarters!\nAwhile back I had a local customer, Eric, who ordered the Original and was asking about local pick-up. Since my orders were being shipped from a fulfillment house, I let him know that I unfortunately couldn't arrange that. Then last week I received a response to the thread again congratulating me on the Kickstarter, but this time his message said www.getpebble.com under his name. Yep, it was Eric Migicovsky- the one who did the biggest Kickstarter to date, raising $10 million! Ummm… congratulations to YOU!"}, {"status": [{"Project funds successfully": "5,106 backers pledged $108,186"}]}], "comment_no": 448, "projec_url": "https://www.kickstarter.com/projects/slimfold/slimfold-micro-a-super-thin-wallet-stitched-from-t", "project_name": "SlimFold MICRO: A super thin wallet stitched from Tyvek"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Check out my comics here!", "risks": "Risks and challenges\nThe biggest risk of this project for me as a creator is making the best comics I can with the stories that are submitted. But that's also the challenge I can't wait to tackle. \n\nI have a printer here in Chicago ready to go and a plan to take care of shipping. In order to prepare for any blunders that could come with taking submissions, I have created a few stipulations for this end of the project:\n\n• By submitting a story to me, you're giving me full non-exclusive rights to the story, including the rights to illustrate it, change it, sell it, etc. \n• I do not have to use your story if it does not make the book more awesome. (Signing up for the $1 tier gives you the right to submit a story to be considered by me, but it does not guarantee that I will use it in the book. You will get a copy for $1, regardless.)\n• I will connect with backers via Kickstarter once the project closes, and I will ask for your submissions and photos.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "LET'S BE AWKWARD TOGETHER books and PDF have shipped!", "update_content": "Hi Everyone!\nBoy what a week it's been. Through the sly use of free beer and a charming smile I managed to wrangle friends into helping me pick up/transport/share/celebrate/transport again all of these books. So, like, what's the deal, Elaine? Just fucking get to it already.\nLet's Be Awkward Together has shipped. It took 2 hours and a lotta chit chat with the people at the Food Smart USPS on Armitage Ave., but books are on their way to you. Media mail will take between 2-8 days, so if you don't receive your book in 9 days, shoot me an email (short.elaine@gmail.com). "}, {"update_no": "UPDATE #9", "update_userinfo": "Books. Printing. Now., Personal Cartoons and Release Party", "update_content": "Just what I said. All the books are being printed now! Chikk it:"}, {"update_no": "UPDATE #8", "update_userinfo": "Shipment details, a picture of Tina.", "update_content": "Thanks to all of you who pledged, including my Dad, we not only made this book happen, we made it happen BIG TIME!\nThank you. More updates coming, including a survey to retrieve your stories. For now, I'm gonna bum around New York. I just passed the Ocean Cafe, which we can all agree is pretty rad considering it was here where Meg Ryan starts to build her in-person relationship with the perfect Tom Hanks in the classic film \"You've Got Mail.\" Why are you still reading this update?"}, {"update_no": "UPDATE #7", "update_userinfo": "Tsk, tsk.", "update_content": "Let's Be Awkward Together is funded. Because of the incredible generosity of you, YOU, this book is happening.\nThe picture below is what I looked like when I woke up to a funded project, on the verge of crying and disbelief. \nThen someone cancelled their pledge, and the same picture below is what I looked like when I found out. The lesson here is that we are not done! Let's get a little over the goal and the project will be funded, even if pledges are cancelled last minute or accounts are over drawn. Such is the life, the drama of running of a Kickstarter. "}, {"update_no": "UPDATE #6", "update_userinfo": "Story Examples, Surveys Sent", "update_content": "Let's Be Awkward Together is 76% funded! Again, why can't we capitalize numbers? Feels like we're missing out on something there....\nWith only 13 days left and a quarter of the way to go, these last two weeks of the project are the most important. I feel like writing to y'all at this point is just preaching to the choir, but there is only one way we can get this project funded. Tell your friends/family/coworkers/post it on your blog and I will be forever grateful. "}, {"update_no": "UPDATE #5", "update_userinfo": "Because of you, and my Dad, we did it!", "update_content": "Hey all,\nWe are over 50% of the way toward printing this book, and we did it in four days! Thanks to all who have been a part of making Let's Be Awkward Together happen. \nI wanted to share a little sneak peak–a mockup if you will–of the end of the book. A lot of bands and books on Kickstarter include published thank you's as a reward level. I believe the names of backers belong in the book, not as a reward, but as a this-really-couldn't-have-happened-without-you recognition."}, {"status": [{"Project funds successfully": "202 backers pledged $5,551"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/elaineshort/lets-be-awkward-together-0", "project_name": "Let's Be Awkward Together"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Thanks for an amazing campaign!\nFollow the game and get involved!\nwww.massivechalice.com\nhttp://www.doublefine.com/forums/\nFor Paypal, Bitcoin, and Slacker Backer options, head to: http://www.massivechalice.com/back/\nIf turn-based tactics and feudal fantasy had a lovechild, and that offspring founded a mighty century-spanning dynasty, it would be MASSIVE CHALICE.\nWith your help, MASSIVE CHALICE will become a reality—forged by Double Fine with our 3D in-house Buddha Engine and unleashed on Windows, Mac, and Linux.\nBattling alongside ancestors (early concept)\nWe're inspired by classic tactical strategy games like X-COM, Final Fantasy Tactics, and Fire Emblem, as well as Game of Thrones’ array of noble families. With these influences in mind we’re creating an epic, replayable turn-based tactics game where you train generations of heroes to repel a demonic invasion.\nAnd with Kickstarter, we can do it. We have a great concept and team ready to go, and we want to work closely with our community to control the future of MASSIVE CHALICE free from outside interference.\nMASSIVE CHALICE is a single player turn-based tactics game within a multi-generational strategy campaign built for replayability.\nAs an immortal King or Queen, you must unite your kingdom under a powerful dynasty, eliminate the demonic threat, and reforge the MASSIVE CHALICE!\nThe game is structured into two main layers: strategy and tactics. In the strategy layer, you oversee your kingdom, arrange royal marriages, conduct research, and make the far-reaching decisions that will determine the fate of your legacy.\nIn the tactics layer, you fight brutal turn-based battles to defend your kingdom using small squads of customizable heroes.\nForest environment (early concept) - click for Hi-Res version\nPermadeath is inevitable: your heroes will grow, age, and eventually die. You'll have to choose between keeping your favorite heroes on the battlefield or retiring them from combat to foster a new generation of warriors.\nA Hero (early concept)\nDrawing from roguelikes we love, content is modular and randomized. Each playthrough begins with a random assortment of male and female heroes from various bloodlines, guaranteeing that each game is unique. Your knowledge and skill will increase over multiple playthroughs, but the details of every game will change based on your decisions and the whims of fate.\nStrategic map (early concept)\nCore Game Features\nYour story emerges as you defend against attacks, complete quests, and respond to randomized events in your attempt to preserve the kingdom.\nLine of sight and fog of war mechanics come into play as your squad explores beautiful dynamic 3D battlefields where danger may lurk behind any corner.\nDistinct, customizable heroes learn new melee, ranged, and arcane abilities as they age and gain combat experience.\nArrange marriage alliances to ensure your heroic bloodlines can handle any future combat situation.\nBattle alongside your ancestors by equipping your heroes with uniquely powerful Bloodline Relics.\nInvest your resources in forging new weapons and armor—and gamble on polluting a bloodline by researching dangerous demonic artifacts.\n\nAnother Double Fine Kickstarter?\nLast year, you Kickstarted Double Fine Adventure, shattering records and bringing video games to the Kickstarter spotlight! Now known as Broken Age, that game is in full production and is already a beautiful and unique experience—but the Broken Age team only represents a third of our multi-game studio.\nDouble Fine’s goal is for all our teams to remain independent and responsible directly to their players. Kickstarting MASSIVE CHALICE allows us to maintain a pure creative vision, put out updates on our own schedule, respond to feedback without roadblocks, and release it all DRM-free.\nWhere are your stretch goals?\nThis Kickstarter is clean and simple. We’re asking for the minimum amount to make an awesome game, and the game’s scope will grow based on the amount of total backing we receive. There will be ongoing conversations with the community as new features are considered, so stay tuned and let us know what you'd like to see in the game!\nFor MASSIVE CHALICE we’re getting back to basics and focusing on the project itself. We’re a team passionate about turn-based strategy, and we want to craft a new Double Fine world by partnering with you!\nLimited edition poster designed by Cory Schmitz\nLimited edition t-shirt designed by Cory Schmitz\n2 Player Productions is well known to Double Fine fans as the awesome team of filmmakers behind the Double Fine Adventure and Amnesia Fortnight documentary series.\nIt turns out they aren't sick of us yet! If the project is funded, 2 Player will be able to create a series of development diaries chronicling the creation of MASSIVE CHALICE. These will be released to the general public, but backers will also get exclusive access to high-quality HD downloadable versions ($50 tier and above).\nProject Lead: Brad Muir\nMASSIVE CHALICE is helmed by Brad Muir, creator of Iron Brigade, the fan-favorite tower defense mech shooter. A longtime Double Fine veteran, Brad served as a programmer on Psychonauts and a designer on Brütal Legend. Brad is a turn-based strategy and roguelike fanatic, and is the friendliest guy you'll ever meet! :D!\nDouble Fine Productions is an award-winning, independent game development studio founded in 2000 by games industry veteran Tim Schafer. Located in San Francisco’s South of Market district, Double Fine is committed to making high-quality games with an emphasis on originality, story, characters, and fun.\nThe MASSIVE CHALICE team comprises artists, designers, and engineers who recently worked on Double Fine projects like The Cave, Brütal Legend PC, Dropchord, Middle Manager of Justice, and various prototypes. The crew is ready to work on something big. Something MASSIVE.\nThe Buddha Engine\nMASSIVE CHALICE is being developed with Buddha, our versatile in-house 3D engine first created for Brütal Legend. We know Buddha like the back of our hand—because our hand is coded in C++, scripted in Lua, and rigged with Maya.", "risks": "Risks and challenges\nMASSIVE CHALICE is a new kind of game from Double Fine, but that’s what makes it perfect for Kickstarter, a place where new ideas can be given a chance by passionate fans. We believe we can find a substantial audience for this unique combination of strategy, squad tactics, and multi-generational gameplay.\n\nMASSIVE CHALICE is still in its earliest stages, so its backers will join us for every phase of development. We're tackling a new genre for Double Fine, but building on our years of experience making games of all types with our own technology.\n\nGames are complicated and expensive projects, but MASSIVE CHALICE has been scoped appropriately for our fundraising goal. By targeting open PC platforms and relying on a modular game design, we can create a core experience and build on it over time. The more backing we receive, the more systems and content we can create, and the better the game will be!\n\nMost importantly, we're passionate about what Double Fine can bring to fantasy tactics games, and we're dedicated to rewarding our community with the best game possible.\n\nSo please support MASSIVE CHALICE, spread the news, and join us on our journey!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #58", "update_userinfo": "MASSIVE CHALICE Boxes are ready! Check your email!", "update_content": "Hey all, just a quick note to say that the Massive Chalice boxes are ready to ship! Here's Tim lovingly holding his copy..."}, {"update_no": "UPDATE #57", "update_userinfo": "MASSIVE CHALICE Update #62 - Physical Box, Art Book, Brad’s Departure!", "update_content": "Hello! \nAs some people seem to be having problems finding their keys for MASSIVE CHALICE we thought we'd let everyone know how to get help!\nFirst off, please try to use the Humble Key re-sender to get your key. You'll need to enter the email address you used on Kickstarter when you first backed the game."}, {"update_no": "UPDATE #56", "update_userinfo": "Issues with game keys?", "update_content": "The day has finally come, MASSIVE CHALICE is out today! The horns of celebration are deafening us with their MASSIVE hooting noises, but it's ok because we're celebrating, and that's what those horns are all about!\nIf you already have MASSIVE CHALICE installed on Steam then it will update to 1.0 automatically, but if you prefer a DRM free build then head on over to your Humble page where you'll find just that."}, {"update_no": "UPDATE #55", "update_userinfo": "MASSIVE CHALICE is out now - final teamstream today!", "update_content": "It’s been two years since we started on our quest for the MASSIVE CHALICE, and we’re excited to say that our journey is nearly at an end! After many months of designing, building, reading through our early access feedback, and playing the game for hours on end, we’re finally in lockdown. That means the team is in the final stages now; working purely on bug fixing, performance, and polishing things up, in between sending builds off to Microsoft for certification.\nRelease date!"}, {"update_no": "UPDATE #54", "update_userinfo": "MASSIVE KNOWLEDGE Episode 1 preview", "update_content": "Hey MASSIVE CHALICE backers!\nWe’re getting close to the finish line! We’ve just launched a huge patch on Steam and the port to the Xbox One is well under way. We’re addressing as much feedback as we can on our way to calling this game FINISHED! :D!\nIf you haven’t played the game yet here’s a friendly reminder that we’re still live on Steam Early Access!"}, {"update_no": "UPDATE #53", "update_userinfo": "Launch day approaches!", "update_content": "Hey MASSIVE CHALICE backers!\nIt’s 2015 and we’re coming down the home stretch! Thanks so much for all of the feedback that you guys have been giving us on the forums. It’s been really helpful and the game is in much better shape because of it. :D!\nState of the Game"}, {"status": []}], "comment_no": 2831, "projec_url": "https://www.kickstarter.com/projects/doublefine/double-fines-massive-chalice", "project_name": "Double Fine's MASSIVE CHALICE"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "If you haven't watched the above video, I encourage you to check it out. Themba Moyo and Buster Moody did a bang-up job on it, and I'm proud to have had their help and support with this project. (If you'd like to see the video in eye-searing, mind-rending 1080p, check it out here.)\nWant to immediately see the art? Go here to see the first of the tumblr art updates! \nSymbiosis is a Creative Commons licensed, world-building art book by comic and concept artist Steven Sanders. It explores a world where there are no mechanical sources of power. Instead, humanity has learned to utilize biological engines that harness a \"bio-ether\" present on the planet. They can control and feel what these bio-engines feel via a \"Resonance Tooth.\" Consider it 1940s era bio-punk.\nThe Creative Commons licensing turns this book into a world-building toolkit that you can use to make your own RPGs, comics, cosplay, novels, or anything you can imagine that is inspired by the world in this book. \nIt's the first book of its kind.\n\nUPDATE 3/15: WE JUST FUNDED!\nHere's a couple stand-in stretch goals until I hear back from the printer:\nThe major one: \n75K If we can bring in pledges hand over fist, I'll bump the page count back up to my original planned count of 200 pages for the book!\nClosest one:\n60K  Free Symbiosis \"PRO SPAGYRICO, YLIASTER\" stickers with every physical order. 300DPi digital file with every digital order.  I'll leave the fun of learning up to the reader to translate the latin.\nI've had the pleasure of a number of people I am proud to call my friends and peers lending their support for this book.\nJason Aaron (THOR, WOLVERINE & THE X-MEN, SCALPED ): \"This is a whole book of pure, unadulterated Steven Sanders imagination -- for me, that's the part I'm excited about. I will for sure be buying my copy of Symbiosis.\"\nBlair Butler (Host, ATTACK OF THE SHOW, MSN, Writer, Heart ):  \"The guy is ridiculously talented, the project is ridiculously ambitious -- go ahead and donate! I'm excited to see it. \"\nArnie & Cathy Fenner (Directors- Spectrum Fantastic Art LLC) \"Steven Sanders has vision—and perhaps more importantly, he has the ability to transform that vision into reality. 'Symbiosis' doesn't conform to expectations but, rather, stretches and breaks boundaries—as all original and unique fictions should. In lesser artistic hands, we'd be skeptical; in Steven's…well, count us in as fellow travelers on this journey.\"\nMatt Fraction (CASANOVA, FANTASTIC FOUR, FIVE FISTS OF SCIENCE, HAWKEYE ): \"I found (Steven's work) hypnotic, and evocative, and inspiring, and so incredibly well-realized and designed that I wanted to stare at it for hours and have things like that in my life.\"\nKieron Gillen (IRON MAN, YOUNG AVENGERS, S.W.O.R.D.): \"...you always get the idea that Steve may have these spaceships in his basement.\" \"...I just want to see (Symbiosis). I just want to see what he does when given an entirely blank canvas.\"\nSam Humphries (UNCANNY X-FORCE, SACRIFICE, OUR LOVE IS REAL): \"Steven is the artist without fear. It's a really great project, I'm going to support it, and so should you.\"\nNikola Tesla (dead genius, inventor of poly-phase alternating current system): \"I have come from beyond the grave, through the etheric plane, simply to gaze upon this epic work. My long-dead eyes are filled with anticipation and excitement.\"\nTHE BOOK\nOne thing that I have heard repeatedly from writers I've worked with is that my artwork is evocative. It makes them want to tell stories. I've spent a lot of time in the fan-bases of various genres, and feel that inside of every consumer is a creator. The fans are just as much a part of the process of story-building as the creators are. At its core, that is what this book is about: you becoming my co-creator. Symbiosis is a world-building art book that tells the story of a woman's travels through a world where the symbiotic relationship that we have with technology is made much more visceral. All sources of power are generated by bio-etheric engines, with which the operators share a direct mental link. The story-telling is loose and mostly visual. It will be told with art that uses a variety of media and formats: fully painted, colored line art, black-and-white line art, and comic art.\nWhat you do with this story is up to you. Enjoy it on its own merits, or take it and spin it off into any of a million different directions.\nThe world-building in Symbiosis will encompass ethnic and political groups, ecology, biology, physics, mechanics/power transmission, trade, agriculture, war, religion, medicine...anything and everything I can fit in these 100+ pages. Katherine Aeneas will be your guide through this world. Something like a Virgil to your Dante, albeit on a journey through a much more pleasant world.\nThe book will be 100+ pages and is being sold in two formats. One is an e-book that is in both PDF and CBR format, in web and HD tablet resolution. The other is an 11x17 high-end hardcover, with a clamshell box, gold foil logo on the box front and spine, a debossed logo on the book cover, and tipped-in vellum sheets for informational overlays in various parts of the book. The binding is Smyth sewn. If you want to know why Smyth sewn binding is so critical to a quality book, click here. The hardcover is an ode to old books that I love and grew up with, and now collect. I researched how they were made, how and why they last, and I am duplicating these books as much as I can while still making it affordable.\nFor collectors: The limitation page (where the number out of the total print run the book is, and where my signature goes) is sewn into the book along with the rest of the pages. There are no pasted elements to this book, just the tipped-in/edge glued vellum sheets, which is standard procedure for pages of different materials, which due to placement, cannot be sewn into the book.  If you are a collector with any other questions, feel free to contact me with questions.\nMock-up of foil-stamped Symbiosis clamshell box.\nMock-up of Symbiosis book with debossed logo, in clamshell box.\nSymbiosis frontispiece - Click for more detail.\nSample pages:\n(See more artwork on the Facebook page!)\nThe only hardcovers printed will be the ones made through this Kickstarter. The signed and numbered edition produced here will be it. For those who care about such things, books of this sort tend to increase in value rapidly, frequently doubling or tripling in value in a matter of months.\nThe e-book is based around how I think digital media should be handled. (Cheaply, without copy-protection, and in as many formats as possible.) In a sense, it will be an experiment to see if these ideas hold any weight in the market.\nCREATIVE COMMONS\nSymbiosis is about encouraging creativity. The Creative Commons licensing* will allow people to take this world, where I have done the artistic and conceptual heavy lifting, and use it however they'd like. It's about taking this book, being inspired, and HAVING FUN. Play tabletop RPGs? Use your RPG engine of choice (like Fate Core) to make a Symbiosis RPG. Are you a 3D modeler? Use the designs. Make comics? Write? Cosplay? This is your toolkit. Take what I'm making, build on it, play with it, impress us all with what you can do. There's so much talent out there, and I cannot wait to see this world through your eyes.\nREWARDS\n\nPROP-ARTIFACTS\nHandmade prop-artifacts make up another aspect of Symbiosis. While these are rewards/incentives, they are also there to help seed the creation by you of more artifacts from the world of Symbiosis.\nBEZRODNYM FIRST AID/SURVIVAL KIT from decommissioned Bezrodnym hardened carrier-frigate. Contains emergency bio-etheric beacon, emergency food and medicines, and first aid guide. (click for more detail)\nBEZRODNYM RESONANCE TOOTH W/ ACTIVATOR CONTAINER (click for more detail)\nAll of these props are handmade by the author. They are designed for display.\nPRINTS\nAll giclee prints are 11x17in, on archival matte art paper with archival inks.  Signed by the artist.\n\"Bio-walker\" - The image that started the Symbiosis project. Appeared in SPECTRUM 19.\n\"Falling\"\n\"Bezrodnym Cer-Fiara cities\"\n\"Expedition\"\nMY STORY\nHi! I'm Steven Sanders. I share a name with a \"Beverly Hills, 90210\" character, but we don't seem to have anything else in common. Unless being really cool counts. I'm really cool.\nI have over a decade of professional experience in the illustration field. My work has appeared in the distinguished SPECTRUM anthology, and I've drawn a number of comics for Marvel and Image (WOLVERINE AND THE X-MEN, WOLVERINE, DEADPOOL TEAM-UP, S.W.O.R.D., FIVE FISTS OF SCIENCE, OUR LOVE IS REAL). I've produced advertising and video game illustration for a number of large companies. In 2007 I made the first comic book in the western hemisphere made for cellphones.\nI'm an engineer who realized he wasn't good at math and decided to fall back on art. I read copious amounts of literature on medicine, engineering, biology, neurochemistry, foundry and machine shop work, radio theory, aeronautics and rocketry, philosophy, esoteric magical traditions, world history... anything I can get my hands on. Symbiosis sprang from thinking about our relationship with technology; the way that technology can be seen as a living organism unto itself, and how that shapes the world we live in.\nI use all of this to inform my work and make it as real (or real-seeming) as possible. Concept art and world-building lets me be the engineer I never was; it lets me build the impossible (or improbable) without all the \"math\" and \"physical laws of nature\" that are so pesky and crucial to actual engineers. It's playing in the pool of the aesthetics of technology, science and other trappings of human civilization.\nFIN\nIf you've made it this far, congrats!  Thank you so much for looking at and considering this project! I hope I get the chance to produce it for you.\n* The Creative Commons license is an \"Attribution-Noncommercial-ShareAlike 3.0 Unported\" license, to be specific. Click the below image for full information.\nCommercial license will be easily granted with an affordable licensing agreement. If the project is small (i.e. It's not for a corporation or an LLC) I'll likely not ask for any cut or fee at all.", "risks": "Risks and challenges\nRisks: \n\nDelivery delays:\nAs a professional illustrator, one thing that I pride myself on is never leaving a client hanging when they need material from me. There may be production problems with the book or props, but if there are delays, you will be told of them, and I will get these products to you. \n\nProp-artifacts: \nSince I have never made props on a large scale before, my estimates may be off regarding delivery time. I don't anticipate any problems, as I've done several dry runs, and have padded the delivery date out a bit, but if there are any delays, they will be promptly communicated. \n\nThere is also a possibility for international orders of the First Aid kit that your local customs may think I'm sending you drugs or a bomb or something, (There are no hazardous materials in the kit, but someone overzealous might think I'm sending some kind of crystalline drug) so I'm afraid I cannot be held responsible if the prop shows up rummaged through by your local customs officials. I think, though, that this risk is fairly small. \n\nI may be hit by a car or something and die. If possible I'll see what I can do from beyond the grave. \n\nKeeping promises: \nThere will definitely not be any hardcovers beyond what is made for this Kickstarter. If through some happenstance a publisher asks for rights to this book, they will only get softcover rights, and nobody gets a book before the backers do, period. You made this happen; you come first.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "Quick update with link to art files", "update_content": "Hi folks, \nThanks for all of the kind words of support in comments and email; always puts my anxieties in perspective to see reactions like that, and I appreciate you all. \n\nDoing better, I think? Been making comics and looking around for/working on some pitches for other paying gigs, and gearing up to get back into the social media saddle. \n\nWanted to get the link up to the full res image dump I had mentioned in the last update, this is a quick batch export from Manga Studio as .psd files that I did last July, and it's missing some art I was working on in other programs, but there's a goodly amount of work there.\n\nYou can find itIf you'd rather not download 10GB of full resolution/layered files, and want something smaller so you can pick and choose pages, there are jpgs up\n\nAs a quick explanation of the Creative Commons rights that the work is released under, you can do what you want with the material as long as you give credit to me and whoever may have modified it along the line. Whatever you make with it is released under the same rules, and commercial use isn't allowed, though I'll make exceptions for self-publishers/small press. \n\nIf you have questions, feel free to email me at stevensanders at the gmail dot com. \n\nAlso here's some screengrabs from a recent in-progress Symbiosis piece. \n\n\n\nThanks again and take care! "}, {"update_no": "UPDATE #31", "update_userinfo": "Important Update Regarding Printed Book Tiers", "update_content": "So. I don't really know how to write something like this. If I do a poor job, apologies in advance.\n\nAs I'm writing this I haven't checked messages or comments on Kickstarter in a while. Between work, holidays, someone I'm close to being in the terminal stage of colon cancer, and what this update is about, I'm doing rather poorly (but not \"I'd like to stop living\" poorly) and haven't had the bandwidth.  \nI've been encouraged to stop beating myself up, and to be candid about things in updates. Pretty mixed results on the first part, but doing my best on the latter. I don't know if it's part of getting older, or the feeling of pressure to maintain a professional persona that is upbeat and excited all the time, but, man. Letting people down is something I don't handle well, I feel like a complete failure and an awful person. I'm working on getting better at dealing with the self-esteem wood-chipper it can be, but letting down 1700 people is... something else.  "}, {"update_no": "UPDATE #30", "update_userinfo": "Update about a forthcoming update", "update_content": "Hi folks! \n\nQuick update to let you know a longer, much more exciting one will be showing up soon. Decided after consulting some peers and other people and myself that shame-spiraling was getting me nowhere, and I'm getting a team together to retool the project and help handle things like regular updates and getting this project sorted so I can get a hard deadline to you. "}, {"update_no": "UPDATE #29", "update_userinfo": "Quick update- still plugging away", "update_content": "Hi folks,\nLast several months ran me through the work/life ringer, so not much Symbiosis progress, but I promised an update for this week, so let's see how I do! "}, {"update_no": "UPDATE #28", "update_userinfo": "Symbiosis Chapbook!", "update_content": "Gentles, \n\nI'm sure a number of you are wondering where the updates are, and the answer is they just got flooded by life and hustling for money. As I pulled the update page up to write this, I found this draft in it.\n\n\"Hey everyone!  I finished the arc of the comic I've been working on, but between my AC completely dying (The unit was from the 80s, had a good run, but it literally caught on fire.) and needing a full replacement, and various other things that pulled money from the comic gig, I'm going to have to get to work on paying work ASAP since all that pretty seriously chewed into my \"work on Symbiosis\" money.  I'm uncertain about how soon I'll\"\n\nSo something apparently interupted that, or it might have been the \"perfection is the enemy of done\" thing that I've been learning to not get stuck in."}, {"update_no": "UPDATE #27", "update_userinfo": "Place-holder update", "update_content": "Hello everyone!  I've been super focused on finishing this comic project since January and time really flew by. I would be done with comics work and back on finishing Symbiosis by now. But, there was an extra issue I hadn't accounted for, and this comic project process is very different from how I normally approach monthlies, plus it took me a while to learn how to keep Adderall from hindering as well as helping my comics work. (The focus of adderall is \"unfocused\" and it's easy to spend way too long on panels/pages/details that aren't really necessary.)  But I have it down tight now, and will be wrapping up in June, and then back on to more Symbiosis and I am very excited to get going!\n\nI opened up the project document last night, and looked at some material I hadn't seen in a while, and I'm going to include some of it down below, (I don't think I've shown these) along with some other watercolored Symbiosis work I've been doing in my spare time. My fingers are really itching to get back into this world!\n\nHad hoped to have a preview for the comic I've been working on, for anyone interested, but the only thing out at the moment is in the hands of comic shop workers. I think. If you're into comics, ask your local comic retailer about \"Throwaways\" from Image Comics, written by Caitlin Kittredge.\n\nSo, yeah! As always, thanks for your patience and support. Whenever the hyper-critical voice in my head pops up, I remember the support and kindness everyone has shown, and that really helps. So thanks again.\n\nI'm still cranking away on the project, one step at a time. Enjoy the art, and I'll be back in touch in June with a more detailed update when I'm properly back in the saddle! "}, {"update_no": "UPDATE #26", "update_userinfo": "More art, getting ready to crank up engines", "update_content": "Hi everyone! \nA short update to say I hope everyone had a happy New Year/holidays/whatever you were doing since the last update. I'm still grinding away on the comic work. It's taking longer than I had originally thought, for complicated reasons I won't bore you with, but I'm still doing Symbiosis sketches in my free time, and am excited to hit the point in the comic work where I can focus on finishing the Symbiosis art. "}, {"update_no": "UPDATE #25", "update_userinfo": "New Year's Update", "update_content": "Hey everyone! Haven't updated in awhile due to not much new to report, still grinding away on the Image book, saving money to get fiscals back in shape to finish art, go to press, ship, etc etc, and learning to work without burning myself out again. Seems like 60-72 hrs a week is my max, and that's pretty shaky, so I'm focusing on dialing in efficiency. Having to color the Image book as well as line art has it taking up all my art time, but I'm going to see about squeezing in some sketches at the very least. Itching to work on this project again!\nFor my own sanity, I've been focusing on one step at a time, (money, art, print, ship) so any quiet over here just means I'm grinding away. I've been pretty quiet on social media for same reasons. But always feel free to send me a message or an email (\"stevensanders\" at the gmails.) if you have questions. "}, {"update_no": "UPDATE #24", "update_userinfo": "Hello again!", "update_content": "Dear patient backers, \nI came to post an update and realized how long it has been and wow. My apologies. The separate \"more frequent updates\" have been minimal too. Time has been passing faster than I'd care for it to. But, work critical to getting things ship-shape has been happening in the meantime.\nI've been focusing on trying to get the freelancing ball rolling past the point where I can actually have a surplus to start saving, ( has been making the rounds lately if you want a peek into the life of a somewhat average comic artist. It's pretty bleak. Working in comics isn't always like that, but often can be. Live the dream, everybody! :D * ) and that took way longer than expected due to a project that I was working on that I thought was a Sure Thing, but then wasn't. (Note to anyone pitching comics: Never count on one thing, no matter how sure things might seem. Also be prepared to wait FOREVER.) Throw in various therapeutic things I needed to do to undo burnout/unbreak my brain, and that equaled a filled schedule. But, now I have a long term (for comics) gig at Image (to be announced at Image Expo) and finally have my ducks in a row to get things back to where they need to be for the book to complete, print, and ship. "}, {"status": []}], "comment_no": 119, "projec_url": "https://www.kickstarter.com/projects/570044257/symbiosis-a-creative-commons-art-book", "project_name": "SYMBIOSIS: A Creative Commons art book"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Postscript for a spam horse", "update_content": "Two things happened on the same day last week: I mailed the final custom poem for this project, and Horse_ebooks was revealed to be a piece of performance art.\nThough I wish we had a world where Horse_ remained a mystery, I'm still encouraged. The poetics of the nonsense internet are anyone's to capture. Horse_ made its own poetry and led me to mine. That's a gift. If No Experiences exists as a relic from a time when people got excited about weird language from an unknown source, I'm quite OK with that. The titular tweet, along with these two that made it into poems in the chapbook, happened well before the account was sold. “No experiences,” as a phrase from a spam horse’s mouth, has always reminded me to have experiences and try to make something from them. If it can be something beautiful and strange made out of words, that's great. That's the work I want to do."}, {"update_no": "UPDATE #9", "update_userinfo": "Shipments shipped, and thanks again", "update_content": "If you've sent along your address, your chapbook has been shipped, and it should already be with you (unless you're among the small group of people who just completed the backer survey last week; your copies shipped today). I've heard that it's arrived as far away as Australia. That's farther than I've ever traveled. The world is large and weird and pretty cool.\nIf you've filled out the backer survey with your address but haven't received your copy, please contact me and confirm your address. I'm happy to replace anything that fell victim to the inscrutable whims of the postal service.\nAlso: if you know someone who is eager to own a copy of No Experiences but missed out on this Kickstarter, I sure do have some information for that person! . In Chicago, it's available at and . If you know of bookstores outside Chicago that might be interested in stocking copies, please give me a holler."}, {"update_no": "UPDATE #8", "update_userinfo": "Shipped!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Books in transit! Reading upcoming!", "update_content": "Hooray! This project is done on Kickstarter, thanks to more than 300(!) generous people. Some of you are friends and some of you are strangers; all of you are why I write at all, and there's no more I can even say than thank you. Now it's beginning to be real!\nSome numbers and some details:\n302 people pledged a total of $4,685.10 to make this little book happen. 382 copies of No Experiences will be shipped as backer rewards when I receive them. In just a few hours, I am going to walk from over to ' office and pay them to print 750 copies of it."}, {"update_no": "UPDATE #6", "update_userinfo": "Off to print!", "update_content": "One of the things that first endeared me to Horse_ebooks was its habit of seeming to comment on one's day, like an absurdist horoscope. Today, Horse_ fairly well summed up my emotions on making this project, as screencapped below. (Not enough caps lock, though. I AM FEELING A LOT OF CAPS LOCK ABOUT THIS PROJECT, AND YOU, FOR BACKING IT.)\nAt this time tomorrow I will be in Portland, which feels absolutely surreal. (I am fascinated with air travel and how it compresses time; one of the poems is sort of about that). Expect an update next week when I've shipped off the final text to the printer - and come find me at if you'll be there. Nothing would be better than celebrating, on the day this project ends, with the people who made it happen."}, {"status": [{"Project funds successfully": "302 backers pledged $4,685"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/606516889/no-experiences-or-24-ways-of-looking-at-a-spam-hor", "project_name": "No Experiences (or, 24 Ways of Looking at a Spam Horse)"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "UPDATE July 27th : We can't believe we reached our goal in under 5 hours. Heartfelt thanks to everyone and your amazing generosity!\nUPDATE July 28th : CLARIFICATION - After a large amount of questions regarding the first reward, we'd like to clarify that for 15$ you OWN the game! You will never need to pay anything ever again. Unfortunately, we cannot reformulate the reward description.\nUPDATE August 17th: Half a million dollars have been pledged! This is incredible! Ginormous thanks to everybody involved! \\:D/\nUPDATE August 18th : ADDED SPACE IN LIMITED TIERS - Premium and Elite backer tiers have doubled available space.\nUPDATE August 22nd : ADDED DOUBLE BETA+PROTOTYPE for the Premium, Elite and ATOMIC Backers.\n\"Its promised blend of building and strategy looks great, the kind of thing to rekindle the very fondest of childhood memories...\" - Kotaku\n\n\"... I’m having a nostalgia rush [...] Castle Story is the first new game that I shall be observing by means of a spyglass each morning throughout 2012.\" - Rock Paper Shotgun\n\n\"I am super excited about [Castle Story]! Looks like a game I'd really enjoy.\" - Notch\nCastle Story is a creative voxel-based strategy game in which you can build castles one brick at a time using an army of little characters called Bricktrons. \nYour goal will be to explore a vast landscape full of mysteries and dangers, and defend your castle against onslaughts of hostile creatures and possibly other players. \nThe world of Castle Story takes place on flying islands, high above an infinite ocean. The islands are made of voxels, cubes made of various elements, which means you can dig, carve and build anything you can imagine in the landscape. Digging underground to gather resources, stacking bricks on top of each other to build a wall or even tunnelling through a mountain is all possible and even necessary to keep your Bricktrons safe.\nCarefully designing your castle not only requires creativity and imagination, but thanks to pathfinding AI and physics simulations, Castle Story has layers of strategy and depth on top of an otherwise free-form sandbox experience.\nCastle Story will be released for Windows & Mac (with possible Linux support once Unity4 is released).\nBuild any structure you can imagine! Using 2x1 blocks, create structures that are not only good-looking, but also functional. Your Bricktrons need to be able to navigate your castle to build it and to keep the monsters out! \nPhysics! Watch a tower crumble to the ground realistically when its foundations can no longer support it. The entire world obeys to the laws of physics which means that you need to build cleverly so your castle can withstand attacks from projectiles and explosives.\nSandbox! Build a huge sprawling fortress, a single impenetrable bunker or a network of underground tunnels. The choice is yours. Castle Story rewards imagination and ingenuity.\nStrategy! Command your Bricktrons as they build your castle brick by brick. Manage the way they work, what resources they gather, and the places they explore. Use your resources to build weapons and armor for your Bricktrons and all kinds of upgrades for your castle.\nCombat! Using shields, swords, bows and lots more, your Bricktrons can defend themselves against the hostile creatures inhabiting the world of Castle Story. Lead your Bricktrons through tough fights, and use your wits to gain an advantage. You can even build catapults to rain destruction on your foes!\nMagic! The world of Castle Story is permeated with all kinds of magic. Discover resources with magical auras and learn to mix them to create effects. Explore strange places and find mysterious artifacts left behind by unknown civilizations.\n\nWe've been working on Castle Story in our free time ever since we graduated from game design studies two years ago. We posted a video demo of our game on Youtube last January and received a flood of good comments and an amazing reception on the Internet. So we decided to quit our jobs and work on the game full-time. \nUntil recently we’ve been working heavily on creating the engine for the game. While most of what is in the trailer and demo video currently exists, it needs to be refined and organized into a cohesive whole. In other words, we have a prototype, but we want to turn this in a complete game. \nWe’re using Kickstarter to be able to fund the next stage of development for Castle Story, so we can build the single player and multiplayer modes. We’ll use the money for:\nSoftware Licenses : As a startup studio, we are missing several tools to help us get the job done. Software is expensive and the costs add up quickly.\nHosting : Our website currently isn't capable of hosting large amounts of traffic. Bandwidth and maintenance for our website and forums as well as a server to handle traffic will be essential.\nMultiplayer : We've never done a multiplayer game of this scope before, so it's going to take a lot of time and effort to learn the ropes and get it right. \nMusic & Audio : We hired two musicians to compose the music for the trailer and the results were pretty amazing. We would like to hire them back again to compose a full fledged soundtrack for the game. We would also hire a professional SFX artist to make the soundscape just as good as the visuals.\nSurviving : Paying rent for food and basically sustain the basic needs of three full time developers for a full year.\nPolish : If we reach our goal, anything past that will be put back directly into making the game more polished.\nThe game has already come pretty far in the last months. Here's what it looked like only 6 months ago, before we quit our jobs:\nKickstarter is great because it allows us to have a direct relationship with you. Instead of having publishers interfere with the game development, you can contribute to the decision process so we can take the game into interesting directions. That's one of the great advantages of \"independent\" game development.\nGetting your name in the game:\nHere is a video attempting to explain what we plan on doing with the names of our backers:\nThe Beta:\nEveryone who contributes to the Kickstarter (enough to qualify for the first reward) gets an early version of the game and has access to any updates that come further down the road. The Beta will become the final game eventually so anybody who backed the Kickstarter with the minimum amount of 15$ gets the final game.\nThe Prototype:\nGet access to an alpha build of the game soon after the Kickstarter is over. The prototype represents what we've shown so far that works. The amount of content and the replay value will be limited, and the build will probably be slightly broken. But we want people to test this version and give us feedback so we can make the Beta better.\nTShirts:\nWe've designed a few t-shirts for you to choose from. Once the Kickstarter is over, we will contact you to see what t-shirt you would like and what size.\nPosters:\nDuring the 30 days that the Kickstarter is going to run. We are going to post several timelapses of the painting process behind our two posters. Afterwards, we are going to print limited-edition high quality prints for the backers who signed up for the posters.\nHere's a preview of the posters. Keep in mind that those are only sketches. The real posters will be painted during the Kickstarter.\nThe Bricktron Plushie:\nThis hand-crafted plushie is made by one of our friend, a professional seamstress and fashion designer. Each plushie will be made one at a time, so every one will be unique. If you want, you can choose a name for it, or we can choose for you, and we'll sew the name on the plushie.\nWe call this one Randy:\nMore coming soon...\nWe're pretty busy working on the prototype. But once we see what kind of response we get, we have a few extra rewards that we would like to offer.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #118", "update_userinfo": "Castle Story Merch Store!", "update_content": ""}, {"update_no": "UPDATE #117", "update_userinfo": "The Frosty Resort - Building Challenge RESULTS!", "update_content": "Hello Kickstarter friends!\nThe results for the Building Challenge are in! Check out these incredibly builds made by Castle Story players.\nEnjoy & Happy Holidays :D"}, {"update_no": "UPDATE #116", "update_userinfo": "Building Challenge - The Frosty Resort!", "update_content": ""}, {"update_no": "UPDATE #115", "update_userinfo": "Mirador is now LIVE on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #114", "update_userinfo": "Sauropod Studio Update and a Special Announcement for our New Game!", "update_content": "Hello everyone!\nIt's been a while since we updated you all on what has been going on over at Sauropod HQ, because we've been hard at work on our newest project: Mirador."}, {"update_no": "UPDATE #113", "update_userinfo": "New Castle Story Update! Decorations, Doors & Winter Biome! 1.1.10", "update_content": "Howdy everyone!\nCastle Story now has brand new decorative blocks for you to spruce up your castles and help your Bricktrons make their surroundings a little more homey! On top of that, we’ve added two new door variations which can handle different amounts of beatings and a brand new snow-sprinkled winter biome to make maps and play in!\nCheck out the video below for everything that’s new!"}, {"update_no": "UPDATE #112", "update_userinfo": "Castle StoryHalloween Event & Dev Stream!", "update_content": ""}, {"update_no": "UPDATE #111", "update_userinfo": "Update 1.1.9 - The Blueprint Library Update!", "update_content": ""}, {"update_no": "UPDATE #110", "update_userinfo": "Update 1.1.8 - Conquest Rework & Bricktron Faces!", "update_content": ""}, {"update_no": "UPDATE #109", "update_userinfo": "The Catapult Update is now live! (Update 1.1.7)", "update_content": ""}, {"status": []}], "comment_no": 9414, "projec_url": "https://www.kickstarter.com/projects/902505202/castle-story", "project_name": "Castle Story"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "LAST SECOND BONUS REWARD!\nIf you are thinking about getting the $1,000 (or already have) original animation cel, do it now and I will add an original color picture of you with your favorite cartoon character. Like Derek here! (See the updates for more info). You also get the DVD and some other treats too.\nTHIS COULD BE YOU! - COMES WITH THE ORIGINAL CEL!\nWatch how Goddamn happy Derek is to have one of these babies.\nhttp://zomobo.net/play.php?id=nkNUUlP9mgE\nNEW AND IMPROVED MAGIC D-TOYS!\nYOU CAN MAKE ME DO THIS AND OTHER ZANY THINGS!\nHey folks! Some of you have asked me what exactly these digital toys are. They are sort of like windup toys, except that they are magic. Being magic they can do impossible silly things that toys in our primitive real world can't do.\nYou operate the toys yourself by stimulating them with your mouse and key commands. You can play with them on your computer or mobile units and you can collect and trade them with other toy collectors around the world. We have just begun to explore the possibilities of these ethereal creatures, so check out this video below to get an idea of how they work (wait about an hour while it uploads to vimeo). By the time we finish Cans Without Labels the toys will be much further along. If you nabbed a doodle from me and now need a magic toy creature, then check out the Magic toy and doodle bundles in the rewards section!\n    YOU did it and WE did it. Now, let's all do it together like a bunch of unwashed hippie bastards!\n  \"Are you Goddamned happy kids?\"\nYOU foiled THE MAN and snared one-a them educational cartoony-type-pictures of high moral content you crave - and with a few days to spare. \n....hang on while we update a demo of the digital toy reward. And I'll add a link to the stretch goals too.\n                      __________________________________________________________\nHELP ME FINISH MY LATEST CARTOON\nHi cartoon fans! I’m John Kricfalusi (creator of Ren and Stimpy). I have a new cartoon I need your help in producing. It stars one of the original Ren and Stimpy characters, Mr. George Liquor, AMERICAN! You loved him in Dog Show and Man's Best Friend. Now bring him to life in CANS WITHOUT LABELS!\nGeorge is an old school, manly, Republican sort of guy. He thinks today’s Republicans are wimps. He’s leathery on the outside but all mush in the center, at least with his dear ones. He believes in “tough love” and lives his life according to the rules. “It’s Discipline that begets love!”\nHOW DID I COME UP WITH THIS PREPOSTEROUS STORY?\nIT REALLY HAPPENED - THAT'S HOW! George is largely inspired by my own manly Dad.\nDad believes in the old values: hard work, rules and most important of all – SAVING A BUCK! Wasting money is a sin against Almighty Bejeezus. Hang on to every last penny and put it away for a rainy day, or face the consequences!\nLike my Dad, George craves a bargain. He'll not pay sticker price for anything. He ONLY buys stuff on sale and refuses to buy any brand name products.\nBrand Names are a Commie Scam!\nDad didn't allow us to drink Coca Cola on principle - maybe because it tasted too good for the price. \"Tasting good is an advertising gimmick!\" Instead he would buy generic supermarket brands like “Loblaws - cola–like drinkable substance” which tasted like motor oil and had no fizz: “You know what fizz goes for these days?!”  \nWe had “Catsup” instead of Heinz’ Ketchup. He’d buy a 6 year’s supply of red paste in huge crusty bottles for a 10th of what the regular sized brand name cost.\nOf course we couldn’t have KLEENEX so we blew our noses in our poodle’s clipped torso fur. NOTHING was wasted at the Kricfalusi home – at least not while Dad was watching. \nNo Labels at all\nAs much as Dad loves his generic brand labels, there are products he loves even better – products with no label at all!\nOur local supermarket – LOBLAWS again, used to sell damaged can goods on the bottom shelf at the back of the store. They would tear the labels off the cans and discount them. Then they’d take a marker and write 5 or 10 cents on them. These super cheap mystery cans brought Dad to the heights of ecstasy.\nHe'd grab a cart and mow down all the old ladies who were trying to get at the cans and he’d snatch up every can on the shelf. He loved these cans without labels so much he built his own wooden shelves in the basement to honor his collection of tin treasures.\nHe nailed two-by-fours right into the concrete with his fists. “Do you know how much HAMMERS go for these days?!”  My whole family was terrified by the shelf of naked cans. Mom refused to eat any of them. She was the only one in the family who was allowed to have brand name products.\nWe always knew when Dad was going to feed us one of these mystery cans cause we’d hear him downstairs sliding the cans around the rough wood and concrete and chuckling to himself.\nAs he stomped upstairs with an armload of cans, we’d try to escape, but he’d locked all the doors and windows. Trapped!\nHe'd dump the cans onto the kitchen table, call everyone in for lunch and we’d drag ourselves to our fate.\nHe always swore there would be something really tasty in a can and thought he could deduce what was it was using the scientific method. He’d count the rings and look at whether the lid was silver or gold and then conclude...\n“I think there are some nice peaches in this can!” .\nLet me tell you something…  There were NEVER any Goddamn peaches in these things. It was always something gruesome – like a whole plucked chicken carcass with staples in its ear holes; its limp stubbly skin hanging off mummified crumbling bones.\nOne time he opened up a can of pickled kittens.\nIt didn’t matter if he guessed wrong about the contents of a can because he believed in not wasting anything the Lord has blessed us with.\n“HERE’S THE RULE – ONCE WE OPEN THE CAN – WE HAVE TO EAT WHATEVER’S IN IT!”\nWe’d scream and try to crawl out the windows but he’d wrestle us to the ground and force us to eat the pickled pets. We couldn’t waste food at our house, because otherwise… “DO YOU KNOW HOW MANY STARVING BIAFRAN KIDS WOULD KILL FOR A NICE PIECE OF KITTEN LIKE THIS?”\nAnd thus...\nIn this cartoon, George introduces his innocent little nephews Slab N Ernie to his collection of Cans Without Labels.\nThere will be a special appearance of Spumco favorite CIGARETTES THE CAT and also a cameo from another beloved cartoon character.\nTHE CREATIVE TEAM\nGeorge Liquor is voiced by the great Mike Pataki, who, sadly, passed away last year. This is one of his last recordings for me.\nThe storyboard and layouts were drawn by hand by me and fellow Spumco Bigshot Jim Smith. \nEddie Fitzgerald of “Uncle Eddie” fame is the voice of Cigarettes the Cat.\nEric Bauza is Slab. Gabe Swarr is Ernie.\nI am also employing my latest young talents who helped me with the Bobby Bigloaf cartoon, The Simpsons Couch Gag and Cartoon Network IDs: John Kedzie and Sarah Harkey\nIf you help me make the cartoon I will train some new cartoonists and animators as well and the world of animation will be that much richer.\n    EDIT: For international shipping refer to the following:\nFor the $30 and $50 pledges please add $5\nFor the $300 and $500 pledges please add $10\nFor the $1,000 pledge please add $15\nFor the $100 and $3,000 pledges please add $20\n\nEDIT: There is now a $1 reward so ALL of you fine folks will get a digital copy of the cartoon!\n    Be the first in your neighborhood to own one of my new digital toys. Tear it out of the virtual package, roll it around, click it in sensitive areas and watch it do something stupid and lovable. \n  You can get a pack of 3 of my fancy-ass new digital toys to collect and trade with friends from many lands through the internets\n          How would you like to get your hands on the folks you put in office who ignore all the things you wanted 'em to do? NOW YOU CAN! Give 'em a piece of your mind every day while knowing you performed a real public service by bringing my latest cartoon to fruition. These beautifully sculpted and rendered figures are produced by renowned toymaker - Bedrock Toys. Designed by John K., sculpted by Chris Peterson and Arshak Nazarian.\nhttp://johnkstuff.blogspot.com/2008/04/hillary-sculpt-by-arshak.html\nThese are beautifully formed jumbo sized dolls of George and his idiot nephew that come in official lumpy boxes. Daintily sprinkled with real dust from the Spumco warehouse. I'll even sign them in a secret place for you.\n    Receive an official Spümco Lodge Membership kit. Comes with membership certificate, secret Lodge identification card (with elite privileges) As well as a DVD of \"Cans Without Labels\"\nNEW. Because you wanted the Membership Kit and an extra Spümco souvenir, I am adding a special Premium Members' Package.\nYou demanded this package bundle. We delivered!\nShare Sarah's JOY when you receive your own magnificent LARGE MEMBERS PACKAGE.\nIncludes an Official Membership Kit and an actual Spümco Toy or trinket.\nIncludes the Spümcø Membership Pack as well as a Greasy Phone Doodle.\nIncludes the Spümcø Membership Pack, a Greasy Phone Doodle, and a Spümco toy or trinket (example. Pogs, Pencil Topper, Underwear, or Button)\nIncludes the Spümcø Membership Pack, a Greasy Phone Doodle, a Producer's T-Shirt, and a Spümco toy or trinket (example. Pogs, Pencil Topper, Underwear, or Button)\nIncludes the Spümcø Membership Pack, a Greasy Phone Doodle, a Producer's T-Shirt, an Original Storyboard, and a Spümco toy or trinket (example. Pogs, Pencil Topper, Underwear, or Button)\n    You've dreamed of being a top Hollywood cartoon exec. Now you can prove it while making everyone who DIDN'T fund a cartoon feel like slimy little wriggly worms!\nStick your nose in the air and strut like a prize fighting cock in this Official\nCartoon Producer's T Shirt. Comes in Girl's and Boy's styles.\nIncludes a Producers T-Shirt and a Greasy Phone Doodle.\n    An original “PHONE DOODLE” drawn and signed by me. These are the ADHD sketches I draw while eating bacon or talking on the phone. Did you know that Ren and Stimpy began their lives as greasy phone doodles? Maybe you’ll hold the next famous cartoon character in your hands! Or maybe you'll just get greasy fingers. And you'll have made a funny cartoon!\n    You will get not just one gorgeous hand-made cartoon drawing - but a whole Goddamn scene! Spumco big shots Jim Smith and I drew each scene lovingly with pre-digital age stone tools (pencils) with YOU in mind. Flip through the drawings to see how a real traditional cartoon is acted. Or frame them and show 'em off to all your friends at the reform school.\nThis is some rare shit folks! I happen to have every page of the classic comic \"Comic Book\" drawn by Jim Smith, Vincent Waller, Mike Fontanelli, Shane Glines, Rick Altergott and other top Hollywood cartoonists. I hate to part with this fantastic art but I obey our Savior when I say \"Give and ye shall receive.\" \n(Spumco Comic Book soon to be reprinted in hard cover by IDW and YOE comics)\nFor the serious animation art collector. You will own and cherish a whole layout scene from Cans Without Labels - and as an added bonus - a real live painted animation cel from one of Spumco's cartoons, rock videos or commercials. Turn all your neighbors green with envy. Signed by me of course.\nI will not only give you a credit in the cartoon - I will personally draw YOUR HEAD to put next to the credit. Here's a sample:\n  Here's a whole pile of samples of my caricatures:\nhttp://johnkstuff.blogspot.com/search/label/caricature\nYou can show off your head and credit in the cartoon to all your friends and family and act like a big time Hollywood executive!\nYOU'RE PART OF THE 1% AND PROUD OF IT!\nOK, folks here is THE BIG ONE. Join the esteemed ranks of top celebrities I have animated. You - yes YOU will make a cameo appearance in the cartoon. That's right!  I will personally do a caricature of you and animate you into the credits of the cartoon and thank you for being the philanthropic high-roller that you are! Maybe George will even pull your pants down.\nWhere Is Your Money Going?\nWe still need to animate, clean up, inbetween and color the cartoon. We will paint the backgrounds and build a cg set and some props. Then we need to pay for music, sound effects and final editing.  The whole process will take about 7 months.  It will be 8-10 minutes long, which is about the same length as a Ren and Stimpy episode, but for HALF the price!\nWe will also make DVDs and produce the prizes to ship out to all you swell folks who backed the project! \nThis is your chance to be your own Hollywood Cartoon executive and produce a Spumco-type cartoon the way you like it!\nThanks in advance for bringing the future of cartoon-making into the world of now!\nYour best friend,\nJohn Kricfalusi\nP.S.\nDon't for get to check this out!\nmusic courtesy of www.apmmusic.com\nHere's me showing how we ink our cartoons using Toonboom's \"Animate\" program. It's a preview of a longer behind-the-scenes expose of how we will make CANS WITHOUT LABELS.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #56", "update_userinfo": "Ready to Ship Out!", "update_content": ""}, {"update_no": "UPDATE #55", "update_userinfo": "Update and Preview of StinkTime Theater", "update_content": "Hi folks\nThe very final last assortment of phone doodles are being sent out.\nThese are for people that haven't had anything shipped to them\nNot returns."}, {"update_no": "UPDATE #54", "update_userinfo": "Crap", "update_content": "Hi folks,\nI have a nice Xmas present for you but it won't be ready 'til early in the new year.\nIn the meantime I am attaching a folder of my latest story sketches.\nMy friends worked on the new Sponge-Bob movie and so, just for fun, I storyboarded a little imaginary promo for it, starring - guess who?!!"}, {"update_no": "UPDATE #53", "update_userinfo": "This one goes out to JO", "update_content": "Hello\nWe had some packages returned to us. Please write to us with your new address.\nThanks everyone! We'll post another update next week.\nJo Anne Werner"}, {"status": []}], "comment_no": 1048, "projec_url": "https://www.kickstarter.com/projects/1056985656/john-ks-cans-without-labels", "project_name": "John K's \"Cans Without Labels\""}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "Update: 50 hours after launching, we're sold out of conference tickets! Thank you! If you missed it, you can still grab the DIY Kit to experience some of XOXO at home. Or come out to the market, which will be open to the public on September 14-16. All the details are on the official XOXO site.\nHey Kickstarter! We're organizing XOXO, an arts and technology festival in Portland, Oregon this September 13-16th.\nXOXO is a celebration of disruptive creativity. We want to take all the independent artists using the Internet to make a living doing what they love — the makers, craftspeople, musicians, filmmakers, comic book artists, game designers, hardware hackers — and bring them together with the technologists building the platforms that make it possible. If you have an audience and a good idea, nothing’s standing in your way.\nXOXO is in three parts:\nConference (Saturday – Sunday). Talks from artists and creative technologists around the country that are breaking new ground.\nMarket (Saturday – Sunday). A large marketplace with a tightly-curated list of the best of Portland's arts and tech scenes, sharing and selling their work, with food supplied by the best of our thriving food cart scene.\nFringe (Thursday – Sunday). A series of unique events around the city, including live music, film screenings, indie videogames, and craft beer and coffee tastings.\nPortland's the perfect place for XOXO — it's the most independent and DIY-friendly cities in the world, which runs through every part of its culture. It's no wonder that Portland's one of the biggest cities on creative platforms like Kickstarter and Etsy. This is a great way to experience the best of Portland under one roof.\nConference\nOn the top floor of XOXO, we're building a stage to host a single-track of talks from people we love who are changing the world. \nConfirmed speakers include the leaders of amazingly creative communities like Etsy, Kickstarter, Canvas and Metafilter, the fiercely independent creators behind World of Goo, MakerBot, Indie Game: The Movie, Star Wars Uncut, Diesel Sweeties and Black Apple, and industry-changing startups like The Atavist, Simple, CASH Music, and VHX.tv.\nThe full lineup's still evolving, and we'll announce additions and changes as they happen. So far:\nFilm - James Swirsky and Lisanne Pajot (Indie Game: The Movie)\nComics - R. Stevens (Webcomic creator, Diesel Sweeties)\nMusic - Julia Nunes (Independent singer-songwriter)\nArt / Illustration - Emily Martin (Author and illustrator, Black Apple)\nVideo Games - Ron Carmel (Cofounder, 2D Boy / World of Goo)\nHack / Hardware - Bre Pettis (Founder, MakerBot)\nBusiness - Matt Haughey (Creator, Metafilter)\nFinance - Josh Reich (CEO, Simple)\nFunding - Yancey Strickler (Cofounder, Kickstarter)\nCommunity - Chris Poole (Founder, Canvas and 4chan)\nEducation - Kio Stark (Author and professor, ITP at New York University)\nHandmade Art - Chad Dickerson (CEO, Etsy)\nMusic - Maggie Vail & Jesse Von Doom (Directors, CASH Music)\nOnline Video - Jamie Wilkinson (Cofounder, VHX for Artists / Star Wars Uncut)\nPublishing - Evan Ratliff (Cofounder/Editor, The Atavist)\nMarket\nDownstairs, we're taking over the entire ground floor to bring the best of Portland to you — a curated selection of stalls and booths from our favorite local creators, with an active schedule of workshops, performances, and signings throughout each day.\nOutside, the market continues with some of our favorites from Portland's ridiculously active food cart scene, featuring a sampling of some of the best food and drinks the city has to offer. We're still reaching out to creators and making the schedule, and we'll announce the festival's project lineup and food carts as we have them.\nFringe\nWe’re taking the ideas behind the conference and building a fringe program around it, teaming up with local partners to take over venues around the city for a series of unique events, including lectures, workshops, hackspace, live music, film screenings, indie videogames, a craft beer festival, meetups and parties.\nThis is a perfect opportunity to experience the best that Portland has to offer, to explore the city and interact with its rich maker culture with other like-minded attendees. We’re deep into fringe event planning, and will announce updates as the schedule comes together.\nVenue\nWe're holding the event at the YU Contemporary in the historic Yale Union Laundry Building in SE Portland, a cavernous two-story brick building within easy walking distance to some of the best restaurants, microbreweries, coffeehouses, and bars in town.\nRewards\nFor rewards, we're offering a few options:\nConference passes. These are limited to the seating upstairs, and may not last long. Backers at this level also get an XOXO shirt and early access to the talk videos.\nThe DIY Kit. Can't make it to Portland? We'll send a little bit of XOXO to you. This kit gives you early access to the talk videos, the downloadable assets for our identity, an XOXO shirt, and a box of goodies we love from Portland-area businesses and creators involved with XOXO.\nTalk videos. Backers receive early exclusive access to each of our talk videos as they go online. \nWe're working with Portland’s own Factory North on the XOXO identity, including an exclusive t-shirt design for everyone who attends the conference or backs the DIY Kit. Some samples are above, and we'll announce the final design before the Kickstarter project ends.\nWho Are You?\nHey, I'm Andy Baio. I helped build Kickstarter and am a long-time advisor to the team. I've written about Internet culture on Waxy.org for ten years, like making geeky things (see: Playfic, Supercut.org, Kind of Bloop, Upcoming.org), and write a weekly column for Wired. \nHi, I'm Andy McMillan. I run a bunch of different projects under the name \"Fiction\". Right now it's responsible for Build, a week-long festival, and The Manual, a tri-annual journal, both of which have a focus around designing for the web and who we are as designers.\nQuestions?\nHave any questions or comments? Ask a question below and we'll do our best to answer.\nSpecial thanks to Paul and Kelly Searle for the video production, and Todd McHatton for the music.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "XOXO Is Back", "update_content": "A year ago, you helped make something ridiculous happen. Let's do it one more time. Welcome to XOXO 2013. We're bringing the love back.\nhttp://2013.xoxofest.com/"}, {"update_no": "UPDATE #12", "update_userinfo": "Talk Videos Go Free, Recap Video Released, and the DIY Kits Ship", "update_content": "Hey, XOXO backers! We've just released all the videos from XOXO to the public, now freely available on the official website and our YouTube channel. Go spread the word!\nAlso, we just released a two-minute montage from the festival, created by local documentarian Paul Searle. It's a great overview that captures some of the feeling of XOXO. Lots of great moments in there, we hope you enjoy it.\nAnd finally: the DIY Kits are shipping! While we released the digital portion of your XOXO DIY Kits on schedule, I'm so sorry that the physical packages haven't shipped by now. I underestimated the time it would take to pull together so many pieces, but I'm very happy with the end result — a great collection of stuff from independent artists and organizations involved with XOXO, with a heavy emphasis on locally-made items from here in Portland, along with your own silkscreened XOXO shirt printed on super-soft American Apparel tri-blend. "}, {"update_no": "UPDATE #11", "update_userinfo": "Official XOXO Videos, Photos, Limited-Edition Posters, and More", "update_content": "Has it really been a month since XOXO? I still feel like I'm waking from a long sleep with feverish, blissed-out dreams. It's taken this long to digest what really happened in Portland last month: the real-life manifestation of your collective trust, generosity, and joy. Andy McMillan and I were walking around dazed for the first week after XOXO, in no small part due to the insanely positive feedback from the festival. We posted some of our favorite responses at the end of this post.\nBut first! The long-awaited XOXO talk videos are done, all the footage from the two-day conference portion of XOXO, totaling seven straight hours from 24 awesome people telling their stories. We just emailed the passwords out to everyone who backed this project at the $25 level and up, and the info should be sitting in your inbox right now. (If you haven't received it, get in touch and we'll sort you out ASAP.) To get a sense of the video quality, here's my from the first day. Switch to 1080p for highest quality!"}, {"update_no": "UPDATE #10", "update_userinfo": "XOXO Social, Unofficial Parties, and Partner Events!", "update_content": "We've announced all of our official events from Thursday to Sunday — our opening party, three days of our public market, food carts, Music, Film, Arcade, and, of course, the conference on Saturday and Sunday. (The schedule overview, conference schedule, guide, and list of fringe events are all on the official website.)\nBut we know that some of the best parts of every festival come from hallway conversation and social interaction, so we've left most of Friday open for what we're calling \"XOXO Social\" — a shorthand for a series of events around town, your chance to experience the first day of the Market and our food carts, and an opportunity to meet and explore Portland other 'XOers. Here's a list of all the social events on Friday, as well as the other unofficial events this weekend!"}, {"update_no": "UPDATE #9", "update_userinfo": "XOXO: The Food Carts", "update_content": "Portland’s street food scene is among the best in the world, with over 400 food carts across the city. Like whales, Portland food carts gather in “pods,” averaging 5-8 but with the largest hosting more than 60 carts. If you’re coming from a city like NYC, LA or SF, you might think food trucks are the same thing, but there are some big differences — while food trucks need to stay on the move, Portland’s food carts are effectively permanent.\nThe benefit is that they can build word-of-mouth at a fixed location, and each cart pods develops its own unique community and vibe. For example, the 10th and Alder carts are a shantytown of international food sprawling across two city blocks, while the D-Street Noshery has intimate live performances and the city’s first cart serving craft beer on draft."}, {"update_no": "UPDATE #8", "update_userinfo": "Important: Last Chance to Register or Transfer Your XOXO Pass", "update_content": "We're one week from the start of XOXO, and we're getting ready to send out all your badges to the printers. That means we're closing off all XOXO ticket transfers tomorrow (Thursday) at 2pm PST/5pm EST, and this is the absolute last chance to register if you haven't already. \nIf you can't make it, you have until tomorrow to email us at hi@xoxofest.com and tell us the name and email of the person you'd like to transfer your pass to. No more registrations or transfers will be processed after Thursday 2pm PST."}, {"update_no": "UPDATE #7", "update_userinfo": "Announcing XOXO Music", "update_content": "Just like our Arcade and Film events, we wanted to put together a Music event with indie artists that have done things differently — musicians firmly at the intersection of art and technology, who are using the Internet in unique and interesting ways. \nWe're ridiculously excited about the eclectic, genre-bending lineup we've pulled together. We hope you will be too, and will join us on Friday night from 7pm to midnight for some truly unique performances."}, {"update_no": "UPDATE #6", "update_userinfo": "Announcing XOXO Film", "update_content": "XOXO is exactly two weeks away! If you follow @xoxo on Twitter, you'll know that we launched our official site, updated the amazing list of attendees, and sent out registration emails to every badgeholder to get your badges/shirts printed. (If you didn't get it, check your spam filter!)\nToday, we're happy to announce our lineup for XOXO Film on Saturday night, September 15, from 7pm to midnight. We're bringing some of our all-time favorite video projects to the top floor of the YU Contemporary, with the creative people behind them to talk a little about their work. Get your popcorn and Red Vines ready.\nSelections from &"}, {"update_no": "UPDATE #5", "update_userinfo": "Announcing Our Evening Keynote Speakers", "update_content": "We're exactly one month away from XOXO! So far, the best part of XOXO planning has been organizing the lineup of speakers and performers. Everyone I've reached out to has been incredibly excited to be involved, and I think we already have a pretty amazing lineup with some of the most interesting, creative people in art and technology.\nBut we have still have a few surprises up our sleeves.\nToday, we're thrilled to announce the keynote speakers that will be capping off the day of talks on Saturday and Sunday. Hold on to your pants.\nSaturday: Dan Harmon!"}, {"update_no": "UPDATE #4", "update_userinfo": "Announcing XOXO Arcade", "update_content": "During the radio silence, we've been planning all kinds of amazing, wonderful things for XOXO.  We're ready to announce one of them today: XOXO Arcade.\nOn the night of Friday, September 14, we're hosting an indie game arcade curated by Venus Patrol, the Kickstarted gaming site created by Independent Games Festival chairman and former Offworld.com editor Brandon Boyer. (You can read Brandon's announcement on his own project.)"}, {"status": []}], "comment_no": 61, "projec_url": "https://www.kickstarter.com/projects/waxpancake/xoxo-festival", "project_name": "XOXO Festival"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "THANK YOU, KICKSTARTER!  Come watch our live green light party here\nUPDATE 13 is up: We made MAJOR enhancements to the $30 tier rewards.\nWe pledge to give 5% of the profits back to the Kickstarter community. More information on Kicking it Forward\nUPDATE : ***We now accept PayPal on the Wasteland Portal!!!!!***\nView the Scorpitron 2.0 from Andree!\nUpdate #12 : New FAQ's below that detail out exactly what rewards are in each tier.\nUpdate #11: The latest update is live and gives more detail on the project. Be sure to check it out and note the backer only shirts at the new $150 reward level.\nUpdate #10:  We have our first piece of concept art by Andree Wallin.  You can also download it as wallpaper here.\nUpdate #8: We just posted an update today (4/4) that speaks to the use of extra money raised. We are not counting on it but it is good to know what happens if we hit the higher numbers.\nUpdate #6: We just made our next major milestone, thanks to you all, which means more content plus a Mac and Linux version. And the number continues to grow, and that means a better product for all as we can hire more writers and scripters to add even more depth of consequence to the world, add more music and sound to set the atmosphere, and make the world larger to explore. Let's keep the number increasing and really knock it out of the ballpark. I have been having a blast reading the messages of excitement from the RPG players who feel neglected over the years.\nWe wanted to have a little fun and make another comical video so I hope you enjoy it. The next video I put up will also be more informative as I will answer some of the more common questions from the forums. We are still deciding on the tech, and we don't know what the final budget is, so it can be difficult to have answers for everything right now.\nSo see our thoughts on Multi-player as well as a list of links to some of the great press we have been getting, go to our updates page by clicking \"Updates \" at the top of this page.\nBrian Fargo appears on Hard Drive.\n\"I’m personally a big fan of the Wasteland series from having played the original game in the late 80s; I’ve also always admired Brian Fargo’s courage to experiment with new designs and game engines from my time working with him in the early days of BioWare when we worked with Interplay, and as a result I’m really looking forward to seeing the next game in the Wasteland series!\" - Ray Muzyka - CEO Bioware\n\"Hats off to Fargo and inXile, I'm definitely putting my money down when they start up their Kickstarter fund, and I'll donate just as much as I did to Double Fine.  Give me Wasteland 2 already.\" - Chris Avellone - RPG designer extraordinaire\n\"Brian was one of the pioneers for the computer RPG with games like Bard's Tale and Wasteland.  I would be very excited to see what Brian could achieve with a sequel to such a classic like the first Wasteland.\"         - Rob Pardo - ExecutiveVice President of Game Design, Blizzard Entertainment\n\"WASTELAND is the game that made me a gamer.  It's still my favourite game of all time, simply because of how influential and mind-blowing it was at the time.\" - Rock Paper Shotgun reader Zerosociety\n\"Shut up and take my money!\" - Eurogamer reader Arcam (amongst many others)\nWasteland 2 is the direct sequel to the first ever post-apocalyptic computer RPG. The original Wasteland was the inspiration for the FALLOUT series of games, and the first RPG to allow players to split parties for tactical considerations, to face players with moral choices, and to make them deal with the consequences of their actions. It was the first to provide far more than the one-key-for-one-lock style of puzzle solving. It was groundbreaking, which is why IGN named it one of the top 25 PC games of all time, Computer Gaming World named it the Adventure Game of the year in 1988, and it was short-listed for inclusion in the Smithsonian Institution’s current “Art of the Computer Game” exhibition.\nWasteland was set in a dangerous, post-apocalyptic world in the American Southwest. Over the course of adventures rangers would receive promotions, acquire new skills and equipment, then face new challenges with outcomes that changed depending on the strategy used to defeat them. The game featured a strong storyline which required painful decisions by players; and a storyline that allowed for maximum re-playability. Wasteland 2, with your participation and insights, will recapture all that and provide more.  It'll finally be the game worthy to be a Wasteland sequel, as challenging and rewarding as the original, with all added capacity and dazzle of games today.\nFor Wasteland 2, we’re getting the band back together again!. Brian Fargo who Executive Produced both Wasteland and Fallout will be heading the team. Alan Pavlish and Mike Stackpole—the original game’s primary designers—are coming back to put the project together, and we’re rounding up as many of the other designers, like Ken St. Andre, as we can. On top of that, we’ll have music by Mark Morgan of Fallout 1 and 2 fame. The storyline for Wasteland 2 was written by Jason Anderson who was the co-creator of Fallout. We have also enlisted the help of the amazing concept artist, Andree Wallin to help craft the Wasteland 2 world.\nA sample of Andree's other work can be seen below.\nBrian Fargo founded Interplay Productions (By Gamers, For Gamers) in 1983 where he went on to produce and finance some of the biggest RPG's made like Bard's Tale, Fallout 1 and 2, Stonekeep, Dragon Wars, Baldur's Gate, Icewind Dale, and more. Creating a new Wasteland will be a point of pride in the long history of games.\nNot a month goes by when an email doesn’t come in asking if we’ve ever considered doing a sequel. Emails from gamers who remember Wasteland fondly and want, just as badly as we do, to return to that gritty world where burning through clips might be the only thing that keeps you alive; and where running out of ammo will certainly get you killed. The fact that you, the folks who know and love and play games, keep asking for Wasteland 2 told us that there is a demand for it.\n\nSo, we’re coming to you for support.\n\nFinancial.\n\nAnd creative.\n\nAfter all, since you’re the driving force behind this game, we want to make sure that we’ll be delivering the game you want. Wasteland is ready for a sequel, and with your help, it’s going to happen. As for why you should want to participate, we’ll let Kotaku point out why making Wasteland 2 happen is very important:  FanFundWasteland!\nWith your collective vision, the game that was the godfather to the popular Fallout series will become a reality.  Not only will you fund the development, but you’ll have a voice in how the game goes together. We will have forums up for design discussion and soliciting your ideas for what will make Wasteland 2 rock.\nThis is your chance to influence the kind of game you want to see. With fan funding, you drive the direction of game design and development. If it is important to you, it is important to us. \nThis is probably the last chance for a Wasteland sequel.  We have tried to pitch this game multiple times to game publishers, but they’ve balked. They don’t think there’s any interest in a solid, old school type of game.  This is our shot at proving them wrong. And more importantly this could help bring back an entire genre of RPGs. The power of the Indie scene continues and we see this as all part of a bigger trend of bringing control back to the developers.\nSupporting Wasteland 2 is nothing more radical than pre-ordering a game from your favorite brick-and-mortar store. We believe strongly enough in this project and in your desire to see it become a reality, that we decided to go ahead with this Kickstarter drive to fund it.\nNuts and bolts time.\nWe’re going back to the original and building from there. No first person shooter, we’re going top down so you get a tactical feel for the situation. And we’re not ditching the party play to turn it into some hack-and-slash bloodfest. It’s turn based, tactical, with a storyline that will be deeper and broader.\nWe’re determined to keep the gritty, grim and satirical writing. We’re going to pitch those moral dilemmas at you. You’re going to be faced with the consequences of your actions.\nWe’re planning on an initial 6 months of pre-production. We’ll nail down every important element that you, our creative partners, want.  Once we have all that figured out, we buckle down for 12 month development cycle. During that time, players can get a sneak peek on a private closed beta through Steam.  In addition, we will be giving you constant updates and showing you our progress along the way.\nTo do this game right, we need to raise $1 million, but you'll notice our funding request is $900,000 and that is because Brian Fargo has offered to fund the last $100,000 if need be. That’s a lot of money needed, but not when compared with the budgets of most full scale RPGs made today. The original game sold over 100,000 copies—on the Apple ][ and Commodore 64 platforms back in the day. If everyone who played it then backs the project at the most basic level, the game is on.\n\nBut we’re looking ahead to what we can do if you all back this project in force. At $1.25 million, the money will go primarily into making the world bigger, adding more maps, more divergent stories and even more music. \n\nAt $1.5 million, the world gets even bigger. You’ll have more adventures to play, more challenges to deal with, and a greater level of complexity to the entire storyline.  We’ll add more environments, story elements, and characters to make the rich world come alive even more.  We will even be able to bring Wasteland 2 to OS X and Linux! And after $1.5 million the sky is the limit.\nEveryone on the team is incredibly excited about the possibilities this Kickstarter will unlock. Like you, we’ve long dreamed of being able to bring Wasteland back.  If you share that dream, if you’ve always wanted to watch and influence the game design process from start to finish, this is your chance. If you’ve wanted to change the world and get the games you really deserve, then do it by funding this Kickstarter.  The road to Wasteland 2 is there. \nJoin us on what’s going to be a wild ride.\n***A big thank you to our (already) loyal forum users for their help in crafting the Kickstarter rewards.  You guys rock!**\nFor our Russian fans...\nЯ не знаю английский язык. Как мне поддержать Ваш проект?\nhttp://blog.fallout-archives.com/podderzhim-fargo-vmeste\nFor more information and to see all the great press we have been getting:\nOur Forums and Blogs:  http://wasteland.inxile-entertainment.com\nFacebook:  http://www.facebook.com/Ranger.HQ\nFollow @BrianFargo on Twitter!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #74", "update_userinfo": "Wasteland & inXile News", "update_content": "Hey Exiles!\nWe are writing today to share some updates on the company, including the release today of our third Kickstarter-funded title."}, {"update_no": "UPDATE #73", "update_userinfo": "Our New Game: Wasteland 3!", "update_content": "Hello Exiles,\nIt's been some time since we were last in contact with you about Wasteland 2. Since we released the Director's Cut, we've been working on other titles, including Torment: Tides of Numenera, which is in its final stage of development and releasing early next year, and The Bard's Tale IV, which is in the works at our new NOLA studio and deep in production, and looking great - in fact, we just put out a new video showing it off.\nBut, as you might have guessed, we could never leave our crowdfunding roots behind. Today, we have launched a campaign over at Fig for the next game in the Wasteland series!"}, {"update_no": "UPDATE #72", "update_userinfo": "Director's Cut Patch 1 Released on PC, Coming Soon to Consoles", "update_content": "Hello Exiles,\nToday we are happy to release the first major update for Wasteland 2: Director's Cut on PC. This update is available on Steam right now, and will be rolling out to other stores such as GOG.com in the next day or two. This release brings a number of bug fixes, balance improvements, and new features in the form of official Steam Controller support (Steam only) and Turkish localization thanks to our fan community."}, {"update_no": "UPDATE #71", "update_userinfo": "IT'S HERE!!! Director's Cut Out Now!", "update_content": "Hello Exiles!\nWasteland 2: Director's Cut is OUT NOW on Windows, Mac and Linux for Steam and GOG.com users!"}, {"update_no": "UPDATE #70", "update_userinfo": "Director's Cut Launches at Midnight PDT; A Look at Wasteland's Inspirations", "update_content": "Hello Exiles,\nBrian here for a final update before the Director's Cut of Wasteland 2 lands. This moment has been a long time in the making, and now the ultimate version of Wasteland 2 will very soon be on its way to you, our backers, fans and supporters who made this all possible.\nBringing Wasteland 2 to life has been an incredible adventure and one that was 25 years in the making. But not everyone may know the history behind Wasteland and the influences that came before it to make it what it is."}, {"update_no": "UPDATE #69", "update_userinfo": "Finishing Touches, Trailers and More", "update_content": "Hello Exiles,\nAs we speed towards the release of Wasteland 2: Director's Cut in a little over one week (!), we're hard at work making sure that the finishing touches to the game are ready. Most of our time recently has been spent making sure the PC version of the game plays as well as it can. This means all sorts of updates to the user interface to bring it more in line with PC gamers' standards, to making sure the controller input modes function correctly, to compatibility and performance optimization – all those little things we do towards the end of any project that turn it into a finalized, complete game that we can be proud of."}, {"update_no": "UPDATE #68", "update_userinfo": "Director’s Cut, Locked and Loaded", "update_content": "Hey Exiles!\nWe come to you now with what may be one of our last couple of updates before the release of Wasteland 2 Director's Cut on PC and consoles! Over the last few weeks, we’ve hit some great milestones on the way to the Director’s cut release, including passing certification for both Microsoft and Sony. This gives our retail distribution partner, Deep Silver, enough time to manufacture and ship copies of the game all over the globe, prior to our release date (October 13th in North America and October 16th for the rest of the world)."}, {"update_no": "UPDATE #67", "update_userinfo": "Wasteland 2 Director's Cut Release Date!", "update_content": "Hello Exiles,\nWe have some big news to share with you today, so we'll just cut right to the chase. Wasteland 2 Director's Cut will be releasing digitally on PC on October 13, 2015! Additionally, for Xbox One and PlayStation 4, digital and physical releases will be coming on October 13th in the Americas, and October 16th Worldwide!\nAs we've said before, anyone who already owns Wasteland 2 on any digital PC retailer will be getting the Director's Cut as a free update on PC. We'll have more information as we get closer to release, but it's our intention to make sure it's as easy a process as possible. Keep your eyes peeled on our as we'll be putting up FAQs and similar in the coming weeks towards release."}, {"update_no": "UPDATE #66", "update_userinfo": "Director's Cut Live Stream & Precision Strikes", "update_content": "Hello Exiles,\nThings have been pretty hectic and crazy the last weeks around inXile HQ, especially as we rocket towards finishing Wasteland 2 Director's Cut. The good news is that things are shaping up awesomely on all fronts!\nDirector's Cut Live Stream with Quill18"}, {"update_no": "UPDATE #65", "update_userinfo": "Wasteland Playing Cards, New Director's Cut Screenshots", "update_content": "Hey Exiles,\nWe wanted to get an update out to you all before the 4th of July holiday weekend, and have a few things we thought we'd share with you.\nFirst, in case you missed it - in our last update, we announced that we're renaming our upcoming version of Wasteland 2 for PC and consoles as Wasteland 2 Director's Cut. It is still coming free to all owners on PC in late summer this year! Be sure to check out this little trailer we put together:"}, {"status": []}], "comment_no": 13840, "projec_url": "https://www.kickstarter.com/projects/inxile/wasteland-2", "project_name": "Wasteland 2"}}, {"backer": "Daniel Bogan", "project_data": {"campaign": {"story": "The Kickstarter pledge period has ended, but the real fun is just beginning. Visit http://www.doublefine.com/dfa for the most current info about progress on Double Fine Adventure. And if you missed out on the Kickstarter, fear not. It's never too late for adventure! Just head over here to join the party: http://www.doublefine.com/dfapay\nUPDATE 5:  It's going to be difficult, but please do not continuously refresh the Kickstarter page in these final hours.  Instead, join us on Ustream as we broadcast from our offices!  Here's a link: http://www.ustream.tv/channel/double-fine-adventure.  \nAnd here's a video we put together for folks outside the US that are having difficulty backing the project:\nUPDATE 4:  Only four more days to get in on the fun!!  A new update has been posted, and with that we've announced a new reward, our DF Adventure Backer T-shirts!  Check them out:\nAnd here's the full update video:\nUPDATE 3:  Check out the update tab for a message from 2 Player Productions!  They've announced that Terrance Lee will be handling the documentary soundtrack and that Tim will be doing an \"Ask me Anything\" on Reddit this Sunday at 1PM PST (LINK!) to answer any questions you have.  Oh, they also posted this blooper reel:\nUPDATE 2:  We've added new rewards!  Specifically a digital soundtrack of the documentary, a special edition boxed copy of the game and documentary, and The Double Fine Adventure Book.  Check the update tab for more info!\nUPDATE 1:  Proud to announce we're going to be developing for PC, Mac, Linux, iOS, and Android!  In addition to Steam codes, we will also be offering DRM free versions.  And for all our lovely friends overseas, we'll be localizing the text in French, Italian, German, and Spanish.  Thanks for the support!\nWoooooooooOOOOoooOoOoooOOooo!\nWe did it! 100% funded in just over eight hours. You people are amazing! But it's not over yet. The number keeps going up and now the question is just how much news do we want to make with this? We're getting a lot of attention already and it seems like this little project could have an impact beyond itself. \nAll money raised will go to make the game and documentary better. Additional money means it can appear on more platforms, be translated into more languages, have more music and voice, and an original soundtrack for the documentary, and more!  We're still working to figure out exactly what we can offer, but we'll post more information as soon as possible.\nYour backing and comments have been truly inspiring to me and the team, so on behalf of Double Fine and 2 Player Productions I want to say THANK YOU!!!\nI can't wait to see where this thing can go!\nWelcome to the Adventure\nThe world of video game design is a mysterious one.  What really happens behind the closed doors of a development studio is often unknown, unappreciated, or misunderstood.  And the bigger the studio, the more tightly shut its door tends to be.  With this project, we're taking that door off its hinges and inviting you into the world of Double Fine Productions, the first major studio to fully finance their next game with a Kickstarter campaign and develop it in the public eye.\nDouble Fine Productions\nFounded in 2000 by industry veteran Tim Schafer (Day of the Tentacle, Full Throttle, Grim Fandango), the San Francisco-based company has established itself as a unique creative force with critically-acclaimed titles such as Psychonauts, Brutal Legend, Costume Quest, Stacking, Iron Brigade, Once Upon a Monster, and Double Fine Happy Action Theater.  This year, you'll be given a front-row seat as they revisit Tim's design roots and create a brand-new, downloadable \"Point-and-Click\" graphic adventure game for the modern age.\n\nWhy Kickstarter?\n\nDouble Fine’s XBLA/PSN/PC title “Stacking”\nBig games cost big money.  Even something as \"simple\" as an Xbox LIVE Arcade title can cost upwards of two or three million dollars.  For disc-based games, it can be over ten times that amount.  To finance the production, promotion, and distribution of these massive undertakings, companies like Double Fine have to rely on external sources like publishers, investment firms, or loans.  And while they fulfill an important role in the process, their involvement also comes with significant strings attached that can pull the game in the wrong directions or even cancel its production altogether.  Thankfully, viable alternatives have emerged and gained momentum in recent years.\nCrowd-sourced fundraising sites like Kickstarter have been an incredible boon to the independent development community.  They democratize the process by allowing consumers to support the games they want to see developed and give the developers the freedom to experiment, take risks, and design without anyone else compromising their vision.  It's the kind of creative luxury that most major, established studios simply can't afford.  At least, not until now.\n\n\nTim negotiates publishing rights\n\nKeeping the scale of the project this small accomplishes two things.  First and foremost, Double Fine gets to make the game they want to make, promote it in whatever manner they deem appropriate, and release the finished product on their own terms.  Secondly, since they’re only accountable to themselves, there’s an unprecedented opportunity to show the public what game development of this caliber looks like from the inside.  Not the sanitized commercials-posing-as-interviews that marketing teams only value for their ability to boost sales, but an honest, in-depth insight into a modern art form that will both entertain and educate gamers and non-gamers alike.\n\nAbout the Project\nOver a six-to-eight month period, a small team under Tim Schafer's supervision will develop Double Fine's next game, a classic point-and-click adventure.  Where it goes from there will unfold in real time for all the backers to see.\nTim’s Project Lead debut, point-and-click classic “Day of the Tentacle” (1993)\n2 Player Productions will be documenting the creative process and releasing monthly video updates exclusively to the Kickstarter backers. This documentary series will strive to make the viewer as much a part of the process as possible by showing a game grow from start to finish, with all the passion, humor, and heartbreak that happens along the way.  Double Fine is committed to total transparency with this project, ensuring it is one of the most honest depictions of game development ever conceived.\n\nThere will be a private online community set up for the backers to discuss the project with the devs and submit their thoughts and feelings about the game's content and direction, sometimes even voting on decisions when the dev team can't decide.  Backers will also have access to help test the game once a beta is available.  Once the game is finished, backers will receive the completed version in the available format of their choice.\nFor fans of adventure games, this is a chance to prove that there is still a large  demand out there for a unique medium that inspired so many of us.\nRewards\nThis whole experience is being offered for the flat backer contribution of $15.  We believe that beyond the reward of receiving the finished game, the ability to be a participant in the project makes this a unique opportunity.  \n\nFor anyone who wants to contribute above and beyond the call, we have a selection of premium rewards ranging from a download of the full documentary series in splendid 1080p HD video with bonus footage, to unique posters, original concept art, and even a mini painting of yourself done by the game's artist!   \nFor those of you who want to be really special, check out www.doublefine.com for details on super premium high level rewards!\n\n\n\nClosing\nFor anyone interested in the inner workings of the game industry, either professionally or as a fan, this project will be a landmark in exploring the art of development.  For people that just love great games, this is an opportunity to help bring one to fruition.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #58", "update_userinfo": "Your Final Rewards are coming + Double Fine Adventure: Definitive Edition", "update_content": "Hello, Backers of Adventure!\nI love you!\nSorry, I got a little emotional there. Because this, at long last, is the FINAL UPDATE for this thing we have called the Double Fine Adventure. At least, that's what they tell me. I'm not so sure. You know, there's always that \"oops!\" update, where we left our phone at your house and need to come back. And then in a few months, we find your earrings in our couch. And then come the drunken, tearful updates in the middle of the night where we talk about how much we miss you. Oh man, let's not let this get weird! Let's be brave!"}, {"update_no": "UPDATE #57", "update_userinfo": "Boxed Special Edition, DVDs & Blu Rays are all going into production!", "update_content": "It's true! The Special Edition box of Broken Age containing the physical disc version of the Double Fine Adventure documentary are going into production this week, which means they'll soon be making their way to your houses!\nIMPORTANT SURVEY INFORMATION\nA while ago Fan Gamer sent you all a survey asking you to tell us which edition of the documentary you would like, Blu Ray or DVD, and where you now live. Thank you everyone who responded to that!"}, {"update_no": "UPDATE #56", "update_userinfo": "ICYMI: Check your email for Surveys!", "update_content": "We had numerous reports that the previous update was not received by people, so we're just updating again to say:\nFan Gamer have sent you all surveys to find out where you live these days, so please check your inbox. Make sure to check your spam folder - look as far back as the start of May.  If you do not have an email, or have some other issue, please contact orders@fangamer.com directly! Thanks! :)"}, {"update_no": "UPDATE #55", "update_userinfo": "DFA: Check your email for Surveys!", "update_content": "Broken Age is out now for everyone on all platforms, and we very much hope you're enjoying it  Some people seem to be getting stuck on some of the puzzles, so we decided to set up a unique service for a limited time only.\nAt 3pm PST (that's now!) and for about an hour or so, we'll open the Double Fine Adventure Hint line for all to call and get help with Broken Age, and we'll be streaming it too. \nSo join us here: http://www.twitch.tv/doublefine and call us on +1 970 HEX-IPAL"}, {"update_no": "UPDATE #54", "update_userinfo": "Double Fine Adventure Art Books!", "update_content": "Dear Backers of Adventure!\nHi.\nThis is Tim.\nOn the eve of our special backer preview of Broken Age Act 2 (aka \"Broken Age\") I feel moved to write you all a poem. Please bear with me."}, {"status": []}], "comment_no": 11412, "projec_url": "https://www.kickstarter.com/projects/doublefine/double-fine-adventure", "project_name": "Double Fine Adventure"}}]