[{"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "Hi, my name is Jason Brubaker and this is my Kickstarter campaign for SITHRAH book 4! \nSITHRAH is a sci-fi about a little girl trying to find her father after their plane crashes in a unfamiliar land. That's when she starts seeing an invisible creature, called SITHRAH, who has been following her around. It's not long until she runs into a young man named Dino who is running from his own ghosts. Together they set out to find her missing father wherever the evidence leads. \nBook 4 will focus on their journey across The Deep to try to find Light City.\nThis series will be 6 books long.\nSithrah has been a big experiment with the comic format by mixing subtle prose with comic panels. My hope is to blur the lines between comics, children's books, and novels without making it jarring for the reader.\nMost of my inspiration comes from the comic artists of the 90's when I refined my drawing style. Later I became influenced by Miyazaki's movies and storytelling and have been trying to make comics that have a similar depth and feeling.\nFeel free to read SITHRAH for free at Webtoons.com.\n       SITHRAH 4: The Deep - will be 176 full color pages in a hardcover book with a cloth binding. 1000 copies will have a signed and numbered bookplate. The interior pages will be printed on thick, high quality paper printed with the same care and attention to detail that I put into the first three books. The retail price will be $24.95.\nSITHRAH 3: The Symbol (188 pages)\nSITHRAH 2: Propositions (160 pages)\nSITHRAH 1: Kingdom of the Air (96 pages)\nNovember at the latest! In other words, JUST IN TIME FOR CHRISTMAS! This will make a great Christmas present for kids and adults. :) So make sure to stock up and add lots and lots of copies as stocking stuffers. ;)\nOkay, let me backup and explain how this will happen...\nSITHRAH 4 will be ready to go to the printer about a month after this Kickstarter ends. The printing process will take about 2 months for the proofs, printing and shipping. This means I'll probably be getting the books around October. I have helpers who will help me fulfill DOMESTIC orders again and I will have an international distributor fulfilling the single book orders for INTERNATIONAL orders and so we will try to get everything shipped within a month. (depending on how big this campaign gets)\nI put November as the shipping date as an absolute worst case scenario but I am estimating that the books will be in my garage by September and I will start shipping them out soon after that.\nNow lets talk about where the money will go. I plan to print 2500 copies of SITHRAH 4 in China which will reduce my costs big time.\n2000 to 2500 copies = $12,000\nShipping of my last campaign was about $10,000\nFees and Taxes +$3,000 (low estimate)\nLeftover Production Costs $2000\nFUNDING GOAL = $27,000\nWell, I was finally able to reduce the International shipping this time. :)\nInternational shipping is unfortunately very expensive, but I have managed to reduce the cost quite a bit since the last Kickstarter. I've partnered with a EU distributor to help reduce the international costs and so I'm happy to say we are now EU Friendly!\nI will add a shipping chart for Add-Ons as soon as I figure out how to do it best. Check back before the campaign is over to see how to add individual items to your pledge.\nJust like my past publications, I want to include some guest art in the back of the printed book. And so… ART CONTEST!!! Submit your art during the month of March to get a chance at getting it published in the gallery of Sithrah: Book 4. Send me your amazing artistic version of the Sithrah characters to be printed in the book... FOREVER! Try to keep the art from having any spoilers of the next books or they won't be able to be included in the contest. If you make it into the book, you will be credited with your art. These are the winners that were printed in Sithrah 1:\nThe page dimensions are 6.75 inches (wide) x 10.5 inches (tall). Please make sure all art is 300dpi when scanned. The deadline for submission is the end of March 2018. Please send all submissions to CoffeeTableComics@gmail.com for consideration. The following month, I will display all the entries for everyone to see and we can all vote for our favorites. Then I'll pick the final winner(s) for the book. :)\nRemember that Kickstarter is an All-or-Nothing system. If I can't raise the full amount in the time given then I won't get anything. :(\nThanks for your support in making SITHRAH the best graphic novel series it can be!\nI can't express in words just how much your support means to me and my family. Thank you again and again.\n- Jason", "risks": "Risks and challenges\nThis will be my 8th Kickstarter campaign and I have successfully delivered all the rewards in my last campaigns. I am even more prepared and confident that it will be a super smooth campaign.\n\nFor instance, before I would have 80% of my book finished, but this time I have it 100% finished. I have people in place to help me with shipping again. Not to mention I am working full-time on comics now instead of just after I get home from work. I have gone above and beyond to deliver on all my past campaigns even to the point of getting freelance jobs to help finish paying for stretch goals that the campaign didn't fully fund.\n\nThere is always a chance that something could go horribly wrong and delays could happen but I have given myself a few extra months of buffer time if anything goes down. Thanks for trusting me again. :)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Sithrah 4 - The Deep", "descp": "You get the new hardcover book!\nINCLUDES:\nSITHRAH 4", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["206 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "COLLECTORS EDITION!", "descp": "- Signed\n- Numbered (out of 1000)\n- Bookplate\nINCLUDES:\nSITHRAH 4 (COLLECTORS)", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["344 backers", "Limited (156 left of 500)"]}, {"amt": "Pledge US$ 60 or more", "title": "YOUR NAME PRINTED IN THE BOOK!", "descp": "COLLECTORS Hardcover of Book 4\n- Signed\n- Numbered (out of 1000)\n- Bookplate\n- Plus your name printed in the acknowledgements.\nINCLUDES:\nSITHRAH 4 (COLLECTORS)\nYour name in book", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["59 backers", "Limited (1 left of 60)"]}, {"amt": "Pledge US$ 85 or more", "title": "All 4 Sithrah Books!", "descp": "Over 600 pages combined!\n(if your country is not listed in the shipping options then please contact me and I will add it)\nINCLUDES:\nSITHRAH 4\nSITHRAH 3\nSITHRAH 2\nSITHRAH 1", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 110 or more", "title": "Original Art!", "descp": "Take your pick! You get one inked page of Sithrah 4.\nPlus one COLLECTORS Hardcover\n- Signed\n- Numbered (out of 1000)\n- Bookplate\n(if your country is not listed in the shipping options then please contact me and I will add it)\nINCLUDES:\nSITHRAH 4 (COLLECTORS)\nOne Inked Page", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers", "Limited (8 left of 20)"]}, {"amt": "Pledge US$ 115 or more", "title": "3 COLLECTOR Books", "descp": "Get the newest 3 Sithrah COLLECTORS Books plus a non-collectors Book 1. Over 600 pages combined!\nAll 3 books are COLLECTORS Hardcovers\n- Signed\n- Numbered (out of 1000)\n- Bookplate\n- Book 1 is not a collectors edition.\nINCLUDES:\nSITHRAH 4 (COLLECTORS)\nSITHRAH 3 (COLLECTORS)\nSITHRAH 2 (COLLECTORS)\nSITHRAH 1", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers", "Limited (4 left of 25)"]}, {"amt": "Pledge US$ 220 or more", "title": "All 10 of My Books", "descp": "Here is the best way to get all my current books + the COLLECTORS copy of Sithrah 4.\nINCLUDES:\nSITHRAH 4 (COLLECTORS)\nSITHRAH 3\nSITHRAH 2\nSITHRAH 1\nPhobos (paperback)\nreMIND 1 (paperback)\nreMIND 2 (paperback)\nPROGRESSIONS: The Making of reMIND (Hardcover)\nUnnatural Talent (softcover)\nKickstarter Handbook (softcover)", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "$300", "descp": "DRAWING of YOU in the BOOK!\nCOLLECTORS Hardcover\n- Signed\n- Numbered (out of 1000)\n- Bookplate\nINCLUDES:\nSITHRAH 4 (COLLECTORS)\nYour name in book\nYou are Drawn in the Book", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (2 left of 6)"]}], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "PHOBOS Volume 1 is Now on Kickstarter!", "update_content": "Hey all!\nI wanted to give you a heads up that I just launched my new graphic novel called PHOBOS here on Kickstarter. We had a successful run over on Indiegogo in September and now we are on Kickstarter for the month of October!\nPHOBOS is 300 pages and has glow in the dark covers!"}, {"update_no": "UPDATE #21", "update_userinfo": "29 Hours Left of the Sithrah KICKSTARTER!", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "Sithrah 5 & 6 is now on KICKSTARTER!", "update_content": "Live on Kickstarter for 1 week!"}, {"update_no": "UPDATE #19", "update_userinfo": "The Sithrah 5 & 6 Campaign is LIVE!", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "The Sithrah 4 Kickstarter is DONE!", "update_content": "Well, I am happy to say that everything is now finished with the Sithrah 4 Kickstarter campaign. Well, except for that one order that never filled out any survey or responded to any email and so I plan to refund the pledge in about a week. But other than that one I'm DONE!\nAll the Canada orders were shipped out weeks ago and they should all be in your hands now. "}, {"update_no": "UPDATE #17", "update_userinfo": "Canada Orders - Have any of you gotten your Sithrah books?", "update_content": "Well, it sounds like the international orders are on their way now. Some of you have told me that you received a tracking number too! So that is great news. \nYou will notice that your Sithrah 4 COLLECTORS books do not have a bookplate yet. But the bookplates are being shipped today and so keep your eyes peeled for them in the mail. Below is a demo video on how & where to stick your bookplate sticker when you get it. "}, {"update_no": "UPDATE #16", "update_userinfo": "International Order Update & Bookplate Sticker Demo!", "update_content": "Hi all!\nWe are making progress in the International orders now. I see all the orders have been marked as \"Allocated\" and have been given a tracking number in the system. But when I click on the tracking numbers it doesn't look like they have hit to mail service yet. BUT it looks like it is all getting ready to be shipped out soon.\nBOOKPLATES NOT IN BOOKS"}, {"update_no": "UPDATE #15", "update_userinfo": "International Bookplates will be Shipped Separately", "update_content": "Things are starting to look positive for the international orders now. In my last update, I was pretty bummed out about the lack of responsiveness and transparency of the situation with my UK Distributor. I had no idea where the books were, and no idea of the final cost or when anything would be shipped. But from the sound of it, several people were fired and replaced and now I have people returning my emails and helping me get this done.\nSo here are the new updates since last time."}, {"update_no": "UPDATE #14", "update_userinfo": "International Shipping Update #2 (Making Some Progress)", "update_content": "Hi everyone!\nI just want to warn you that this update is very frustrating for me to write. I have been holding off for better news but the more time that passes the more you guys are starting to get restless (myself included). So let me just back up and tell you exactly what is going on with the international orders to date.\nSo, as you probably know, I decided to use a BIG FANCY shipping company in the UK to deliver all the international orders for me. I was recommended these guys from a friend who used them and I even had a conference call with them about a year ago to make sure this would run smoothly. We have been communicating by email ever since and every step of the way I would check in to make sure I was doing everything right so that it could get handled quickly."}, {"status": []}], "comment_no": 102, "projec_url": "https://www.kickstarter.com/projects/brubaker/sithrah-book-4", "project_name": "Sithrah - Book 4"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "NEW Stretch Goals!\n$30,000 - Hit Funding Goal!\n$33,000 - PDF of Sketched pages of Sithrah 3 - UNLOCKED!\n$36,000 - CTC Logo Patch & Sithrah 3 Wallpapers - UNLOCKED!\n$39,000 - New Sithrah T-shirt Design - UNLOCKED!\n$42,000 - Digital Download of Hi-Res Cover Posters - LOCKED\n$45,000 - Making of Sithrah PDF book - LOCKED\nHi, my name is Jason Brubaker and I have been working on graphic novels since 2006. My first book series called reMIND took seven years to complete. In 2015 I quit my great paying job at Dreamworks Animation to work on SITHRAH full-time and I am now raising funds for the 3rd book in the series. (Curious what I worked on in Hollywood? My IMDB page here)\n  SITHRAH is a sci-fi about a little girl trying to find her father after their plane crashes in a unfamiliar land. That's when she starts seeing an invisible creature, called SITHRAH, who has been following her around. It's not long until she runs into a young man named Dino who is running from his own ghosts. Together they set out to find her missing father wherever the evidence leads. \nThis series will be 6 books long when complete. Each book will have a different color cloth binding.\n                How Do Add-Ons Work? (DOMESTIC ONLY PLEASE)\n  (If you are International and REALLY want to add something to your order, please message me and we can work out the shipping costs)\nI'll be adding more Add-Ons to this section as the campaign grows so please check back for more soon!\nSithrah has been a big experiment with the comic format by mixing subtle prose with comic panels. My hope is to blur the lines between comics, children's books, and novels without making it jarring for the reader. Here are a bunch of double page spreads from book 3.\nMost of my inspiration comes from the comic artists of the 90's when I refined my drawing style. Later I became influenced by Miyazaki's movies and storytelling and have been trying to make comics that have a similar depth and feeling.\nFeel free to read through my archive at Webtoons.com where I post weekly updates. I will continue to post new pages online until the full story is complete.\nSITHRAH 3: The Symbol - will be 192 full color pages in a hardcover book with a cloth binding. 1000 copies will have a signed and numbered bookplate. The interior pages will be printed on thick, high quality paper printed with the same care and attention to detail that I put into reMIND Volume 1 and 2. The retail price will be $24.95.\nSITHRAH 2: Propositions (160 pages)\nSITHRAH 1: Kingdom of the Air (96 pages)\nNovember at the latest! In other words, JUST IN TIME FOR CHRISTMAS! This will make a great Christmas present for kids and adults. :) So make sure to stock up and add lots and lots of copies as stocking stuffers.\nOkay, let me backup and explain how this will happen...\nSITHRAH 3 will be ready to go to the printer shortly after this Kickstarter ends. The printing process will take about 3 months for the proofs, printing and shipping. This means I'll probably be getting the books around September or October. I have helpers who will help me fulfill all the orders again and so we will try to get everything shipped within a month. (depending on how big this campaign gets)\nI put November as the shipping date as an absolute worst case scenario but I am estimating that the books will be in my garage by September and I will start shipping them out soon after that.\nPeople ask me why I chose to self-publish SITHRAH and reMIND. Well, when I started this my dream was to get the best agent and publisher and take the world by storm with my graphic novels. What I learned is that nobody cares about what you want to do until after you prove yourself. So I started posting pages online in 2009 to try to grow an audience and sure enough, a small group started following my progress. Later I applied for the self publisher's Xeric grant in 2010 and won $5000. This convinced me to fully commit to self-publish and it was then that I launched my first kickstarter back in 2010. To my surprise I raised over 12 thousand additional dollars to help print my first book. Then in 2012 I launched a second campaign for reMIND 2 and it raised a whopping $107,500! Although it was a crazy big campaign delivering so many books, it all worked out. Better yet, I now have a distributor for my books which was one of the biggest problems to overcome with self-publishing.\nThe funny thing is now that I have beautiful books published I am approached by publishers like I had dreamed about. I could easily sign a contract with a publisher but in being forced to self publish, I have also fallen in love with it. I can make the books exactly how I want them to look and reprint them whenever I want. I can focus on what's important to me instead of what's important to a publisher. It's a ton of work and I still have a lot to learn but overall I love self-publishing now. Thanks to Kickstarter and you guys for helping me I'll keep doing this as long as I can. :)\nMy business plan is to continue printing high quality first-printing books that are numbered, rare and sending them directly to my customers. The second and third printings will be manufactured more with mass distribution in mind.\nI hope the quality of my books are apparent as soon as you see them on the shelf and even more so when you slowly flip through the pages. My goal has always been to make a coffee table book that also happens to be a comic.\nNow lets talk about where the money will go. I plan to print 3000 copies of SITHRAH 3 in China which will reduce my costs big time.\n3000 copies = $14,000\nShipping of my last campaign was $13,000\nFees and Taxes +$3,000 (low estimate)\nFUNDING GOAL = $30,000\nIt seem like every time I launch a Kickstarter the shipping prices go up a few times before I finally ship out the books and so this is all still a pretty low estimate of everything. \nAll single book domestic orders will get free shipping.\nInternational orders will be charged $22 for shipping 1 book. Canada and Mexico will be charged $14 for 1 book. Multiple book tiers will be charged International shipping according to weight. I know it adds up. Sorry, there's nothing much I can do to lower the shipping costs though.\nAdd Ons are domestic only please. But if you really REALLY REALLY want to add on something to your international order then please message me and we can work out the details of how much you should pledge. :)\nART CONTEST - SUBMIT YOUR ART!\nJust like my past publications, I want to include some guest art in the back of the printed book. And so… ART CONTEST!!! Submit your art during the month of February to get a chance at getting it published in the gallery of Sithrah: Book 3. Send me your amazing artistic version of the Sithrah characters to be printed in the book... FOREVER! I will credit you in the book too. These are the winners that were printed in Sithrah 1:\nThe page dimensions are 6.75 inches (wide) x 10.5 inches (tall). Please make sure all art is 300dpi when scanned. The deadline for submission is the end of February 2017. Please send all submissions to CoffeeTableComics@gmail.com for consideration. The following month, I will display all the entries for everyone to see and vote on their favorite. Then I'll pick the final winner(s) for the book. :)\nRemember that Kickstarter is an All-or-Nothing system. If I can't raise the full amount in the time given then I won't get anything. :(\nThanks for your support in making SITHRAH the best graphic novel series it can be!\nI can't express in words just how much your support means to me and my family. Thank you again and again.\n- Jason", "risks": "Risks and challenges\nThis will be my 6th Kickstarter campaign and I have successfully delivered all the rewards in my last campaigns. I am even more prepared and confident that it will be a super smooth campaign.\n\nFor instance, before I would have 80% of my book finished, but this time I have it 100% finished. I have people in place to help me with shipping again. Not to mention I am working full-time on comics now instead of just after I get home from work. I have gone above and beyond to deliver on all my past campaigns even to the point of getting freelance jobs to help finish paying for stretch goals that the campaign didn't fully fund.\n\nThere is always a chance that something could go horribly wrong and delays could happen but I have given myself a few extra months of buffer time if anything goes down. Thanks for trusting again. :)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Get the New Sithrah Book!", "descp": "INCLUDES:\nSithrah 3 (hardcover)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["232 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "COLLECTORS EDITION!", "descp": "- Signed\n- Numbered (out of 1000)\n- Bookplate\nINCLUDES:\nSithrah 3 (COLLECTORS)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["373 backers", "Limited (127 left of 500)"]}, {"amt": "Pledge US$ 70 or more", "title": "All 3 Sithrah Books!", "descp": "INCLUDES:\nSithrah 3 (hardcover)\nSithrah 2 (hardcover)\nSithrah 1 (hardcover)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 110 or more", "title": "Original Art!", "descp": "Take your pick! You get one inked page of Sithrah 3.\nPlus one COLLECTORS Hardcover\n- Signed\n- Numbered (out of 1000)\n- Bookplate\nINCLUDES:\nSithrah 3 (COLLECTORS)\nOne Inked Page", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers", "Limited (31 left of 50)"]}, {"amt": "Pledge US$ 150 or more", "title": "All My Books Signed", "descp": "Here you can get all my books signed + the COLLECTORS copy of Sithrah 3.\nINCLUDES:\nPhobos (softcover)\nPROGRESSIONS: The Making of reMIND (hardcover)\nreMIND 1 (softcover)\nreMIND 2 (softcover)\nSithrah 1 (COLLECTORS)\nSithrah 2 (hardcover)\nSithrah 3 (hardcover)\nUnnatural Talent (softcover)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (1 left of 10)"]}, {"amt": "Pledge US$ 300 or more", "title": "DRAWING of YOU in the ACKNOWLEDGEMENTS!", "descp": "COLLECTORS Hardcover\n- Signed\n- Numbered (out of 1000)\n- Bookplate\n- Plus your name printed in the acknowledgements.\n- Plus your picture is drawn into the acknowledgements.\nINCLUDES:\nSithrah 3 (COLLECTORS)\nYour Name in Book\nYou are Drawn in Book", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (1 left of 7)"]}, {"amt": "Pledge US$ 750 or more", "title": "Book 1 out of 1000 + EVERYTHING ELSE", "descp": "YOU GET Sithrah 3 (Number 1 out of 1000!)\nYOU ARE DRAWN &\nYOUR NAME IN SITHRAH 3:\nYOU GET TO KEEP THE INKED ORIGINAL THAT I DREW OF YOU.\nYOUR NAME IS PRINTED IN SITHRAH 3\nORIGINAL ART:\n- Inked page from Sithrah\nCOLLECTORS:\nSithrah 1 (hardcover)\nSithrah 2 (hardcover)\nSithrah 3 (hardcover)\n- All Signed\n- All Numbered\n- All with Bookplate\n- You are drawn in the acknowledgements\n- Your name printed in acknowledgements\nreMIND COLLECTORS BOXSET:\n- Rare Slipcase\n- First Printing Hardcovers\n- Both Numbered\n- Both Signed\n- Bookplate in Vol 2\n- With sketch inside each book\n& ALL MY OTHER BOOKS: (signed)\n- PROGRESSIONS:\n(The Making of reMIND)\n- PHOBOS trade\n- UNNATURAL TALENT\n- reMIND 1 (softcover)\n- reMIND 2 (softcover)\nINCLUDES:\nreMIND (COLLECTORS BOXSET)\nSithrah 1 (COLLECTORS)\nSithrah 2 (COLLECTORS)\nSithrah 3 (COLLECTORS)\nOne Inked Page\nYou are Drawn in Book\nYour Name in Book\nPhobos (softcover)\nUnnatural Talent (softcover)\nPROGRESSIONS: The Making of reMIND (hardcover)\nreMIND 1 (softcover)\nreMIND 2 (softcover)\nNumber 1 out of 1000 (Sithrah 3)\nInked drawing of you", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 900 or more", "title": "Kung Fu Panda 3 Maquette + More", "descp": "Kung Fu Panda 3 Maquette of \"Po As The Dragon Warrior\" (See Update #2 for details)\nYOU ARE DRAWN &\nYOUR NAME IN SITHRAH 3:\nYOU GET TO KEEP THE INKED ORIGINAL THAT I DREW OF YOU.\nYOUR NAME IS PRINTED IN SITHRAH 3\nCOLLECTORS:\nSithrah 1 (hardcover)\nSithrah 2 (hardcover)\nSithrah 3 (hardcover)\n- All Signed\n- All Numbered\n- All with Bookplate\n- You are drawn in the acknowledgements\n- Your name printed in acknowledgements\nreMIND COLLECTORS BOXSET:\n- Rare Slipcase\n- First Printing Hardcovers\n- Both Numbered\n- Both Signed\n- Bookplate in Vol 2\n- With sketch inside each book\n& ALL MY OTHER BOOKS: (signed)\n- PROGRESSIONS:\n(The Making of reMIND)\n- PHOBOS trade\n- UNNATURAL TALENT\n- reMIND 1 (softcover)\n- reMIND 2 (softcover)\nINCLUDES:\nreMIND (COLLECTORS BOXSET)\nSithrah 1 (COLLECTORS)\nSithrah 2 (COLLECTORS)\nSithrah 3 (COLLECTORS)\nYou are Drawn in Book\nYour Name in Book\nPhobos (softcover)\nUnnatural Talent (softcover)\nPROGRESSIONS: The Making of reMIND (hardcover)\nreMIND 1 (softcover)\nreMIND 2 (softcover)\nInked drawing of you\nKFP3 Dragon Warrior Maquette", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Kung Fu Panda 1 Po Maquette", "descp": "Kung Fu Panda 1 Maquette of Po (See Update #2 for details)\nYOU ARE DRAWN &\nYOUR NAME IN SITHRAH 3:\nYOU GET TO KEEP THE INKED ORIGINAL THAT I DREW OF YOU.\nYOUR NAME IS PRINTED IN SITHRAH 3\nCOLLECTORS:\nSithrah 1 (hardcover)\nSithrah 2 (hardcover)\nSithrah 3 (hardcover)\n- All Signed\n- All Numbered\n- All with Bookplate\n- You are drawn in the acknowledgements\n- Your name printed in acknowledgements\nreMIND COLLECTORS BOXSET:\n- Rare Slipcase\n- First Printing Hardcovers\n- Both Numbered\n- Both Signed\n- Bookplate in Vol 2\n- With sketch inside each book\n& ALL MY OTHER BOOKS: (signed)\n- PROGRESSIONS:\n(The Making of reMIND)\n- PHOBOS trade\n- UNNATURAL TALENT\n- reMIND 1 (softcover)\n- reMIND 2 (softcover)\nINCLUDES:\nreMIND (COLLECTORS BOXSET)\nSithrah 1 (COLLECTORS)\nSithrah 2 (COLLECTORS)\nSithrah 3 (COLLECTORS)\nYou are Drawn in Book\nYour Name in Book\nPhobos (softcover)\nUnnatural Talent (softcover)\nPROGRESSIONS: The Making of reMIND (hardcover)\nreMIND 1 (softcover)\nreMIND 2 (softcover)\nInked drawing of you\nKung Fu Panda 1: Po Maquette\nOne Inked Page", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 60 or more", "title": "YOUR NAME IN THE ACKNOWLEDGEMENTS!", "descp": "COLLECTORS Hardcover\n- Signed\n- Numbered (out of 1000)\n- Bookplate\n- Plus your name printed in the acknowledgements.\nINCLUDES:\nSithrah 3 (COLLECTORS)\nYour Name in Book", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "60 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "All 3 Sithrah COLLECTORS Books!", "descp": "All 3 books are COLLECTORS Hardcovers\n- Signed\n- Numbered (out of 1000)\n- Bookplate\nINCLUDES:\nSithrah 1 (COLLECTORS)\nSithrah 2 (COLLECTORS)\nSithrah 3 (COLLECTORS)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}, {"amt": "Pledge US$ 215 or more", "title": "reMIND (BOXSET) + Sithrah (COLLECTORS)", "descp": "reMIND COLLECTORS BOXSET:\n- Rare Slipcase\n- First Printing Hardcovers\n- Both Numbered\n- Both Signed\n- Bookplate in Vol 2\n- With sketch inside each book\nAll 3 SITHRAH COLLECTORS Hardcovers\n- Signed\n- Numbered (out of 1000)\n- Bookplate\nINCLUDES:\nSithrah 1 (COLLECTORS)\nSithrah 2 (COLLECTORS)\nSithrah 3 (COLLECTORS)\nreMIND (COLLECTORS BOXSET)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "8 backers"]}], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "The FINAL Sithrah Books Are LIVE on Kickstarter!", "update_content": "Live on Kickstarter for 1 week!"}, {"update_no": "UPDATE #19", "update_userinfo": "Sithrah 4 Kickstarter is Now Live!", "update_content": "Hi guys!"}, {"update_no": "UPDATE #18", "update_userinfo": "The Sithrah 3 Campaign is All Wrapped Up!", "update_content": "Hello friends and family of Sithrah! \nI have some good news to tell you. We are all finished with the shipping of this campaign and I am officially marking it as closed! That's right, your books and shirts and mugs and art are all in the mail or delivered already. Here are some of your pictures on Instagram that I've seen recently. :)"}, {"update_no": "UPDATE #17", "update_userinfo": "Sithrah Book 3 will be shipping next week!", "update_content": "Hi guys!\nI was a little quiet these last few weeks because we went on vacation and just got back in town last night. But while on vacation, ALL THE BOOKS WERE DELIVERED TO MY GARAGE! So we are still on schedule to ship out all the Sithrah 3 books next week!\nI will be using Media Mail for all domestic orders so please give them a least a few weeks to arrive if you are in the USA. All international orders will be sent either First Class or Priority Mail depending on how many books you ordered and those will definitely take longer to arrive. But the good news is we will get them all out next week and so you will have them very soon! :)"}, {"update_no": "UPDATE #16", "update_userinfo": "Shirts & Patches are Shipping!", "update_content": "Hi all!\nHere is a big update for Sithrah 3! We got the t-shirts and patches made and we are sending them out ahead of schedule! Right now in fact. :) Here is a picture of the patch!"}, {"update_no": "UPDATE #15", "update_userinfo": "Sithrah Surveys Coming Soon!", "update_content": "Hi guys! \nI will be sending out a survey to you within the next few days! This survey will collect your address (to ship your books) and allow you to choose your Add-Ons that you want too. So make sure to check your email in a few days to see if you have a Sithrah 3 survey. Also just note that it will be from BackerKit not Kickstarter.  \nThank you so much for your support! See you soon!"}, {"update_no": "UPDATE #14", "update_userinfo": "Proofs Are In!", "update_content": "Hey guys! \nI just got all the proofs for Sithrah 3 and I made a little video showing them off. :) We are still on track to deliver WAY early too. Thanks for your amazing support!\nHere is the video!"}, {"update_no": "UPDATE #13", "update_userinfo": "Winners Announced! Book at Printer. Plus I sing you a song. :)", "update_content": "Hi guys!\nHere is a little video to give you the latest and greatest in this Sithrah 3 book. Here is a hint, it's all good news. :)"}, {"update_no": "UPDATE #12", "update_userinfo": "Sithrah 3 Art Contest - It's time to cast your votes!", "update_content": "Hello there! \nI hope your day is going amazing! Well, I have something amazing to share with you... All the art contest submissions! Here is a video I made of all the entries. Please grab a pencil and write down your favorite 5 as you watch the video and then head over to the survey to cast your votes. :)"}, {"update_no": "UPDATE #11", "update_userinfo": "Sithrah Contest is Ending Tomorrow!", "update_content": "Hey amazing backers!\nI just wanted to send out a reminder that the Sithrah 3 Art Contest will be ending tomorrow. So if you are finishing up your submission then please send it to me at coffeetablecomics@gmail.com before the end of day tomorrow (the 28th) to make sure it will be part of the voting competition. :)\nI can't wait to see what everyone comes up with and who gets chosen to be in the book. Here is another amazing entry."}, {"status": []}], "comment_no": 96, "projec_url": "https://www.kickstarter.com/projects/brubaker/sithrah-book-3", "project_name": "Sithrah - Book 3"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "$24,000 - FUNDING GOAL HIT!!!\n$35,000 - reprint reMIND 1 softcover (UNLOCKED)\n$44,000 - reprint reMIND 2 softcover (UNLOCKED) :)\n$51,761 - Download of Sketch versions of the whole book. (LOCKED)\n  Hi, my name is Jason Brubaker and I have been working on graphic novels since 2006. My first book series called reMIND took seven years to complete. In 2015 I quit my great paying job at Dreamworks Animation to work on SITHRAH full-time. \n  SITHRAH is an all-age sci-fi about a little girl trying to find her father after their plane crashes in a unfamiliar land. That's when she starts seeing an invisible creature who has been following her around. Is he protecting her or just along for the ride? It's not long until she runs into a young man named Dino who is running from his own ghosts. Will they find the crash site? Will her father be there?\nThis series will be 6 books long when complete. Each book will have a different color cloth binding.\n            How Do Add-Ons Work? (DOMESTIC ONLY PLEASE)\nI'll be using BackerKit to handle Add-Ons (surveys, shipping and more) Once you're a backer you can add to your order (DOMESTIC ONLY) like this:\nAdd up the total of your Add-Ons\nClick the blue \"Manage\" button in the upper right corner.\nAdd the total of your Add-Ons to your pledge amount.\nYou don't need to change the tier you've selected.\nThat's it! After the campaign closes I'll send you a survey through BackerKit and you will be able to easily select all the Add-Ons you wanted.\n          (If you are International and REALLY want to add something to your order, please message me and we can work out the shipping costs)\nI'll be adding more Add-Ons to this section as the campaign grows so please check back for more soon!\nSithrah has been a big experiment with the comic format by mixing subtle prose with comic panels. My hope is to blur the lines between comics, children's books, and novels without making it jarring for the reader. Here are a bunch of double page spreads from book 2.\nMost of my inspiration comes from the comic artists of the 90's when I refined my drawing style. Later I became influenced by Miyazaki's movies and storytelling and have been trying to make comics that have a similar depth and feeling.\nFeel free to read through my archive at Webtoons.com where I post weekly updates. I will continue to post new pages online until the full story is complete.\nSITHRAH 2 will be 160 full color pages in a hardcover book with a cloth binding. 1000 copies will have a signed and numbered bookplate. The interior pages will be printed on thick, high quality paper printed with the same care and attention to detail that I put into reMIND Volume 1 and 2. The retail price will be $24.95.\nSITHRAH 2: Propositions (160 pages)\nSITHRAH 1: Kingdom of the Air (96 pages)\nJust so you know some history of my books: The first printing of my first book, reMIND, was printed in spring of 2011 with 2500 copies that sold out in about 6 months. It got much praise from fans and won some awards and achievements including:\n2010 Xeric Grant Winner \n2012 Great Graphic Novels for Teens List (GGNT) \n2012 Selected for Arkansas State Reading list\nNovember at the latest! In other words, JUST IN TIME FOR CHRISTMAS! This will make a great Christmas present for kids and adults. :) So make sure to stock up and add lots and lots of copies as stocking stuffers.\nOkay, let me backup and explain how this will happen...\nSITHRAH 2 will be ready to go to the printer shortly after this Kickstarter ends. The printing process will take about 3 months for the proofs, printing and shipping. This means I'll probably be getting the books around September or October. I have helpers who will help me fulfill all the orders again and so we will try to get everything shipped within a month. (depending on how big this campaign gets)\nI put November as the shipping date as an absolute worst case scenario but I am estimating that the books will be in my garage by September and I will start shipping them out soon after that.\nPeople ask me why I chose to self-publish SITHRAH and reMIND. Well, when I started this my dream was to get the best agent and publisher and take the world by storm with my graphic novels. What I learned is that nobody cares about what you want to do until after you prove yourself. So I started posting pages online in 2009 to try to grow an audience and sure enough, a small group started following my progress. Later I applied for the self publisher's Xeric grant in 2010 and won $5000. This convinced me to fully commit to self-publish and it was then that I launched my first kickstarter back in 2010. To my surprise I raised over 12 thousand additional dollars to help print my first book. Then in 2012 I launched a second campaign for reMIND 2 and it raised a whopping $107,500! Although it was a crazy big campaign delivering so many books, it all worked out. Better yet, I now have a distributor for my books which was one of the biggest problems to overcome with self-publishing.\nThe funny thing is now that I have beautiful books published I am approached by publishers like I had dreamed about. I could easily sign a contract with a publisher but in being forced to self publish, I have also fallen in love with it. I can make the books exactly how I want them to look and reprint them whenever I want. I can focus on what's important to me instead of what's important to a publisher. It's a ton of work and I still have a lot to learn but overall I love self-publishing now. Thanks to Kickstarter and you guys for helping me I'll keep doing this as long as I can. :)\nMy business plan is to continue printing high quality first-printing books that are numbered, rare and sending them directly to my customers. The second and third printings will be manufactured more with mass distribution in mind.\nI hope the quality of my books are apparent as soon as you see them on the shelf and even more so when you slowly flip through the pages. My goal has always been to make a coffee table book that also happens to be a comic.\nNow lets talk about where the money will go. I plan to print 3500 copies of SITHRAH 2 in China which will reduce my costs big time.\n3500 copies = $14,000\nPlus Shipping, Fees and Taxes +$10,000 (low estimate)\nFUNDING GOAL = $24,000\nBetter yet, if we can blow past this goal then I will be able to unlock other books that are waiting to be printed. :)\nAll domestic orders will get free shipping. \nInternational orders will be charged $20 for shipping 1 book. Canada and Mexico will be charged $13 for 1 book. Multiple book tiers will be charged International shipping according to weight. I know it adds up. Sorry, there's nothing much I can do to lower the shipping costs though.\nAdd Ons are domestic only please. But if you really REALLY REALLY want to add on something to your international order then please message me and we can work out the details of how much you should pledge. :)\nJust like my past publications, I want to include some guest art in the back of the printed book. And so… ART CONTEST!!! I'm going to ask for art submissions while this campaign is live to give you a chance to get your art featured in the gallery of Sithrah: Book 2. Send me your amazing artistic version of the Sithrah characters to be printed in the book... FOREVER! I will credit you in the book too. These are the winners that were printed in Sithrah 1:\nThe page dimensions are 6.75 inches (wide) x 10.5 inches (tall). Please make sure all art is 300dpi when scanned. The deadline for submission is the closing of this campaign (May 31st at 5PM MST). Please send all submissions to J@CoffeeTableComics.com for consideration. Once this campaign is over, I will display all the entries for everyone to see and vote on their favorite. Then I'll pick the final winner(s) for the book. :)\nRemember that Kickstarter is an All-or-Nothing system. If I can't raise the full amount in the time given then I won't get anything. :(\nThanks for your support in making SITHRAH 2 the best graphic novel series it can be!\n(Now I need to run around my house to shake off this nervous feeling of running another Kickstarter. Breath. Breath. It will be okay. Okay, I'm better now.)\nI can't express in words just how much your support means to me and my family. Thank you again and again.\n- Jason", "risks": "Risks and challenges\nThis will be my 4th Kickstarter campaign and although I have successfully delivered all the rewards in my last campaigns I am even more prepared and confident that it will be a super smooth campaign. \n\nFor instance, before I would have 80% of my book finished, but this time I have it 100% finished and even 100% of additional books finished that might end up being stretch goals. I have people in place to help me with shipping again. Not to mention I am working full-time on comics now instead of just after I get home from work. I have gone above and beyond to deliver on all my past campaigns even to the point of getting freelance jobs to help finish paying for stretch goals that the campaign didn't fully fund. \n\nThere is always a chance that something could go horribly wrong and delays could happen but I have given myself a few extra months of buffer time if anything goes down. Thanks for trusting again. :)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #30", "update_userinfo": "24 Hours Left: Cognitive Drawing", "update_content": "If you haven't heard yet, I launched a campaign for my drawing curriculum called Cognitive Drawing about a month ago! And now there are only 24 hours left. Join over 1000 backers to help bring Cognitive Drawing to life!"}, {"update_no": "UPDATE #29", "update_userinfo": "Less than 40 Hours Left - Final Sithrah Campaign!", "update_content": "Last Call for Sithrah! Plus 50% off Back Stock!"}, {"update_no": "UPDATE #28", "update_userinfo": "The FINAL Sithrah Books Are LIVE on Kickstarter!", "update_content": "Live on Kickstarter for 1 week!"}, {"update_no": "UPDATE #27", "update_userinfo": "Sithrah 3: Last 50 Hours! And New T-shirt.", "update_content": "Hi guys!\nWe are approaching the finish line for the Sithrah 3 campaign with only about 50 hours left on the clock. This weekend we passed the second stretch goal unlocking a new CTC patch! And better yet, we are only 3k away from unlocking a new Sithrah T-shirt that I've wanted to make for a long time. Here is what it looks like:"}, {"update_no": "UPDATE #26", "update_userinfo": "Sketches of Sithrah 2 (PDF Download)", "update_content": "Hi there!\nI just wanted to FINALLY give you a download link to the sketches for Sithrah 2. This PDF has every page of the book in sketch form. Even though we didn't quite hit that last stretch goal of $51,761 (we were only $44 short) I felt like it was too close to deny the reward. :)\nSo here it is! It's another dropbox download link:"}, {"update_no": "UPDATE #25", "update_userinfo": "Sithrah 3 Kickstarter - Live Now!", "update_content": "Hi Sithrah backers!\nI just wanted to let you know that I just launched the Sithrah 3 campaign! Here is the link:"}, {"update_no": "UPDATE #24", "update_userinfo": "Wrapping Things Up!", "update_content": "Hellow Ya'll!\nI just wanted to give you a quick update for the Sithrah 2 campaign because I'm trying to get everything wrapped up and finished so I can close the lid on this one. There are just a few outstanding things that I still need to do which are:\nSend out the Digital Download link for those who got the Unnatural Talent Audio book.\nThere are still about 5 t-shirts that I need to send out. (We ran out so I need to print more but then we ran out of money so I needed to make more)"}, {"update_no": "UPDATE #23", "update_userinfo": "Books Have Been Shipped! (Well, most of them.)", "update_content": "Hi all you amazing Sithrah 2 backers!\nI just wanted to let you know that ALL of the domestic orders have been packed and shipped out today! We also shipped out most of the international orders too. The rest are all packed and ready to go with an exception of a few copies of Phobos that I need to find. \nMugs, Original Art and T-shirts are still in the works and we hope to get them to you before the end of the year. :)"}, {"update_no": "UPDATE #22", "update_userinfo": "Coffee in San Francisco on October 16th? (Sunday morning)", "update_content": "Hi everyone!\nI have some great news for ya'll! I received all the proofs for Sithrah 2 and reMIND 1 & 2 softcovers and they are all approved and we are now in printing and binding mode! Better yet, here is a short video showing you all the proofs and how the finished binding is looking. :)"}, {"status": []}], "comment_no": 156, "projec_url": "https://www.kickstarter.com/projects/brubaker/sithrah-book-2", "project_name": "Sithrah - Book 2"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "Did you miss the Kickstarter? Go to www.skyheartcomic.com to stay up to date on the project!\nI'm Jake Parker, and I'm making SkyHeart Book I: The Star Seed. \nSkyHeart is an all-ages graphic novel inspired by my favorite movies and comics. If you liked Miyazaki's Nausicaa, Star Wars, Tokien's The Hobbit, and Indiana Jones, then you just might become a fan of SkyHeart. \nSkyHeart will be a 7.5 x 10 inch 100+ page book that comes in both soft and hard cover editions. \nThe book is being written and drawn by me and is scheduled to be finished in May of 2016, and shipped out to backers in October of 2016.\nFor years I've been developing this project on the side, but it was so big, and so involved that it scared me! I felt I wasn't ready to create this book. \nAfter years working in animation as a concept artist (Horton Hears a Who, Rio, Epic) and comics (Flight, Missile Mouse, Rocket Raccoon) my skills as an artist and storyteller got better. I feel like I'm finally at a level now where I can take on a project like this and do it justice.\nSo...I'm going for it!\nThe Idea for SkyHeart was planted in my imagination over 15 years ago while on a road trip though the Arizona desert. I imagined the desert floor vanishing, leaving only an abyss of clouds with the rock formations suspended above them in the air.\nFrom that seed of an idea grew an entire world of characters and their struggles, with mythologies, cities, and technology fleshing out the rest of this universe.\nI love classic tales of adventure, of good versus evil, and struggles with real consequences. Which is why I look to films like Star Wars, Nausicaa, Castle in the Sky, and Indiana Jones, and books like the Hobbit for inspiration. Just because a story is all-ages, doesn't mean I can't enjoy it as much as my kids do!\nSkyHeart takes place on Airth, a world literally torn apart by a pre-historic war between the gods who created it. That war left the planet divided into 4 realms:\nThe Stratos, a chain of islands high in the sky where the Sylph people live.\nThe Rimland, a massive ring of continents and giant islands where most of the inhabitants of Airth live. Wake, our main protagonist, lives here.\nThe Abyss, a stretch of atmosphere filled with incredible cloud formations and tiny floating islands. Limberg and Grimm are from here. \nThe Core, an ocean covered rocky sphere filled with colossal caves. The Tengru, monsters and beasts, and the Dark Lord live down here.\nIn that great ancient war, the beings of Light were able to defeat the Shadows and banish them to the core, but not without a great cost. Losing most of their godly energy, they left Airth to search the universe for more power. Their children stayed to protect what was left of Airth from the evil trapped in the core. \nThousands of years later these pre-historic events have become myth, and the inhabitants of Airth are consumed with their own wars for power. \nHowever, deep in the core, the Shadows have not forgotten, and have begun sending their agents to the surface to harvest the people of their life force. Once enough of this power has been taken the Shadows will rise again to destroy the rest of Airth and start a new world.\nWake and his crew set off to find the Star Seed with the hopes of both saving Wake's mother, and the world of Airth. That is, if they can beat Malsang and his sinister tengru to it's secret location. \nHow Do Add Ons Work?\nI'll be using Backer Kit to handle rewards and add-ons. Here's what you do:\nAdd up the total of your selections (plus shipping if it applies) \nClick \"Manage Your Pledge\" in the upper right corner (blue button) \nAdd the total of your Add Ons to your pledge amount. You don't need to change the tier you've selected \nYou are done! Later you'll get a backer survey asking how you spent your add-on dollars and for other pertinent info. \nThank you!\n\nI'll be updating the add ons and adding more if the project funds and we hit stretch goals. I want to add a map of Airth, a poster, and more, so check back.\nI'm asking for A LOT of money. I've got a great youtube video here that outlines where all this money is going and how I arrived at this number. Basically, half the funds are going to the production of the content, and the other half is getting the books printed and shipped. \nHere's a breakdown of where the funds are going:\nPrinting: $12,000 This covers getting the books printed and shipped to my house. (15.4%)\nProduction: $42,000 This covers my time writing and drawing the book, paying a colorist, editor, and building the book and getting it ready for print. (53.8%)\nFees: $8000 This covers Backer Kit, Kickstarter and Amazon fees. (9%)\nShipping: $16,000 This covers packing up the books and shipping charges. I will be shipping the books PRIORITY MAIL to US backers to ensure the safe delivery of each package. International orders will all be sent FIRST CLASS. Orders will be packed in a bubble wrap sleeve, then put into heavy duty cardboard case. I talk all about how I ship things in this video. (23.4%)\nThis book will be produced in the spring and summer of 2016 and will be delivered to backers in September of that same year. Here's a rough timeline of the production:\nNovember: Run the Kickstarter\nDecember: Finish the SkyHeart manuscript\nJanuary - June: Drawing and coloring\nJuly: Building the book, and prepping for print\nAugust - September: Printing the book\nOctober: Packing and Shipping\nHi I'm Jake Parker, and here's a little bit about me written in third person to sound official: \nJake Parker is an illustrator and cartoonist. For the last 17 years he's worked on everything from animated films to comics to picture books. His credits include the animated films Titan A.E., Ice Age: Dawn of the Dinosaurs, Horton Hears a Who, Rio, and Epic. \nHe illustrated the New York Times bestselling book The Astonishing Secret of Awesome Man, and went on to also illustrate The Girl Who Wouldn't Brush Her Hair, The Tooth Fairy Wars, The Little Snowplow, and most recently finished his first children's book that he also wrote, Little Bot and Sparrow which will be available in fall of 2016.\nAlong with children's books Jake also draws comics, and recently finished five issues of Marvel's Rocket Raccoon. His Missile Mouse graphic novel series, published by Scholastic, have sold over 100,000 copies. His own self-published comics anthology The Antler Boy and Other Stories was funded through Kickstarter at over $85,000. \nJake is the creator of the Inktober challenge and World Art Drop Day, with both initiatives involving thousands of artists across the world. He's taught at Brigham Young University and is the co-founder of SVSLearn.com, an online art school specializing in visual storytelling. \nHe and his wife Alison live in Provo with their five kids, two cats, and five chickens. You can learn more about Jake and see his work at www.mrjakeparker.com\n                                      Facebook - Instagram - Twitter - Youtube", "risks": "Risks and challenges\nThis is my third Kickstarter and I fully recognize that unforeseeable problems might pop up. From production delays to collaborator mishaps to malfunctions with the printing press any number of setbacks could arise and push the delivery date of this project back. \n\nHowever, with my experience in self publishing and comics I'm confident that any potential obstacles will be dealt with swiftly and professionally. \n\nI understand the faith that backers have in me and my project so I'll be very transparent with everything that goes into the production of this book by posting frequent and timely updates, and being quick to notify backers of any setbacks.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "SkyHeart Winter Transmission - Tying Up Loose Ends", "update_content": "Hi Everyone,\nThank you\nI just wanted to touch base and thank each of you one last time for believing in this project and buying a book. Watching this book get made, printed, and shipped out has been one of the most stressful, but overall rewarding projects of my career. I'm really proud of SkyHeart and happy to have finished it."}, {"update_no": "UPDATE #32", "update_userinfo": "Books Are Here!", "update_content": "Books are Here!\nThe books arrived safe and sound from my printer in China. So relieved! "}, {"update_no": "UPDATE #31", "update_userinfo": "SkyHeart Books!", "update_content": "Exciting news! The books are on a boat headed to Provo and get here September 14th.\nThe printer overnighted a couple of books so I could see what they look like. They turned out so good. Better than I had expected! \nHere's some photos:"}, {"update_no": "UPDATE #30", "update_userinfo": "SkyHeart Proofs!", "update_content": "I got the proofs back from the printer and the book is looking great!\nI'll admit that when I delivered the files to the printer I was SO DONE. I didn't want to think about SkyHeart. But now, seeing these pages, leafing through them with my fingers, it's making me want to drop everything and start book 2! "}, {"update_no": "UPDATE #29", "update_userinfo": "SkyHeart Cover", "update_content": "I'm wrapping up the loose ends with SkyHeart before I send it off to the printers. This week I finished the cover!"}, {"update_no": "UPDATE #28", "update_userinfo": "April SkyHeart Transmission", "update_content": "You guys, YOU GUYS! Interior pages of SkyHeart are FINISHED!\nThis includes all the coloring, lettering, copy editing, formatting, back matter, title pages, chapter breaks, copyright page, and end pages. The book is built out in InDesign and ready to export. \nThe last thing on my list is designing and polishing the front and back cover."}, {"update_no": "UPDATE #27", "update_userinfo": "February SkyHeart Transmission", "update_content": "Before the month closes out I wanted to share with you some colored pages. As of right now I have 94 pages colored, 32 left to do.\nHere's some of my favorites so far:"}, {"update_no": "UPDATE #26", "update_userinfo": "January SkyHeart Transmission", "update_content": "Inks are finished!"}, {"update_no": "UPDATE #25", "update_userinfo": "December SkyHeart Transmission", "update_content": "Just wanted to wrap up the year with another SkyHeart update.\nAter squeezing in as much drawing as I could in between everything this month I was able to get half of the pages done in this 5th and final chapter of SkyHeart.\nYou can see some of these pages here. Because of all the detail they took FOREVER."}, {"update_no": "UPDATE #24", "update_userinfo": "November SkyHeart Transmission", "update_content": "Hello Everyone!\nTouching base here at the end of November to let you know where things are at.\nFinished with layouts on Chapter 5. You can see those here below. (Don't look too close if you want to avoid any spoilers.) Chapter 5 ended up being 6 pages longer than all the other chapters. Just couldn't fit everything I wanted to write into 24 pages. "}, {"status": []}], "comment_no": 199, "projec_url": "https://www.kickstarter.com/projects/jakeparker/skyheart-book-i-the-star-seed", "project_name": "SkyHeart Book I: The Star Seed"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "☆ FYI ☆ - Rewards at the $65 pledge level will now include 2 signed bookplates!\nThank you so much! We've reached 100% funding in just a few hours. But let's not stop there! The money we raise over our funding goal will help me to make this book, backer rewards, and regular Cucumber Quest updates even better!\n11/19/2014 - We did it! Thank you so much for helping us pass our highest stretch goal with three days to spare. Cucumber Quest will update more frequently all throughout next year, and I'm so excited!\n  ---\nA terrible evil sealed away in ancient times has returned! An age of darkness looms on the horizon! The world of Dreamside needs a legendary hero, a sword of light, and… stuff like that. You know, the usual.\nBut what happens when you're the 100th in a line of legendary heroes who have done the same old thing? When you're trapped in an endless cycle because the bad guys keep coming back, what do you do? And what do they do?\nMy name's Gigi D.G., and I've been writing and illustrating an online comic for the past three years. Cucumber Quest is a lighthearted fantasy story filled with charming characters, colorful locales, and a plot that has a little fun with typical adventure clichés.\nCucumber Quest's first and second books were made possible thanks to two successful Kickstarter campaigns in 2012 and 2013. Today's campaign is a bit different, though, because I'd like to print three books this time around. Take a look!\nThe main event! Cucumber and Almond's quest brings them to Trebleopolis just in time for Queen Cymbal's birthday, but the party stops when Noisemaster, second of the Nightmare Knight's minions, threatens to reduce the city to rubble. (Or, uh, maybe the party starts? It's kind of hard to tell with that guy.)\nCucumber Quest's third book will be about 240 pages, featuring \"Chapter 2: Makin' Some Noise\" and the following 41-page interlude, bonus comics, and more! Standard softcovers as well as limited-edition hardcovers will be available.\n It's been two years since CQ's first book was printed, and now, my supply of copies is running very low. To ensure that they don't run out completely, a portion of our goal will be used to fund a reprint.\nEarlier this year, I printed an extremely limited run of an art booklet called Cucumber Dressed, featuring CQ characters in various cute outfits. Since this little book sold out so quickly, I've been asked several times about my plans for a reprint. I'd like to do more than that!\nWith your help, I'll be able to print an even nicer edition of Cucumber Dressed, nearly twice as long as the original booklet. This 8\"x10\" \"Spring 2015\" issue will include 48 full-color pages featuring old illustrations, new illustrations, and some surprises!\nMini Print Set\nA collection of seven postcard-sized (6\"x4\") prints, each featuring a character from the comic. The previous two sets, (which are still available at certain reward levels,) are pictured above and below. Who will be the stars of this year's print set? That's to be determined by a backer poll!\n Bookplate Sticker\nA 6\"x4\" vinyl sticker, signed by me, which can be placed in the inside cover of your book. Or, like, anywhere. I don't judge.\nThree all-new bookplate designs will be available this time around, so if you pledge to a reward tier including three bookplates, you'll receive one of each!\n\"Beautiful Boy\" Shirt\nCount Legato worked so hard in the Kickstarter video, huh? Let's throw him a bone! At certain reward levels, you'll receive this \"Beautiful Boy\" t-shirt, inspired by the Legato Manor portion of Chapter 2. (Oh, and this shirt's for everyone--not just boys!)\nAt the $200 pledge level, you'll receive an inked drawing of the Cucumber Quest character of your choice. This is a physical reward.\nAt the $500 level, I'll work with you to create a custom profile card of yourself as a resident of Dreamside! Or a loved one. Or maybe just your original character. It's up to you! This is a digital reward.\n(And don't worry--it won't actually be Sir Bacon holding your face on a sign. Unless you want that!)\nAt the $1000 level, you'll receive a truly one-of-a-kind reward: a handcrafted paper cutout featuring the Cucumber Quest character of your choice! You can also choose one of the two rewards listed above.\n...And that's it. Thank you so much for reading!", "risks": "Risks and challenges\nIn the past, I've shipped backer rewards with only the help of a few family members, a pretty huge undertaking that severely cut into my time to work on anything else. This time around, Breadpig and Amplifier will be handling fulfillment, which will mean much a timelier, more efficient shipping process. \n\nSince the comic portion of this book is already complete, all that remains is editing for print and completing bonus materials, which will take just a few months. Printing will be handled by the same reliable company that has produced the first two books.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Rewards Shipping", "update_content": "Hi again!"}, {"status": [{"Project funds successfully": "1,931 backers pledged $119,908"}, {"Project launches": "OCTOBER 22, 2014"}]}], "comment_no": 67, "projec_url": "https://www.kickstarter.com/projects/1003106610/cucumber-quest-book-three", "project_name": "Cucumber Quest Book Three"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "300% FUNDED! Thank you so much, everyone!\nStretch Goals = More Free Stuff!\n$17,000 - FUNDED in 33 hours!\n$25,000 - UNLOCKED - Cloth Binding Upgrade\n$30,000 - UNLOCKED - Download of Sketches for everyone!\n$32,500 - UNLOCKED - Digital Audio Book Download for everyone!\n$34,000 - UNLOCKED - Cross Campaign Video Call!\n$35,000 - UNLOCKED - Stickers for every order!\n$40,000 - UNLOCKED - Bookmarks for every order!\n$45,000 - UNLOCKED - Signed Sithrah print for every order!\n$50,000 - UNLOCKED - 40 page printed comic for every order!\nI am blown away with all your enthusiasm and support to make sure Sithrah gets made! If anyone wants to see behind the scenes as I continue to make Sithrah please consider becoming a patron of Sithrah at http://www.patreon.com/jasonbrubaker\nDon't miss the next Sithrah Kickstarter! \nJoin my Mailing List if you want to be notified the moment it launches.\nWhat are my other books about?\n___________________________\nWho am I?\nHi, my name is Jason Brubaker and I have been working on graphic novels since 2006 in my free time. My first book was called reMIND which took seven years to complete. Now I have been working on a brand new story called SITHRAH.\nWhat is SITHRAH?\nSITHRAH is an all-age sci-fi about a seven year old girl who ends up alone when her plane crashes in a unfamiliar land. Trying to locate her missing father, she starts seeing an invisible creature that has been following her. This book will be the first in a series of 5 or 6 books depending on how long it takes me to tell the story. :)\nI was inspired by comic artists in the 90's when I refined my drawing style and then was influenced by Miyazaki's movies and storytelling over the last decade.\nFeel free to read through as many pages as you want on my website here. I will continue to post new pages online until the full story is complete.\nAs you can see I'm experimenting with the comic format by mixing subtle prose with the comic panels. My hope is to blur the lines between comics, children's books, and novels without making it jarring for the reader.\nBook Specs.\nSITHRAH will be 96 full color pages in a hardcover book. 1000 copies will include a signed and numbered bookplate. The interior pages will be printed on thick, high quality paper printed with the same care and attention to detail that I put into reMIND Volume 1 and 2. The retail price will be $19.95.\nJust so you know some history of my books: The first printing of my first book, reMIND, was printed in spring of 2011 with 2500 copies that sold out in about 6 months. It got much praise from fans on Amazon and has won some awards and achievements during and after the production including:\n2010 Xeric Grant Winner\n2012 Great Graphic Novels for Teens List (GGNT)\n2012 Selected for Arkansas State Reading list.\nPublication Date\nSITHRAH will be ready to go to the printer in October 2014 if everything goes according to plan. The printing process will take about 3 months for the proofs, printing and shipping to happen. This means I'll probably be getting the books around January or maybe February if the holidays get in the way (which I assume they will)\nI put April as the shipping date as an absolute worst case scenario if I can't get the printing started when planned. But I am estimating that the books will be in my garage by January so I can start shipping them out soon after that.\nWhy Self-Publish?\nPeople ask me why I chose to self-publish reMIND and SITHRAH. Well, when I started this my dream was to get the best agent and publisher and take the world by storm with my graphic novels. What I learned is that nobody cares about what you want to do until after you prove yourself. So I started posting pages online in 2009 to try to grow an audience and sure enough a small group started following my progress. Later I applied for the self publisher's Xeric grant in 2010 and won $5000. This convinced me to fully commit to self-publish and it was then that I launched my first kickstarter back in 2010. To my surprise I raised over 12 thousand additional dollars to help print the first volume. Now I HAD to self-publish as well as learn to distribute and sell my books. My original kickstarter campaign has been essential in getting reMIND where it is now and it has opened up doors that I never thought possible. Then in 2012 I launched a second campaign for reMIND 2 and it raised a whopping $107,500! Although it was a crazy big campaign delivering so many books, it all worked out. Better yet, I now have a distributor for my books which was one of the biggest problems to overcome with self-publishing.\nThe funny thing is now that I have beautiful books published I am approached by big publishers like I had dreamed about. I could easily sign a contract with a good publisher but in being forced to self publish, I have also fallen in love with it. I can make the books exactly how I want them to look and reprint them whenever I want. I can focus on what's important to me instead of a publisher who is mainly focused on the bottom line. It's a ton of work and I still have a lot to learn but overall I love self-publishing as well as owning all the rights to my stories.\nMy business plan is to get to the point where I can make a living off of my self-publishing by always printing high quality first printing books that are numbered, rare and sending them directly to my customers. The second and third printings will be manufactured more with mass distribution in mind once I figure that part out a little better.\nI hope the quality of my books are apparent as soon as you see it on the shelf and even more so when you slowly flip through the pages. My goal has always been to make a coffee table book that also happens to be a comic.\nMoney\nNow lets talk about where the money will go. With SITHRAH I have decided that my goal is to print 4000 copies for the first printing. This will further reduce the printing costs and give me more stock so I don't sell out in 6 months like I did with reMIND. Wait, what am I saying. I'd love to sell out in 6 months! :)\nAnyway, so my printer quote is $11,500 for 4000 hardcover copies. In my last campaign I had crazy shipping costs, taxes and unexpected fees and so I'm trying to add some of these fees to the campaign funding goal. If I can raise over $17,000 I will be in a great spot to cover most of the expense of Sithrah Book 1. As usual, I'm always adding my own money to the mix and I will do the same with this one to make sure the book turns out amazing.\nRemember that Kickstarter is an All-or-Nothing system. If I can't raise the full amount in the time given then I won't get anything. :(\nThanks for your support in making SITHRAH the best graphic novel set it can be!\nTHANK YOU ONE MILLION TIMES!\n- Jason\nArt Submission:\nJust like my past publications, I want to include some guest art in the back of the printed book. And so… I'm going to ask for art submissions while this campaign is live to give you a chance to get your art featured in the gallery of Sithrah: Book 1. Send me your amazing artistic version of the Sithrah characters and I will choose some of them to be printed in the book. FOREVER! I will credit you in the book too.\nThe page dimensions are 6.75 inches (wide) x 10.5 inches (tall). Please make sure all art is 300dpi when scanned. The deadline for submission is the closing of this campaign. Please send all submissions to Jason@remindblog.com for consideration. Once this campaign is over, I will display all the entries for everyone to see and vote on their favorite. Then I'll pick the final winner(s) for the book. :)", "risks": "Risks and challenges\nI have had a bunch of experience with Kickstarter campaigns in the past with my last two successful reMIND campaigns. Together they have raised over $120,000 on Kickstarter and although I have had unexpected expense, I was able to get everything shipped out and completely fulfilled for both campaigns. \n\nThe biggest challenges that I see are shipping and distribution of all the books around the world in a timely manner. This time around, I will be dividing up the rewards to other partners who can help so there will be multiple locations where packages will be shipped from and this should considerably help ease my work load and speed up the final delivery of the books.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #53", "update_userinfo": "Check out my NEW Graphic Novel - PHOBOS!", "update_content": "Hey there! \nYesterday I launched my newest Graphic Novel over on IndieGogo called PHOBOS! (Don't worry, I'll put it on Kickstarter in October if you prefer Kickstarter.) \nPHOBOS is a lighthearted comedy hinting at heavy themes that will intensify as the story progresses.  If you like the tone of The Munsters or The Adams Family (or my other books) then you will love PHOBOS!"}, {"update_no": "UPDATE #52", "update_userinfo": "24 Hours Left: Cognitive Drawing", "update_content": "If you haven't heard yet, I launched a campaign for my drawing curriculum called Cognitive Drawing about a month ago! And now there are only 24 hours left. Join over 1000 backers to help bring Cognitive Drawing to life!"}, {"update_no": "UPDATE #51", "update_userinfo": "Cognitive Drawing - Teach Yourself to Draw!", "update_content": "I know you are probably stuck at home with very little to do. Well, I might have some good news for you!\nI just launched a DRAWING CURRICULUM this morning called Cognitive Drawing! It's 160 pages and 90 days of worksheets that you can do at your own speed from anywhere. It's also perfect for homeshcooling!\nYou can save $5 if you back it today because I have an Early Bird Tier still up for grabs too."}, {"update_no": "UPDATE #50", "update_userinfo": "Sithrah COMPLETE BOXSETS for 50% off!", "update_content": "Did you happen to miss any of the Sithrah campaigns?\n Grab a COMPETE SET while you can! (50% off) \nI've been selling the remaining defective boxsets of Sithrah for the last week and we have shipped out 19 complete sets already. If you are just looking for a reader copy, or something for the kids, I only have 11 left at this price so grab one while you can. Remember, it's the COMPLETE story! No more cliffhangers. :)"}, {"update_no": "UPDATE #49", "update_userinfo": "Less than 40 Hours Left - Final Sithrah Campaign!", "update_content": "Last Call for Sithrah! Plus 50% off Back Stock!"}, {"update_no": "UPDATE #48", "update_userinfo": "The FINAL Sithrah Books Are LIVE on Kickstarter!", "update_content": "Live on Kickstarter for 1 week!"}, {"update_no": "UPDATE #47", "update_userinfo": "The Sithrah 5 & 6 Campaign is LIVE! (+DISCOUNT LINKS)", "update_content": "Hi there.\nIf you haven't heard yet, I'm giving away a 110 page softcover book to my patreons this month! Here's the cover:"}, {"update_no": "UPDATE #46", "update_userinfo": "New 110 Page Softcover - PHOBOS", "update_content": ""}, {"update_no": "UPDATE #45", "update_userinfo": "24 Hours Left to Get Sithrah 4 + Slipcases!", "update_content": "Hi guys!"}, {"status": []}], "comment_no": 408, "projec_url": "https://www.kickstarter.com/projects/brubaker/sithrah-book-1", "project_name": "Sithrah - Book 1"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "WE DID IT !! THANK YOU SO MUCH FOR THE SUPPORT GUYS !!!\n------------------------------------------\nThe Perfect Sketchbook\n(60 pages of Artist Grade 100% Cotton, watercolor paper) \nby Erwin lian & Bynd Artisan\n\nThe Story\nOver the past 14 months or so, I have been traveling around the world and sketching... France, Germany, Spain, Italy, across Asia and the list continues to grow. The term \"sketch-hunter\", coined by Robert Henri, describes me best. I sketch almost daily, noting down everything from interesting people to the places I have visited. Whether it is in a moving subway cabin, a car, a bus or on a Tut-Tut, I sketch.\nhttp://cherngzhi.tumblr.com/\nme, my sketchbook and world travels\n\nMy passion has led me to try out numerous sketchbooks and I have tried using everything available in the market. With the need to perfect my watercolor sketches, I began to search for that perfect sketchbook. One that should be hardbound, compact, binds well, opens flat, and filled with  Artist Grade 100% cotton paper (makes it strong but pliable). Unfortunately, I couldn't find such a sketchbook out there... so, I decided to make one.\nI went on and searched for quality sketchbooks manufacturers and discovered Bynd Artisan®; a premium leather and paper label in Singapore. The people behind this brand have been in the book-making business for more than 70 years, and were very receptive of my ideas on a sketchbook. They agreed to collaborate on this project, and their sincerity & earnestness to create the Perfect Sketchbook moved me beyond words.\n\nThe Perfect Sketchbook is a top-of-the-line sketchbook made with quality materials sourced from around the world.\n\nStay updated with our Facebook page:\nhttps://www.facebook.com/theperfectsketchbook\n_____________________________________________________________\n      PLAY\n\nphotography by Erwin Lian\nThe ability to assess + establish correct values are two of the most important skills required in painting. Chroma inherits values and this is why many painters will first complete an under-painting (with only values) before applying chroma. Having a value chart with you, allows for you to place it against the subject to properly assess values.\nMost artists hold their sketchbook in a certain way to keep it flat. The value chart was designed for ease of use for both left- and right-handed Artists. So if you are a left holder, you may flip to the left for the value chart and if you are a right holder, you may flip to the right for it. While this could be more user-friendly with a portrait- format book. The decision for a landscape-format was strictly based off reliable data which informs us that users who use a book of this size would prefer the landscape-format. Of course, given a chance in the future, I will release a series of different sizes and formats\nLocating the right value with a value chart\nYou may be able to upgrade the existing value chart by punching holes on each step. As seen in the image above, I managed to pick the right value for the grass by hovering my value chart over it. Squinting your eyes helps a little with the assessment process. However, this would entail that your sketchbook be less aesthetically pleasing, and this is why The Perfect Sketchbook that you will receive will not come with these punched holes.\n___________________________________________________________\n\nGRAIN DIRECTION IN PAPER.\nThe Perfect Sketchbook requires up to 3 full sheets of watercolor paper. Why so many for such a small book? Well, that’s due to proper grain direction.  \nWhy paper grain is important?\nIf the grain is wrong, many undesirable things will happen:\n1) The book will not open very well. \n2) The paper will crease and buckle (due to paper expansion) 3) Stress is put on the stitching and could even break it; \nAn illustration to the utilization of paper with proper grain direction:\nAs there would be more paper wastage when we consider grain direction, I am working on possibly re-cutting the waste to create paper swatches that can be inserted into The Perfect Sketchbook's inner pocket. The Artist can make use of these inserts to test their colors prior to actual application. This suggestion has yet been finalized, and I will keep everyone updated.\nMany sketchbook-makers may not consider the grain direction in order to reduce cost of production. However, this will result in poor quality.\n                                                          Please note that Singapore-based backers will also enjoy the free shipping offered to America-based backers. Simply back the reward at the amount without international shipping charges. Free shipment is ONLY for Singapore and U.S. based backers. Thank You\n-------------------------------------------------------------------------------------------------\nPLAY\n\n------------------------------------------------------------------------------------------\nThe Team\nErwin Lian | Artist / Educator/ Designer\nMe, sketching in the kingdom of Bhutan\nMy name is Erwin and I am an Artist from Singapore. I received my Bachelor of Fine Arts in Time-Based Media Studies from the Columbus College of Art (2004) and completed my Master of Arts in Design Development from The Ohio State University (2009).  I lecture at the Film Media Studies department in Ngee Ann Polytechnic, Singapore.\n\nI travel extensively with my sketchbooks, recording the visages of the people who I meet, places I have been to and cultures that I have personally experienced. Through my craft, I hope to inspire and share the peace and joy I feel whenever I create and paint.\nI painted all the paintings,shot all the photographs and did part of the computer animation featured in this kick starter project. The entire project was completed by me and two students, Jason Yong and Jacon Lim from DVFX, Ngee Ann Polytechnic\n\n(www.cherngzhi.com)\nBYND ARTISTAN | Partner & Manufacturer\nThe Goy Liang Book-Making Company had its first true home in 1945 when it was set up in a little shop house along Mohamed Sultan Road. It was a family-run business that served a genuine need and it gradually grew beyond the boundaries of Singapore and Malaysia.\nThrough the intervening years, the business of book-binding has moved inexorably with the progress of technology. Yet at its heart, each and every book had its beginning much like in the days of old - hand-designed and prototyped by a small band of craftsmen who grew up in the trade.\nBynd Artisan was conceptualized to celebrate the joy of traditional paper and leather making.  Bynd Artisan hopes to write its own history through the remarkable output of Singapore’s greatest practicing craftsmen.\n\nThe Company has manufacturing facilities both in Singapore & Malaysia.\n(http://www.byndartisan.com)\nGrandluxe is the parent company of the Label Bynd Artisan\n-----------------------------------------------------------------------------------------------\nEstimated Time Schedule\nThe thicker the arrow = more funds goes there\n\nThis really is a project derived through an impulse based on personal need. Due to the requirement of new materials that was unavailable at the manufacturer, the cost of materials would be very high if I only made enough for personal consumption, so I decided to open up the availability of this pet project so that supporters may enjoy the same high quality that I personally demand while driving costs down for all of us. Kindly note that funds are subjected to 5% commission from Kickstarter and 5% from Amazon for credit card transaction fees. I have made most of the graphics and shot the photographs myself. The computer animation was completed with help from two students of mine (Jason & Jacob) and a stipend was paid to them.", "risks": "Risks and challenges\nRisk: \n1)Since this book is constructed with quality materials from all over the world, shipment may run into delays. Prices and availability of raw materials may also fluctuate. We have cushioned our budget with a modest amount to account for such events. In the event that raw materials have to be replaced, I will update everyone accordingly (very unlikely).\n\n2) Bynd Artistan has more than 70 years of experience in book-making. I have visited their manufacturing facility and am confident that we can produce this sketchbook. I will update the manufacturing progress accordingly.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #50", "update_userinfo": "The Perfect Sketchbook 2020", "update_content": "Dear Backers,\n  Thank you so much for your continued support. The Perfect Sketchbook Signature 2020, Hotpress  sold out within 1 hour of launch and there are only about 600 copies of the Coldpress version left. For those who still wanted the Coldpress version, you can purchase them via this link:\nhttps://etchrlab.com/collections/sketchbooks/products/sigseriescp20"}, {"update_no": "UPDATE #49", "update_userinfo": "The Perfect Sketchbook Signature Series 2020", "update_content": "Dear Backers,\nI hope this email finds you well.\nThe Covid-19 pandemic is affecting all of us. First and foremost, my heart goes out to anyone who has directly or indirectly been impacted by the virus, My thoughts are especially with those who are sick, to whom I would like to extend my heartfelt wishes for a full recovery.\nIt’s been more than a year since our last update and The Perfect Sketchbook has finally found its way into some of our favourite art supply stores, including and . Through your continued support and recommendations, the sketchbooks have survived and reached more artists."}, {"update_no": "UPDATE #48", "update_userinfo": "The Perfect Sketchbook A4 and A5 Landscape released :)", "update_content": "Dear Backers,\n    Thank you so much for your continued support. I have good news ! The Perfect Sketchbook Signature is sold out and The Perfect Sketchbook Series is finally released on Etchr Lab's web-store. These A4 and A5 landscape formatted sketchbooks are filled with 100% Artist-grade cotton paper.  Similar to The Perfect Sketchbook B5 Signature, they are filled with 300 GSM paper and were made to handle heavy washes.  Currently, The Perfect Sketchbook is a limited release and we will need your continued support to make them a continued product. Be sure to secure your bundles now !"}, {"update_no": "UPDATE #47", "update_userinfo": "The Perfect Sketchbook B5 Signature with Etchr Lab", "update_content": "Dear Backers,\nHope all is well. I am glad to inform you that The Perfect Sketchbook B5 Signature is finally available on Etchr Lab web-store. (https://etchrlab.com/collections/sketchbooks/products/the-perfect-sketchbook-b5-signature-series?utm_campaign=erwin_site&utm_source=website)"}, {"update_no": "UPDATE #46", "update_userinfo": "Subject Line: Important: want a Perfect Sketchbook? Please take action.", "update_content": "Dear Backers,\nHappy Lunar New Year :) \nDo you want to stay in the loop about the next iteration of The Perfect Sketchbook? \nThen please subscribe to this new mailing list."}, {"update_no": "UPDATE #45", "update_userinfo": "The Perfect Sketchbook is back !", "update_content": "Dear Backers,\n\nHappy New Year!\nIt’s been more than 4 years since we first made The Perfect Sketchbook. The journey to sustain this project has been challenging and I am extremely grateful for all your continued support in the past few years."}, {"update_no": "UPDATE #44", "update_userinfo": "INTERLACE, The Perfect Sketchbook Show", "update_content": "Dear Backers,\nThank you so much for making our group show, INTERLACE, a reality.\n\nWe have a successful private opening on Wednesday, sold some works and there are just a few more that you can purchase at the following URL:\nhttps://www.byndartisan.com/collaborations/9_interlace.html"}, {"update_no": "UPDATE #43", "update_userinfo": "INTERLACE, a group showing featuring 20 Artists from The Perfect Sketchbook", "update_content": "Dear Backers,\n\nI hope this email finds you well. Last year, we successfully launched The Perfect Sketchbook 2017 and they sold out within two weeks. For the past few months, I have received numerous requests to issue new sketchbooks. Knowing that I can’t turn The Perfect Sketchbook into a sustainable business, I reserved some books from 2017 and invited 20 prominent artists from our campaign to a group show. Our show, Interlace, will open from 8 March 2018 at Bynd Artisan, Holland Village Atelier."}, {"update_no": "UPDATE #42", "update_userinfo": "443 books left :) Back now :)", "update_content": "Dear Backers,\n\nThank you so much for your overwhelming support.\n\nWe received more than 450 orders within the past 24 hours and we are now left with just 443 copies of The Perfect Sketchbook B5 2017. If you missed our previous campaign, this is definitely a good time to secure your copy.\n\nTo place an order, visit"}, {"update_no": "UPDATE #41", "update_userinfo": "The Perfect Sketchbook B5 Limited Edition 2017", "update_content": "Dear Backers,\n\nI hope this email finds you well. Over the past few years, I have been thrilled to witness how so many of you have enjoyed The Perfect Sketchbook. It has been wonderful to learn about the positive impact that these sketchbooks have had on your painting and travels. Many of you have emailed me in the hope that I will reissue these sketchbooks, and I am pleased to inform you that I am accepting orders for The Perfect Sketchbook B5 (2017 Limited Edition) on www.theperfectsketchbook.com. Limited to 900 copies, each sketchbook is individually numbered from 1 to 900. Order immediately to secure your copies now."}, {"status": []}], "comment_no": 109, "projec_url": "https://www.kickstarter.com/projects/theperfectsketchbook/the-perfect-sketchbook-for-travel-artists-and-art", "project_name": "The Perfect Sketchbook for Travel Artists & Art Enthusiasts"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "The idea behind Message from a Bottle is easy to explain: We send out messages in bottles out into the oceans which are equiped with GPS tracking devices so that you can see on our website where your message is traveling for a limited time. After that your message will freely float in the oceans and anyone finding it will be able to contact you via our website.\nWe need YOUR help with our project. We have already achieved a lot but now it's time to get your help to expand our idea to a global scale and successfully market our idea worldwide. \nThe goal is to establish an international courier service. Our endeavour is to send your personal “message from a bottle” on an insane journey, embarking from a multitude of different places across the globe. \nTo gain international acclaim, we are planning a “Kick-Off”-Event, west to Ireland, where our maiden voyage will start with your rewards. For this purpose we are inviting international media representatives. \nWe are so happy for your support and really appreciate it.\nRewards\nPledge $5\nYou will get photos from the maiden trip, and information when and where it has started.\n\nPledge $10\nYou will get photos from the maiden trip, and information when and where it has started.\nYou will get a \"passport\" mailed to you with a personal link to a map of the route. And you will have the chance to keep track with our maiden trip for three months.\nThe \"Passport\" that we will mail to you.\n\nPledge  $25\nYou will get photos from the maiden trip, and information when and where it has started.\nYou can send your message by email, with your personal greetings, congratulations or announcements. We will print the message and leave it in your bottle. Then you will get a photo. As a sort of proof. Afterwards, your bottle and your message will go on its journey.You will get a \"passport\" mailed to you with a personal link to a map of the route. And you will have the chance to keep track with our maiden trip for six months.\n\nPledge $50\nYou will get photos from the maiden trip, and information when and where it has started.\nYou will leave your message in a bottle (max. height 25 cm, max. diameter 8 cm) and send it back to us. We will make the bottle seawater-resistant, afterwards your bottle will go on its journey.\nYou will get a \"passport\" mailed to you with a personal link to a map of the route. And you will have the chance to keep track with our maiden trip for a full year.\nPledge  $100\nYou will get photos from the maiden trip and information, when and where it has started.You will get two bottles in a nice gift box. You will leave your message in both bottles, send one of them back to us, and keep the other one as a souvenir. We will make the bottle seawater-resistant, afterwards your bottle will go on its journey.You will get a \"passport\" mailed to you with a personal link to a map of the route. And you will have the chance to keep track with our maiden trip for a full year.\nThe gift box including two bottles\nPledge $5.000\nYou will get photos from the maiden trip and information, when and where it has started.You will get two bottles in a nice gift box. You will leave your message in both bottles, send one of them back to us, and keep the other one as a souvenir. We will make the bottle seawater-resistant, afterwards your bottle will go on its journey.You will get a \"passport\" mailed to you with a personal link to a map of the route. Your bottle will receive its individual GPS tracker and  you will have the chance to keep track of your bottle for two years.", "risks": "Risks and challenges\nOur system is tried and tested. The tracking system is already working on our website. We will have to wait until all backers have sent back their messages to us but as soon as that happened, your messages will go on their journeys!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Konrad Icking\nFirst created · 0 backed\nFounder and inventor of \"Message from a Bottle\". More than 30 years as a freelancer with excellent knowledge in the service industry.See more"}, "support": [], "updates": [{"status": [{"Project ends": "AUGUST 31, 2014"}, {"Project launches": "AUGUST 1, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/2024202141/message-from-a-bottle", "project_name": "Message From A Bottle"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "For those not fluent in German, there are English explanations further down the page. Please scroll.\nJason Brubakers grafischer Roman reMIND ist einfach nur genial. Die Figuren und die Handlung sind einfühlsam entwickelt, und die Zeichnungen ähneln kleinen Gemälden. Als ich die Online-Version vor einigen Jahren entdeckte, wollte ich sie sofort ins Deutsche übersetzen. Ich hätte mir nie träumen lassen, dass Jason mir das erlaubt. Sollte diese Kampagne erfolgreich sein, wird für mich ein Traum wahr (auch wenn er mich und meinen Partner Will Hahn viel Zeit und Arbeit gekostet hat).\nWas ist das Ziel?\nWill Hahn und ich möchten die deutsche Fassung von reMIND in einem einzigen Band mit hochwertigem Festeinband und Fadenheftung herausbringen. Das sind beinahe 400 vollfarbige Seiten mit wunderbaren Bildern und einer packenden Geschichte.\nreMIND enthält viele intelligente Feinheiten für erwachsene LeserInnen, aber auch alberne Gags für Kinder. Es erzählt die Geschichte der Freundschaft zwischen Sonja, der Leuchtturmwärterin von Cripple Peaks, und ihrem Kater Victuals, der eines Tages verschwindet. Als er wieder auftaucht, kann er sprechen und geht auf den Hinterbeinen.\nDieses Projekt ist eine Herzensangelegenheit für mich, denn ich halte reMIND für einen der besten grafischen Romane der letzten Jahre. Ich würde ihn gerne mit meinen drei Töchtern teilen, die aber (noch) kein Englisch können. Mit Deiner Unterstützung können Will und ich dieses Ziel erreichen. Hier gibt es übrigens eine kleine Leseprobe.\nWer sind wir?\nEigentlich bin ich, Katharina, studierte Försterin... ich weiß, das klingt nicht nach der idealen Voraussetzung, eine Geschichte aus dem Englischen zu übersetzen. Aber ich habe eine schottische Zweitfamilie (lange Geschichte), bei der ich die Sprache sehr gut gelernt habe.\nVor etwa 1 ½ Jahren machte ich mich dann als Indie Autorin selbständig, und zwar in beiden Sprachen. Seither sind von mir sieben Romane (zwei historische und fünf phantastische) und einige Kurzgeschichten erschienen. Ich bin zwar (noch) nicht so bekannt wie J.K. Rowling, aber ganz gut im Rennen und habe auch schon einige Preise eingeheimst (Indie Book of the Day, B.R.A.G. Medallion, Qindie). Was mich am Indie-Dasein so begeistert, ist die Möglichkeit, Feedback der LeserInnen innerhalb kurzer Zeit umzusetzen und sogar bereits veröffentlichte Romane noch besser zu machen. Vor einiger Zeit nahm ich mir einen Partner, dessen erster Teil seiner epischen Fantasy Serie \"Judgement's Tale\" demnächst in unserem Verlag erscheinen wird. Will ist zuständig für die Codierung einer druckfähigen pdf-Datei.\nWer hat's erfunden?\nJason Brubaker mag vielleicht nicht weltbekannt sein, doch die Filme, an denen er mitgearbeitet hat, sind es. Er arbeitete am Look von Kung Fu Panda 1&2, Riddick und Blade mit, um nur einige zu nennen. Mit reMIND hat er einen langjährigen Traum umgesetzt. Er hat das Buch sehr erfolgreich in zwei Bänden mit Festeinband veröffentlicht (auf Englisch natürlich). Die Geschichte wurde bisher mit zahlreichen Preisen ausgezeichnet (wie ich finde wohlverdient), darunter The Xeric Award 2010, the Top 10 Graphic Novels Star Tribune 2011 Award, and the GGNT List 2012 and LitPick 5 Star Award 2014.\nWofür wird das Geld benutzt?\nDer größte Teil des Geldes fließt in den Druck der Bücher und in die Beschaffung der von Dir gewählten Belohnungen. Das Buch wird mit einem embossierten Leinencover gebunden. Dabei werden die Seiten nicht einfach geklebt, sondern genäht, so wie es bei guten Büchern üblich ist.\nEin weitaus kleinerer Teil des Geldes, der aber nicht zu unterschätzen ist, geht für das Porto drauf. Auch Kickstarter und die Kreditkartenfirma wollen je einen Anteil, was etwa 10% des Endbetrags ausmacht. Zu guter Letzt verlangt Vater Staat seinen Teil. Für die Einfuhr der gedruckten Bücher (ein Druck in Deutschland wäre viel zu teuer) muss ich 7% Mwst. zahlen. Immerhin sind Bücher wenigstens zollfrei.\nWas gibt's zur Belohnung?\nDanke für die Frage. Hier ist ein Überblick über Deine Wahlmöglichkeiten:\nRisiken und Herausforderungen\nNatürlich gibt es immer Risiken (z.B. könnte das Schiff sinken, das die fertig gedruckten Bücher zu mir schippert), aber die größten Hürden sind bereits genommen. Die Geschichte ist bereits komplett übersetzt, und der Text befindet sich in den von Jason dafür vorgesehenen Sprechblasen. Will ist bereits dabei, die fertigen Seiten zusammenzustellen. Der Rest (Korrekturlesen, finaler Satz und Druck) ist nur eine Frage der Zeit. Aber die sollten wir uns auch nehmen und nichts überstürzen, damit am Ende ein Buch dabei herauskommt, auf das wir stolz sein können. Trotzdem werden wir natürlich nicht trödeln.\n_______________________________________________________\nEnglish Explanations\nPLAY\n\n(at the end of the video I meant \"the rewards on your right\" not left. Sorry)\nImho, Jason Brubaker's graphic novel reMIND is pure genius. His characters and plot have been developed with great care and the artwork resembles lovingly detailed oil paintings. When I discovered the online-version a few years back, I instantly knew I had to translate it into German. I never dreamt that Jason would allow me to do this. Should this campaign be successful, a dream will come true for me (one my partner Will Hahn and I worked really hard for).\nWhat is the goal?\nWill Hahn's and my goal is to publish the German translation of reMIND in a single hardcover volume of the same high quality as the original. That means nearly 400 full color pages with beautiful pictures and a clever story.\nreMIND contains many intelligent subtleties for grown up readers but also funny gags for kids. It tells the story of the friendship between Sonja, the lighthouse keeper of Cripple Peaks, and her tomcat Victuals who vanishes one day. When he returns, he can talk and walks on his hind legs.\nThis project is close to my heart, because I think reMIND is one of the best graphic novels in recent years. I would love to share it with my three daughters who cannot read English (yet). With your support, Will's and my dream will come true. BTW, here is a link to a reading sample of the German version.\nWho are we?\nOriginally, I’m a studied forester… I know that doesn’t sound like the ideal premise to translate a novel. However, I’ve got a spare family in Scotland (long story) where I learned the language quite well.\nI'm also an author. About 1 ½ years ago, I decided to go Indie in both languages, German and English. Since then, I have published seven novels (two historical and five speculative fiction) and several short stories. I might not (yet) be as famous as J.K. Rowling but I'm well up in the field and also won a few awards (Indie Book of the Day, B.R.A.G. Medallion, Qindie). What I like best about being an Indie is the possibility to listen to my readers’ comments to improve my books, even published ones.\nA little while ago, I partnered with Will Hahn, whose first part of his Epic Fantasy series \"Judgement's Tale\" will be published by our small publishing company on July 4th. Will is in charge of coding a printable pdf.\nWho invented the story?\nJason Brubaker is not world famous, but the films he worked on are. He helped to shape Kung Fu Panda 1&2, Riddick and Blade, to name a few. With reMIND, he made his longtime dream come true. He published the novel in two beautiful hardcover volumes. Since he started the project, it’s been honored with many well earned rewards including The Xeric Award 2010, the Top 10 Graphic Novels Star Tribune 2011 Award, and the GGNT List 2012 and LitPick 5 Star Award 2014.\nWhat will we use the money for?\nMost of the money will be used to fund printing and the fulfillment of the reward tiers. The book will be printed with a linen cover, and the spine will be stitched not glued (it's like any good hardcover should be).\nA much smaller part, but one that shouldn't be underestimated, is used for postage and packing. Also Kickstarter and the credit card company take their share, together roughly 10% of the final sum. Finally, I'll have to pay 7% sales tax for importing the printed books to Germany (printing them here would be way too expensive). At least I won't have to pay duty on books.\nWhat’s in it for you?\nGlad you asked. See the picture for a graphical overview of what you can choose from (or read the reward tiers on your right).", "risks": "Risks and challenges\nNatürlich gibt es immer Risiken (z.B. könnte das Schiff sinken, das die fertig gedruckten Bücher zu mir schippert), aber die größten Hürden sind bereits genommen. Die Geschichte ist bereits komplett übersetzt, und der Text befindet sich in den von Jason dafür vorgesehenen Sprechblasen. Der Rest (Korrekturlesen, Satz und Druck) ist nur eine Frage der Zeit. Aber die sollten wir uns auch nehmen und nichts überstürzen, damit am Ende ein Buch dabei herauskommt, auf das wir stolz sein können. Trotzdem werden wir natürlich nicht trödeln.\n\nOf course, there are always risks (e.g. the ship might sink that's taking the printed books to me) but the biggest hurdles lie behind us already. The story is fully translated, and I put the text in the speech bubbles Jason provided. The rest (proofreading, file preparation and printing) is only a question of time. Naturally, we should take not rush things to make sure that in the end, we'll get a book we can be proud of. However, we will not dawdle either.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Katharina Gerlach (Autorin / author)\nFirst created · 45 backed\nKatharina grew up in a forest in the Luneburgian Heather in Germany. Romping around with imagination as her guide, she learned to read and...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "reMIND 1 jetzt zu haben (now for sale)", "update_content": "Hallo,\nerst noch einmal einen lieben Dank, dass du 2014 die Übersetzung von reMIND unterstützt hast. Nach so langer Zeit gibt es dazu endlich eine erfreuliche Neuigkeit.\nDer Verlag Tokyopop hat sich des Projektes angenommen und bringt es in den Handel. Band eins (ISBN 978-3842021617, Amazon-Link: http://www.amazon.de/dp/3842021615) ist seit Ende Februar als Hardcover erhältlich, und Band zwei soll im Frühsommer folgen. Mein Belegexemplar ist schon angekommen, und es sieht wunderschön aus (nicht ganz so exklusiv wie das Original, aber ebenfalls sehr gute Qualität)."}, {"update_no": "UPDATE #4", "update_userinfo": "Seid nicht zu traurig / Don't be too sad", "update_content": "Nun sind es nur noch zwei Tage und wir haben etwas über die Hälfte zusammen. Wenn möglich, erinnert doch nochmal Eure Freunde daran. Es wäre so schön, wenn wir das Buch in der gleichen Qualität herausbringen könnten, wie das Original.\nIt's only two more days and we've got nearly half of the way to go. If you can, please spread the word. It'd be lovely if we could get the book published with the same quality as the original."}, {"update_no": "UPDATE #3", "update_userinfo": "nur noch zwei Tage / two more days", "update_content": "Seit ich meine Kickstarter Kampagne eröffnet habe, habe ich Leute kennengelernt, von denen ich noch nie gehört hatte. Selbst wenn die Kampagne nicht erfolgreich abschließen sollte, sieht es so aus, als würde ich mein Traum-Projekt wahr machen können. Wir werden sehen. Sobald ich etwas Festes habe, melde ich mich, versprochen.\nEver since I opened my kickstarter (btw, it’s still running a few more days), I started connecting with people I had never heard of. Even if the campaign doesn’t fund, it looks as if my dream-project will still come true. We’ll see. As soon as I’ve got something definite, I will let you know, promised."}, {"update_no": "UPDATE #2", "update_userinfo": "erfreuliche Neuigkeiten", "update_content": "Da habe ich doch tatsächlich ganz vergessen, ein wenig über die Geschichte als solche zu erzählen. Unverzeihlich. Kurz gesagt erzählt reMIND die Geschichte eines Echsenmenschen, der sich eines Tages im Körper eines Katers wiederfindet. Die Besitzerin des Katers, eine Erfinderin und Mechanikerin, hilft ihm, in seine Heimat unter Wasser zurückzukehren, um herauszufinden, was mit ihm geschehen ist.\nDas erste Kapitel ist aus Sicht der Erfinderin Sonja erzählt und zeigt, wie sie ihren Kater Victuals vermisst und dann überraschend wiederfindet. Sonja lebt in dem verschlafenen Städtchen Cripple Peaks, in dem aufsteigende Luftblasen neben dem Leuchtturm, den sie wartet, und eine lange zurück liegende Sichtung eines Echsenmenschen die einzig aufregenden Erlebnisse sind. Um so überraschte ist sie, als Victuals plötzlich auf den Hinterbeinen läuft und sprechen kann.\n______________________________________________________________"}, {"status": [{"Project ends": "JUNE 14, 2014"}, {"Project launches": "MAY 15, 2014"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/katharinagerlach/graphic-novel-remind-deutsche-ausgabe-german-versi", "project_name": "Graphic Novel reMIND: Deutsche Ausgabe (German version)"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": ".\nIf you're here for the first time, welcome! Take your time visiting the Kickstarter page to check out Emperor's New Clothes. Be sure to click the Updates link, where you'll meet the artists working on the project and read designer diary entries.\n\"Anything that challenges my imagination and encourages creativity is going to score big points for me.\" - Jason Tagmire, Fruitless Pursuits\n\"Though the pieces might make you think it’s a ruse…it’s actually far from it.\" -- Cathe Post, GeekMom\nThis gets a big thumbs-up from me, too. Often games with this many mechanisms don’t do any of them particularly well, but they’ve managed to combine everything into a nearly perfect whole. Emperor’s New Clothes should be seen to be believed. -- Firestone, TheologyOfGames\nKeith Baker's \"Six Questions: Jonathan Liu\"\n\"I think it’s hilarious and I have to applaud them for bringing the narrative of the game to life in such a clever way.\" --DMBigfoot, The Inlay\n\"the naked brilliance of the design is undeniably thought-provoking.\" -- Matt Blum of GeekDad\n\"There are many Kickstarter projects that seem too good to be true, and that’s mostly because they are–but we spend money on them anyway.\" -- Byron Campell of NerdSpan\n\"I give it three thumbs up (I borrowed one from my wife). This is truly a gem.\" -- Edd Allard, on boardgamegeek.com\n\"I find the project highly transparent, especially with the availability of the print and play version, which both allows you to check that you can see ROOS and to make sure that the game is to your liking.\" -- Greg, 3DTotal Games\n\"I must admit however that this campaign is probably the most unusual I’ve ever seen.\" -- Dad's Gaming Addiction\nWe reached our primary funding goal on March 7th. Thank You All!\nCheck back often and keep an eye on Emperor's New Clothes.\nHello! I'm Jonathan Liu, and I'd like to introduce you to my first Kickstarter game, Emperor's New Clothes.\nI've been reviewing board games and writing about Kickstarter on GeekDad.com for a while now, and I've been fascinated with the way that Kickstarter has changed the board game industry, for better or worse. I'm constantly writing about best practices in running a campaign, but it's easy to talk when I haven't actually done anything. So this is my way of diving into an actual Kickstarter campaign to see how accurate my observations really are.\nIn case you've never used Kickstarter before and you're wondering what this is all about, here's my short explanation of Kickstarter in under 3 minutes.\nOne of the things I love most about board games is how they immerse you in a story—when a game's mechanics mesh with the theme, you feel transported. Instead of drawing cards or rolling dice, you become a hero on a quest, or a monster stalking tasty heroes. That's what I'm striving for in my game: that moment when your imagination takes over and you're not just playing the game, but in the game.\nWhen I was thinking about a game idea, the classic story of The Emperor's New Clothes came to mind. It's a familiar tale that still has relevance in today's world of Ponzi schemes and fake girlfriends and Internet scams. \nI imagined the players taking on the roles of characters from the story, scheming to outwit the others or, if they've been duped, trying to salvage a few scraps of dignity.\nI've borrowed a lot of mechanics from my own favorite games, and in my opinion they blend together really well. Chances are, whatever type of game you like to play, I've included something of that sort in Emperor's New Clothes. Well, except for zombies. Yet.\nIf I've learned anything about Kickstarter it's that you should never underestimate how much work it is and how much help you're going to need to pull it off. The fine folks at Game Salute will be running the campaign and in charge of fulfillment. Fortunately, you don't need to rely on my expertise in getting this game printed and shipped. I've written about enough Kickstarter projects to know that I'm not interested in filling up my living room with boxes.\nOn top of that, I've enlisted some great artists for the project. I'm an artist myself, but I didn't think it would be feasible to run a Kickstarter campaign and create all the artwork without delaying the delivery of the finished game. I'm really excited to be working with all of these amazing folks: for some, this is their first board game project, and I can't wait for you to see the results! Check out our growing list of artists down below.\n\nOne of the cool advantages of writing for GeekDad is the chance to find out about new companies and technology, but it's not often that I actually get to be directly involved. I discovered Wysiayg Press when I first started working on Emperor's New Clothes, and their new technology seemed perfectly tailored for my game.\nHere's Mac Barnett of Wysiayg Press to tell you a little bit more about Regulated Operator Optical Screening. I'm sure you'll be as impressed by the result as I was when I first laid eyes on my prototype.\nI've backed too many Kickstarter board games just based on the idea even though the rules were still in development, the art was incomplete, or the components hadn't yet been finalized. Often that's turned out just fine and I enjoyed the finished product. But at other times, I've experienced a bit of buyer's remorse, knowing that I overpaid for a game I probably would have passed over in a game store.\nBecause of that, I'm making this commitment: in this section, you'll be able to download the most current rulebook, plus a print-and-play so that you can try the game out yourself. Obviously, we know you don't have the same ROOS capabilities as Wysiayg Press, but we've found a way to approximate it in a PDF file that will have similar results for most people.\nPlease note these key differences between the print-and-play and the final game: The print-and-play will include cut-out tokens for the resources, but in the actual game they will be wooden bits instead. You will also need to substitute your own six-sided dice, preferably of a few different colors. (See the print-and-play file for more details on these substitutions.) Also, since the game does include cards and tokens, the file will require many sheets of paper and a good deal of cutting. Depending on the paper you use, you may find it helpful to sleeve the cards to make them easier to shuffle.\nI want to ensure that every backer of this project can see exactly what they're getting for their money, and if that means some people will simply play the free version rather than choosing to pledge to this campaign, so be it. I'd much rather have lost a few potential backers than having a disappointed backer down the road after the game has been delivered. This way, you can have full confidence in the project before you pledge.\nClick here for the rulebook.\nClick here for the print and play files.\nI teach a lot of games, so I forget that not everyone is as comfortable reading a rulebook and walking new players through a game. For those of you using the print and play, I thought I'd provide this walk-through for those who would like an easy way to teach Emperor's New Clothes to their friends. \nFor Emperor's New Clothes, the easiest way to get started is to watch the game play video shown below. That should give you a good idea of what the game looks like when it's set up and it provides a sample round of play.\nClick here for the print and play tutorial.\nThanks for taking a look at Emperor's New Clothes! I hope you enjoy it. What you see here on the site is still a pre-production version and final components and art may change slightly, but I think we're about 85% done with art and design. I know that you're eager to see a \"How To Play\" video, so here it is.\nThere are some other components I would love to add if we get enough funding, but it's a solid game even as it is now. I'm proud of the work I've done on Emperor's New Clothes and I hope you'll consider backing the project.\nJonathan H. Liu, March 2013\nJonathan spoke with many artists while designing Emperor's New Clothes. Most of them, like John Kovalic of Dork Tower and Munchkin fame, took to the idea immediately and were excited about providing artwork for the project. In order to ensure a card design that is easy to read, with a clean layout and intuitive icons, we worked closely with Darrell Louder, the designer of Compounded: Better Gaming Through Chemistry. As you can see by the pictures above, we have a great team of artists and designers on board to ensure that Emperor's New Clothes looks just the way you'd imagine it. \nWhile some of the artists are old hands at board game art, some have never worked on a board game before now; you'll be surprised at how harmonious the whole turned out to be. We'll be introducing each of the artists over the course of the campaign, so be sure to check back or follow the updates! \nWhen art and mechanics and theme come together like they do in Emperor's New Clothes, you'll see a whole new dimension in gaming. \nHere's the list of artists we've revealed so far. Click on their names to read the update about each artist!\nJohn Kovalic\nBarry McWilliams\nJake Parker\nMeg Hunt\nHarold\nRay Friesen\nVera Brosgol\nJohn Green\nTom Angleberger\nNina Matsumoto\nBob Boyle\nDave Roman\nRaina Telgemeier\nDaniel Lieske\nAdam Rex\nChuck Gamble\nLaura Lee Gulledge\nAvery Monsen\nLee Moyer\nGene Yang\n**Note: while the game design and art and layout are about 85% done, actual components, images, and presentation may vary slightly when the game is released.\n\"Anything that challenges my imagination and encourages creativity is going to score big points for me.\" - Jason Tagmire, Fruitless Pursuits\n\"Though the pieces might make you think it’s a ruse…it’s actually far from it.\" -- Cathe Post, GeekMom\nThis gets a big thumbs-up from me, too. Often games with this many mechanisms don’t do any of them particularly well, but they’ve managed to combine everything into a nearly perfect whole. Emperor’s New Clothes should be seen to be believed. -- Firestone, TheologyOfGames\nKeith Baker's \"Six Questions: Jonathan Liu\" \n\"I think it’s hilarious and I have to applaud them for bringing the narrative of the game to life in such a clever way.\" --DMBigfoot, The Inlay\n\"I can safely say, it's unlike anything I have ever seen before.\" -- Jason Tagmire, Fruitless Pursuits\n\"I’m not going to support imaginary projects. But this project will give me something tangible–in fact, I look forward to using these components for prototypes.\" -- Jamey Stegmaier, Stonemaier Games\n\"I must admit however that this campaign is probably the most unusual I’ve ever seen.\" -- Dad's Gaming Addiction\n\"I find the project highly transparent, especially with the availability of the print and play version, which both allows you to check that you can see ROOS and to make sure that the game is to your liking.\" -- Greg, 3DTotal Games\n\"I give it three thumbs up (I borrowed one from my wife). This is truly a gem.\" -- Edd Allard, on boardgamegeek.com\n\"the naked brilliance of the design is undeniably thought-provoking.\" -- Matt Blum of GeekDad \n\"There are many Kickstarter projects that seem too good to be true, and that’s mostly because they are–but we spend money on them anyway.\" -- Byron Campell of NerdSpan\nHave you seen Emperor's New Clothes mentioned somewhere on the web, on video, on a podcast? Please send us the link.\n4 Wooden Discs\n30 Wooden Cubes\n1 Wooden Pawn\n1 4” Small Board\n36 Cards\n4 6-Sided Dice\nAll in a Nice Box\n6 Wooden Discs\n45 Wooden Cubes\n1 Wooden Pawn\n1 18” 4-Fold Board\n54 Cards + Tuckbox\n6 6-Sided Dice\nAll in a Better Box\n8 Wooden Discs\n75 Wooden Cubes\n4 Wooden Pawn\n1 18” 4-Fold Board\n16 Square Tiles\n8 4\" Square Mats\n108 Cards + 2 Tuckboxes\n8 6-Sided Dice \n1 8-Sided Die\n1 12-Sided Die\n1 20-Sided Die\n30-Second Sand Timer\nAll in an Really Great Box\nAutographed 8-Player Game plus have dinner with designer, Jonathan Liu at GenCon 2013 and play Emperor’s New Clothes with Jonathan and his other Kickstarter dinner guests. This offer does not include travel, lodging, or admission to GenCon.\nAutographed 8-Player Game plus have one of the role cards in Emperor’s New Clothes named after you! Name choice must be approved by the designer.\n.\nClick the blue [Manage Your Pledge] button on the upper right corner of the project page to adjust your pledge. Just add the T-Shirt price to your existing pledge amount and click the indicated button to reauthorize the payment through your Amazon Payments account. After the project ends, we'll send you a survey to get your shirt size and any other needed information.\nIf we are lucky enough to inspire hundreds of backers to support Emperor's New Clothes we may be able to surpass our original goal.\nThe more backers we attract, the more stretch goals we can achieve, so please, share the Kickstarter link for Emperor's New Clothes with all of your friends on Twitter, Facebook, Reddit, and any other blog or social network you're on.\nThanks to partnerships we have arranged in key locations around the globe, we are able to offer greatly reduced shipping costs to most international destinations.\nBackers in Canada, Mexico, EU, UK, and Australia need to add only a small amount to their pledges to cover International Shipping.\nBackers in the USA receive Free Shipping.\nBackers in any other area, please add the shipping fees noted in the pledge levels.\nWe are pleased to offer access to our game designers and creative team for podcast, blog, newspaper, or television interviews. Team members can also be present for conventions and event appearances with a timely invitation and appropriate travel and lodging expense allowances. Please contact David MacKenzie at Springboard@GameSalute.com to discuss any of these media support opportunities.\nProjects that are tracked from the very beginning have more accurate data than the ones that start tracking later in a project's life, Day-1 Project tracking can help assure your backers that you're on track to reach your goal throughout the life of your project.\nAs somebody who has backed many Kickstarter projects, I know the importance of being involved in the Kickstarter community before you launch your own project—it helps you understand the potential pitfalls that can occur when you run a campaign. Showing that you've followed a project from fundraising to delivery offers your backers confidence that you've been through this process as a backer, that you'll understand their concerns and frustrations at missed delivery dates and unkept promises.\nTo that end, I'm establishing a new program I'm calling Kicking Back. With Kicking Back, a project creator pledges to have already pledged 5% of their expected profits to other Kickstarter campaigns before they even launch their own. You may, of course, commit even more than 5% if you wish.\nAs proof of my commitment to Kicking Back, here's a photo of some of the crowd-funded board game projects I've received over the past few years. (Note that this photo doesn't include all of the non-board game projects I've backed.) Rest assured that if Emperor's New Clothes reaches its funding level, I am committed to Kicking Back with a portion of my profits.\n-- Jonathan H. Liu\nGame Design and Development: Jonathan Liu\nArt Direction: Jonathan Liu\nAssociated Artists: John Kovalic, Barry McWilliams, Jake Parker, Meg Hunt, Harold, Ray Friesen, Vera Brosgol, John Green, Tom Angleberger, Nina Matsumoto, Bob Boyle, Dave Roman, Raina Telgemeier, Daniel Lieske, Adam Rex, Chuck Gamble, Laura Lee Guiledge, Avery Monsen, Lee Moyer, Gene Yang, and several more to be announced during the project.\nGraphic Design: Cody Jones, Darrell Louder, Heiko Günther\nExecutive Producer: Dan Yarrington\nVideographer: Roger J. Porter\nVideo Editing: Adam Sager\nVoice Artist: Michael Fox\nComposer: Erwin Schulhoff\nDesign Studio: Hoke's Games\nPublisher: Game Salute\nPlaytesting: Jonathan Hager, Raven Zachary, Benjamin Corliss, Kai Nesbit, Curtis Chen, DeeAnn Sole, Cathé Post, Tim Ohlson, Chris Wright, Erik Wecks, Jenny Williams, Anton Olsen, Michael Harrison\nWe will update the project FAQ below as you send in your questions.", "risks": "Risks and challenges\nEmperor's New Clothes is an experimental product. As noted in the \"Eye of the Beholder\" section above, the game incorporates unconventional printing techniques and will appear blank to both non-gamers and a small subset of gamers. There is a risk that a backer will receive what appears to them to be a box of blank components. Accordingly, we advise all backers to watch the videos, look at the print-and-play, and follow the updates to ensure that they are able to see the ROOS before pledging.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "How It All Ends", "update_content": "And so it finishes, like it began - with a blank space. \nWell, technically with a blank board, the final piece of the puzzle that we're in the process of sending out to backers. Here's what you can expect:"}, {"update_no": "UPDATE #39", "update_userinfo": "How It All Began", "update_content": ""}, {"update_no": "UPDATE #38", "update_userinfo": "The End", "update_content": ""}, {"update_no": "UPDATE #37", "update_userinfo": "April Fools Day", "update_content": ""}, {"update_no": "UPDATE #36", "update_userinfo": "SHIPPING!", "update_content": ""}, {"update_no": "UPDATE #35", "update_userinfo": "Thank You For Your Patience!", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "Incoming Boxes!", "update_content": "Hello backers!"}, {"update_no": "UPDATE #33", "update_userinfo": "It's All Coming Together.", "update_content": ""}, {"update_no": "UPDATE #32", "update_userinfo": "Moving Forward!", "update_content": "Hi everyone - Michael from Game Salute here.\nThings are finally coming into place and the Emperor's New Clothes will soon be complete. We're awaiting the final elements, but when they arrive with us we'll be sending out your rewards. \nI realise that getting this all sorted has taken a horrible amount of time - the joys of dealing with suppliers has led to delays and for that... well, we are sorry. Now that things appear to be moving forward, I'll endeavour to keep you up to date through each of these final steps. The moment things start arriving to the point that boxes are shipping throughout the world, I'll let you know."}, {"update_no": "UPDATE #31", "update_userinfo": "Making The Rounds", "update_content": "From Jonathan Liu:\nMaking the Rounds: Gen Con, PAX, and XOXO Fest\nWell, while we're all waiting for production and shipping news, I thought I'd share a few stories about teaching Emperor's New Clothes and a little more of the ideas behind it."}, {"status": []}], "comment_no": 261, "projec_url": "https://www.kickstarter.com/projects/gamesalute/emperors-new-clothes", "project_name": "Emperor's New Clothes"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "THANK YOU!\nWe are well on our way to the ULTIMATE GOAL of $100,000. Please check out all the UPDATES for lots of new information on new options and rewards!\nHere is a list of all the free things I will add to your rewards the higher we go:\n$50,000 - UNLOCKED - Free Bookmark\n$53,000 - UNLOCKED - Free Victuals Postcard\n$56,000 - UNLOCKED - Free Lizard Man Postcard\n$59,000 - UNLOCKED - Free Cyrene Postcard\n$62,000 - UNLOCKED - Free Sonja Postcard\n$65,000 - UNLOCKED - Free digital PDF sketched pages of Vol 1\n$70,000 - UNLOCKED - Everyone ($40 tier & up) gets an animation cell from the reMIND animation!\n$75,000 - UNLOCKED - reMIND wristbands for everyone!\n$80,000 - UNLOCKED - Download of print quality reMIND poster.\n$83,000 - UNLOCKED - FREE ComiXology reMIND Download\n$87,000 - UNLOCKED - Tipped-in signature page (2000 copies)\n$90,000 - UNLOCKED - Digital \"Making Of\" Book for Everyone!\n$100,000 - UNLOCKED - Hardcover \"Making Of reMIND\" book (please see Update 21 for info on the \"Making Of reMIND\" book and adding it to your pledge!)\nHere is a helpful chart to show you everything you will now get with your pledge selection:\n(Please refer to the shipping chart at the very bottom of this page for international shipping.)\nWho am I?\nHi, my name is Jason Brubaker and I have been working on a graphic novel called reMIND since 2006. I'm in the process of working on the final chapter which will complete the full 300 page story.\nWhat is reMIND?\nreMIND is an all ages sci-fi about faith, underwater lizard-men and brain transplantation. I was inspired by comic artists in the 90's when I refined my drawing style and then was influenced by Miyazaki's movies and storytelling over the last decade.\nFeel free to read through as many pages as you want on my website here. I post new pages every Monday online and will continue to post pages until they are all live towards the end of 2013. \nThe first printing of volume 1 was printed in spring of 2011 and is currently sold out but you can see some customer reviews of it on Amazon here.\nreMIND has already won a few awards which include:\n2010 Xeric Grant Winner\n2012 Great Graphic Novels for Teens List (GGNT)\nBook Specs.\nreMIND Volume 1 (second printing) is 152 full color pages and hardcover that includes Chapters 1 - 3 of reMIND. The interiors will be exactly the same as the first printing. The cover will have an alternate coloring job so it will look different than the first printing but with the exact same cloth binding. The retail price is $24.95.\nreMIND Volume 2 (first printing) will be 176 full color pages and hardbound with a cloth binding. Vol 2 concludes the story of reMIND containing Chapters 4 - 7. All limited Kickstarter copies will be signed and numbered. The retail price will probably be $29.95.\nWhat is Phobos?\nPlease see update #5 for a detailed description of Phobos.\nPublication Date\nreMIND Volume 2 and the reprinting of Volume 1 is scheduled to go to the printer in October if everything goes according to plan. The printing process will take about 3 months for the proofs, printing and shipping to happen. This means I'll probably be getting the books around January or maybe February if the holidays get in the way (which I assume they will)\nI put April as the shipping date as an absolute worst case scenario if I can't get the printing started when planned. But I am estimating that the books will be in my garage by January so I can start shipping them out soon after.\nWhy Self-Publish?\nPeople ask me why I chose to self-publish remind. Well, when I started this my dream was to get the best agent and publisher and take the world by storm with my graphic novels. What I learned is that nobody cares about what you want to do until after you prove yourself. So I started posting my pages online in 2009 to try to grow an audience and sure enough a small group started following my progress. Later I applied for the self publisher's Xeric grant in 2010 and won $5000. This convinced me to fully commit to self-publish and it was then that I launched my first kickstarter back in 2010. To my surprise I raised over 12 thousand additional dollars to help print the first volume. Now I HAD to self-publish as well as learn to distribute and sell my books. My original kickstarter campaign has been essential in getting reMIND where it is now and it has opened up doors that I never thought possible.\n\nThe funny thing is now that I have a beautiful book published I am approached by big publishers regularly as well as distributors. I could easily sign a contract with a good publisher but in being forced to self publish, I have also fallen in love with it. I can make the books exactly how I want them to look and reprint them whenever I want. I can focus on what's important to me instead of a publisher who is mainly focused on the bottom line. It's a ton of work and I still have a lot to learn about things like distribution and marketing but overall I love self-publishing as well as owning all the rights to my stories.\n\nMy business plan is to get to the point where I can make a living off of my self-publishing by always printing high quality first printing books that are numbered, rare and sending them directly to my customers. The second and third printings will be manufactured more with mass distribution in mind once I figure that part out a little better.\n\nI hope the quality of my books are apparent as soon as you see it on the shelf and even more so when you slowly flip through the pages. My goal has always been to make a coffee table book that also happens to be a comic.\nMoney\nNow lets talk about where the money will go. Since the first Volume of reMIND is out-of-print, I need to reprint it at the same time that I print the new Volume 2. The first Volume cost me a little over $11,000 to print 2500 copies. On top of reprinting Volume 1, I will need to raise an additional $13,000 to print Volume 2 which costs more because it has more pages. I want to print both books with a nice cloth binding again exactly like the first printing of Volume 1. So to add it all up, I need a bare minimum of $24,000 to print both books and I think it's attainable now that Kickstarter has gained popularity.  \nI have about $5000 saved but that will all end up going to kickstarter fees, taxes and shipping. Actually, $5000 won't even cover it all but I'm hoping to raise enough to take care of the extra unseen bills.\nRemember that Kickstarter is an All-or-Nothing system. If I can't raise the full amount in the time given then I won't get anything. :(\nIf this campaign goes over it's funding goal, I already have lots of ideas for additional rewards for everyone who backs it so please help me spread the word if possible.\nPledge Options\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\nBe sure to check back because I plan on adding new rewards regularly!\nInternational Shipping Chart\nPlease add the additional shipping if your books will be sent outside of North America. Thanks!\nThanks for your support in making reMIND the best graphic novel set it can be!\nTHANK YOU, THANK YOU, THANK YOU!\n- Jason", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #64", "update_userinfo": "Check out my NEW Graphic Novel - PHOBOS!", "update_content": "Hey there!\nYesterday I launched my newest Graphic Novel over on IndieGogo called PHOBOS! (Don't worry, I'll put it on Kickstarter in October if you prefer Kickstarter.)\nPHOBOS is a lighthearted comedy hinting at heavy themes that will intensify as the story progresses.  If you like the tone of The Munsters or The Adams Family (or my other books) then you will love PHOBOS!"}, {"update_no": "UPDATE #63", "update_userinfo": "Cognitive Drawing Passes $34,000 this morning!", "update_content": "My new Cognitive Drawing campaign is doing very well too. We just passed $34,000 this morning and only have one week left in the campaign. We are closing in on 1000 backers too! :)\nCampaign Link: http://kck.st/2Xur9Aq\nIf you missed it, we already unlocked 4 stretch goals! The first one unlocked a FREE download of the first 40 pages so you can try out Cognitive Drawing right now. The second goal unlocked my reference photo library:"}, {"update_no": "UPDATE #62", "update_userinfo": "Cognitive Drawing - Teach Yourself to Draw!", "update_content": "I know you are probably stuck at home with very little to do. Well, I might have some good news for you!\nI just launched a DRAWING CURRICULUM this morning called Cognitive Drawing! It's 160 pages and 90 days of worksheets that you can do at your own speed from anywhere. It's also perfect for homeshcooling!\nYou can save $5 if you back it today because I have an Early Bird Tier still up for grabs."}, {"update_no": "UPDATE #61", "update_userinfo": "Sithrah COMPLETE BOXSET for 50% off!", "update_content": "Did you miss any of the Sithrah campaigns? Not to worry! You can grab the full set of Sithrah (slightly defective) at a massive discount!\nI've been selling the remaining DEFECTIVE boxsets of Sithrah all last week and we only have 11 sets left at this price so grab one while you can.\nLink to my online Store: CTC.storenvy.com"}, {"update_no": "UPDATE #60", "update_userinfo": "SHAPES - By Jason Brubaker", "update_content": "Hey all!\nI wanted to make sure you were aware of the SHAPES Indiegogo that just launched this week to collect all 6 issues of SHAPES into a sweet hardcover! The campaign is being ran by Cave Pictures Publishing but we just need to hit our funding goal in order to make sure that this book gets made."}, {"update_no": "UPDATE #59", "update_userinfo": "The FINAL Sithrah Books Are LIVE on Kickstarter!", "update_content": "For 1 Week Only (on Kickstarter)!"}, {"update_no": "UPDATE #58", "update_userinfo": "My New Comic PHOBOS!", "update_content": "Hey guys and girls!\nI have an exciting special offer to announce for this month only! I will be giving away the first issue of my new comic Phobos (110 page softcover) to current or NEW patrons who support me this month at a $5 level or higher. See more details here: http://patreon.com/jasonbrubaker\nIf you haven't heard, I'm completely relaunching my old comic PHOBOS after 20 something years and I'm super excited about how it's turning out. Here are some images of the test printing with a cover mockup. "}, {"update_no": "UPDATE #57", "update_userinfo": "Get my New Comic \"SCRIBBLES\"", "update_content": "I’ve been working on a new comic for the last 2 months called SCRIBBLES. And the good news is it’s finished and ready to print.\nSo HOW do I get this comic, you ask?\nEasy, all you have to do is become a patreon and you will get the comic! My Patreon Page: http://patreon.com/jasonbrubaker"}, {"update_no": "UPDATE #56", "update_userinfo": "Sithrah 4 Is Now Live On Kickstarter!", "update_content": "Hi guys! "}, {"update_no": "UPDATE #55", "update_userinfo": "Sithrah 3 Kickstarter - Live Now!", "update_content": ""}, {"status": []}], "comment_no": 1602, "projec_url": "https://www.kickstarter.com/projects/brubaker/remind-volume-2-and-box-set", "project_name": "reMIND: Volume 2 & Box Set"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "I'm Jake Parker and I want to publish a collection of short comic stories I've been writing and drawing over the past 8 years. I'll need $6,000 to make a nice hardcover full color book, so I'm coming to Kickstarter to get the funds to pay for this. Thanks for your time and please consider pledging to help fund this project. If you'd like to keep up with this project and my work I'll be posting updates here:\nTwitter: @mrjakeparker\nBlog: www.mrjakeparker.com\nWant to know more? Keep reading...\nFor the last 13 years I’ve been working as an artist on everything from toy commercials to feature films. For 5 years I worked in feature animation on the films Horton Hears a Who, Ice Age III, and Rio. I've also written and drawn my own graphic novel series, Missile Mouse, published by Scholastic imprint, Graphix. In between all that I've drawn several short stories which I want to collect in a book.\nMy book is called The Antler Boy and Other Stories and all of the stories were previously published in other comic anthologies like Flight or Out of Picture. Some are out of print and it'd be hard to track them all down so I thought it’d be great to collect them all in one book.\nHere are the 9 stories in the book:\nHugo Earhart - One of the first comic stories I did. It's about a boy taking on responsibilities that are a bit over his head and his rising to the task and proving himself worthy. It’s got a flying whale and cool airships; what more could you want?\nThe Robot and the Sparrow - A tale about the unlikely friendship of a sparrow and a robot. At its core though, it’s about losing someone you love and dealing with that.\nLucy Nova Space Explorer - Lucy gets herself in and out of trouble in two (two!) stories on strange alien worlds. These stories are also peppered with some impressive cutaway drawings of the creatures she encounters and technology she uses.\nMissile Mouse: The Guardian Prophecy - Missile Mouse crash lands on a planet to find he's just the guy to help save a small village from a monster...or is he?\nThe Star Thrower - My irreverent take on the inspirational story of the same name.\nThe Antler Boy - The title story about a boy who finds out his curse might actually be more of a blessing.\nCheckers - A story about a girl who just wants to play a game of checkers.\nSecret of the Space Cave - Lastly I’m doing a brand new 18 page comic just for this book about a curious space explorer and a pilot-for-hire who discover a space cave that holds nothing less than the answers to life. Oh, and those answers are nothing like what our explorers expect.\nSketchbook Section - The book will also have a healthy section of sketches and notes about the stories in the back. You'll see the ideas that didn't make the cut and ideas that evolved into the finished stories.\nAll new color - A handful of these stories have never seen color so I’ll be giving them the proper coloring treatment for the book. It’s been a lot of fun to breathe some new life into them this way.\nSize - All of the stories, plus the sketchbook section, plus all the miscellaneous other pages should bring this book to the 140-150 page range. It will be 10.2 inches tall by 6.6 inches wide, roughly your average graphic novel dimensions.\nLet's talk money - I need $6,000. I want this to be a nice, full color, hardcover book. I found a reasonably priced printer who does some beautifully printed books. That amount will cover all printing expenses, proofs, shipping overseas, and miscellaneous expenses like software to build the book, shipping it out to buyers, and the fees associated with Kickstarter.\nEDIT: As of Tuesday April 24, I added the Antler Boy eBook to every pledge of $25 and up. I talk about that here.\nHere's what you get:\n     __________________________________________________________\n     __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\nMore info about the SPACECAVE ONE sketchbook here.\n      __________________________________________________________\nThey look nice, here's one framed for my daughter's room.\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\n      __________________________________________________________\nThanks for taking a moment to check out my Kickstarter project. You can follow updates here and also follow me on twitter and my blog where I’ll be sharing my progress on putting the book together. \nTwitter: @mrjakeparker\nBlog: www.mrjakeparker.com", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "A New Art Book: DRAWINGS 5", "update_content": ""}, {"update_no": "UPDATE #39", "update_userinfo": "SkyHeart Kickstarter Ends Tomorrow", "update_content": ""}, {"update_no": "UPDATE #38", "update_userinfo": "SkyHeart Book I: The Star Seed Kickstarter", "update_content": ""}, {"update_no": "UPDATE #37", "update_userinfo": "DRAWINGS Kickstarter Ending Soon", "update_content": "Just wanted to send out a reminder to all my Antler Boy backers that DRAWINGS comes to a close tomorrow.\nIt's a collection of drawings and sketches from my notebooks, sketchbooks, and journals.\nAs I flip through the pages going into the book I'm really happy with how this book is turning out. There's ideas for future comics projects, random drawings for fun, and a whole bunch of explorations in the design of things. It's a pretty comprehensive in depth peak into my head."}, {"update_no": "UPDATE #36", "update_userinfo": "DRAWINGS: My new book Kickstarting now", "update_content": "Hey everyone!\nJust checking in to let you know that I launched a new Kickstarter yesterday. This comes about a week after the 1 year anniversary of the successful funding of Antler Boy. (Has it really been a year?!)\nThe book is called DRAWINGS and it's a collection of my daily sketches and drawings in a full color perfect-bound book."}, {"update_no": "UPDATE #35", "update_userinfo": "Sharing the Love", "update_content": "Good morning everyone! Quick update just to let you know where everything is at.\nFirst, Orc Wars\nKickstarters thrive on word of mouth and I'd like to take a minute and share with you a project I had a small part in: Orc Wars\nMy best friend Kohl Glass directed this film. Kohl and I met in high school art class and made a pact that we'd devote our lives to creativity and storytelling. I kept my end of it through comics, and he kept his end through film."}, {"update_no": "UPDATE #34", "update_userinfo": "Antler Boy and Comixology!", "update_content": ""}, {"update_no": "UPDATE #33", "update_userinfo": "Shipped, Not Delivered...", "update_content": "That last update had a small error. I said all the books had been delivered, and what I meant was all the books that we have addresses and payment for have been shipped.\nNot delivered.\nThey are coming. No need to email my wife.\nThanks!"}, {"update_no": "UPDATE #32", "update_userinfo": "Thank You Backers!", "update_content": ""}, {"update_no": "UPDATE #31", "update_userinfo": "Shipping Shipping Shipping", "update_content": "As of this update a bunch of you should've already recieved your books. We shipped out a large batch of the domestic orders earlier this week, and a big chunk of international orders went out today.\nThe rest of the books and upper tier backers will go out by Friday, if not then next week.\nThere's still a few who never sent me their address. I'll be contacting you at some point."}, {"status": []}], "comment_no": 177, "projec_url": "https://www.kickstarter.com/projects/jakeparker/the-antler-boy-and-other-stories", "project_name": "The Antler Boy and Other Stories"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #70", "update_userinfo": "Wooo! New Comics Are Here! Wooo!", "update_content": "STRIPPED pals!\nSTRIPPED co-director Dave Kellett has a new project Kickstarting now! It's a two-pack collection of  his SHELDON comics, and the first stretch goal is already unlocked!  It's 432 pages of SHELDON comics at one amazing price! Check out the video, below, then head over to NewSheldonBook.com to help these books into the world, and get these three-time Eisner-nominated \"Best Humor\" comics for yourself!"}, {"update_no": "UPDATE #69", "update_userinfo": "Kickstarter is live! You have 18 hours to claim the (secret) early-bird tiers!", "update_content": ""}, {"update_no": "UPDATE #68", "update_userinfo": "From the makers of STRIPPED, a new project TOMORROW!!!", "update_content": "Friends! My new Kickstarter just launched! It's a gorgeous, 240-page comics collection called POP CULTURE! It collects *EVERY* geeky, pop culture joke from my comic strip Sheldon. Every Star Wars, Star Trek, and Lord of the Rings joke I've ever done...in one gorgeous, full-color book.\nIf you loved ANATOMY OF ANIMALS...you're going to love this new book!\n>>> And the Kickstarter is live right now! <<<"}, {"update_no": "UPDATE #67", "update_userinfo": "Only 3 days left! Go go go! :)", "update_content": ""}, {"update_no": "UPDATE #66", "update_userinfo": "\"Stripped\" backers! Fun news!", "update_content": "Friends! Dave Kellett here, co-director of Stripped!\nI’m Kickstarting a collection of my epic scifi comedy, Drive — AND IT ENDS NEXT WEEK! It's a serious sci-fi story, populated by goofy, Muppet-like characters. It miiiiight be the best thing I've ever made! :)\nIf you liked the humor of my other comics, you'll love how it pairs with a serious story like Drive. The story is super engaging, and the characters are delightful."}, {"update_no": "UPDATE #65", "update_userinfo": "TWO DAYS LEFT to get the new Drive book!", "update_content": "It's the last 24 hours, and your pug book keeps getting better and better, AT NO EXTRA COST TO YOU!\nWe've now blown through two stretch goals, adding light-shifting UV Spot Gloss to the cover, and fancy-shmancy Gatefold Flaps. And we're about to add protective shrink-wrapping to every book. AND AGAIN: ZERO EXTRA COST TO YOU!\nSo jump in during these last 24 hours! Get the 250-page, full-color book of pug comics, and help us unlock more and more stretch goals...making your book better AT NO EXTRA COST TO YOU!"}, {"update_no": "UPDATE #64", "update_userinfo": "Ends Next Week!", "update_content": "FRIENDS! I'm Kickstarting a new collection of pug comic strips, and I think you're gonna love it.\nFrom watching STRIPPED, you already know how much quality I like to pour into my comics projects. And if you're a dog-lover, you're gonna love these dopey, sweet, lovable pug comics.\nHere's the >>LINK<< to back it. But first, here's a fun 90-sec video explaining the book:"}, {"update_no": "UPDATE #63", "update_userinfo": "Last 24 hours, and the book of pug comics keeps getting better & better!", "update_content": "Hi all: It's Dave Kellett, the co-Director of STRIPPED!\n\nI'm Kickstarting a new comics collection, and thought you might like it! Here's the >>LINK<< to check it out. Or even better, here's a 90-sec video explaining the book:"}, {"status": []}], "comment_no": 179, "projec_url": "https://www.kickstarter.com/projects/smallfish/stripped-the-comics-documentary", "project_name": "STRIPPED: The Comics Documentary"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "Experience the Art and Craft of Letterpress Printing on your iPad\nLetterMpress™ will be a virtual letterpress environment—released first on the iPad—that will allow anyone to create authentic-looking letterpress designs and prints.\nThe design process is the same as the letterpress process—you place and arrange type and cuts on a press bed, lock the type, ink the type, and print. You will be able to create unlimited designs, with multiple colors, using authentic vintage wood type and art cuts. And you can print your design directly from LetterMpress or save it as an image for import it into other applications.\nSo why bother re-creating what’s considered to be an obsolete process for the new technology of the iPad?\nActually, a letterpress and an iPad operate similarly when it comes to manipulating objects in a composition. Just like placing blocks of wood type on a surface, you drag the type images across the iPad, and then move them around to create your design. This is why the iPad would make an ideal platform for people to experience the creative aspects of letterpress and typography.\nA growing interest in letterpress—but difficult to access\nIn fact, letterpress has had a growing interest over the past decade amongst designers, artists, and printmakers. Call it a reaction to the “perfect” look of laser-printing. Letterpress—especially wood type—evokes a handcrafted appearance that accompanies thoughtful, visual, and literal expression.\nBut unfortunately, much of the letterpress’s traditional technology was sold for scrap metal and replaced with computers over the last 30 years. Wood type was burned, thrown in a landfill, or divided up as knick-knacks in antique and craft shops. The destruction of manual presses and thousands of type collections has made the tools of letterpress a scarce resource these days. What’s left of traditional letterpress machines, wood type, and printing paraphernalia now fetch premium collector prices because of the growing interest in this art. And complete sets of wood type are rare—bidding wars drive up the prices to several hundreds of dollars.\nOur goal: Our goal is to give designers, artists, students, lovers of type—anyone—the ability to produce their own authentic letterpress designs and artwork. And that’s where this project starts and where we need your help!\nCurrent feedback: We’ve shown our prototype to letterpress printers, designers, and artists, and they are just as excited as we are about this project!\nNEEDED: Beautiful wood type—for everyone\nBut to make LetterMpress truly beneficial to a creative audience, we need to offer an outstanding collection of authentic wood type and vintage “cuts.” We have a supporter who’s willing to part with a substantial portion of a historic collection purchased from type foundries and print shops when they closed in the ’70s and ’80s.\nThe amount we need and how we will use the funds: To acquire this collection, we need to raise at least $15,000. Along with these rare, complete collections of wood type, additional funds will also allow us to get help creating the high-resolution photos and scans of the wood type and their corresponding impressions.\nThe type that we aquire will be housed at a new letterpress co-op called the \"Living Letter Press.\" This co-op will be a resource to designers, artists, students, and anyone interested in learning letterpress.\nThe end product is just the start\nPricing LetterMpress: We want to make LetterMpress accessible to all, and plan to price it at $5.99 for the base iPad version. We plan to include at least 12 typefaces, and about 50 art \"cuts,\" to which we will add to as we update the app. Pricing for other platforms will be determined by the amount of functionality and size of files generated. Why we need the physical type: Having access to the physical types is a critical part of a later stage* of the LetterMpress venture, which will be to offer authentic letterpress prints from the designs submitted by LetterMpress users. Think about it: Wouldn't it be great to get -real- letterpress prints from your own designs?\nHelp us make this happen!\nWith your support, we hope to make LetterMpress a creative resource for designers, artists, students, and anyone who wants to experience the art, craft, and tradition of letterpress.\nWhat you get in return: To show our appreciation for your pledge, we’re offering some great rewards including participation in our beta program, limited edition letterpress art prints, wood type, and the opportunity to name your own typeface in the LetterMpress App.\nCheck out the list of rewards to see what best suits you. Whatever level you decide, we want to thank you for being part of a growing community that’s committed to keeping the art and craft of letterpress alive.\nThank you for your time!\n*This later stage is not part of the initial stage of the LetterMpress project.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "From LetterMpress to SimplyMpress: What we've been up to...", "update_content": "Greetings Fellow Kickstarter Backers!\nIt's been almost two years since the release of LetterMpress, and with a new product release, I wanted to make this an opportunity to post an update on what we have been doing.\nSimplyMpress: The Look of Letterpress Made Simple\nWhen we created LetterMpress, we knew it would be for a specific audience—those who appreciate the beauty of wood type and the rich history and process of letterpress printing."}, {"update_no": "UPDATE #17", "update_userinfo": "LetterMpress for Mac now available on the Mac App Store!", "update_content": "Hi Again LetterMpress Backers and Friends!\nLetterMpress for Mac sailed through the approval process faster than we expected, so we decided to release it today.\nAs I mentioned in my previous update, you can get the Mac version for $5.99 USD during this first week of sale."}, {"update_no": "UPDATE #16", "update_userinfo": "LetterMpress for the Mac", "update_content": "Greetings LetterMpress backers and friends! \nWith the successful launch of LetterMpress for iPad this past summer, we were constantly asked if, and when, we would be releasing a version for the Mac.\nOnce LetterMpress was released, we set to work to see if porting LetterMpress to the Mac was possible.  I’m happy to announce we will be releasing our Mac version in October of 2011."}, {"update_no": "UPDATE #15", "update_userinfo": "LetterMpress Notoriety & Gift Updates", "update_content": "Greetings LetterMpress Backers and Friends! \nJust a quick update on a few things:\nLMP Notoriety:\n- We were honored to see that LetterMpress was picked iPad \"App of the Week\" in Germany, Austria, and Switzerland for the week of July 15th. "}, {"update_no": "UPDATE #14", "update_userinfo": "When Downloading LetterMpress: Follow these directions to avoid errors", "update_content": "LetterMpress for iPad, version 1.0, will be available on App Stores worldwide starting July 5th. \nThis first version will include 13 typefaces, 5 art collections, and several paper colors and textures. There is also extensive in-app help that describes each feature along with step-by-step guides. \nThe price will be $5.99 US"}, {"update_no": "UPDATE #13", "update_userinfo": "LetterMpress Available on App Store Starting July 5th", "update_content": "Major new components:\nPaper Drawer:\nYou can now choose several paper colors and textures, plus white and transparent. \nLockup tools:\nWorking quoins and magnets allow you to secure objects in place on the press bed.\nShare:"}, {"update_no": "UPDATE #12", "update_userinfo": "LetterMpress Available July 5th", "update_content": "We have a Facebook page. Please make sure you \"like\" facebook.com/lettermpress. \nFacebook will be an integral part of our communication to the creative community (along with our upcoming branded site). Interestingly, the LetterMpress KS page ranks one of the highest Facebook \"Likes\" on Kickstarter with over 7,400 Likes. We need to transfer that enthusiasm and awareness to the facebook.com/lettermpress page! please visit our FB page and let your friends and colleagues know about it too. "}, {"status": []}], "comment_no": 98, "projec_url": "https://www.kickstarter.com/projects/821242145/lettermpress-a-virtual-letterpress-on-your-ipad", "project_name": "LetterMpress:  A Virtual Letterpress on Your iPad"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "First off, thanks for visiting!\nPad Pivot™ is the ultimate tablet stand for iPad, Galaxy Tab, Kindle, or other tablet device. It features hands-free positioning on your lap and adjustable angles and positioning on the desktop. The ingenious hinged design allows Pad Pivot to fold small enough to fit in your pocket, purse, or bag making it the most versatile and unique stand in the marketplace. Be sure to watch the video!\nEach PadPivot™ comes with:\nMicrofiber Carrying Bag (Basic or KickStarter version)\nTether Strap to keep on leg\nDust Cover to keep Grip Plate clean when not in use (Basic or KS version)\nShipping Charges:\nFree Shipping to US and Canada \nEurope - Add $15 to your Pledge for shipping at the $25, $35, $49, $70 Levels. \nOutside North America and Europe - Add $20 to your Pledge at all Levels.\nPadPivot FAQ\nOur Goal - Our true wish is to release PadPivot™ to the world and bring this innovative product to market for everyone to enjoy. We're so excited about this process of making and designing products and we want to share it. Not only do we want to offer you a great product, but we also want you to join us in writing the next chapter of our story. We hope that others are inspired by us just as we have been by the multitude of creative projects here on this site. Bernie and I envision a world of small, connected partnerships that fuel design and creativity. Together we can share and make great things.\nThe Plan - The great news is we've been working with a manufacturer who's been helping us along with our final design. It took a lot of work to engineer all the parts into their optimal form for production, but that is behind us now. They are literally gathering digital dust waiting to be released. So once our funding goal is reached we'll hit GO and start making those molds so our parts can be ready in April.\nIn the meantime we'll be working on the final details of the packaging, microfiber bag, and tether strap. These items have been sourced, but not finalized. You can help! We'll be uploading images of our progress here on KickStarter and on our webpage. Stay tuned; we would love your input.\nThe Money - In order to make PadPivot™ durable, high quality, and cost-effective we need to injection mold the parts. This means expensive molds that have to fit together very precisely – cha ching! Add a couple hinges and pheeew, that's hard work! Up until this point Bernie and I have been flipping the bill on design and prototypes, but now we've come to the place where we need your help. The money we raise will go directly into purchasing the tooling plus pay for parts, packaging, and shipping for your very own PadPivot™.\nThe Team - PadPivot™is the brainchild of Canadian inventor Bernie Graham in collaboration with Seattle based industrial designer Jim Young who met, collaborated, and ultimately prototyped this entire project over the internet.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #60", "update_userinfo": "Put your iPhone on Cloud 9 . . . new product!", "update_content": "Hey Kickstarters, I wanted to take the time to reach out and thank you again for supporting PadPivot.  I still have fond memories of nervously pressing the \"launch\" button for our campaign, only to wake up the next day to see the project well over its funding goal - all thanks to you!\nYour support of PadPivot planted the seeds for my company, Nice Inc., and many of you also supported my last project CableKeeps.  My new project, Cloud 9, is a unique and beautifully crafted charging dock for iPhones. Our goal with this design was to create something more . What we pulled off is a wonderful fusion of design and tech that will add character and delight to your bedside, desktop, or counter.  (And makes a great gift for the iPhone lover in your home or office).   We would greatly appreciate you backing and sharing this project. Together, we can put a little more fun and delight into the world.  "}, {"update_no": "UPDATE #59", "update_userinfo": "New Improved PadPivot", "update_content": "Hi Kickstarters, Bernie here! Yes it's been a while since you last heard from the PadPivot guys. It is hard to believe that it has been over a year since PadPivot took off and now we'd like to share with you the news that we are launching a NEW and IMPROVED PadPivot! It is faster folding, it has a stronger grip AND…..NO dustcover is required!!\nSince you were key in making the PadPivot a reality you have first dibs on the NEW and IMPROVED version. We welcome you to drop on over for the special social-launch offer where it's sweet to tweet! www.padpivot.com\nHere is our new demo video...enjoy. https://vimeo.com/46045151"}, {"update_no": "UPDATE #58", "update_userinfo": "Talking KickStarter on Wednesday - Come out or watch the live blog", "update_content": "Hey backers!!  I'll be at the Sodo Pop in Seattle this Wednesday night with a couple other KickStarter projects (Romotive, TouchFire, i+Case) talking shop and hanging out.  Seattle's own Chris Pirillo (LockerGnome - TLDR) will be hosting a live weblog so even if you can't be there, you can watch on the interwebs.  If you're in the area come by and say hi.  -Jim\nRSVP using this link: http://startedinseattle.eventbrite.com/\nAn Evening With Seattle's Hottest Kickstarter Projects "}, {"update_no": "UPDATE #57", "update_userinfo": "Look what I found at Best Buy the other day.", "update_content": "I finally had a chance this weekend to run over to BestBuy and see PadPivot on the shelf. A year ago this time PadPivot was just a prototype without any clear plan on how to fund or share with the world.  It's been an incredible journey to get here and while I smile at seeing our little friend up there on the shelf, I can't help remembering all the connections we made along the way.  The pinnacle of this journey has and will remain the support and validation you gave us here on KickStarter.  Thanks again!! "}, {"update_no": "UPDATE #56", "update_userinfo": "PadPivot in stores now!!", "update_content": "It's official, PadPivot is now available at BestBuy!  So feel free to tell your friends you want your PadPivot back and they can now get their own at http://bbyurl.us/padpivot \nYou and your friends can check out the Rocketfish video on YouTube.  Not quite as fun as our video but pretty cool to see anyway.  You all made the PadPivot a wonderful KickStarter success story.  Thanks so very much!  - Bernie & Jim"}, {"update_no": "UPDATE #55", "update_userinfo": "CableKeeps - 60% funded, 16 days left!", "update_content": "We're down to 2 weeks before your chance to grab a CableKeep™ is over.  If you haven't made a pledge yet, be sure to get on over and secure yours before funding is over.  Your support now insures you'll get these before the holidays.  \nCableKeeps on KickStarter by Jim Young"}, {"update_no": "UPDATE #54", "update_userinfo": "Introducing CableKeeps!", "update_content": "Hey PadPivot backers.  I just posted up a new project on KickStarter.  It's been my plan all along to do something entirely different after PadPivot and I think we've accomplished that.  CableKeeps are delightful and simple.  They add flair and functionality to your iPad, iPhone, or iPod charger and cable.  Made locally in Woodinville, WA and easily recycled.  \nOur plan is to continue with more products with similar goals as part of a larger brand we're launching called \"Nice\".  I hope you join me again in support of independent design and local manufacturing.  Lets get this thing Kickstarted!!  "}, {"update_no": "UPDATE #53", "update_userinfo": "Thanks Again + Next Steps . . . .", "update_content": "Thanks again backers for the overwhelmingly positive reviews of PadPivot.  It's great to see everyone so pleased with the final result.  \nHere are a couple videos to better clarify how to get your PadPivot folded and unfolded along with a video of the strap adjustment.  \nEnjoy and thanks!  More great stuff to come."}, {"update_no": "UPDATE #52", "update_userinfo": "Thanks for the praise + Instructional Videos", "update_content": "PadPivot rewards for the $25, $35, $49, $70, & $125 Backer Levels started shipping out today from Los Angeles.  Not clear how many have gone out today so hang in there if you didn't get email confirmation yet.  \nWoohooo! "}, {"status": []}], "comment_no": 555, "projec_url": "https://www.kickstarter.com/projects/jay-design/padpivot-lap-and-desk-stand-for-your-ipadtablet-or", "project_name": "PadPivot, lap & desk stand for your iPad,Tablet, or E-reader"}}, {"backer": "Daniel Lieske", "project_data": {"campaign": {"story": "UPDATES: Please check the updates section for new info! THANKS EVERYONE FOR BEING SO AWESOME!\n-----------\nMy name is Jason Brubaker and I've been working on a graphic novel for almost 4 years in my free time. It's 136 pages for the first volume and who knows how many pages the second Volume will be. But for now I'm just trying to finish the first one and get it printed and sold. My vision has always been to make a nice sturdy hard cover book similar to the European comics. Something that can be compared and left next to a beautiful coffee table book.\nThis whole thing started out as an animated project almost 10 years ago but that took way to long so I switched gears and decided to make it a book instead. I've been posting new pages every Monday on my blog and talking about the process and what I'm learning. I have about 6 months before I am finished with everything and I was hoping to print it overseas early 2011 when the first volume is complete.\nI've invested so much time into this project already that I can't even begin to calculate the total hours and it's kinda embarrassing. But my main concern is finding the funds to make this final step possible and finding the right audience to share it with.\nThe 136 page, full color book is estimated to cost about $7,500 to print in China as well as some set up fees. Luckily in June I was awarded $5000 from the Xeric Foundation to help with the printing. Now I just need to collect the rest and anything over my $3000 goal will go towards making the books even better quality with a cloth bound hard-cover.\nPlease visit my blog to see the entire first two chapters online.\nI post new pages every Monday and will continue to do so until the book is printed.\nhttp://remindblog.com/\nFor those of you interested in pledging over $39 to get your name in the acknowledgements, here is a link to a fake page in the book to demonstrate how and where it may go.\nhttp://www.remindblog.com/wp-content/uploads/2010/07/Made-Possible-By.jpg\nThanks for your support in making reMIND the best graphic novel it can be!\n- Jason", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Sithrah 3: Last 50 Hours! And New T-shirt.", "update_content": "Hi guys!\nIt's Jason Brubaker again! We are approaching the finish line for the Sithrah 3 campaign with only about 50 hours left on the clock. This weekend we passed the second stretch goal unlocking a new CTC patch! And better yet, we are only 3k away from unlocking a new Sithrah T-shirt that I've wanted to make for a long time. Here is what it looks like:"}, {"update_no": "UPDATE #24", "update_userinfo": "Jason Brubaker's New Graphic Novel!", "update_content": "Hi there!\nThis is Jason Brubaker, of reMIND.  Did you know I have a new graphic novel called Sithrah 3: The Symbol? Well, I do and it's Kickstarting right now. \nWe are almost funded and only need $2300 more to hit our goal! There are still some goodies to claim and once we hit the funding goal then I'll announce some new stretch goals to add to your loot. :)\nClick the image below to head over to the new campaign. Thanks so much for your support with reMIND and now SITHRAH! "}, {"update_no": "UPDATE #23", "update_userinfo": "If you liked reMIND then you might like SITHRAH!", "update_content": "Hi guys!\nI just wanted to let you know that I just launched a new Kickstarter for my newest graphic novel titled SITHRAH 2!"}, {"update_no": "UPDATE #22", "update_userinfo": "48 Hours Left on the Sithrah Kickstarter!", "update_content": "Hi Everyone! I just wanted to send out a quick message to reMIND you that there are only 48 hours left on my new Kickstarter for Sithrah!"}, {"update_no": "UPDATE #21", "update_userinfo": "Sithrah - My New Graphic Novel", "update_content": "Hi reMIND (Volume 1) backers from 2010!\nForgive me if many of you already know this but I launched a new Kickstarter for my new graphic novel called SITHRAH! It's been live for 2 days now and it already hit the funding goal. If you liked reMIND then you might like this one too. :)\nPlease take a moment to check out the new campaign video and see what you think. I’ll do my best to make the campaign exciting and I’ll be adding new rewards and stretch goals as it progresses. If anyone is an artist there’s a chance you can get your artwork printed in the back of Sithrah too. Submission guidelines are at the bottom of the campaign page. :)"}, {"update_no": "UPDATE #20", "update_userinfo": "reMIND: Volume 2 & the Box Set!", "update_content": "Hello Everyone!\nI have a few big updates for you! First of all, I HAVE FINALLY completed all the $99 paintings that I promised so long ago! Wow, that took a long time. So, the last two backers should be getting their paintings this week or early next week in the mail. I forced myself to get these finished before launching a new Kickstarter... yes, you heard me right! :)\nHere it is. A link to my new Kickstarter, reMIND Volume 2!"}, {"update_no": "UPDATE #19", "update_userinfo": "A few more paintings!", "update_content": "Hello all! I just wanted to thank you all again for your excellent support with reMIND! It's been an unbelievable journey that you helped me with and I'm happy to announce that I have pretty much sold out of all my copies of reMIND now. I only have a few hundred left for my upcoming conventions.\nBecause of this I am planning on doing a second printing when I finish volume 2. I will be launching a new Kickstarter for Volume 2 and it will probably be towards the end of this year. "}, {"update_no": "UPDATE #18", "update_userinfo": "The books have been sent out!", "update_content": "I should have written this a week ago when I sent out the last of the books but I was so relieved to get through the mass that my brain checked out. Most of you have probably received your book(s) by now but I keep getting emails every day with some of you saying you just received it. I'm loving all the emails and glad you are all enjoying the book!\nIf you haven't received your copy(s) yet then please be patient because they should be arriving anytime now. Some of them were sent with Media Mail because it was MUCH cheaper than Priority mail but it means it will take a week or two to arrive."}, {"update_no": "UPDATE #17", "update_userinfo": "Books, Books and More Books!", "update_content": "Here is a picture of my son with all the pallets of books right after they got delivered.\nOn Monday I finally got all the books shipped to my garage and I'm feeling a bit overwhelmed at the moment. But have no fear. They have all been moved to my bookshelf and the boxes are numbered so I don't loose count of what numbers I'm on when I stamp them all. I picked up a bunch of packing supplies on Saturday and my wife and I spent a late night yesterday getting things ready to start sending out."}, {"update_no": "UPDATE #16", "update_userinfo": "Just a Week to go!", "update_content": "I've been told that my shipment of books is in Los Angeles and getting ready to be delivered to my house! According to the shipping company I should be getting 4 pallets of books on the 3rd or the 6th of June. Needless to say I am nervously excited about this all.\nIf you have been following my blog you've seen the slow progress of converting a new space set up to handle all the books. Here are some work-in-progress pictures of the space nearly ready for all the action. I'll let you know as soon as I get them and start shipping books! Hopefully very soon now."}, {"status": []}], "comment_no": 68, "projec_url": "https://www.kickstarter.com/projects/brubaker/remind-a-graphic-novel", "project_name": "reMIND - a graphic novel"}}]