[{"backer": "Michael Moriarty", "project_data": {"campaign": {"story": " Do you remember the game from your childhood \"Rock Paper Scissors\"?   \n Well it's is Back! Stronger, Faster, Bolder : \nThe Origin\nRock Paper SlingShot is a table game based on the popular hand game Rock \nPaper Scissors. When we look back to our childhood, that hand game was one of the first game we learn, it was quick, simple and every one know it. Furthermore, you need nothing else then your hand to play it... and there was that catching song! \nWell, it's with the same spirit that we build Rock Paper SlingShot... rest assured there is no catching song...Not Yet!  In Rock Paper Scissors you had 3 signs, each sign beat one and is beaten by the other one. In our table game we add two new signs; Flames & Slingshot. So now, each sign beat 2 and are beaten by 2. Now, to makes thing interesting, we make evolution come along, not once, but twice (Darwin would be so pride!) for each 5 signs. Meaning that the Rock become Boulder and Mud Slide, the SlingShot become Catapult and Noah's Arch (hey! it's all woods), and so long for the other signs. They forms 5 families that share the same family Fonts as well. \nNow we were getting somewhere, but we needed something to keep them in line... \nSo we add 4 Jokers to the mix. We have Tornado, Deluge, Nuclear Bomb and Trump Wall (why not!)\nSo now when someone ask you : what Noah's Arch, the Trump Wall and a flamethrower has in common? You can said Rock Paper SlingShot! \n\nThe Game\nThe aim of the game is to get rid of all your cards before every one else. It's a turn based game. All cards are equally distributed among players. The first player start by putting one or many instance of a card. The next player need to beat it with the same number of card(s), or use a joker, or pass his turn. It's easy, because on each card there is a drawings that indicate which cards you can beat. A six-year-old child can play without the help of an adult, and have good chance of winning too. \n The Spirit\nOur goal was to create a game that is easy to learn and can be played quickly (the game lasts 8 to 15 minutes). The best part, you never know who's going to win, because there are no absolute cards that beat all the others. When you play a joker (the highest ranking card in the game), you can always be beaten by the next player with a lower ranked cards with special power\". Speaking of special cards, there is a very special one in the game: it is a joker with the famous Trump Wall. You can use it to beat your friends, but be careful, several cards of lower rank can destroy it... \n\n For Everyone  \nFor every age group that can enjoy a game that is quick to play and easy to learn. Super simple rules : become a skilled player after just one game!\nSo what is the target audience? Everyone. Really everyone. If you have family, colleagues, friends, you can play with them. If you don't, it's sad... But there is also a solitary mode!\n3 Ways To Play\nFor the people who want more strategies or want to keep score, we add 5 different types of tokens to the game. One for each family of cards ; Rock, Paper Foil, Scissors, Flames, and SlingShot.  \n Play for fun ; No need for tokens, each game has his winner, no need to keep score. \nPlay for points : The first to finish playing all his cards get a token. The one with the most tokens at the end of the night, is the real winner. \nPlay with Strategies : In this mode, each player want to be the first to collect all 5 family token. For that, the player need not only to finish first, but he also need to play his last move with a card(s) of the same family as the token he need to get. So, if you finish with a joker... No token for you!  If you finish with a token you already have, no token for you.\n\nThe Stretch Goals\nThere is 7 stretch goals (cards) to be add to the game :\n1) Trump Wall Joker : You can use it to beat your friends, but be careful, several cards of lower rank can destroy it... It is the less powerful joker in the deck. Goal : 25 000$\n2) Justin Trudeau Selfie : This card add an extra instance to the card(s) your are about to play. Goal : 50 000$\n3) Putin Election : Put this card after someone play multiple cards, and it become the value of only 1 card instance for you to beat. Goal : 75 000$ \n4) Mao's Red Book : With this card you can convince any of you card to become another one (except joker). Goal : 150 000$\n5) Obama Care : When a player play this card everyone must dump one of their cards. Goal : 300 000$\n6) Your name Hacker : With this card you can dump one of your cards just before your turn to play. Goal : if someone take the Pledge «Hacker card»\n7)Your name Challenge : With this card you can challenge someone that just play something hard to beat (except Joker) to beat his own hand. If the challenged player pass, the next player to play is you with a new set of card(s). Goal : if someone take the Pledge «Challenge card»\n\n The Deck   \nThe set of 64 cards, plus stretch cards.\n\nThe Rewards   \n The Main Creator \nMy name is Jean-François Chéron (ok! just call me Jeff). I've study in marketing and used to work in customer service. Trust me when I says; every body wants to have more time on their hands to do the things they loved. Bad news! This game wont help you save time. Ok, it's playable quickly, but you will want to play it again and again.  \n\nRock-Paper-SlingShot is my first game, but I did my homework. I worked on it for the last four years. I took the time to test the gameplay with a lot of peoples from different backgrounds and used their suggestions to improve the game. I am still open to suggestions and I want this game to keep evolving. So by the time you get your copy of Rock-Paper-SlingShot, there will be a section on the game website for you to suggest rules variations to renew the game for the joy of every one. You may event suggest an adaptation of another game to be played with the Rock Paper SlingShot deck. I want you to be a part of this game & love it, as I do. \n\nMy Belief\nI believe that success is measured by the number of lives you have positively touched, even if it is only for the duration of a game. The important thing is to share good times with your loved ones. Have fun & stay safe.", "risks": "Risks and challenges\nOnce we reach our funding goal, we need to print and package the games fast so they can be in your hands way before Christmas. Our biggest challenges will come from success, if we sold the 2 personalized card offers, we will need to create the cards design with that donor name and drawing. But we are confident to stay on our timeframe.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nTo keep our game fun and new, we have included in our instructions different ways to play; there is a mode for two players so that they don't end up with hands full of cards. There is another mode for three or more players. We even created a solitaire game. We've also added a few ideas for rule changes to spice up the game.\nSustainable materials\nWe will use material of high quality for the cards, so our deck be more resistant to marks and tears.", "creator_bio": "Jeff Cheron\nFirst created · 7 backed\nI used to work in customer service, helping people with their computer problems. But now, thanks to KickStarter, no more problems! I am...See more"}, "support": [{"amt": "Pledge CA$ 2 or more", "title": "2 new hand signs to play", "descp": "We will send you a link with a video to discover 2 new hand signs to add to the traditional rock, paper, scissors. You may send it to your friends so they know how to play with the new sign the next time you meet them.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["1 backer"]}, {"amt": "Pledge CA$ 29 or more", "title": "One Deck of cards.", "descp": "Be among the first one to receive the game. Film yourself opening the package and play Rock Paper SlingShot for the first time & become an instant star on YouTube. Thank you for your support and have fun!", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge CA$ 58 or more", "title": "Deluxe package (2 decks + 2 keychains)", "descp": "This fantastic package include a box that holds your 2 decks of cards and 2 keychains. The 2 decks & keychains are included. It will look nice on your shelve and even nicer on a table ready to play.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge CA$ 99 or more", "title": "Christmas gifts for every ones (5packs)", "descp": "In this package you'll get 5 individual decks of cards with 5 keychains. They comes inside a metal tin box. End your Christmas shopping fast with those original gifts for your fiends and family.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge CA$ 13,000", "title": "We make a «hacker» card with your name", "descp": "Rare!!! Be one of the two persons that get an actual card with your name and drawing of you. It will be a part of the game & print in all the decks we produce for this Kickstarter campaign.\nOn the card there will be an hacker laptop with a drawing of your face on the screen.\nPlease note that your name must not be offensive or inappropriate for the game.\nThe special card will permit the one using it to throw out one of his card before playing his turn as normal. The card name is «YOUR NAME' Hacks».", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge CA$ 13,000", "title": "We make a Challenge card with your name", "descp": "Rare!!! Be one of the two person that get an actual card with your name and drawing of you. It will be a part of the game & print in all the decks we produce for this Kickstarter campaign.\nThe card name is «YOUR NAME' challenge».\nOn the card there will be an hologram drawing of you. Please note that your name must not be offensive or inappropriate for the game.\nThe special card will permit the one using it to challenge the player that just play something hard to beat. That player can either beat his own cards or pass. If the challenge player pass, the one that initiate the challenge can play a new set of card(s).", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "New video are coming", "update_content": "We are working on a video to show you the game play. Also, in another video, I will explain how it work for the two spots for personalize card. They will be part of every deck sold through Kickstarter, not just the backer who take advantage of the offer.\n\nStay tune, stay safe!  "}, {"status": [{"Project is canceled": "OCTOBER 16, 2020"}, {"Project launches": "OCTOBER 2, 2020"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "I want to raise funds to open a homemade made to order chocolates business producing chocolates and fudge in a commercial kitchen, open the shop and expand the business to do good for others.  I want to mentor and train youth and others and provide employment opportunities to people that they may not otherwise have available to them.  You may go to our website and check out our product offering but we are working to add new products as well.  Our products are of high quality and very good.  We use high quality ingredients, do not skimp on the filling and none of our products contain preservatives and additives.  So, those we mentor and train will learn about and hopefully become passionate about a business that cares about its employees, customers, communities and products.\nThis expansion will allow us to produce and sell on a nationwide level.  Our marketing plan consists of selling from our own location, placing our chocolates in small businesses, selling on Ebay and Amazon and additional social media outlets.  We envision over time, being able to offer many mentoring/employment opportunities to youth and others that will positively impact individuals and families.  We will need the help to keep up with the demand as we move the business forward.\nI want to provide a healthy, supportive and fun environment to work in so they can enjoy going to work every day and develop a passion for business and creativity.  I am already selling products and registered and licensed with the Minnesota Department of Agriculture.  \nI want to move this venture forward and will use the money from the pledges to get into a commercial kitchen, open the shop so I can provide these opportunities as soon as possible and do good for the community and positively impact individuals and families.  ", "risks": "Risks and challenges\nThe only risk I can think of is how long might it take to ramp up income to provide these opportunities that I will provide. It could take a year but I have a great marketing plan to go nationwide with the product offering which will hopefully speed up sales so I can offer opportunities as soon as possible. My goal is to begin offering opportunities within 6 months to at least 1 person.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Scott Norcross\nFirst created · 0 backed\nWhen I was a child I lived on the East Coast. I went to school with my dad to take classes to learn how to make homemade chocolates. After...See more"}, "support": [{"amt": "Pledge US$ 15 or more", "title": "1-Pound of Milk or Dark Chocolate Fudge", "descp": "Donate/Pledge $15 or more and you get 1-Pound of Milk or Dark Chocolate Fudge once this project reaches its goal and is funded.\nINCLUDES:\nMilk Chocolate or Dark Chocolate Fudge - 1 Pound", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "1 Lb. Fudge & 1 Lb. of Espresso Bars", "descp": "1 Pound of Milk or Dark Chocolate Fudge and 1 Pound of Espresso Coffee Flavored Dark Chocolate Bars.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "Chocolates Pledge Value Pack", "descp": "You well get 1-Pound of Milk Chocolate Fudge, 1-Pound of Dark Chocolate Fudge, 1-Pound of Peanut Butter Fudge, 1-Pound of Maraschino Cherry Fudge, 1-Pound of Espresso Coffee Flavored Chocolate Bars, and 1-Pound of Peanut Butter Cups made with all natural peanut butter.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Project Video has been posted - please check it out.", "update_content": "Hello, we update our backers frequently when updates arise.  Please check out our project video that we have now posted.  Thanks."}, {"update_no": "UPDATE #2", "update_userinfo": "Check out our newest update in the project description", "update_content": "Check out our newest update in the project description which includes a bit about our marketing. Thanks."}, {"update_no": "UPDATE #1", "update_userinfo": "We keep our backers informed.", "update_content": "Norcross Chocolates will keep its backers informed.  As we raise money, we will post further updates.  Even after we have raised our money, we keep you informed of the progress we have made in our business and the community and family impact we are making."}, {"status": [{"Project ends": "OCTOBER 31, 2019"}, {"Project launches": "OCTOBER 1, 2019"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Hubiz is the first ever audio-based gaming console. Hubiz consists of one console called “the Hub” with a built in speaker and multiple connected dice - which work as controllers. Every controller/dice comes with 6 buttons (one at each side) so that lots of games can be played either by pressing buttons or rolling the dice.\nPLAY\n\nThe Hubiz-App from a mobile device is connected to the Hubiz-console. Hubiz is giving instructions and Players can respond to the instructions by pressing the buttons on the controller or rolling the controller like a dice.  Hubiz will process each answer, count the scores of each player and continue to asks questions.\nHow to use Hubiz - instructions for dummies:\nFind people! shouldn't be that hard in a world with almost 8 billion people\nConnect the Hubiz-App from a mobile device with the console\nChose which game you guys want to play\nSelected the number of players\nHubiz-console becomes active - by asking questions / giving instructions\nPlayers can respond to the questions / instructions by pressing the buttons on the controller or rolling the controller like a dice\nHubiz will process each answer, count the scores of each player and continue to asks questions\nA wide range of games for all ages\nUp to 16 players at the same time (perfect, if you’re that popular) \nEat less carrots and give your eyes a break! Hubiz allows you to get together with family and friends instead of Netflix and chilling.\nwith Hubiz each family-meeting and friends-night, party or child's-birthday can turn into an unforgettable gaming-time. The reasons:\n(1) Plenty different games for young and old\n(2) easy and fast set up of the game\n(3) can be played by large groups with up to 16 people at the same time!!!\nsuper portable and light  \nRechargeable\nHubiz is a super portable gaming-console. It comes with a reachable battery and therefore it can be played everywhere – while camping, during travelling and even during your space shuttle flight.\nFun learning from the age of 4 \nGames, quizzes and stories \nDifferent ability settings\nNot just a standard one time game\nNew games will be offered continuously \nWe offer games from 7 different categories with 3 different levels of difficulty of each game. Our categores are: \n1. Quizes\n2. Get guessing\n3. Learning games\n4. Dice games\n5. Memory games\n6. Tests\n7. Miscellaneous\nThere are lots of quizzes available on Hubiz suitable for everyone! And the best thing - questions can also be upgraded and customized. You can choose which\nComputer games, Animals & Nature, Food & Drinks, Beliefs & Religion, Science & Technology, Movies & Series, Art & Culture, Showbiz, Music, Geography, Sports, History, Politics and General Information.\nWe have music, instrument and animal sounds, Hubiz has the game for you! With multiple choice sound effects you can enjoy playing guessing games your favorite song together with your friends.\nHubiz plays an instrument and everybody has to guess which one it was. If piano, guitar and drums are too easy for you, Hubiz can also play very difficult instruments such as Banjo.\nThe perfect game for kids. A set of different animal sounds that you need to answer in multi-choice questions by using the controller. Questions can be upgraded.\nA short clip of music from a song or a movie will be played for you. You need to be able to correctly guess the name of the song or music.\nStruggling to order your favorite cocktail on holiday? Hubiz can support you to learn a foreign language.\nLots of interactive maths challenges to help your children learn\nNeed more chemistry with your relationship? You’ll be in your element with this game\nPlayers take turns to score 21, or as near as possible to it, by throwing the dice as many times. A player who totals over 21 is bust and is out of the game. After each player has had their turn, the player whose total is nearest 21 wins the game.\nEach turn, a player repeatedly rolls a dice until either a 1 is rolled or the player decides to \"hold\": If the player rolls a 1, they score nothing and the game will switch to the next player's turn. If the player rolls any other number, it is added to their turn total and the player's turn continues. If a player chooses to \"hold\", their turn total is added to their score, and it becomes the next player's turn. The first player to score 100 or more points wins.\nI know it sounds complicated but just try it - it`s actually very easy to learn and makes fun!\nThis game is a combination of luck and a good statistical understanding! You are allowed to dice six times. Each time you rolled the dice you have to multiply with numbers 1 - 6 and each number can be picked only one time. At the end - that means after six rounds - the player with the highest overall score of the six rounds wins!\nEach player in turn throws the dice two times and scores points whenever a double is thrown. Double-6 scores 25 points. A double-3 cancels out a player's score and puts them back to zero. Any double other than a 3 or 6 scores 5 points. Scores are recorded and the first player to obtain a total score of 50 points, wins the game.\nThis is the ultimate game to compete against your friends! \nWho has the best memory and fastest working brain? In this game Hubiz will ask you each turn a number order from 1-6. Than you have to press the correct numbers on your dice according to the number order Hubiz asked you. Each round the order will be longer! If you do one mistake, you are out of the game. The last remaining player wins the game.\nDo you think you can focus on details? Is your brain working like a dictionary? Than this game is perfect for you. Hubiz is going to read a random sentence and you have to listen carefully and remember the sentence as accurate as possible. To win the game you have to count specific letters or words in this sentence correctly. Each round the sentence will be longer. The last remaining player wins the game.\nHubiz will ask everybody a list of certain questions and at the end every player receives an IQ-Score based on their submitted answers.\nHubiz will ask everybody a list of certain questions and at the end every player receives a personality-result based on their submitted answers.\nThis test is not based on any scientific ground, it's more for fun. You can chose which topic and Hubiz asks you and your friends topic-specified question. At the end everybody is a character based on their answers.\nSix famous characters (famous persons, movie- and cartoon characters), will be introduced to you. Information about one of these people is given to you each round. Who can identify the person first?\nEach turn Hubiz is giving one certain information about a “thing”. The aim is to find as soon as possible the correct “thing”.\nInformation is read to you. You must recognize if it's right or wrong.\nIn this game there is a time-bomb and you have to be quick to break the 4 digit code! Each round Hubiz gives you more information, you need to listen carefully and use your coding skills.\nEvery player is holding the dice into their hands, so no other player can see it. One dice is going to light up and afterwards the other players have to find who the person with the light is. In this game you need to be a good actor and fool your friends not getting caught.\nWe are a German toys and games-driven startup founded in 2017. Our philosophy is produce perfect toys & games with unlimited fun – and we believe that by crating software and hardware together we can fulfill the expectation.\nOur vision is change the current toys and game-environment by combining the best from the past with the limitless chances from today. We want to put games and toys inside the social circle of people again! \nAs a tech-startup, we want to provide new solutions and ways of high-quality toys and gaming-devices. With the perfect mix of creative minds, software engineers and crafting abilities we want come up with the best product for every age. Since our hardware comes with a software-component as well, our player can customize their games and toys as they wish.\n ", "risks": "Risks and challenges\nEven though it's quite challenging to enter the gaming industry, with it`s high competitive environment, we feel confident to be successful. This confidence is due to our strong team-spirit. We have been working together for years and have a various expertise in different fields of software and hardware topics.\n\nOur approach is to combine the classic party games with current technical opportunities. We did tons of research and market analysis before in order to identify challenges and potential obstacles. Furthermore we are also in touch with high level manufacturing-firms, finance-specialists and patent attorneys.\n\nWe put a lot of time and effort in order to calculate every single cost as accurate as possible, which also includes the shipping costs. Another important part of our after-campaign work will be the regulation-issues. We are fully aware about the different local and regional standards within the toys-industry and act accordingly. Obviously there are lot´s barriers but with your help dear Backers, we will be successful in providing Hubiz for everybody.\n\nWe guaranty to give updates about all relevant news regarding our project and about Hubiz to all our bakers.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Hubiz Team\nFirst created · 11 backed\nWe are a German toys and games-driven startup founded in 2017. Our philosophy is produce perfect toys & games with unlimited fun – and we...See more"}, "support": [{"amt": "Pledge €2 or more", "title": "Support us", "descp": "Thank you for your support for our project. We will provide you information on the progress of the campaign and also give you updates from our project.\nINCLUDES:\nYour name will be added to the our facebook page and website.", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}], "stat": ["1 backer"]}, {"amt": "Pledge €55 or more", "title": "SUPER EARLY BIRD", "descp": "Get the Hubiz pack (1 console + 4 dice) at the special super early kickstarter price.\n34% off\nINCLUDES:\n1 X Hubiz Console\n4 Smart Dice", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers", "Limited (265 left of 299)"]}, {"amt": "Pledge €68 or more", "title": "Early Bird", "descp": "Get the Hubiz pack (1 console + 4 dice) at the special early birds kickstarter price.\n19% off\nINCLUDES:\n1 X Hubiz Console\n4 Smart Dice", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1098 left of 1099)"]}, {"amt": "Pledge €84 or more", "title": "HUBIZ Pack", "descp": "Get the Hubiz pack (1 console + 4 dice)\nINCLUDES:\n1 X Hubiz Console\n4 Smart Dice", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €110 or more", "title": "Family Pack", "descp": "Get the family pack (1 console + 8 dice)\nINCLUDES:\n1 X Hubiz Console\n8 Smart Dice", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge €150 or more", "title": "Party Pack", "descp": "Get the party pack (1 console + 16 dice)\nINCLUDES:\n1 X Hubiz Console\n16 Smart Dice", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €160 or more", "title": "Twin Hubiz Packs", "descp": "Get the two Hubiz packs (2 console + 8 dice)\nINCLUDES:\n2 X Hubiz Consoles\n8 Smart Dice", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Hubiz : Re-launch", "update_content": "Hi there,"}, {"status": [{"Project is canceled": "AUGUST 1, 2018"}, {"Project launches": "JULY 1, 2018"}]}], "comments": [{"username": "Liz - Campaign Funded", "content": "My family and I was looking forward to our Hubiz. Please do let us know when you relaunch!", "time": "almost 3 years ago"}, {"username": "Bob Joe", "content": "This project is amazing! This is such a unique and interesting concept that honestly, I cannot believe no one has even thought of this before. The fact that you can play it anywhere is a huge perk for me. I truly wish for this project to succeed and I will tell my friends and family about it!", "time": "almost 3 years ago"}, {"username": "Keerthi N", "content": "What an innovative way of playing dice! I remember my childhood where we family members used to play dice during the holidays.", "time": "almost 3 years ago"}, {"username": "Liz - Campaign Funded", "content": "This looks like an amazing game. Portable and good for family time. I hope it gets some traction to reach its goal.", "time": "almost 3 years ago"}, {"username": "Rian Heist", "content": "I love the fact that we can play anywhere. It takes a lot to remember to bring games on trips and this is the perfect solution for our family. So easy!", "time": "almost 3 years ago"}, {"username": "Andreas Katzmann", "content": "Amazing project! Love the concept, good luck!", "time": "almost 3 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "We are making a documentary about the iconoclastic artist Ed Moses and his impact on the Los Angeles art world.\nIn his early years, Ed Moses was identified with what was later known as “the Cool School” of artists, which emerged from the Beat aesthetic of the 1950’s. This group primarily consisted of artists known as The Ferus Gang: Moses, Billy Al Bengston, Robert Irwin, Craig Kaufman, Edward Kienholz, Ken Price, Ed Ruscha, Larry Bell, John Altoon and Wallace Berman. They were the first generation of post-WWII artists who rose to prominence between the years 1957 - 1966 at the Ferus Gallery under owners Walter Hopps and later Irving Blum. Moses’ path to this group began about 10 years earlier with an unlikely encounter.\nMoses had been with the Medical Corps when he was in the Navy. Afterward, he thought he might want to become a doctor, which led to taking pre-med classes at Long Beach City College. But it wasn’t taking. He was having difficulty doing the math and memorizing. Someone suggested he take an art course. They talked about this kind of crazy bohemian guy, Pedro Miller, who ran the art department.\nMoses went to his first art class, where Miller began to discuss copies of Cézannes, Van Goghs and Picassos that leaned on a shelf around the room. Moses was intrigued. Then Miller set up a still life and said, “Now we’re all going to make a painting.” Moses really wasn’t sure what to do. As Miller came around to each of the students, he knew he had to do something. Sort of out of exasperation, he dipped his fingers in the paint and did this whole thing with his fingers. Miller took that painting up to the head of the class. He put it on an easel, and said, \"I want you all to see something. That’s a real artist.\" Afterward, Moses got a reputation as the talented artist in the group, who they nicknamed Picasso.\nMoses always spoke of this as a defining, pivotal moment in his life, one that opened the possibility of being an artist.\nIt’s difficult to imagine today, but there was almost no art scene in the 1950s, except for the burgeoning film industry. There were surfers, Bohemians and beatniks. The Los Angeles Board of Supervisor’s even banned Art Fairs as a form of communism. The powerful New York art scene thought we were just a desert wasteland. Little did they know we were soon to become the Wild West of the art world. That’s when Ferus Gallery and the Cool School came along. Ferus is the latin word for wild. This gallery was located behind Streeter Blair’s antique shop at 736 La Cienega in Los Angeles, an area better known today as West Hollywood. It was on what soon became known as Gallery Row.\nAfter a somewhat circuitous period, Moses enrolled in the graduate art program at UCLA, where he met and became friends with Craig Kaufman. Kaufman introduced Moses to Walter Hopps, who had just opened the Ferus Gallery. Walter put Moses into the first group show at Ferus in 1957, and then offered Moses a solo show at Ferus, comprised of the work that was also to be in Moses’ graduate show at UCLA. This created some small controversy with the faculty, who felt like Moses had crossed some sort of line by showing his work off campus at a commercial gallery. This early recognition led Moses to this group of artists who would become life-long friends and form the core of the emergent contemporary art scene in Los Angles known as The Ferus Gang.\nIn its nine year lifetime, Ferus held important exhibitions for major east coast art stars as well, namely Roy Lichtenstein, Robert Rauschenberg, Jasper Johns, Donald Judd and Frank Stella. Andy Warhol had his first solo show at Ferus in 1962, exhibiting the famous Campbell’s soup cans for the first time. Then there were others on the scene like John Baldessari, Dennis Hopper, Frank Gehry, Joe Goode, Tony Berlant, and feminists artists like Vija Celmins.\nKienholz ran the store during the day and used it as a studio. According to Peter Goulds, Founding Director of LA Louver in his work Kienhholz Before LACMA, Hopps was an autodidact intellectual, very much into art history and had connections with Cubist and Dadaist Marcel Duchamp, contemporary collecting interests and the Arensberg Family Collection, and with the emerging young Los Angeles collectors of that era.\nAfter Hopps and Kienholz parted ways, Ferus Gallery was in the red and changed hands to Irving Blum, who was a smooth personality and groomed Ferus and the LA art scene until the gallery got out of the red. Blum took the gallery from a loose knit group of beatniks and molded them into a competitive and brilliant group of artists that brought about the commercialization of the LA art scene. History says there was much lost and much gained in that process. Blum ran the gallery until its closure in 1966.\nWhat Ed did, his unique path, was very different. He was very iconoclastic, as they all were, but early on he explored mark making to an intense and unusual degree,” said Turner. “If you look at his early graphite drawings in the sixties, made at a time when pop art imagery, primary color, large bold eye-catching works were taking hold, you see that Moses was headed in a very different direction.\nHe was doing these works on paper with graphite, not using huge amounts of color. But they were remarkable. You can feel the intense pressure of the graphite onto, and into the paper, almost like he was trying to push through to the other side! There is one very well-known series of huge graphite drawings of dense rose patterns, inspired by a tablecloth that he and his wife, Avilda, found when they were in Tijuana. That pattern interested him. You get this sense of curiosity from these pieces, a sense that he was asking, how far could you push that idea and find something that was magical by doing something to an unusual degree, very intensely and with a laser focus.\nA lot of that early work of his seems counterintuitive to that macho bluster that the Ferus Gang had. You had these very intense, very intricate, delicate, monochromatic works on paper that were in some instances somewhat intimate in scale. You can see when you look at the arc of Moses' career, he was really exploring, and pushing through from the familiar to get to another dimension with the material. That became a hallmark of his work throughout the rest of his career – pushing the possibilities of his materials.\nThe Ferus Gang\n  Ed Moses Foghorn #10 2017\nFerus Gallery 1962", "risks": "Risks and challenges\nMy big hope with the film is to uncover the true story of Ed Moses and his art and that of the Ferus Gallery. There is also a love story behind Moses, his art and life. The process of unearthing the footage and further interviewing will bring to screen those moments.\n\nOne of the big challenges of this project is a significant portion of the footage is already shot (e.g. prior artists interviews). It is a matter of cataloging and finding out what the footage was shot on. Then we will need to convert the footage to 4K for broadcast. That is a significant portion of the budget.\n\nThen the next challenge will be to further interview other people who knew Ed Moses to continue the story line. \n\nWe have contacts within the art community to help create the secondary necessary footage to make this project happen. \n\nWe also have access to the original footage of Ed Moses in talks with gallery owners and other artists. \n\nWe also have access to Ed Moses' art.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Ruptured Media Films\nFirst created · 0 backed\nKriss Perras is a screenwriter and director. She also publishes Malibu Arts Journal magazine. The two make her uniquely qualified for this...See more"}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Ed Moses: Origins", "descp": "Download of the documentary\nINCLUDES:\nDownload of the documentary", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Meet And Greet With Filmmakers", "descp": "Meet And Greet With Filmmakers At Premiere (local Los Angeles Area)", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 50 or more", "title": "DVD Ed Moses: Origins", "descp": "DVD Ed Moses: Origins", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Ed Moses: Origins", "descp": "A download of the documentary.\nINCLUDES:\nDownload of the documentary", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Ed Moses: Origins Gains Backing From Emmy Award Winning Producer Julie Rosendo", "update_content": "Ed Moses: Origins Gains Backing From \nEmmy Award Winning Producer Julie Rosendo\nThe project will air on TV in a six part series documentary."}, {"update_no": "UPDATE #1", "update_userinfo": "Emmy Award Winning Producer", "update_content": "Ed Moses: Origins has received the backing of Emmy Award Winning Producer Julie Resendo!"}, {"status": [{"Project ends": "MAY 5, 2018"}, {"Project launches": "APRIL 5, 2018"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "The world's first ever 3-Arc Electrical and Rechargeable Lighter.\nHave you always sort of used something else in place of flame lighters and disposable lighters? Well, you may now say hello to the world’s first ever 3-arc electric lighter, and it is rechargeable too.  \n      Brush That Comes With Lighter\n      All available colors Blue, Silver, Gold, Black, Anodized\n      Brush and charger\n    Matchboxes and sticks have been replaced by lighters a while ago because someone was looking out for our pockets and safety while making flames. Now, it is time to perfect the lighter story, and in a bid to do this we came up with our own unique idea to get anyone who still has a “lighter budget” to discard it already. The finished prototype of the electric 3-arc lighter is a functional and beautiful piece of hardware.  \n JUST HOW AWESOME IS THE 3-ARC LIGHTER?  \nLifetime investment:  \nA lighter as a lifetime investment is probably unheard of, but the bold 3-arc lighter can only be defined in those terms. The rechargeable feature of the lighter means users can now actually use one lighter for years. Of course, if you want to, but if you do some arithmetic you’ll see just how much you’d be saving if you didn’t buy any of those unreliable lighters monthly.\nSAFETY:  \nMost people do not know this, but unless you are looking to burn something up, you only need flames not fire. The 3-arc lighter is electricity driven and works in a process that involves electricity jumping between set 3 electrodes and producing a dazzling electric arc because the air between both sets of electrodes has now become ionized.  \n This arc is simply beautiful flames forged from electricity, different from the wild fire other basic lighters produce. The 3 arcs of gentle flames are as safer than the uncontrolled flames we have become accustomed to. You can hardly go wrong from pushing a button to start a lighter than scratching on matchboxes.  \nDURABILITY:  \nAll materials featured in the design of the lighter are authentic and newly refined including the prominent zinc alloy.  \nFUNCTIONALITY:  \nAll the most awesome gadgets these days are one touch. The electronic 3-arc lighter matches up in this one touch functionality; it takes just a gentle push of the only button on the device to trigger the lighter and reveal it’s 3 gentle arcs of flame.  \nThe charging system is as simple as can be too, just place the lighter in its charging stand and plug to electricity and watch your investment charge back.  \nDESIGN:  \nThis is where all the ideas come together. The 3-arc lighter does not heat up, lighters that produce fire get hot in little time because the flames pour everywhere and the induction heats up the whole lighter.  \nThis is not only dangerous considering those lighters are highly flammable, it is also not fun to hold a heated lighter. However, the 3-arc lighter stays cool even throughout intense use because it is mere technology producing gentle flames. The cutely designed 3-arc lighter will put some spice to how you light your birthday cake candles or romantic dinner night candles.  \nRECHARGABLE:  \n Making a product that will serve people for pretty much decades was our goal, and in these modern times where electric power is everywhere, a rechargeable lighter cannot go wrong. In 1.5 to 2 hours, you can charge the 450mAh battery of the 3-arc electric lighter.  \nFEATURES:  \nELECTRIC POWERED \n 3-ARCS\n VARIETY OF COLORS\n 450MAH BATTERY\nCOVER IS ZINC ALLOY \nVERY AFFORDABLE PRICE \nUsability:\nThe 3-arc lighters are not just pretty, they can be used in a diversity of applications, for candles, paper, gas cooker, incense and more. Tilting the lighter to awkward degrees doesn’t affect its functionality, so, if you are in a tight spot and you need to light it up, go ahead, it’ll work. \n Waste: \n The only time any waste comes from the 3-arc lighter is if for some reason you must trash it. Otherwise, you do not have to worry about fumes or smoke from burning fuel. \n WHY WE NEED YOUR BACKING? \n The lighter industry is not where a lot of investors turn their attention towards. So, when we finalized the prototype 3-arc lighter, we were confident no one else has this product out there. So together, with your backing we can produce more of the prototype on a commercial scale and get the 3 arc-lighters to people who need them. \n With a little thinking, we figured it’s best to let the people who might appreciate this product do the backing and join in the story.\n WHOLESALE INQUIRIES\n  If you are interested in carrying our product in your online shop, please send us an email to zenlighter1@gmail.com before the end of the campaign.  \nAPPRECIATION\nI would just like to take the time and say thank you to all the backers, and customers. Without you this project would just be a dream and hopefully, we will be able to turn that dream into a reality so thank you.\n  Brush That Comes With Lighter\n ", "risks": "Risks and challenges\nThere are always going to be risks and challenges, but we are already on top of it all because we want to ensure a smooth campaign. However, we’ll share with you some of the most potent ones:\n\n1) If major ports go on strike delays can be expected too. \n3) Unforeseen challenges during production may arise, even though they are highly unlikely if they do arise we’ll be sure to let our backers know first.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "David\nFirst created · 0 backed\nMy name is David i am 33 years old and i live in Brooklyn, New York. Ever since i was a little boy i have always dreamt of being an...See more"}, "support": [{"amt": "Pledge US$ 22 or more", "title": "Early bird 1 Zen Lighter", "descp": "You will receive:\n1 x Zen Lighter\n1 x Brush\n1 x Cable\nYou'll be able to specify which color you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers", "Limited (2456 left of 2500)"]}, {"amt": "Pledge US$ 29 or more", "title": "1 Zen Lighter", "descp": "You will receive:\n1 x Zen Lighter\n1 x Brush\n1 x Cable\nYou'll be able to specify which color you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 38 or more", "title": "Early Bird 2 Zen Lighters", "descp": "You will receive:\n2 x Zen Lighters\n2 x Brushes\n2 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (2492 left of 2500)"]}, {"amt": "Pledge US$ 45 or more", "title": "2 Zen Lighters", "descp": "You will receive:\n2 x Zen Lighters\n2 x Brushes\n2 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 60 or more", "title": "3 Zen Lighters", "descp": "You will receive:\n3 x Zen Lighters\n3 x Brushes\n3 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 73 or more", "title": "Early Bird 4 Zen Lighters", "descp": "You will receive:\n4 x Zen Lighters\n4 x Brushes\n4 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (2497 left of 2500)"]}, {"amt": "Pledge US$ 85 or more", "title": "4 Zen Lighters", "descp": "You will receive:\n4 x Zen Lighters\n4 x Brushes\n4 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "Early Bird 5 Zen Lighters", "descp": "You will receive:\n5 x Zen Lighters\n5 x Brushes\n5 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5000 left of 5000)"]}, {"amt": "Pledge US$ 113 or more", "title": "5 Zen Lighters", "descp": "You will receive:\n5 x Zen Lighters\n5 x Brushes\n5 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 190 or more", "title": "EARLY BIRD TEN ZEN LIGHTERS", "descp": "You will receive:\n10 x Zen Lighters\n10 x Brushes\n10 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2000 left of 2000)"]}, {"amt": "Pledge US$ 235 or more", "title": "TEN ZEN LIGHTERS", "descp": "You will receive:\n10 x Zen Lighters\n10 x Brushes\n10 x Cables\nYou'll be able to specify which colors you would like after the funding period.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"status": [{"Project launches": "AUGUST 16, 2017"}]}], "comments": [{"username": "Christopher Mc Verry", "content": "I agree shipping seems quite high for the size of it.", "time": "almost 4 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Bling It Up Bezel with a Dazzle from our Mariah Nicole Collection\nWe will use the funds to expand our Dazzle line.  The next Dazzle (AKA charm) that we would like to create, is one that will allow the customer to send us an image of anything that they would like to see on their charm.  These could include, but are not limited to: pictures of their children, grandchildren, pets, scenery, vacation memories, child's artwork, loved one's signature, in memory of someone and so much more.  The possibilities to create an extra special Dazzle, are endless.  Our customers are requesting the personalized charms to be developed, sooner than later.  It is our goal to meet our customers where they are at.  By running this campaign, we would like to raise the money to execute this plan and get the custom Dazzles underway.  The pledge would go directly to equipment and materials to make this come to fruition.\nPicture Perfect Bezel with a Dazzle from our Elements Collection\nIn addition to expanding our Dazzle line, we are also going to use these funds to market our brand.  We will educate our future customers about Darling Dazzles, the product benefits and where our jewelry can be purchased.  Market research has shown us that customers fall in love with our product, once they are able to see how convenient it is and all that it has to offer. \nBling It Up Bezel with a Dazzle from our Candy Stripes Collection\n  Our line lends itself to treasured memories.\n Any monies we raise above and beyond the desired amount, will be used to create more Darling Dazzle designs.  We have artists from around the world and they are anxiously awaiting to create custom pieces just for Darling Dazzles; Bangladesh, Pakistan, Mexico... just to name a few.  I would be incredibly ecstatic, to over fund this campaign and give us a success supercharge!!\nDarling Dazzles interchanging pieces are easy to assemble.\n   Bling It Up Bezel with a Dazzle from our Delaney Colette Collection\n In less than a year we quickly went from having an idea, to illustrating preliminary sketches. Immediately to follow, we had professional images (CAD drawings) created and a prototype in hand. Shortly thereafter, we had samples to preview as well. Once we tested our product quality, we made our much anticipated product order. It's very exciting to say that our necklaces are in stock and we have begun the preparations to launch them online. I am all in, on this labor of love! We have made it our goal, to remain debt free through this entire project (blame it on Dave Ramsey- haha!). All of the money we have invested, has been hard earned cash. We would LOVE it if you were able to help us stay debt free and allow our company to be created on a solid financial foundation; to secure our success. We have enough skin in the game and excessive passion, to take this project home! I am committed to this company full-time and I put in at least 8 hours a day, 6 days a week. I WILL get the job done! I assure you that your money is going to a good cause! :)\nDarling Dazzles jewelry comes with a satin storage bag, that doubles as a cleaning cloth.\n  Elegance Bezel with a Dazzle from our Brooke & Danielle Collection\n           REWARDS\nThere are not enough words to express my deepest gratitude for your contribution to our vision!  \"Thank you,\" just doesn't seem to be enough!  But, please know that I have the utmost appreciation and thankfulness in my heart!  I can't wait to use the success of this business, to pay your kindness forward one day!\n_________________________________________________________\nREWARD #1\n _________________________________________________________\nREWARD #2\n _________________________________________________________\nREWARD #3\n _________________________________________________________\nREWARD #4\n _________________________________________________________\nREWARD #5\n _________________________________________________________\nREWARD #6\n _________________________________________________________\nREWARD #7\n _________________________________________________________\nREWARD #8\n _________________________________________________________\nREWARD #9\n _________________________________________________________\nREWARD #10\n _________________________________________________________\nHOW DOES THE JEWELRY ASSEMBLE TOGETHER?\n                          DarlingDazzles.com  COMING SOON!\n  You could make money just by sharing our campaign with your friends! Click Here!\n ", "risks": "Risks and challenges\nThe only two potential obstacles that I foresee are, product space and product fulfillment. However, I already have an action plan in place, should I be faced with either of these challenges. In regards to space, I already have a workroom that is available, without any additional costs to me. As for producing the product, I already have product on hand. However, should we (be stuck with the wonderful problem and ;-) ) sell out of our merchandise, I have already spoken to my factories and artists, to be certain that they could meet the demand and lead time. As a natural planner, I have taken the steps to ward off any potential challenges at this time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Darling Dazzles\nFirst created · 4 backed\nI am a blessed wife of almost 20 years and a mother of two wonderful daughters ages, 17 and 14. I graduated with my Associates in...See more"}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Thank you for the support!", "update_content": "We would just like to thank each and every one of you that has supported our campaign!  We appreciate your shares and contributions!  We would love for you to stay in contact with us and we really look forward to hearing from you soon!\nEmail: customerservice@darlingdazzles.com\nWebsite: DarlingDazzles.com\nTwitter: @Darling_Dazzles"}, {"update_no": "UPDATE #10", "update_userinfo": "3 Days and Counting!", "update_content": "We are nearing the end of our campaign and we would deeply appreciate it, if for the next 3 days you would share our project on all of your social media platforms!  We appreciate you, our fans!!  Your support and love is incredibly heartfelt!  Much love to you and thank you for telling others all about us!!  :)"}, {"update_no": "UPDATE #9", "update_userinfo": "We only have 9 days left! Here's another FREEBIE!", "update_content": "We are getting closer to the end of our campaign!  Would you be so kind to help us and share our campaign on your social media?  As always, your support is sincerely appreciated!  \nLink to share: http://fXLcZgDr.kckb.st\nHere is another Inspirational Color Art for you:"}, {"update_no": "UPDATE #8", "update_userinfo": "It's a FREEBIE for you and your friends!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Follow us on Twitter @Darling_Dazzles !", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "www.DarlingDazzles.com is in the works!", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "We were on the radio! Listen here!", "update_content": " "}, {"update_no": "UPDATE #4", "update_userinfo": "Kickbooster! https://darlingdazzles.kickbooster.me", "update_content": "Exciting News: We are officially a part of the Kickbooster referral program!  Just for sharing our campaign with your friends, you can make money if they pledge as a result of your share!  Don't forget to remind your audience that there are rewards in store for their contributions!  :)  Thank you again for your sincere kindness and support!  <3 \nLink to share with your friends:"}, {"update_no": "UPDATE #3", "update_userinfo": "Future Plans", "update_content": ""}, {"status": [{"Project ends": "JULY 1, 2016"}]}], "comments": [{"username": "Michael Moriarty", "content": "Very best of luck with your campaign.", "time": "about 5 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "                                                                                         ", "risks": "Risks and challenges\nWE NEED YOUR HELP!\n\nThe only real challenge we face is reaching our funding goal. If we reach our funding goal, we guarantee shipment of the first batch of pants within a month after the campaign finishes.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Black Friday sale", "update_content": "We have made a special offer for all of our amazing kickstarter backers! Today only we give you all on everything on our webshop just use the code:"}, {"update_no": "UPDATE #8", "update_userinfo": "Improved new model in an even more soft quality. 4 different variants.", "update_content": "After the kickstarter campagin ended, we have continued to test, improve and develop new qualities under the concept:\n\"good looking pants, which feels like wearing sweatpants\"\nWe have experimented with many different thicker fabric qualities for Autumn/Winter and we are thrilled to announce, that we are ready with a new improved model, designed for Autumn/winter!\nThe result is a model that is actually much softer in the quality and still with so much stretch that you could actually do a split in them. We have also improved this model from the feedback we have got and made the front pockets deeper.\nIf you like the concept, we are confident that you will love this! As you have been a part of making it a reality, we have made a discount code on 20 % for all you guys.\nDISCOUNTCODE: kickstarterbacker\n*206 discountcodes are avaliable\nFind the pants here:"}, {"update_no": "UPDATE #7", "update_userinfo": "All packages have been shipped today!!", "update_content": "About a week ago we shipped all the packages inside EU. Today we also sent all packages outside EU. This means that all your perfect pants are on the way. \nOur fingers are crossed and we hope they will arrive to your all soon. Some of the packages are being shipped pretty long distances though and it might take a little time before they arrive.  "}, {"update_no": "UPDATE #6", "update_userinfo": "Production has finsihed", "update_content": "I am very happy to report the the production finsihed yesterday. Right now it is being shipped from Portugal to Denmark. As soon as we revieve the pants in Denmark we will start shipping them to your adress. \nBest regards\n/The Style and Performance team "}, {"update_no": "UPDATE #5", "update_userinfo": "Production is rolling", "update_content": "There is slight production delay as we are making sure that everything turns out perfect. Right now we are expecting to recieve all pants on the 15 of july. As soon as we recieve the pants from our manufacturer, we will start shipping. \nThank you all for the support. We look forward to each one of you recieve your perfect pants. "}, {"update_no": "UPDATE #4", "update_userinfo": "Our campaign is reaching it's end and production is already rolling", "update_content": "We have already recieved all the fabric for the perfect pants and the first pants are already being made. \nAs soon as the campaign ends we will send out a survery asking for size and delivery adress. Please answer this ASAP to get your pants ASAP.   \nWe can't wait for you to recieve your first pants and experience the freedom. "}, {"update_no": "UPDATE #3", "update_userinfo": "INTRODUCING - THE PERFECT SHORTS", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Thank you for helping us reach our funding goal + Special treat", "update_content": "PLAY"}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you to all supporters so far. We are very excited about this great start.", "update_content": "PLAY"}, {"status": [{"Project funds successfully": "206 backers pledged DKK 157,042"}]}], "comments": [{"username": "Brandon Kirkham", "content": "Brandon", "time": "over 4 years ago"}, {"username": "Oko", "content": "That is why I dont wear them often. Fabric is nice and I like it.", "time": "over 4 years ago"}, {"username": "Buster Juul", "content": "Very nice pair of Jeans. Thanks!!", "time": "over 4 years ago"}, {"username": "Parik Tiwari", "content": "thank you so much I did receive the pants and they are perfect in all the ways, the material is soft, the pants feel light and boy can they stretch. One big flaw for me was that they don't have a back pocket, which should defiantly be an improvement in the next version :) thanks again for all the help and a good over all product.", "time": "over 4 years ago"}, {"username": "Claes Jørgensen", "content": "The owner Christoffer, is super awesome and I've grown a bond with him. Super professional and flawless. Definitely a recommended buy !!", "time": "over 4 years ago"}, {"username": "Jeppe Vissing", "content": "These guys can really supply you with some great pants! Have bought these ones from the Kickstarter project and recently ordered one more pair. Then yesterday I received my latest great buy, their new chinos! Both models are great in shape and really nice to wear. Thanks guy - keep up the good work!", "time": "over 4 years ago"}, {"username": "muaz", "content": "perfect", "time": "over 4 years ago"}, {"username": "Andreas Lieberoth", "content": "Besides being a backer on this project, I'm also a researcher, and at the moment we're running a study on games crowdfunding. Please, consider participating in an academic crowdfunding user survey we created, and help us better understand why people back campaigns! You can find the survey at: http://www.surveygizmo.com/s3/3061898/Crowdfunding-user-survey", "time": "over 4 years ago"}, {"username": "Parik Tiwari", "content": "Can you please provide me with an update? It's been 20 days since your last update.", "time": "over 4 years ago"}, {"username": "Tony Karnovski", "content": "Thanks.", "time": "over 4 years ago"}, {"username": "Parik Tiwari", "content": "Thank you Chris! for the response :) I look forward to testing out the pants.", "time": "over 4 years ago"}, {"username": "Parik Tiwari", "content": "Parik", "time": "over 4 years ago"}, {"username": "Morten Bervig", "content": "Cons: I don't feel like doing gymnastic in them. However, who would even do so?", "time": "over 4 years ago"}, {"username": "Leonardo Morelli", "content": "Thanks a lot Chris!!!! <3", "time": "almost 5 years ago"}, {"username": "Allan Eriksen", "content": "Allan Eriksen", "time": "almost 5 years ago"}, {"username": "Leonardo Morelli", "content": "Leonardo", "time": "almost 5 years ago"}, {"username": "Gordon Khoo", "content": "Hey Christopher, I sent a message to you regarding an exchange. Appreciate if you can reply me.", "time": "almost 5 years ago"}, {"username": "Lau Smed Laursen", "content": "I'm very satisfied with the pants I recieved. Been using them for work, which was my initial plan for them. I feel like the pants are more comfortable than the traditionel working pants and still has the classical style. I'll definitely drop by the store to get some more.", "time": "almost 5 years ago"}, {"username": "Leonardo Morelli", "content": "I know it's not your problem, but I have my pants stuck at Copenhagen's DHL centre since the fourth of august... anybody else experiencing problems with the delivery?", "time": "almost 5 years ago"}, {"username": "Simon Kramme", "content": "I can't wait to see how this evolves in the future, you have done a fantastic job!!", "time": "almost 5 years ago"}, {"username": "Simon Kramme", "content": "I will be getting more in different colors as soon as possible!", "time": "almost 5 years ago"}, {"username": "Tony Karnovski", "content": "The quality seems amazing, just gutted they don't fit me...", "time": "almost 5 years ago"}, {"username": "Mads Rohrdanz Jepsen", "content": "Love these pants! they are perfect when working as a waiter, since they combine the stylish and high quality with the pleasant to wear! thumps up!", "time": "almost 5 years ago"}, {"username": "Frederik Steen Nørgaard", "content": "I absolutely love the pants! I recieved them 3 weeks ago and I have used them almost everyday. I am definitely gonna buy atleast one more pair. And maybe I am gonna try the beige one!", "time": "almost 5 years ago"}, {"username": "Ting", "content": "Cheers", "time": "almost 5 years ago"}, {"username": "TheSaint", "content": "I got the pants and I just love them. I need 2 more pairs. How can I buy them ?", "time": "almost 5 years ago"}, {"username": "Edgar Kieu", "content": "I just got mine, pretty happy with it. Any plans to release more colours and where can we buy more?", "time": "almost 5 years ago"}, {"username": "Jacques Rosanes", "content": "Super happy about the pants! I'm definitely going to buy more! Good job guys", "time": "almost 5 years ago"}, {"username": "Omar Ali", "content": "This pants are the best!!... I was used to sweat pants because they were pleasant to wear, but after Christoffer introduced me, this pants... Only thing I I can say is buy them!... Big thumbs up SNT", "time": "almost 5 years ago"}, {"username": "Mikkel Strauss", "content": "They are the best thing in my weardrobe right now, matching to all, and incredeble conf. and fit aften your waste, after no time. Great job guys", "time": "almost 5 years ago"}, {"username": "Andreas Lieberoth", "content": "Wore my pants to work today. Pretty comfy and a nice fit, but very very far from the sweat pant dress pants I also own. On the train home the button really started to gnaw into my lower stomach - not pleasant at all. At this point I feel that the whole sweatpants comparison is far off.", "time": "almost 5 years ago"}, {"username": "Karim el Gamal", "content": "I received my pants last week and I must say they are extremely comfortable. The size is perfect, slightly tight at first but after wearing them for a couple of hours they stretched nicely to fit around my legs. Great product so far!", "time": "almost 5 years ago"}, {"username": "Mathias", "content": "so 5/5 Stars keep up the good work!", "time": "almost 5 years ago"}, {"username": "Jessie coffey", "content": "Any updates on the project?", "time": "almost 5 years ago"}, {"username": "Simon Kramme", "content": "Look forward to hear something? :)", "time": "almost 5 years ago"}, {"username": "Simon Kramme", "content": "This has been a great campaign with what looks to be a great product. However I do miss a bit more interaction from the creators..", "time": "about 5 years ago"}, {"username": "Eddie", "content": "Thanks for your reply. I was thinking the other might benefit from your response. Sorry about that.", "time": "about 5 years ago"}, {"username": "Eddie", "content": "Is size 30 meant for based on the table, 36.4cm x 2 = 28.66cm waist?", "time": "about 5 years ago"}, {"username": "Joonas Nevala", "content": "Hi! I am looking forward to receiving my pair of the pants. Nevertheless I am a bit confused by the sizing. Especially the length... The length in the size guide seems to be somewhat different than at the time I made the pledge. All other measures indicate that I should get a size 32 but the length in my normal pants is 74 and Here it would be 84! That is 10 cm too Long for me. What do I do?", "time": "about 5 years ago"}, {"username": "Simon Kramme", "content": "Can't wait to see the results of your hard work! :)", "time": "about 5 years ago"}, {"username": "Michael Moriarty", "content": "Best of luck with your campaign.", "time": "about 5 years ago"}, {"username": "Elton King", "content": "I love this!", "time": "about 5 years ago"}, {"username": "Simon Kramme", "content": "It would be really great, if you could bring an update with more detailed pictures of the pants...", "time": "about 5 years ago"}, {"username": "Simon Kramme", "content": "Congrats on reaching your founding goal! This is so exciting, can't wait!", "time": "about 5 years ago"}, {"username": "Nicholas Chng", "content": "Perhaps a size 32 then?", "time": "about 5 years ago"}, {"username": "Nicholas Chng", "content": "Hello Christoffer, still confused about the sizing. I usually wear a 31inches pants and i'm on the slim side. The measuring tape says I am 85cm 'all the way around the waist'. So which size should I be getting?", "time": "about 5 years ago"}, {"username": "Simon Kramme", "content": "I work in an office all day an therefore I'm always on the lookout for some comfortable, durable and good looking pants!", "time": "about 5 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Project Creator: Victor M Rivera\nProject Description\n A new educational business board game that helps players, from all backgrounds and ages, learn how to form collaborative business relationships by role playing and giving short \"elevator\" pitches.\nWhat's so special about the project? Why a Game?\nGamification is “the concept of applying game mechanics and game design techniques to engage and motivate people to achieve their goals.”  \n “Last year, I published an e-Book, “Strategic Collaboration Workbook for Entrepreneurs…a How-To Guide for finding the Right Collaborators to help grow your business.”\nHowever, I’ve now realized that another way of helping persons acquire know-how on the power of collaborative business relationships, is to utilize the principle of “game-learning” and role playing. That’s why I decided to develop Strategic Collaboration… An Educational Business Game.\nThe initial feedback has been amazing and I am confident that with your support (financial and promotional) we will provide more people, of all backgrounds and ages, with an important tool to compete cost-effectively in the new collaborative economy and help spur the socio-economic development of their community.”\nVictor M Rivera\nReviews on the Strategic Collaboration Workbook for Entrepreneurs:\n 5.0 out of 5 stars\n\"This is a go-to book for any entrepreneur that is looking to create, build and grow a business\"\nBy Vanessa Kings on October 30, 2015 Format: Kindle Edition \n “Many entrepreneurship books that I have read focus on several aspects of being an entrepreneur and how to launch a successful business, such as lean business plans, scale of funding, process, market analysis, strengths and weaknesses, and so on.\nHowever, in \"Strategic Collaboration Workbook for Entrepreneurs: A How-To Guide for finding the Right Collaborators to help grow your Business\", author Victor M. Rivera places the focus on relationships. After all, running a business involves many interactions and what will make or break it are the people. Both customers and partners. So, finding the right collaborators is key to building any business.\nAnother strong point is that the book is not written as a narrative or full of theory, but rather a very practical workbook with easy to follow steps and useful guides that range from assessing business capabilities to determining which strategic collaborators are right for you to tips for creating a Strategic Collaborator Management Manual.\nThis is a go-to book for any entrepreneur that is looking to create, build and grow a business by focusing on collaborative relationships.”\n5.0 out of 5 stars\n\"Great resource for entrepreneurs\"\n By A. Martin on August 27, 2015 Format: Kindle Edition|\n“Entrepreneurs advance by collaborating, but there are few guides on what strategies to follow. Rivera bases this guide on his years of experience to help entrepreneurs form lucrative relationships that benefit all involved. The practical steps are clear to guarantee viable outcomes. A must-have in the entrepreneur’s library.”\nDefinition of Collaborative Relationships\n “Collaboration is when two or more persons/businesses with complementary resources, get together to share them to create greater efficiencies and help each other grow their business. Collaborations are generally for specific time periods and resources.”\nWho is the Strategic Collaboration Educational Business Game designed for?\nThe target buyers/users of the game are:\n• Entrepreneurs and aspiring entrepreneurs seeking to learn about forming collaborative business relationships and how to maximize their benefits and minimize risks. \n• Business Development Organizations can use the game for training their staff and clients on the process of forming collaborative business relationships.\n• Employers promoting \"intrapreneurship\" at their company. \n• Parents who detect an entrepreneurial potential in their 16+ aged children.\nHow do you Play and Win?\n1. Start by reviewing contents of the Business Game Manual. \n  2. Fill out Business Game Profile on the Scoreboard. \n3. Select the type of business you will represent from industry cards on the Board. In each game you assume a different collaborator's role in a different industry.\n4. Roll die around the Gameboard until the six elements of your Company Profile on the Scoreboard are identified. These include:\n    a. Type of business seeking collaborator(s).\n    b. Capabilities to be shared.\n    c. Type of collaborative relationship desired.\n    d. Type of potential collaborator.\n    e. Where you will look for them.\n    f.  How you will minimize collaboration risks.\n5. When all players complete their Company Profile, including needs and circumstances, they will simulate a 3-5-minute presentation to a potential collaborator using Guidelines provided in the Game Manual. Sample written presentations will also be provided. Persons can also follow instructions and play by themselves, at their own pace.\n6. It is highly recommended that a video copy of each player's presentation be recorded (using a smart phone or similar device) for review and future comparison purposes. \n7. Players will listen, critique, score, and learn from each other's presentation. \n8. Player with the highest score wins the game. Actually, everyone wins because of the learning experience gained each time they play, assuming different roles in different types of businesses, and collaborative relationships. \nBusiness and Communication Skills you can learn from playing the Game.\nThrough role-playing exercises, players will learn about:\n1. Different needs and capabilities shared in collaborative business relationships.\n\n2. Types of collaborative relationships.  \n3. Types of potential collaborators.\n4. Where to find business collaborators.\n5. Ways to minimize collaboration risk factors.\n6. Ways to monitor a collaborative business relationship  to ensure success.  \n7. Making practice video presentations / elevator pitches to various types of potential collaborator(s) and sharing them via social media for feedback. \nHow long will it take us to complete the project?\n We estimate that 30 days after receiving the pledges via the Kickstarter crowdfunding process, we will begin to distribute the Strategic Collaboration…An Educational Business Game to our project supporters.\nHow much backing do I need to complete the project?\n Financial: We are seeking 205 project supporters who submit pre- order pledges of $49 for each “First Edition” copy of the new business game within the next 30 days. The total of $10,000 will cover all pending project completion and U.S. delivery costs.\nPromotional Support: We are especially interested in finding project supporters who also see the many benefits of using collaborative relationships as a strategic business building tool that will contribute to the socio-economic development of their community.                        \nTheir willingness to encourage like-minded friends and families, to join our community of promoters of business collaborative relationships as a means of helping local entrepreneurs start or grow their business faster, will also be greatly appreciated.\n\nProject supporters can easily share this Kickstarter page by pressing the Share button at the top of this presentation.\n How will I use the pre-order funds?\nTogether with existing project funds:\n1. Test and fine-tune the final game product, including instructions, artwork, game pieces, packaging, game delivery costs, etc..\n2. Establish a cost-effective game production and distribution system.\n3. Funds will be used to fulfill all game pre-orders on time.\nHow will I keep in touch with my backers during the campaign and after the game is released?  \nBackers can view weekly informative postings on project status. They can also share ideas on how they can best utilize and help promote collaborative relationships within their business and educational/training communities.\nMy background relevant to the Project.\n I was introduced to the business world when I was 12 years old and worked after school and during summers at my father’s grocery store in Brooklyn, NY, until I graduated from New York University with my degree in Economics.\nMy business development-related experience since then, at the local, state, national, and international level, includes holding senior management positions at the U.S. Small Business Administration (New York District Director, SBA Regional Director for six-states based in Denver,CO; and Senior Advocate, Office of the Chief Counsel for Advocacy; National Director at the Minority Business Development Agency/U.S. Department of Commerce; and headed the Bureau for Latin America and the Caribbean at the U.S. Agency for International Development (AID). This position required U.S. Senate Confirmation.\nHave served as a consultant to investment banking firms, federal and local government agencies, telecommunications firms, and the World Bank.\nMost recently, I’ve focused my services on helping small and medium size firms expand their operations by building collaborative business relationships. Last year, I published an e-Book, “Strategic Collaboration Workbook for Entrepreneurs …a How-To Guide for finding the Right Collaborators to help grow your business”\nI realized recently, that another way of helping persons acquire the know-how on the power of collaborative business relationships was to utilize the principle of “game-learning”. That’s why I decided to develop Strategic Collaboration…An Educational Business Game.\nThe initial feedback on the concept has been amazing. I am confident that with your timely support we will serve a good purpose by providing aspiring entrepreneurs with an important, and easy to use tool, that will help them quickly learn the basics of forming collaborative business-relationships. This in turn, will enable them to compete cost-effectively in the new collaborative economy.\nYour support in helping to bring this worthwhile educational business game project to life will be greatly appreciated, Just press the Back the Project button at the top of page now. THANKS!\nBy the way, I'm dedicating this Game to my Dad,\n  my first business mentor and close collaborator.\n  Cordially,\n  Victor M Rivera", "risks": "Risks and challenges\nOur producing and delivering the game represents little risk for our supporters/collaborators. Several qualified game manufacturers have been identified. Game production and delivery is expected to be completed by July. The only challenges could be shipments to remote places where shipping or custom delays may be encountered.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Victor M Rivera\nFirst created · 0 backed\nFormer senior official at the U.S. Small Business Administration (District Director, Regional Administrator, Senior Advocate at the Office...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JUNE 9, 2016"}, {"Project launches": "MAY 10, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Is Friend-Funding a necessary first step to Crowdfunding?\nCrowdfunding has changed the world of finance. It has greatly expanded the horizons of individuals who want to develop creative projects and start entrepreneurial ventures. Still, existing crowdfunding platforms, while being great avenues of empowerment, often work under rules that are too strict and which ultimately lead many crowdfunding project authors to fail in their campaigns, or to shy away from getting started in the first place.\nCrowdfunding\nWe believe it is time to create a \"before crowdfunding platform\" – that people can use while taking their first crowdfunding steps. \nWe noticed 3 interesting things\nA lot of startups get their first funding from friends and family\nFriend and family fund half of all “self-financed entrepreneurs”\nGetting funded by friends and family is expected to be used before using crowdfunding. Indeed, many investors invest in people before they invest in ideas or products. Since they don’t know you, their first integrity check on you as a person is whether your friends and family believe in you strongly enough to give you seed money for your new idea. If they won’t do it, they ask, why would strangers invest in you?\nThat’s why we decided to create Friend Funding, where the chances of feeling shy or failing to crowdfund a project are very low. Through Friend Funding, we will help you in a funny, smart and witty way to fund your projects, starting with your circle of friends and family.\nFriend Funding think of crowdfunding Campaign as a \"© digital piggy bank\", that your friends and family can contribute in a funnier and smoother experience.\nThe premise is simple. You reach out to your friends and family, and instead of just asking for a contribution, you ask for a contribution in a fun way, a way that makes the whole seem like a game.\nWe will also offer your friends and your project’s fans badges whenever they contribute, while also offering you points as they support your project.\nBadge Friend-funding.com\nEvery month the top 3 most popular projects which have the most points will receive the Crowdfunding Package (Website creation, logo, advertising for a month, contibution to your Crowdfunding Campaign up to 1500€ and much more...).\nTop 3 project\nFeaturing both a free and an affordable premium subscription for getting funding, crowdfunding project authors will find on our Friend Funding website a crowdfunding avenue that they can easily pursue and that they can successfully use, by understanding its simple rules and letting its structure work for them.\nPlus, Friend Funding’s premium subscription offers a wealth of features that greatly enhance your chances of getting the funding that you need. It includes support from mentors, premium advice, social advertising, design support, brand name support, pitch validation and much more.\nSo this is it! With Friend Funding, you’ll no longer need to feel pressured by all-or-nothing campaigns, or by a crowd of potential backers who knows nothing about you, and whose attention is being fought for by endless crowdfunding initiatives.\nAt Friend Funding, we are creating an even more fun and entertaining method for raising startup capital, a method that will help you reach out to the people most likely to support your campaign.\nYou’ll have a flexible, rewarding, friends and family-based crowdfunding source that can actually work – just as you want it to.\nSince Friend Funding needs to operate from a technologically smart, safe, user-friendly and dynamic platform, we are seeking to raise 5.000,00 € to fund its full operational creation, by covering the following expenses:\nThese amounts are for a 3 month development schedule. Everything else is already paid for by the project creator using personal friend-funding.\n Accountancy work : 720,00 €\n Hosting :                 432,00 €\n Platform Design :    360,00 €\n Platform Coding and Development : 2.500,00 €\n(Project Team has already coded 30% of the work. We use powerful software and platforms like wordpress.com for blog, buddypress for social interaction and amember.com for member management)\nCrowdfunding fees, Marketing & Social Media Promotion : €1.000,00\nWe are now inviting you to take part in the exciting development of Friend-Funding, while also turning your support into an immediately available option to run your own crowdfunding project in a simpler way by using friend-funding first as a fire starter for a successful Crowdfunding campaign.\nPlease take a look at our great rewards on offer and select the one that will make you be part of the exciting developing of Friend Funding.\nWe also invite you to share this campaign with your friends and family members who may also want to enjoy the funny before crowdfunding strategy that Friend Funding offers.\nThank you so much, and we hope to be reporting to you soon on the advance of Friend-Funding!\nTimeline\nTimeline Friend-Funding\nMEET THE TEAM \nwilly MARIGNAN\nI have started to code when I was 15, using a CPC 64 computer, later I decided to make computer science my passion then my job. I have a diploma from University Paris IX Dauphine in Paris. I have more than 20 years experience in the field. when I was a student I gave computer science courses so I know how to explain computer science concepts to newbie.\nPast projects of willy :\nPersonal profile : https://marignan.co/\nBlog (English/French) : https://ediyss.com\nwilly MARIGNAN\nFabien ELHARRAR \nMy name is fabien, I work in the internet field for 15 years. I own many websites with great success and I give support to start-up focusing on online customers acquisition and monetization.\nPast projects of fabien :\nPersonal profile : http://fabien.elharrar.com\nBlog : http://pix-geeks.com\nNetwork : http://pxnetwork.fr\nFabien elharrar\nFollow  us on Social Network :\n     ", "risks": "Risks and challenges\nNot being quite a risk, we see it mainly as the only challenge ahead of us: that of getting the crowd to know about the Friend Funding project, and to support it and help it to bring it into a full swing operation. \n \nHowever, we are so confident about the advantages and value proposition of Friend Funding, that we believe that this will be a challenge that we will easily overcome – as people can only gain from bringing Friend Funding to its full operational mode.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Willy Marignan\n3 created · 12 backed\nMember of BackerClub.co I am passionate about the web and Computer science since I was 15. I give computer science courses. I do running...See more"}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "Thank you, whatever may happen", "update_content": "The concept explained in one image\n The version 2.0 Of the concept is coming soon and a new campaign will be raised."}, {"update_no": "UPDATE #3", "update_userinfo": "How it works ?", "update_content": "Points System\nFor every action on the website you get points, it includes connecting yourself, finish a mission, referencing a new member, a social share. every month the point system comes to zero and every end of the month the top 3 members with the more points is calculated.\nThe digital Piggy Bank"}, {"update_no": "UPDATE #2", "update_userinfo": "The origin of Friend-funding", "update_content": "The origin of Friend-funding\nWhy did we have the idea for friend-funding ?\nI tried crowdfunding with a great idea and … it failed. I understood that a (perceived) great idea is not everything."}, {"update_no": "UPDATE #1", "update_userinfo": "Day 1 of Friend-Funding Campaign", "update_content": "Hi,\nI am happy dear reader to welcome you on board of this adventure I am working on for months now. I hope you will like this new service and that it will be usefull to you.\nThanks,"}, {"status": [{"Project ends": "JUNE 27, 2016"}, {"Project launches": "MAY 20, 2016"}]}], "comments": [{"username": "Alexandre Lecoeur", "content": "Dadourlou", "time": "about 5 years ago"}, {"username": "Alexandre Lecoeur", "content": "Dadourlou", "time": "about 5 years ago"}, {"username": "Alexandre Lecoeur", "content": "Dadourlou", "time": "about 5 years ago"}, {"username": "Alexandre Lecoeur", "content": "PS: Me too i'm going to use this myself ;)", "time": "about 5 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "We are at The Ready and so can YOU!\nImagine being able to consult a computer technician anytime you're struggling with an issue on your computer or device. Imagine, then, that technician remotely logging in to your computer and fixing the issue for you at the push of a button.\nAt 'The Ready' we make that possible. We connect users with computer technicians over a secure cellphone connection. Using verbal instruction or a remote connection to the computer, technicians troubleshoot the issue together to solve the problem. It's like having a technician on call all the time. \nCreating an App for Technicians and Users\nThe Ready provides easy, at-home assistance with common issues like virus removal, backup assistance, computer optimization, and software configuration. It makes it easier for anyone who needs assistance to have it and anyone who is able to give assistance to give it. \nUnlike other apps, The Ready puts the technician at the center of the solution. By allowing qualified technicians the opportunity to provide tech support from anywhere, we're able to source and qualify many more technicians, with varying levels of expertise. \nFor users, the cost is significantly less than taking their device to a computer shop or having a technician physically visit their house to fix their issue. This lack of overhead allows more money to go directly to the technician. It gives them the opportunity to make money using the skills they already use everyday. \nEmbracing the Future  \nThis platform leverages the experience of seasoned IT technicians to help users anywhere, anytime. It puts them at the push of a button for users who need them. \nService when you want it, where you want it. In today's day, you can access just about anything you need with the push of a button. Car service. Groceries. Lawn care. Childcare. We're bringing this type of service to tech support by creating a quick, easy, secure way for users to connect to technicians.\nAs the number of consumer devices increases over time, so does the cost to maintain those devices. So does the need for a different solution. Get connected to the future of home-based technical support. \nHow it Works\nBoth the user and the tech have the app installed on their mobile device. The user initiates a \"ticket\" in the app, which notifies the right type of tech that there's a user who needs help. The ticket comes with a brief description of the issue. Techs can then accept the incoming call using the app if they are available and feel they can help the user. There is a reasonable per minute fee associated with the call.\nThe User Experience\nMillions of people need tech support everyday, but they don't know where to look, don't want to take their device somewhere and drop it off, or don't want to be routed through a call center. They probably wish they had a tech friend, right? Someone they could pick up and call who would be glad to help them through their issue. The Ready gives qualified technicians the ability to be that tech friend at the touch of a button.\nUsers will carry around the power of infinite technical knowledge in their pockets -- always an instant away from getting an answer or solution to almost any technical issue, simply and efficiently.\nAnd users can rate the techs, creating a user-based rating system visible to other users. \nThe Technician Experience\nAfter development is complete and The Ready officially launches, technicians can join and and earn extra money solving technical issues for everyday users. \nOff work early and want to make a few extra dollars? Turn on the app and be ready. Slow night or weekend? Turn on the app and be ready.\nTechs can work from anywhere there is an internet and phone connection for any length of time they choose.  \nThey'll use their knowledge and experience to build an online reputation through user reviews. \nThe Dream\nThe Ready team has worked diligently to get this app this far, but we need help. We thought there was no better way to raise money for a user-, in-home-based app than to crowdfund to those people who will use the app. Whether you're a technician or a potential user, it's clear to see the benefits of having on-hand tech support. Help us take it to the next step by helping us do the nitty-gritty, technical development. \nWe're at a good spot. We've worked through the model itself, the design and flow of the app, the preliminary legalities, and all that jazz. But we need to build out the app and give it legs to enter the market place. \nPending a positive kickstarter campaign, The Ready app will be available in the Google playstore for all android devices in the spring of 2017, with a projected iOS app launch date in late 2017. \nThank you for your support, please help and tell others.\nLet's get ready!", "risks": "Risks and challenges\nThe preliminary stages of app creation are completed. Now we move to the development of the app. The goal of this kickstarter will cover the cost for interactive development of the Android app. From there, we'll launch it and pursue an iOS app.\n\nAs with any new product on the market, our most immediate challenge will be building awareness. We have a plan that includes building a databases of interested users and techs, gaining social media momentum, paid advertising, and a little guerrilla marketing. \n\nWe also intend to implement a referral-based system that will provide incentive for technicians to promote the app to people they know who frequently request their technical service/expertise.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Justin Lee\nFirst created · 0 backed\nAge: 34 Location: Indianapolis, IN Experience: I have been a technician for over 10 years My name is Justin Lee, married, father of 2...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JUNE 17, 2016"}, {"Project launches": "MAY 18, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "My name is Roland Kpokou, I'm the founder of Mr tasty sauce.\n I have been working for over 12 years at Tesco serving and delivering great service for our customers and colleagues, however I had since my younger age a great passion for food and cooking specially hot and spicy food .\nI have been working on a 5 year journey to create the perfect hot chilli sauce Through research and also tips and recipe from the family, I have now arrived to a point where I strongly believe and can declare that im in possession of a great products.\nA hot chilli sauce called Mr Tasty Sauce. My desire with Mr tasty Sauce has been to bring something new, different, better and a tastier hot sauce on the market. Unless other hot chilli sauce on all supermarket shelves which are sour due to large amount of vinegar; they mostly looked at heat, But Mr tasty sauce looks at taste and flavour first as well as heat.\n Our aim is to \"Put some kicks and flavour into your food\", I strongly believe that Mr Tasty Sauce will transform the way we eat chilli sauce as it goes down well with any types of food ,Burger, Pizza, Fries, Pasta, Soup ,BBQ... ...on top of bringing great taste to all dishes from Breakfast, lunch to diner.\n Having Mr tasty sauce on Major grocery shelves especially Tesco will be a dream comes true and I look forward to seeing through this Kickstarter campaign the word of Mr tasty sauce spreads around the world.\nI intend to give at least 10% of trading profit to Charity.\n Mr tasty sauce comes in 2 ranges and 4 versions: a gourmet version: A range free from artificial colouring, conserved and kept freshed on the shelves chiller rather than the grocery shelves.\nThe other version is kept on the grocery shelves for a longer period.this is done without using large amount of vinegar thus not altering the taste unique to Mr tasty sauce.\nWe want to raise 15000 dollars.\n1-The money will be use for product testing : nutritional testing, microbiological testing and FDA certification.\n2- Turn the product commercial \n3- Move production from house kitchen to a commercial kitchen \n4- find a quality contract manufacturer for large scale production.\n5-Marketing campaign through food event to spread the word of Mr tasty sauce and reach Supermarket stores.", "risks": "Risks and challenges\nThere is no risks to the delivery of this project but mainly challenges.\nPlanning are in place to ensure that all orders reach the backers on time for the summers.\nThe challenge is to find a trusted contract manufacturer as in order to have it produce on the large scale I need to release of my secret recipes to the contract manufacturer which could potentially get in hand of competitors.\nThis could be avoided with a stretch goal to produce everything in our own commercial Kitchen.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Roland Kpokou\nFirst created · 0 backed\nI have been working in Tesco for over 11 years. I saw myself progress within Tesco, starting as a customer assistant to a deputy manager. As...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Thank you all", "update_content": "Dear all \nI would like to take this opportunity to thank you for supporting my project in turning our delicious homemade hot sauce Mr tasty sauce into a commercial product and being able to reach all supermarkets.\n Unfortunately I didn't get enough backing to bring this project to fruition. You will notice that your money hasn't been taken as it was an initial pledge and because the project didn't reach all the money required thus Kickstarter would not be debiting  your account. "}, {"status": [{"Project ends": "JUNE 16, 2016"}, {"Project launches": "MAY 16, 2016"}]}], "comments": [{"username": "Andrew Heidgerken", "content": "I have to say I'm saddened that this Kickstarter didn't succeed. I was looking forward to trying your sauce. You seem like a good guy and if you find another way to put your product on the market be sure to send me an email. I'll buy a bottle or two for sure,", "time": "almost 5 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "For as long as I can remember, I wanted to follow in my father's footsteps to become a police officer providing safety and care to those around me. Once I obtained my dream job, I realized how close first responders are to the community. A first responder is an employee of an emergency service who is likely to be among the first people to arrive at and assist at the scene of an emergency, such as an accident, natural disaster, or terrorist attack. First responders include police officers, firefighters, paramedics, and emergency medical technicians.\nI have been to many law enforcement funerals and emergency scenes involving fire department personnel, emergency medical responders and law enforcement. I have been approached by many citizens asking, how they can support their local first responders. I have been trying to find a way to bring together local community support and first responders.\nEarlier this year, I was talking with a good friend, who is a retired police officer and previous fire fighter. During our chat, that’s when this business idea and the community support model began. I was excited to get this idea moving, as I knew this was a great way to bring together the community and first responders. My business plan is to establish a private gourmet coffee brand, Thin Blue Grind, in which coffee consumers could purchase fresh local coffee and 10% of the proceeds would go directly back to the first responder community through non-profit organizations. I want to be the Northern California’s premier coffee supplier. All orders will be donated to the customer’s local community where they reside. As I expand, I want to support the nation through a daily cup of coffee offering “Coffee with a Cause.”\nSince I’ve also always enjoyed my daily cup of coffee before a hard day’s work, I knew I had to build the perfect coffee blend. I roast green coffee beans at home and love the taste of the fresh roast. After doing extensive research and considering all financial aspects, I realized, I need to have my coffee bean roasted at a local commercial coffee roaster. Having my beans roasted close to home, will provide the same quality and freshness I want to offer. This will allow me to provide great quality coffee beans with unlimited distribution potential. This partnership will also allow me to expand and offer other coffee roast as the business grows. I am a firm believer in partnering with other local businesses where I can build close relationships.\nWe are close to launching an online store with local delivery and pickup. We will be selling our House Blend (The Lineup), French Roast (Night Shift) and Light Roast (The Recruit) to launch the business. We also will offer other coffee merchandise with our logo to support first responder awareness in the community. Kickstarter funds will be used to offset and reduce our start up business costs, which includes equipment, packaging, branding, and marketing. This will enable Thin Blue Grind to open our business and donate to local first responder organizations.\nI want the community to know purchasing coffee from the \"Thin Blue Grind\" will make a substantial impact to our community by doing the thing they do every day \"DRINKING COFFEE.\" Thank you and please support the Thin Blue Grind, Coffee with a Cause.   \n\nOur Roasts\n  -SECOND TIER FUNDING-\nWe are thinking BIG here!\nIf we reach our projected goal, we will shoot for the stars. Any money raised over the original goal will go towards bringing \"Thin Blue Grind\" on the road. We have a small family vintage camping trailer that would make a great mobile coffee business. We would build out something like the picture below. It needs some work to make it into a useable mobile business, but would easily be retrofitted. This would allow us to bring my love of coffee, family history, community support along with awareness of our first responders!\n ", "risks": "Risks and challenges\nOur risk is very minimal based on our ability to have freshly roasted product available next day after roasting for pick up or delivery. This reduces the risk of storing large quantities of product that degrade in freshness as it sits on shelves.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Scott Duke\nFirst created · 0 backed\nI am a native Californian born in the Bay Area. I am a Veteran of the United States Air Force. I started my Law Enforcement career in Los...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JUNE 8, 2016"}, {"Project launches": "MAY 9, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Hello everyone! I am looking for help raising money because I would like to help discover and share health and fitness information that everyone can benefit from by taking a Cross-country journey and discovering different aspects of fitness and overall health!  My (soon-to-be) wife and I will be heading out from the Washington D.C. area heading south, and travel throughout the country for over 3 weeks of legitimate research.  I will be using my connections as an athlete to meet with other fitness professionals and professional athletes throughout our country, gathering as much information as possible about how they train their athletes and how they keep them healthy!  Those who I will be collaborating with along the way include liscensed Athletic Trainers, Personal Trainers, former American-Gladiators, professional atheltes of multiple sports, and native health care professionals.  Along with this, I will be immersing myself in each culture as much as possible, learning tips and tricks which we do not generally learn from anyone except who we are raised near.  \nI am aiming to drawanalytic conclusions on various information which I can then spread to as many people as possible, based on several demographics including geography of people, as well as cultural differences. I am going to document my journey through my website (which is currently under renovation), and look to learn as much as I possibly can from a wide range of people; and spread this information to as many people as possible likewise. \nMy overall goal is to simply find information and tricks which are easy for people to encorporate in to their daily lives, enabling as many people as possible to get in to their best physical condition ever! Thank you for your help enabling me to accomplish my goal of spreading health and fitness information which we all can benefit from!! www.AdamKempFitness.com", "risks": "Risks and challenges\nThe biggest overall challenge with my project is the actualy duration of the trip, along with falling short of information to be gained. Driving across the United States is a tiring venture, there is no doubt about this. However, I am very confident that by focusing on health and nutrition overall I will be able to tackle this issue with ease, and not fatigue through the trip. Also, I believe there is an immense wealth of knowledge to be gained during this trip, and the fact that i have trusted people in almost every area of the United States alraedy will make this an even easier venture!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Adam Kemp\nFirst created · 0 backed\nMy name is Adam Kemp and I am currently a professional basketball player with a love for all-things health and fitness. I have recently...See more"}, "support": [], "updates": [{"status": [{"Project ends": "MAY 26, 2016"}, {"Project launches": "MAY 11, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "BODO (BuyOneDonateOne) is an up-and-coming footwear company ready to kick off with its super-cool designs of bold colours, and sleek contours which set not only trends, but also precedents in dealing with environmental issues and providing aid to those in developing countries.\nHailing from one of the hippest places on earth, London, UK, BODO has set about its mission to design, manufacture, and sell high-quality sandals with soles crafted from used vehicle tyres.\nAside from the great benefits they bring to the environment by contributing to the recycling of millions of discarded tyres around the globe; with every pair of sandals purchased, BODO donates another pair to someone in a developing country, who really needs footwear to help protect them from potentially fatal soil transmitted diseases and in some cases, enables them to attend school, or sustain employment.\nSo, for £39.99 (which happens to be the same amount for a pledge) YOU get one of these:\nBODO Blue\nOr these...\nBODO Pink\nOr how about these ones?\nBODO Red\nOkay, okay,  you get where we are heading with this, but how about these?\nBODO Yellow\nSo that's YOU sorted. But here comes the magical super, feel good bit..by making a pledge here today to back us, you will enable BODO to ensure that; A pair of quality manufactured donation sandals reaches the people who really do need them via our work with the Barefoot Foundation.\nBODO donation sandal - Adult\nBODO Donation Sandal Sole Adult\nDonation Sandal - Children's\nOkay- but how is a pair of BODO Sandals  going to help a person in need?\n• Preventing Illness In harsh terrain where feet are susceptible to injury, soil-transmitted infections and ground-borne parasites like hookworm can enter the body easily through cuts and wounds which may later lead to chronic sickness, pain, disfigurement, amputation, and eventually death. Effective preventative measures to help individuals withstand the threats of illness include having suitable footwear together with advice on foot hygiene.\n\n• Saving the Cost of Medical Bills In developing countries where medical resources are limited, costly, and oftentimes ineffective in curing diseases, for those on little means - medical treatment can financially cripple already-struggling individuals and families. Therefore, preventing illnesses that stem from wounds to the feet can hugely help in preventing needless expenses in the long run.\n\n• Allowing Access to Work/Education Shoes are often a prerequisite for being allowed into schools or places of work in many developing countries, thus having access to shoes will positively impact one’s prospects in receiving education or securing work.\nBODO Footwear - Infographic\nDonation Sandal Infographic\nBODO Sandal - Light Blue, Ariel Image\n\nEVERY pair of BODO sandals sold will fund a second pair of sandals for someone in recognized need in (initially) South America and the Caribbean.\nThe Barefoot Foundation\nCrafted from recycled tyres\nHow it all began\nBODO Sandal - Construction Image\nBODO Sandal, 1st draft design, Pink\n  BODO Sandal - Concept\n\n\nWhile Peter Lochan, founder of BODO, was on a trip to see family in Trinidad and Tobago, the two-island nation where his parents were born and raised, he was told a story about his late uncle who used scrap tyres to make durable footwear, which helped prevent injuries in the Trinidadian oil fields during the 1960s. Peter, impressed by his uncle's brilliance and ingenuity, began thinking about this concept as a means of recycling the millions of discarded tyres the world over.\nFollowing his trip, two discussions led to the current BODO business model.\nDISCUSSION ONE The first talks focused on the short lifespan of footwear versus the warranty on vehicle tyre tread. Once warranties expire, the majority of the world’s tyres lie in waste dumps. Yet the material from these tyres could be re-used and recycled to make other durable products. A question came to the fore: could footwear made of tyres offer more durability and provide a way of recycling this waste?\nDISCUSSION TWO The next set of talks addressed the inadequacy of footwear amongst people living in poverty and the impact this has on their lives, plus what solutions could be provided from recycled tyres to make comfortable and long-lasting footwear.    \nThe concept behind BODO sandals is not original. The world’s poor and innovative have been making sandals from used tyres since vehicles and roads came into existence. Yet for Peter Lochan, founder of BODO, it seemed an amazing discovery.\nWhat we need\nBODO is inviting YOU, and the rest of the Kickstarter community to be a part of our campaign. The Kickstarter funding will enable BODO to kick-off its public launch by allowing us to do the following:\n1. Complete the manufacture our first run of BODO sandals - including creating and developing our product range (Our products are completed and waiting to be shipped over) \nBODO Sandals - Packed and ready to be shipped.\n2. Create sales and marketing campaigns for customer acquisition\n3. Targeted digital marketing in order to continue to raise awareness of our product within retail and fashion industries\n4. Grow our team by recruiting top quality staff to work alongside the current team.\nWhat have we been doing ?\nBODO, though a young company, is spirited in its endeavours to create a solid foundation for the company so it can thrust its success well into the future.\nIt has already triumphantly achieved vital milestones in forging distinct relationships with key suppliers and partners within its industry, and continues to tirelessly foster these close networks.\nNotable examples of its accomplishments include passing entry requirements and a board to become members of SATRA, an independent research and testing organisation.\nIt has technical facilities in the UK and China serving customers throughout the world. As well as testing products and components to European and international standards across a wide range of industry sectors, SATRA develops, manufactures and sells test equipment. SATRA is a Notified Body for various European directives including personal protection equipment (PPE), which is one of SATRA’s largest sector operations.\nSATRA has its own chemicals analysis laboratory for testing restricted substances in accordance with European REACH, and US chemicals regulations for which it is CPSC-accredited. This was a very crucial step for BODO as its product testing is key to succeeding in its market. BODO will continue this work with SATRA and consider them invaluable to the development of BODO products.\nSatra - Infographic\nThe BODO Sandal - Infographic.2\n\nBODO Sandal - Red\nBODO Sandal - Red\nOur work with the Barefoot Foundation\nBODO has also been successful in negotiating a key contract with The Barefoot Foundation, based in Columbia, to distribute its donation sandals.\nThe Barefoot Foundation, aside from enabling BODO Footwear to distribute its donation sandals to those who need it most, will also open many doors for BODO Footwear in partner networks, and gives BODO an exclusive and accredited edge. It helps BODO move away from normal charity status, and allows their customers to embark on the BODO journey with them\nThe Barefoot Foundation\nWe have been busy...\nOne of the most crucial deals BODO has negotiated and secured is with the UK’s leading footwear distributor, William Lamb Footwear, who have worked with some of the biggest, established footwear brands across the world and currently has a waiting list of customers. They will be involved in manufacturing the donation sandal.\n\nThe firm involvement of William Lamb Footwear speaks volumes about BODO’s potential as a main contender in the market and is testament to BODO’s professionalism, ethos and ability to create and maintain its relationships.\n\nThe sandal soles in BODO’s collection are all made from recycled vehicle tyres, and are heavy on style and comfort.\nbodofootwear.com\nBODO's Key Achievements to Date\n1. BODO was set up and registered in June 2011.\n\n2. BODO developed its first stage prototype on 3rd October 2012.\n\n3. The BODO name was registered as a trademark in the UK & Europe on 13th July 2012.\n\n4. The BODO name was registered as a trademark in Australia on 23rd January 2013.\n\n5. The BODO name was registered as a trademark in Hong Kong on 29th May 2013.\n6. BODO passed a board at SATRA to become members on 22nd July 2013.\n7. The BODO name was registered as a trademark in Trinidad & Tobago on 30th September 2013.\n8. The BODO sandal was tested by SATRA for a fit assessment on 23rd January 2014 and passed.\n9. BODO Footwear travelled to Columbia and we had our first meeting with the Barefoot Foundation on 11th July 2014.\n10. BODO Footwear signed a contract with the Barefoot Foundation in Columbia on 29th July 2014. The contract was signed by Patricia Sierra, Executive Director of Pies Descalzos Foundation.\n11. The BODO sandal was tested by SATRA for a complete technical test consisting of\na. Toe Post Attachment\nb. Strap/Sole Attachment\nc. Friction (Slip resistance) of Footwear\nd. Abrasion resistance\ne. Sole Attachment\nAll tests were passed on 12th August 2014.\n12. The BODO sandal was tested by SATRA for a split-tear strength test on 26th November 2014 and passed.\n13. The BODO sandal was tested by SATRA for restricted substances on 26th January 2015 and passed.\n14. BODO completed its final pre-production model of the BODO sandal on 4th November 2015.\n15. On 6th November 2015, BODO won an award from Sublime magazine http://sublimemagazine.com/good-brands-award for best ethical footwear brand.\n\n16. BODO Footwear had a meeting with William Lamb, one of the Europe’s largest and most respected footwear manufactures, we secured a deal for William Lamb to develop the Children’s donation sandal.\n\n17. William Lamb completed the BODO Children’s donation sandal sample that is ready for production.\nbodofootwear.com\n  bodofootwear.com\nPatents & Trademark\nBODO has secured the BODO trademark, in the face of competition. It is expected that the future trademarks will be successful, which will secure BODO’s future even more.\nPatents and trademark applications are not simple processes, yet BODO Footwear has been well equipped with the knowledge of their industry, thus yielding excellent results.\nbodofootwear.com\nTargets\nBODO Footwear has established the following targets for year 1:\n• Sell 9,000 pairs of sandals in order to donate a further 9,000 pairs.\n• Successfully launch in the UK market. From first experiences, lessons learnt will be performed and launches planned in other countries such as the USA, Hong Kong & Japan.\n• Build relationships with major retailers in the United Kingdom and possibly the United States for distribution.\n• Implement distribution of donation sandals through Barefoot Foundation.\n• Establish working relationships with at least two reputable social projects in addition to the Barefoot Foundation who can distribute the donated BODO sandals and provide feedback.\n• Build awareness of the BODO brand and mission in target market media, including social media. \nHow to attain our targets\nBODO Footwear will meet those targets by:\n• Continuing to vigorously pursue both sales and donation partners in order to expand and further develop distribution networks.\n\n• Emphasizing partnership rather than profit. BODO Footwear will work with retailers to maximise sales, and thus donations, rather than working to maximise margins. BODO’s assumption is that as sales grow, low margins will become more profitable as unit production costs fall.\n• Vigorously promoting BODO Footwear and the work of its partner social projects, through marketing and social media.\nBODO Sandals - Female", "risks": "Risks and challenges\n1 - Unable to obtain enough sales distribution or partners lose interest\n\nBODO is working daily to develop these relationships, and already has several interested partners. However, we recognise that distribution must grow in order to increase sales and show donation results. We will not stop at the first few interested parties, but will continue to seek out and approach new partners as we develop. Should the sale of BODO sandals become less interesting to certain partners, we will have a reserve of other partners ready to commit.\n\n2 - Donation organisations\n\nBODO has full commitment from our first donation organisation, Whisper Orphans, and continues to vet others who operate in countries where adequate footwear is in need. Should issues arise with the donation distribution or with any organisation, BODO would be able to act quickly to identify a new distributor.\n\n3 - Loss of manufacturer (due to quality, breach of contract, etc.)\n\nBODO has identified several possibilities for making both the commercial and the donation sandals. Our preferred manufacturer, based in China, has proven the best choice for quality and price. However, since we aspire to find facilities that reduce shipping costs and help local economies, we continue dialoguing with other manufacturers. With these alternative contingencies at hand, if the existing contract were compromised in any way, we would swiftly revert to our backup manufacturer and lose no time.\n\n4 - Quality of either sales or donation sandals not up to standard\n\nThe importance of quality has been addressed with our chosen manufacturer. We will conduct periodic quality control on both sandals in order to determine any issues that need adjustment. We would then quickly be able to address them either with the existing manufacturer, or with a new partner.\n\n5 - Intellectual property infringement\n\nThanks to our expertise in online intellectual property protection, we have implemented a robust online protection plan against potential hackers. As for the sandals themselves, we will continue to conduct periodic assessments of existing and upcoming competitors.\n\n6. Bad press (seen as copying, quality-related, any problems with associated partners)\n\nWe are very active on the Internet, as well as in target markets, and are constantly monitoring media related to our product and our partners. We have a team ready to react to any bad press and are developing a crisis communication plan as we move forward, which will be ready for launch and adapted periodically thereafter.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Peter Lochan\n2 created · 19 backed\nBODO (BuyOneDonateOne) is run by Peter Lochan. Peter is an emerging social entrepreneur that has a spent most of his life working with...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "BuyOneDonateOne - BODO Footwear is updating it's campaign", "update_content": "BODO Footwear's Kickstarter campaign is currently being updated, we will be aiming to relaunch on Kickstarter, Tuesday 17th May 2016.\nFor further information about BODO Footwear,\nPlease visit us at  - www.bodofootwear.com\nLike us at - https://www.facebook.com/buyonedonateone/"}, {"status": [{"Project is canceled": "MAY 14, 2016"}, {"Project launches": "MAY 10, 2016"}]}], "comments": [{"username": "Tomas Kovarik", "content": "I am keeping my fingers crossed. I very much like the idea behind it - as you are not only buying another pair of shoes for yourself but at the same time supporting poverty-stricken children in South America, the Carribean or anywhere else where the help is needed.", "time": "about 5 years ago"}, {"username": "MICHAEL KASHIOULIS", "content": "These sandals look great and there sustainable background makes them even more so. Cant wait to be one of the first to own a pair :)", "time": "about 5 years ago"}, {"username": "Tomi Hofman", "content": "Perfect timing. I m really in love with Bodo footwear. Looking forward to see your success!", "time": "about 5 years ago"}]}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "We want to create the ultimate immersive Virtual Reality and Augmented Reality experience for your children.\n\nKids love colouring books. They also love using tablets and Smartphones.\nIt's amazing how much you can learn when you're having fun. As a world's first, at Mardles, we're combining the latest AR and VR technology to bring our new range of educational colouring books to life!\nParents love to see their kids having fun and learning at the same time. It's also important that any apps kids are using are 100% safe. Once you've installed our app there is no internet connection required, no registration and best of all, there are no in-app purchases. It's what we would expect as parents ourselves.\nThe Mardles discovAR concept is simple.\n1) Use your favourite pens, pencils or paints to colour in a scene.\nUse any pens, pencils or paints to colour in a scene\n2) Open our free app on your tablet or smart phone (Apple, Android or Amazon)\n3) Customise an alien character in our free app\nCustomise the colours of your character and give it a name\n4) Hold your device over your colouring page and watch it magically animate before your eyes using the exact colours you chose!\nYour animated scene is alive using your exact colour choices\nEducation is important to us, that's why we're including 3 fun facts on every single page of our books. Learn something cool in your choice of English, Spanish, French and German.\n3 fun facts on each page\nTake the magic with you\nWe're also creating a set of 6 pocket sized 'Action Cards' so that kids can bring their character to life wherever they go. Each card will make your alien animate in 3D and complete a task, e.g brushing it's teeth, having a healthy snack or rocking some dance moves!\nUse the action cards to bring your alien to life anywhere!\nThe action cards are ideal to help younger children with a healthy lifestyle. E.G brushing their teeth, healthy snacks etc. Parents, why not use them as a reward system?\nVirtual Reality\nPress the 'VR' icon to explore your colouring scene in virtual reality. You'll be looking through the eyes of your alien and by moving your device, you'll be able to see your picture in 3D in the exact colours you chose. \nVirtual Reality mode\nAdvanced locking\nUse the arrows on screen to move your customised alien character. Using our advanced locking technology, you can move your alien away from the action card and have him walking around your room at home. This is just 1 of the things that makes us different from the rest.\nUse discovAR anywhere\nOnce you have installed the discovAR app, you no longer need an internet connection to use it (don't worry, it won't clog up all your memory!). Ideal for taking a colouring book to grandma's house or using the Action Cards in the car, on holiday or wherever your imagination takes you! \nA British success story\nMardles have been created by James and Sharon and their UK based team! Our designers, animators, developers and printers are as excited as we are to bring these products to market. \nSharon first saw this technology when it was used in a furniture brochure in 2014, she spoke to her geeky friend James and they conceived the idea of Mardles - products that come to life with a free app. \nThey launched their stickers that come to life in 2015 and have enjoyed global success with over 200,000 packs sold. \nTechnology moves fast and the Mardles team like to keep one step ahead of the game. That's why they have pushed the boundaries of what is possible to create something truly magical for children that also helps them learn at the same time.\nIf you feel as passionate about learning through play as we do, keep your eyes peeled for our future projects. We are dedicated to launching even more educational tech based products for kids.\nPledge your support today and you will be enjoying one of our magical colouring books in just a few months' time.\nFor press and media enquiries or interviews with James and Sharon, email: jw[AT]bootstrappedpr[DOT]com", "risks": "Risks and challenges\nThe Mardles discovAR project is already underway thanks to the success of Mardles stickers, however, with Kickstarter funding we'll have these 4 colouring books on their way to you in just a few months.\n\nFunding will be used to complete our designs, animations, visual effects, translations and sound recording, publish the app, as well as to produce stock.\n\nIf we are lucky enough to exceed our goal, we will be able to launch more books, more fun and more facts!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "James Murden & Sharon Wyness\nFirst created · 2 backed\nJames & Sharon are the people behind the Marldles brand. It's just them and a bunch of amazing creative geniuses that work behind the scenes...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Good news from Mardles!", "update_content": "Dear Supporter,\nFirst and foremost we want to THANK YOU for supporting Mardles discovAR with your pledge. As you know, unfortunately as we didn't hit our target, your order won't be processed and rest assured that your card won't be charged.\nWe had some great press coverage about our educational 4D colouring books and interesting conversations with retailers and licence partners are taking place in the background."}, {"update_no": "UPDATE #1", "update_userinfo": "First glance of AR into VR", "update_content": "PLAY"}, {"status": [{"Project ends": "JUNE 2, 2016"}, {"Project launches": "MAY 3, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "This kickstarter program is for the compilation book 'Seeing Beyond the Surface' anthology. Which is a series of short stories, poems and art by and about people with a wide range of disabilities.\nProject Overview\nProject Name: Seeing Beyond the Surface Project\nDescription: This project will be a printed and bound book of personal stories both funny and serious that show how people with disabilities adapt and relate to everyday life and situations.\nProject Purpose: To foster an understanding of an often misunderstood population.\nPublication Date: June 2016\nHow the project came to be:\nWelcome to a project that has been 5 years in the making. I am a published author but over the past few years have felt that I want to publish a book with meaning and purpose. And so this project was born.\n In 1994 I started dating a great guy with a wonderful family. I met his Aunt Renee shortly after and she was very quiet and shy. Being developmentally disabled it was hard for me to relate to her at first Over the following years I would see Renee from time to time however she was sheltered and protected by her mother. In 2008 we sadly lost her mom and Renee’s protected and secure world was thrown into turmoil. Being unemployed at the time I took the opportunity to try and help Renee through this time and also to get to know her better. The years have flown by and she is such a joy to be around. Society would consider her not normal but I always chuckle and think society has it backwards. She is more sure of herself and what she wants than I am. This project was actually her idea during one our many overnight outings she said “I wish I could write one.” (a book) And so this project begins.\nIn doing this project I battled with how to go about it. I wanted stories from many people dealing with a variety of disabilities but I wasn't sure how it would be received. I have been overwhelmed by the support and contributions.\nProject Funds Overview (Where will the money go?)\n   Marketing $280.00 - The Marketing funds will be used for promoting the book online and create a website to bring additional awareness.\n   Contributors Gift Book $350.00 -  For contributing and supporting this project we would like to gift each contributor to the book a copy.\n   Publishing Costs for 250 Black and White Books $870.00\nIt would not be possible for this project to happen without the support and guidance of a great many individuals including but not limited to: All the amazing writers, poets and artists who contributed, the Abilities Solution for all of their support and giving my Aunt a home all of these years, the SBTS team who volunteered countless hours going through submissions and every single person with a disability visible to the human eye or not who struggles to be understood and accepted.\nTHANK YOU EVERYONE!!", "risks": "Risks and challenges\nWe are fortunate to have many submissions coming in. Our selections have been completed and the book is on schedule for publishing in late May 2016.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Joanna Swank\n2 created · 2 backed\nA new emerging Southern New Jersey author, Joanna Swank has already taken the romance genre by storm. Writing under the [pen names of Eva...See more"}, "support": [], "updates": [{"status": [{"Project ends": "MAY 31, 2016"}, {"Project launches": "APRIL 1, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "We are currently developping a new free-to-play game called MechaPunk : a mechas, giant monsters and transformable robots type of game based in a cyberpunk japanese world. It's a \"Clash-of-Clans\" type strategy game.\nWe studied more than 25 games of the same type and took the best parts of them and removing what wasn't so cool. So this game should have all the best parts without the frustration encountered sometimes in these kind of games. \n Here are a few of the features of the game: \nPlay without waiting! You won't have to purchase gems to be able to fight as many times as you want !\nCoop Mode : attack hard-to-beat bases with the help of other players and share the loots! Auto-detection of nearby devices to play with your friends !\nSix game modes: Solo and Multiplayer, but also Coop, Arena, Defend and Missions. You will never get bored with this game diversity ! \nTransformable robots : up to 8 heroes assemblies have to be found during Missions. Once you get all the right parts, you can add new transformable heroes to your army ! \nTrade or buy parts on the black market ! \nSteal other players' expansions ! You can win up to 5 subsidiary bases and get many more resources from these expansions! \nBrotherhood : send gifts and exchange resources or even help other members of your corporation ! \nCatch giant monsters when they attack your base and re-use them during your attacks. You can also collect DNA samples and create your own rare monster ! \nStrategy-based attacks : you can beat hard bases if you have a good attack strategy \nRPG elements : you can assign points at each new level! For example increase life points, agility, armour, or even attack range ! Each unit has its built-in characteristics (ground or air unit, melee or shooting, etc) but you can customize each unit as you like ! \nDestroying the headquarter : destroys all the other buildings as they are all linked to the main building. \nAuto Graphic Detection : The first time the game is launched, it automatically lowers graphic complexity according to processing power available so that each gaming experience is fluid no matter what device it's played on.\nBuildings\nGold and Uranium are the two main resources. You can gather and stock them in the appropriate buildings: \nEach building is upgradable : you start at level 1 and when you have enough gold, you can upgrade it . There will be a total of 16 buildings levels for each building\nHeroes\nEach hero will be transformable and upgradable..\nSnowPiercer\nBasilisk\nUnits\nHere are some samples of units. Each unit will be customizable\nthe units will be upgradable infinitely! but it will become harder and harder to upgrade to the next level.\nGiant monsters\nIn the game, you will have the opportunity to catch or to create giant monsters, and use them in battle ! Be careful, because training them is quite a challenge, so they sometimes go berserk and start attacking your own troops. But this is a skill and you can improve it at a point where it will never occur. You can equip them with armors, like a regular human to protect them from damages.\nGodzilla\nHelldog\nKing Kong\nDefense Turrets\nRocket-launcher (terre/air) Ground/air.\nMissiles (air only) Vertical.\nCanons balls can be destroyed by shooting them ! (zone damages).\nLaser (ground).\nLightning strike type that progresses from unit to unit until there is no more power.\nFreeze tower (zone : slow down the units).\nTower that changes the behaviour of one unit by making him attack his own side (only 1 available).\nTower that launch a subterranean wave that makes a group of units jump into the air then crash on the ground (does also damages to buildings nearby).\nTower that sends a ring of fire that damages everything on its path \nRadiating tower that affects only biologic creatures.\nBlack Market   \nA market will be available for the players and will give them useful objects to develop units. The more the building will be developped, the more it will have good items in store (DNAs, armors, speedup bonuses, etc.).\nItem examples :\nExperience points\nHero Experience points\n1 free update (rarely)\nBuilding time speedup\nNew hero part\nMonsters armories\nSalt, mercury and alchemix sulfur\nUranium/gold production speedups\nArmy creation cost rebate\nMonsters genetic code Shields (1 per day with monthly pack)\nRessources\nSelling & buying units   \n Each player will have the opportunity to sell units when they are not online, in exchange for ressources or even gems. This wil allow other players to attack bases otherwise unbeatable by buying stronger units.\nAlchemy laboratory\nAn alchemy laboratory will be available at the fifth level. The player will have the opportunity to gather sulfur, mercury of salt during his missions or buy some on the black market. When the quantity of each ingredient is sufficient, he will have the opportunity to complete a new alchemic work. The final work (iosis) will allow players to produce Alkaest. Alkaest will give opportunity to tranform gold into uranium and vice-versa.\nThere will be a total of 6 game modes\nEach mode brings its uniqueness to the game. Of course there will be the very requested Coop mode to play with your friends (the devices close to you will be automatically detected so you can play with friends easily) !\nAnd of course there will also be Clan Wars and many Events !\nhttp://GlobGlobGames.com\nhttp://Mechapunk.com", "risks": "Risks and challenges\nWhat will we do with the money?\n The money will be used in 6 main areas:\n 1) programming : I'm a Digital Signal Processing engineer and I am also a programmer so my task will be to gather all the code parts and assemble them in the main program. We use Unity 3D that is a very powerful and well optimized high level game design program.\n 2) 2D graphisms : we will need a few 2D artists to design the GUI graphisms and other 2D graphisms\n 3) 3D artists : they will work from concept art and create rigged 3D units\n 4) 2D/3D animations : Units and Buildings (except Turrets) will be in 2D and Heroes and Monsters will be in 3D\n 5) music and sound.\n 6) Campaign advertisements.\n \n \nDevelopping time will be around 6-8 months\n\nHere is the business Plan:\n\nProgramming : http://GlobGlobGames.com/MP/CustomProg.jpg\n2D & 3D Graphics : http://GlobGlobGames.com/MP/2D_3D_Graphics.jpg\nSummary : http://GlobGlobGames.com/MP/MoneyPlan.jpg\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jean-Francois Le Bas\nFirst created · 4 backed\nI am a sound engineer, musician (Dubstep), digital signal processing engineer (DSP), programmer (C, C++, C#, Matlab, Scite, Java) i am...See more"}, "support": [], "updates": [{"status": [{"Project ends": "MAY 22, 2016"}, {"Project launches": "APRIL 22, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Hello KickStarter! \nWe interact with space dozens of times a day. GPS, point of sale, maps, weather. Space-enabled data makes our modern life possible. Yet few people know the companies operating the satellites. Fewer still have access to the satellites themselves.\nWeebill wants to change that. \nWhy? Because we now stand on the cusp of a new era of space adventure. Advances in technology and changes in communication are rewriting the rules of the business. \nThe fundamental vision of Weebill is a simple one; we see a future where space becomes easily accessible, affordable and open to all.    \nWe want to spark this movement.\nWeebill’s HyperQube satellite offers the most powerful CubeSat available on the market in an incredibly small 10cm³ chassis while being readily available to the public for the extraordinary price of $50 000AUD.\nAvailable to all, capable of limitless missions, the HyperQube will be the best orbiting platform for the surging space-enabled data market.* With a new space economy springing up, this unit will be able to conduct a greater variety of tasks than similarly sized, less powerful satellites. \nEarly motherboard prototypes of the HyperQube\nThe HyperQube encrypts incoming and outgoing data with the best in industry standards – AES-256bit, Serpent 256bit & TwoFish 256bit on all incoming and outgoing data with absolutely no interruption to operations.\nMost satellites have little to no encryption system in place, a worrying trend given the expected growth in orbitals and their applications. With HyperQube, your data will be scanned and encrypted through your browser, which is then sent to our master servers. From there, the data is compressed and encrypted further, making sure it's safe to send. It is then transferred to the ground-stations for transmission. The whole process is fast, easy and safe.\nFunding will allow further testing of shielding and on-board redundancies to ensure smooth operation in space.\nIn the heart of the HyperQube lies 6 Weebill Atom X1 motherboards working together as one, otherwise known as the X6. The Atom X1 is based of the 64bit ARM architecture and has been tested and proven for reliability and low-energy requirements. The X6 features 24-cores at 1.6GHz and 12GB of high-performance DDR3 RAM. That's up to 700GFLOPS of processing power available from a 10cm³ satellite. Something unheard of until now.\nThe heart of the HyperQube, the Weebill Atom X1 Mark II & III\nThe HyperQube will be powered by atomOS, our non-embedded Linux-based distribution built from the ground up. It provides a hardened operating system built for security, stability and speed. The OS will be released once the HyperQube has flown at least once. Regular security patches will be updated over the air, ensuring the HyperQube will always be the the most secure satellite out there.\nBackers will also receive a copy of the Weebill Ground Control application. Allowing you to check on the satellite's location and status, see the latest images, check on development updates and much more. \nWeebill ATOM X6 ARM CPU - 24 Cores @ 1.6GHz \n12GB DDR3 RAM\nAES - Serpent - TwoFish 256bit encryption on all communications \nNext-Generation S-Band communication systems \n1.2TB SSD \n2x 35mm 13MP 4K Cameras \n1U High Efficiency Solar Panels (28% Efficiency)\nLifetime in space (Without propulsion): 6-12 months. \nEarly prototype of the HyperQube running completely on its internal power.\nThe HyperQube is versatile machine, with an open-ended design that can support a variety of functions both in communication with the ground and autonomously. The CubeSat can be deployed for single purpose or mixed missions. For those who purchase the CubeSat, or obtain time on it as a perk, a HyperQube will allow you to:\nPerform complex calculations and see the results\nAccess the camera for photos and videos\nObtain data from sensors\nConduct scientific research\nSupport games in orbit\nDid we miss something? Send your idea to us and if we can do it, we will!\nAfter successful funding, the Weebill HyperQube will be available to the public from July 2017 on our website for $50 000AUD. \nCompanies are recognizing the wide application of space-enabled data, and consequently, the new commercial uses of space itself. Financial technology start-ups are nibbling into the transaction flows of legacy banks. They are matching lenders with borrowers, distributing pay via mobile phones, and flocking to niches existing banks are prevented from servicing. Weebill represents an early-to-market solution for a domain where regulated banks don't currently dominate. It has the ability to conduct transactions on a highly encrypted platform. As the nature of banking changes and splinters, Weebill will be positioned to service the flow of transactions including Bitcoin and digital currency Hyper Ledger.\nBut the business uses for the HyperQube aren't just limited to banking.  A few others are:\nShort and and medium term off-the-grid and secure data storage\nEncrypted communications\nEvent monitoring (Space weather and Earth weather)\nEarth Remote Sensing (Real-time magnetometer observations, real-time Geiger counter observations and more)\nThe Weebill Atom X1 Mark II\nCurrently, our demonstrator mission can be ready for the launch to Low Earth Orbit with spectrum access available by January 2017. The launch window is between February - July 2017. If Weebill raises the $AUD230,000 needed for the first launch, a powerful new tool will become a reality for the space-faring public. The HyperQube’s applications are limited only by your imagination.\nMy name is Gavrilo \"Gav\" Koncar. I'm the founder of Weebill. I believe that the advances in computing that have revolutionised communication will soon redefine define space, opening up the frontier to individuals in a way unthinkable only a few years before. I believe space activity will soon be in everyone’s hands. Weebill will make that possible. \nWeebill was founded in 2014 with the simple goal of placing an imaging telescope in space. After a few months had passed, we decided that the marketplace for imaging devices was already well-served. But in our design-phase we came upon something: inside the core of the telescope was one of the most powerful motherboards designed for space. Since then we have focused on perfecting the board and making it available on a mass scale, with one core belief; space needs to be open, secure and available to many. \nOur team includes Dr Jason Held as our principle adviser. Jason is a former US Army expert in military space missions. Jason's experience with the Hubble and International Space Station provides Weebill Space Systems with connections to other manufacturers and partners within the industry as well as direct contact to various government organisations.\nOur primary satellite engineer is Dusan Djordjevic, who holds a dual bachelors in Science and Engineering.\nSo, what's in the name? The smallest bird in Australia is the Weebill. It's an extremely nimble creature, fast and more than able to thrive alongside Australia's larger, louder species. Weebill Space Systems is also a native of Australia. We develop our technologies in the same spirit: small, nimble and incredibly effective. All our products are designed and created in Melbourne, Australia.\nMission Control is supplied by Saber Astronautics. The founders represent a wide array of backgrounds and capabilities, combining traditional space engineering, and military space operations. Their engineers helped develop the Hubble Space Telescope and International Space Station. Saber is based in Sydney and Denver.\nOur primary rocket launch contractors are AU Aerospace, who specialize in CubeSat launches. They're based in Adelaide.\nThe build of the satellite itself will be in-house here in Melbourne, Australia while extensive testing will occur at UNSW Space Research Facility in Canberra. This will be done multiple times to ensure a maximum chance of success. \nOf the funding sought, $AUD55,000 will be used for the production of the first HyperQube. The launch window (February 2016 - July 2017) is expected to cost $AUD50,000. There is an additional cost of $AUD75,000 for insurance of the launch and $AUD20,000 for mission control by Saber Astronautics. Regulatory changes in Australia may soon favor small satellite launches, which may possibly reduce costs, as well.\nThe same technological progress that has seen computers shrink from room-sized boxes, to desktop units and finally, to smart phones, is now changing space. The space age will finally be in everyone’s reach. Help make Weebill’s HypeQube a reality. Be a part of the future. \n*Subject to any applicable export control restrictions", "risks": "Risks and challenges\nThere is the risk radiation interferes with the HyperQube's computing functions. We will test the CubeSats circuitry in space-like conditions at UNSW Canberra before launch. The funding we are seeking will cover the laboratory testing cost needed for maximum assurance of space-readiness.\n\nIt's possible there will be communication problems with the HyperCube, which can lead to a loss of the high-speed communications systems. Our backup UHF system will be in place for this specific situation and can be used to diagnose and restart the communications in full speed.\n\nThe HyperQube could fail to function upon launch. If that happened, it would likely be possible to collect data which could help advance a follow-on mission. In the event that the rocket carrying the HyperQube fails, insurance could reimburse company for the cost - providing funding for a second attempt.\n\nPlease understand that space is extremely difficult and unpredictable in regards to satellites operating. In case our mission is cut short and you don't receive your time on the satellite, you will receive it on the next launch.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Weebill Space Systems\nFirst created · 0 backed\nPioneering satellite technology with the most powerful, secure and adaptable CubeSats ever made. With the vision of a open, secure and...See more"}, "support": [], "updates": [{"status": [{"Project ends": "MAY 12, 2016"}, {"Project launches": "APRIL 11, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "INTRODUCTION\nRemote is a psychological thriller. The story follows Daniel Grey and the events behind the disappearance of his brother and friends. Remote addresses several key themes and important issues in our society, including missing persons, the dangers of social media, addiction, obsession, and the profound impact of deep personal loss. We have assembled a diverse, experienced, passionate team that is both eager and committed to this project.\nThis film is the first chapter in a much larger universe, The Red String Theory. This complex storyline was first conceived of in 2011 by Dakota R. Kuhlman. Dakota founded Exit Reality Entertainment in the summer of 2015, with the goal of bringing Remote and The Red String Theory to a wide audience. Exit Reality Entertainment is a young, dedicated, media production company with the goal of bringing entertaining, original media to film, the web, and print.\nWe are currently in the final stages of pre-production. We have the team, the cast, the screenplay, and the budget. Our team is ready and excited to make the jump to production.\nTHE MOVIE - SYNOPSIS\nRemote is a psychological thriller and independent film with underlying elements of comradery and humor. The story introduces the character Daniel Grey, who is compelled to perform his own investigation after the disappearance of his brother and friends. During this investigation, he discovers a series of disturbing, unsolved cases too similar to be coincidence. Daniel Grey receives a call from Charles Dawson, a realtor, who informs him there may be a link between one of his listings and the missing students. The film reveals the shocking and sometimes hilarious events that take place leading up to the disappearance of Daniel's brother and friends.\nABOUT OUR CAMPAIGN\nOur production budget for Remote is $25,000. By achieving this goal, we can move forward and begin production in early June.\nWe decided the best way to fund Remote is in two iterations: production and post production. We have chosen this approach so we can begin principal filming as soon as possible and to ensure an accurate, post-production budget.\nThis Kickstarter campaign only covers the production stage of this film. If the community likes our project, we hope to cover post-production costs later this year through a second, smaller campaign.\nWe have designed a solid production budget that cuts all possible costs without sacrificing production quality. The Exit Reality Entertainment team has opted-out of any payment for the film - we are not paying ourselves from this campaign. We have diligently polished and reduced our budget to it’s lowest possible level. Our total production costs are approximately $17,000, excluding the cost of running this crowdfunding campaign. Ultimately, there are some costs we simply cannot cut.\nThis is our most ambitious project. However, we believe this story is worth telling and that we can deliver a great film - which is why we’re asking for your help in the development of this film.\nBUDGET BREAKDOWN\nOur costs are broken down into nine major categories: equipment, essential personnel, location and legal, craft services, props and set design, hair and makeup, contingency, incentive costs, and crowdfunding fees.\nSome of our costs have been mitigated and delayed. Specifically, we are hiring three essential outside personnel who are willing to delay the bulk of their payment. While we still need to rent or purchase some equipment, we are borrowing what we can from within our network. We are even opting to build our own jib, rails, dolly, frame, slider and other rigs.\nWe have reduced other costs, such as hair, makeup, props, and set design to their bare minimum.\nWe believe we have a realistic, accurate, and frugal budget for this production, and are taking every opportunity to minimize costs, while also ensuring the quality of the film.\nMEET THE TEAM \nWe’ve hand-picked a fantastic, talented team for this project. Our team is both committed and capable of producing a compelling film. We are all very grateful and excited to work on this project. Get excited! ;)\nDakota Kuhlman - Writer/Producer\nDakota Kuhlman\nDakota Kuhlman is the founder of Exit Reality Entertainment and creator of The Red String Theory Universe. Dakota is the screenwriter and producer for Remote and also plays the character Daniel Grey. Dakota was nominated for the ACTF Region 3 Acting Award. In addition to his degree in Theatrical Production and Performance at Bradley University, Dakota has received training from the Royal Shakespeare Company at The Globe in London. Among his past works include the short film, The Interview and an original Slender Man feature-length film, The Pale One, both of which have inspired Remote and The Red String Theory.\nJason Snydacker - Director\nJason Snydacker\nJason Snydacker, of Snydacker Production, has worked with the production team to secure casting, break down the script, and prepare for production. Jason has produced and directed numerous short films, including Junkie.\nMatthew Pleasant - Co-Producer/Casting Director\nMatthew Pleasant\nMatt Pleasant is a Peoria, Illinois native and graduate of Columbia College Chicago, with degrees in Creative Writing (Fiction) and Theatre (Acting). He has received training in Improv and sketch comedy from the renown Second City training center and worked as a Voice Over talent for Performance Associates Inc. Pleasant went on to write and produce the short It Doesn't Happen Any Day, and currently Produces and stars in the comedy web series, Define: Normal.\nMark Serletic - Director of Photography \nMark Serletic\nMark Serletic studied at the Illinois Institute of Art - Chicago. His past works include videos such as the Hippocrates Trailer.\nEmily Wilson - Assistant Director & Line Producer\nEmily Wilson\nEmily Wilson is the Central Operating Officer for Exit Reality Entertainment, as well a the Assistant Director and Line Producer for Remote. Emily acts as head of Peoria's Project Canvas. Additionally, she is the project manager for the upcoming YouTube series, Drunk Retro Movie Reviews, and facilitated the production of Memorial For A Dove's music video, If Only By The Light Of Our Lanterns. \nCedric Knuth - Costume & Set Design \nCedric Knuth\nCedric Knuth, of Exit Reality Entertainment, is the costume, set, and prop designer and is also responsible for production journal updates. Cedric was the Vice President of APO at Bradley, University. He has participated in numerous theater productions, both on stage and behind the scenes. He is the creator and lead role of the newly launched YouTube series, Knight Vision.\nPhantom Noise - Composers\nBrandon Ousley, Brandon Jones, Marc Redshaw\nPhantom Noise, Brandon Ousley, Brandon Jones, and Marc Redshaw, is a Peoria-based industrial rock/metal band that has produced music since 2006. Phantom Noise will producing the full original soundtrack for Remote. You can view their music and Facebook page here.\nThat, friends, is our production team! \nWe also have a fantastic team working behind-the-scenes. This team is responsible for the business side of pre-production and post-production, handling research and design for the crowdfunding campaign, developing the production budget, outlining contracts, editing videos, writing content, updating social media, and preparing strategies for distribution and marketing.\nAdditional cast members include:\nDavid Dunn as Mr. Pleasant\nGabby Fernandez as Heidi Smith \nBrian McKinley as Jesse Chance \nDavid C. Brown as Howard Tanner \nMatthew Pleasant as Mr. Vice\nJuanita Williams as Waitress \nMary Moore as Operator \n WHY THIS PROJECT IS IMPORTANT AND WORTH FUNDING\nWe believe our project is important and worth pursuing. It's worth our time, energy, labour, blood, sweat, and focus. But why is it worth funding for you, Kickstarter reader?\nRemote:\nMaintains a Sense of Humor - Remote touches on serious issues while conveying a true-to-life sense of comedy through the close inter-personal relationships of the characters.\nOffers an Engaging Production Process - We promise transparency and engagement throughout development, so you may closely follow production, offer input on final product, and get to know our team.\nHas a Talented and Committed Team - Our team has diverse creative experience and areas of expertise, which means that we can actually deliver a compelling and entertaining movie.\nAddresses Real, Important Issues - The story covers the important topics of missing persons and the danger of social media.\nFocuses on Key Central Themes - Key themes include the inner struggle of addiction, the profound impact of a personal loss, and the consequences of obsession over something outside of your control. \nIs Complex in It’s Storytelling - This movie has many intertwined elements and is innovative both in story and delivery.\nIs Part of a Large Immersive Storyline - This film part of a much longer, complex, and compelling story within the The Red String Theory universe. \nPROJECTED TIMELINE & ACTIVITIES TO DATE\nWe have made huge progress in the development of this film since it was first conceived.\nTo date, we've formed a great team, created a great script, held auditions, secured a full cast, secured ideal filming locations, developed a budget, and created promotional materials.\nYou can view our interactive timeline here.\n Check out our Facebook page for fresh, daily updates, promo materials, and behind-the-scenes content.\nTHE RED STRING THEORY\nRemote takes place within The Red String Theory storyline. Over the next several years, we will release a series of films within the larger universe of The Red String Theory.\nThe Red String theory follows the interconnected storylines of several individuals and revolves around the concept of predetermined circumstances. As the characters develop, they all eventually discover they are not there by chance. In fact, they should not be there at all.\nThe Red String Theory follows three families through stories of hidden political agendas, power struggles, military conspiracy, global affairs, and the manipulation and control of human experience.\nEverything you’ve done, everything you believe, is a result of the choices you’ve made in the past. This is the undeniable truth. But is everything you believe a result of actions within your control? Is it possible that the choices you have made - the choices that have brought you down this path to where you are today - were designed and intentionally placed in front of you by an unseen person, one with a hidden agenda? What if every choice you’ve made has been designed and orchestrated. Not predestined, but predetermined, calculated, implemented.\nAfter three generations of these families, three young individuals discover that their very existence is due to events that took place framed within this illusion of choice. As this discovery is made, a dark plot unfolds to transform the entire world that they know into something different.\nThe question remains: if every choice you ever made was predetermined, how can you stop the inevitable?\nOUR REWARDS\nWe thought about our incentives carefully.\nOur incentives are designed to be engaging, to provide additional insight into our characters and story, to give credit where credit is due, and to be unique, handcrafted, and personal. Our incentives also needed to provide value and involve you, our supporters, while also limiting the need to inflate our production budget - and consequently our total Kickstarter goal. We believe we have accomplished all of this.\nIn addition to our unique incentives, we are also including some traditional incentives, such as the digital and physical movie and soundtrack, along with movie memorabilia.\nOur favorites incentives include:\n$5: Special Thanks Credit in the Film! \n$10: Behind-the-Scenes Production Journal and Q&A’s Access \n$25: Digital Download of Full Original Soundtrack by Phantom Noise *recommended* \n$50: Live Stream of Production, Pre-Release Digital Premiere, Custom Missing Person’s Flyer \n$75: Memorabilia Package \n$125: Bizarre Skype Call from Mr. Vice, Personalized Thank You Video \n$175: Vinyl Figure Character Collectable \n$250: Your Missing Persons Poster in the Movie! \n$300: Incorporate an Easter Egg in the Film\nA full list of our incentives is also listed on the right sidebar of this page.\nWe hope you enjoy the incentive options. We put a lot of time and thought into them and would love to hear from you.\nFINAL THOUGHTS\nTHANK YOU for reading about Remote and getting to know us and the scope of this project. This project, like anything worth doing, is difficult, but we are very excited to be a part of it. Remote and The Red String Theory are stories we want to share with the world.\nTo make this movie happen, we just need your support. Everything else in place.\nPlease help support this project by making a Kickstarter contribution on the right side of this page.\nWe can’t do this without you. Thank you.", "risks": "Risks and challenges\nRISKS & CHALLENGES\n\nAs with any film production or entrepreneurial endeavor, there is an element of risk - both to the producers and the financiers. There will be challenges we must overcome, some which are expected (and that can be planned for), and others that may arise without notice.\n\nRisk to this project include: underestimating our budget, scheduling conflicts, breach of contract, film delays, conflicts within the team, copyright protection, successful distribution and audience reach, and of course, not achieving our Kickstarter goal.\n\nWe believe our budget is tuned to near perfection, and should sufficiently cover production, with post-production funding to come later. We’ve done our best to factor in the cost of this Kickstarter campaign and all production costs while keeping a modest 10% contingency fund of our budget before factoring in crowdfunding costs.\n\nOther challenges will have to be solved if they arise, and will be mitigated by clear contracts, prudence, good team communication, and advanced planning.\n\nIn examining the risk to you, our supporters, there is the risk of non-delivery, delays in production, and delays in shipping. We believe we’ve taken all possible steps to mitigate these risks.\n\nThis project will be completed.\n\nWe have a team extremely committed to this project, as can be seen in our Kickstarter video. To show our progress, we will post weekly video updates, announcements on our production journal, and social media updates.\n\nWe will monitor and allocate our funds closely to ensure they are spent only where needed and pre-allocated, and that spending is done so frugally. To ensure this, we are requiring approval from two of the following positions: Executive Producer, Operations Manager, and Finance Director.\n\nLastly, there is the risk that our incentives may be delayed. Unfortunately, this is a common issue on crowdfunding platforms. We are taking steps to ensure we meet our projected timeline by planning deadlines for incentive production, setting internal shipping deadlines, developing content-delivery systems, significantly overestimating our delivery dates, and delegating responsibilities.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Exit Reality Entertainment\nFirst created · 0 backed\nExit Reality Entertainment is a small, media production company, focusing on the creation of film and digital media.See more"}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "ANNOUNCEMENT: Our New Campaign", "update_content": "Hello everyone,\nWe'd like to thank you for backing our project here on Kickstarter. This was our first attempt at crowdfunding and our first group attempt at creating a feature-length film. As you may know, our campaign failed to meet it's goal.\nThis process was a learning experience. Over the past two weeks we've re-evaluated our project, our crowdfunding campaign, and our budget. We believe we are ready to re-launch our project at a smaller, more modest goal."}, {"update_no": "UPDATE #19", "update_userinfo": "Special Word from Phantom Noise & PSA #5", "update_content": "Here is a fun interview with Phantom Noise, the local group doing the soundtrack for Remote. We're extremely excited to work with this group."}, {"update_no": "UPDATE #18", "update_userinfo": "Daniel Grey PSA #4 & Police Encounter!!!", "update_content": "Daniel Grey may have gone too far in his search of evidence related to his brother and friend's missing persons case. Doing the heavy lifting, as he calls it.\nThe sequence of events: 1) we've discovered audio from a police scanner radio transmission involving the alleged activities, 2) Daniel Grey completed the 4th PSA but his on-screen appearance indicates things are falling apart, and he may have self-incriminated, 3) the following day a news story and arrest report was published."}, {"update_no": "UPDATE #17", "update_userinfo": "A Word From Our Director and Director of Photography", "update_content": "Here are a few words from our Director, Jason Snydacker, and our Director of Photography, Mark Serletic."}, {"update_no": "UPDATE #16", "update_userinfo": "Locations Secured", "update_content": "Check out a this little teaser of a few of the locations we've secured for filming of our upcoming feature film remote.\nPLAY"}, {"update_no": "UPDATE #15", "update_userinfo": "Local Media Coverage!!", "update_content": "Hey everyone, just a quick update. This past week we've received some great local media coverage on Remote.\nWriter and Producer Dakota R. Kuhlman was approached by WMBD 1470's AM radio station for an interview on The Greg and Dan Show. It was a great interview that can be listened to here or below. Check it out!"}, {"update_no": "UPDATE #14", "update_userinfo": "Crew update", "update_content": "Got our crew assembled and we're ready to start shooting this thing! We just need your help to make this project a reality.\nPLAY"}, {"update_no": "UPDATE #13", "update_userinfo": "Daniel Grey Video Blog #3", "update_content": "This is the Daniel Grey video blog #3. This series is meant to be a realistic personal video blog that gives insight into one of our characters, Daniel Grey. You can view all of the current (and future) video blogs here."}, {"update_no": "UPDATE #12", "update_userinfo": "We found our film editors", "update_content": "PLAY"}, {"status": [{"Project ends": "MAY 7, 2016"}]}], "comments": []}}, {"backer": "Michael Moriarty", "project_data": {"campaign": {"story": "Let me inform you that as of 2015, the online dating industry is worth more than $2 billion and is still growing! The problem is...SOCIAL MEDIA! Dating is already difficult and staying in a relationship is even harder. \nThe #1 dating disaster is being ignored while on a date because someone is twifing (twifing is the act of using social media, e.g., twitter, WhatsApp, Instagram, or facebook just to name a few), it makes you feel like a second fiddle to a smartphone. Social media is also a major factor in the increase of divorces. Google \"social media prenups\" you will be surprised. \nTwifless is the first and only matchmaking dating app based on interests and social media usage. If you prefer someone who's online no more than 5 hours a day you can select that, but if you prefer someone who spends less than an hour online, you can request that too! We use a \"twifometer\" algorithm that will compare the chemistry between individuals with emphasis on the time spent on social media. Understand, we are not eliminating social media users from the app, everyone is welcomed because we all use social media one way or another, including our team. It can be for communicating with someone in another country while traveling, apps for Security/Protection (Home alarms), Savings (Digital Coupons), or simply signing up to see those adorable baby photos everybody wants you to see...you know what we're talking about. Being the best dating app in this digital world is our only goal, by arranging successful long term relationships and instant proximity dating opportunities. The beauty of this niche...social media is not limited to just the U.S., the frustration of twifing while on a date or in a relationship is being felt around the world.\nOur matching leads you to see eye to eye.\nTHE BENEFITS OF TWIFLESS.  \n1. Good old fashion etiquette...eye to eye conversations! \n2. Possibly finding the love of your life!\n3.  Monetary.\nTHE USE OF PLEDGES.  \nTwifless will use the traditional free-to-fee method and therefore utilizing the pledges to generate revenue through marketing, maintaining app, and competitive expansion features where needed.                                                                       ", "risks": "Risks and challenges\nWe do not foresee there to be any challenges completing twifless. To be a successful app you have to have the right team in place to program it, host it, and have the best quality design team available to keep up with any changes in the digital world.\n\nWe will be transparent and will keep you informed of any and all project development delays.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "twifless.com\n5 created · 3 backed\nMix Amore intends to specialize in multicultural and interracial relationships worldwide. Amore has a universal meaning and that’s LOVE! As...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Voiceover/Commercial completed.", "update_content": "Voiceover completed and scheduled to be played this week."}, {"status": [{"Project ends": "MAY 1, 2016"}, {"Project launches": "APRIL 1, 2016"}]}], "comments": []}}]