[{"backer": "douglaslyon", "project_data": {"campaign": {"story": "BLUEVER Hello X2 is an easy-to-mount and simple-to-use peripheral that is used on any standard desktop monitor or laptop to instantly transform it into an interactive touchscreen with extra functionality. \nWith the help of its built-in camera and infrared light bulbs, BLUEVER Hello X2 detects your moving finger towards the monitor and translates it into touch and drag mouse actions with high accuracy and no latency. It makes your work and fun more efficient and engaging.\nBLUEVER Hello X2 works with any average laptop or desktop with Mac or Windows OS and a monitor screen size starts from 10” up to 27”, and converts them into fancy touchscreens.\nIt makes the interaction with your computer more intuitive and instinctive, therefore your life and work more efficient and easier.\nHello X2 magically sprinkles touchscreen features to your monitor which detect and actuate various finger gestures, including click(short press), double-click, right-click(long press), swipe, touch and hold, touch and drag, draw\\sketch\\write with finger.\nBLUEVER Hello X2 is easy to mount on monitors of all sizes from 10” to 27”. It clips onto the upper right corner of the monitor and you should be able to find a firm fit by turning the screw by hand to adjust.\nIn case you switch to a new computer or monitor of different size or thickness, you can still use your BLUEVER Hello X2 with it. It won’t occupy any extra space on your table, and is so small and lightweight that won’t add a bulk of burden to your monitor.\n *The clip can be adjusted between 1 to 28mm. It also comes with a removable soft grip which allows for a secure and scratchless attachment to your monitor.\nBLUEVER Hello X2 is configured with a camera and infrared light emitter. Any disturbances towards the invisible laser web caused by the movement of your finger in front of the computer screen will be detected by the camera and translated into accurate and immediate mouse actions.\nBLUEVER Hello X2 has a feature called accidental touch protection that prevents sleeve touch or swipe, so no actions of your clothes will be inadvertently made.\n\nThe BLUEVER Hello X2 doesn’t require a bare finger to detect touch. Gloves, paintbrushes and stylus will all work.\nIf you’re anyone who desperately misses a touchscreen on your MacBook Pro 2020 such as a photographer, a graphic designer, a presenter, a gamer, an editor or an artist, you will find Hello X2 extremely practical and useful.\nOnce attached, turn on your computer and plug BLUEVER Hello X2’s USB connector into it to power up. The first time you use BLUEVER Hello X2 with your computer, it is important to calibrate it correctly. The process can be easily done by following the instructions given by the application installed on your computer. It takes just a few steps of about 1 minute and you only have to do it once. Power on/off, sleep/wake or upgrade systems on your computer won’t affect the performance of BLUEVER Hello X2.\nPLAY\n\nThe LED on BLUEVER Hello X2 clearly indicates its working status for your convenience:\nGreen - normal operation; \nRed - to be calibrated/driver to be installed or run; \nYellow - sleep.\n*Any change in the physical position or location of BLUEVER Hello X2 on your monitor or uninstall its software application requires a re-calibration.\nPLAY\n\nPLAY\n\n\n\nBLUEVER was established in 2019 and is a team dedicated to design lifestyle tech products that help people to transform into a smarter life. BLUEVER is known for designing and innovating smart devices and lifestyle products. Our objective is to inspire people to improve their personal life and work efficiency.\nThis project is constructed and presented to you by OTO1, the marketing expert who've helped make 250+ campaigns successful, risk-free.\n\nFeatured on BackerPlanet - IDEAL PLANET FOR CROWDFUNDING ENTHUSIASTS\n\nThis project is promoted by Jellop, the ad tech power behind the best Kickstarter launches with 1,400+ successful Kickstarter projects and over $500M raised in total.", "risks": "Risks and challenges\nParts and suppliers are already in place and a trial manufacture has been conducted. Once the mass production begins right after the campaign is over, we will work closely with the factory to oversee the production is at full blast to minimize any possible risk of delay. Should any lapse occur, we will keep you abreast of the latest updates.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Loving This Project", "descp": "Thanks for your LOVE!", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "1*BLUEVER Hello X2(Early Bird)", "descp": "Get one BLUEVER Hello X2 at $69 ONLY, which will retail at $99.99|31% off retail\nINCLUDES:\nBLUEVER Hello X2\nCalibrator\nSilicon grip\nScrew-on clip\nUSB power cable\nManual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,025 backers", "Limited (75 left of 1100)"]}, {"amt": "Pledge US$ 79 or more", "title": "1*BLUEVER Hello X2(Kickstarter Special)", "descp": "Get one BLUEVER Hello X2 at $79 ONLY, which will retail at $99.99|21% off retail\nINCLUDES:\nBLUEVER Hello X2\nCalibrator\nSilicon grip\nScrew-on clip\nUSB power cable\nManual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 129 or more", "title": "2*BLUEVER Hello X2(Early Bird)", "descp": "Get two BLUEVER Hello X2 at $129 ONLY, which will retail at $199.98|35% off retail\nINCLUDES:\n2× BLUEVER Hello X2\n2× Calibrator\n2× Silicon grip\n2× Screw-on clip\n2× USB power cable\n2× Manual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["122 backers", "Limited (78 left of 200)"]}, {"amt": "Pledge US$ 159 or more", "title": "3*BLUEVER Hello X2(Super Early Bird)", "descp": "Get three BLUEVER Hello X2 at $159 ONLY, which will retail at $299.97|47% off retail\nINCLUDES:\n3× BLUEVER Hello X2\n3× Calibrator\n3× Silicon grip\n3× Screw-on clip\n3× USB power cable\n3× Manual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["105 backers", "Limited (95 left of 200)"]}, {"amt": "Pledge US$ 189 or more", "title": "3*BLUEVER Hello X2(Early Bird)", "descp": "Get three BLUEVER Hello X2 at $189 ONLY, which will retail at $299.97|37% off retail\nINCLUDES:\n3× BLUEVER Hello X2\n3× Calibrator\n3× Silicon grip\n3× Screw-on clip\n3× USB power cable\n3× Manual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 59 or more", "title": "1*BLUEVER Hello X2(Super Early Bird)", "descp": "Get one BLUEVER Hello X2 at $59 ONLY, which will retail at $99.99|41% off retail\nINCLUDES:\nBLUEVER Hello X2\nCalibrator\nSilicon grip\nScrew-on clip\nUSB power cable\nManual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "200 backers"]}, {"amt": "Pledge US$ 109 or more", "title": "2*BLUEVER Hello X2(Super Early Bird)", "descp": "Get two BLUEVER Hello X2 at $109 ONLY, which will retail at $199.98|45% off retail\nINCLUDES:\n2× BLUEVER Hello X2\n2× Calibrator\n2× Silicon grip\n2× Screw-on clip\n2× USB power cable\n2× Manual", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "200 backers"]}], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Update for Package Delivery", "update_content": "Dear BLUEVER Hello X2 backers,\n\nHope you all are doing well.\nWe have received many messages from backers saying that they haven’t received the BLUEVER Hello X2. We are so sorry about the delay."}, {"update_no": "UPDATE #6", "update_userinfo": "We Are Ready to Send out Your BLUEVER Hello X2!", "update_content": "Hi, backers,\nWe are sorry about the shipping delay due to the recent events and Covid-19. Delivery will commencein the end of November since most of BLUEVER Hello X2 has already been packed!\nPlease accept our sincere apologies for the delay!Before getting your hands on your BLUEVER Hello X2, here's some photos to reveal their status."}, {"update_no": "UPDATE #5", "update_userinfo": "Shipping Update", "update_content": "Dear all,\nHope you're doing well! This time, we're here to update the production progress and we are sorry for the delivery delay!\nLast week, we found that a small number of our BLUEVER Hello X2 has some flaws. However, they have already been packed in the boxes which are going to be delivered."}, {"update_no": "UPDATE #4", "update_userinfo": "Thank You!! & Live on IndieGoGo Indemand!", "update_content": "Dear all,\nWe have received any feedback about the survey can't not summit after filled on the phone but can do it on the computer. And we  also checked the settings and found nothing wrong, so we reckon that maybe a bug...\n So please fill the survey carefully on the computer  "}, {"update_no": "UPDATE #3", "update_userinfo": "Thank You, Backers!❤️", "update_content": " 👑Dear backers, you are AMAZING!!! \nYou will receive a survey about shipping information, please fills in carefully!!!"}, {"update_no": "UPDATE #2", "update_userinfo": "Only 4 Days Left and The Next Steps", "update_content": "Only 4 days to go! \nTHANKS TO ALL OF YOU WHO HAVE MADE THIS POSSIBLE & Thanks for the strong support and for believing in the project. You are the best!\n\nHowever, as some backers have said, we barely updated in the past days! We are so sorry about the negligence of updating our project progress!"}, {"update_no": "UPDATE #1", "update_userinfo": "🚀 364% Funded Within 24 hours! Thank You All! 😃", "update_content": "It is amazing that we are 364% funded within 24 hours!  We want to express our gratitude to all of BLUEVER Hello X2 fans —— THANK YOU! It is you that makes this happen!\nOur referral program on Kickbooster is now alive!\nJoin our referral program, help boost BLUEVER Hello X2, and win 15% cashback now! Just share your unique Booster link on your Facebook, Twitter, Website, or wherever you'd like!"}, {"status": [{"Project funds successfully": "1,742 backers pledged $158,967"}, {"Project launches": "AUGUST 10, 2020"}]}], "comment_no": 886, "projec_url": "https://www.kickstarter.com/projects/730355671/bluever-hello-x2-turn-any-monitor-into-a-touch-screen", "project_name": "BLUEVER Hello X2: Turn Any Monitor Into A Touch Screen"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "Our Story\nWe're excited to be back with our fifth project, which combines our geeky nature with the desire to create products that you can use every day.\nWith HUNT3.0 we wanted to create something that took the idea of the everyday carry flashlight to the next level.\nThe World's Smallest Multi-Function Flashlight\nAlways There, Never In The Way\nHUNT3.0 is designed to make your everyday life easier. With a powerful flashlight on one end, and a mini pry bar on the other, this is an essential keyring tool that's always there for you when you need it, and won't get in the way when you don't.  \nCrafted from premium quality titanium, the keychain design allows you to attach your flashlight to almost anything. Keys, zippers, backpacks, and more, you’ll always have it on hand to light your way.\n\nFlashlight & Pry-bar in one\nHUNT3.0 is a brilliant flashlight and EDC companion in one. But where we’ve really upped the game is with the light options you now have available. \nLight Everything: Three LED Color Options\n White – 100 lumens – The Pathfinder is our super-thin SMD LED module that offers brilliant light with a lower energy consumption. Last longer, see further, and take it anywhere.\n UV – 50 lumens – The Explorer is a compact EDC UV light that’s perfect for verifying currency and ID, or protecting yourself with germ and fluid detection. Stay safe, and uncover a hidden world.\n Red – 65 lumens – The Survivor is designed to help you operate stealthily in the dark. Soft red lighting allows the human eye to keep your pupils dilated, retaining and boosting your ability to see in low light conditions. Perfect for stargazing, navigation, and reading at night.\nWaterproof\n\nUV LED\n\nRed LED\nMini Pry Bar Functionality\nHUNT3.0 enables you to perform those everyday tasks that would normally have you rummaging around in the bottom of your toolbox. Whether you want to eliminate the need for carrying a full-size tool, or you just want to maintain a low pocket profile, HUNT3.0 has you covered.\nPractical Everyday Uses To Make Your Day Easier\nLight-duty prying—open those sticky can lids\nOpening taped boxes\nScoring materials\nWorks as a flat-head screwdriver\nOpening bottle caps, wherever you are\nWon’t damage products inside packages.\n\nKeep Your Hands Clean\nNow more than ever we’re conscious of what we touch. HUNT3.0 lets you go about your day while keeping your hands to yourself.\nYou can use it when you’re out and about in the world to press buttons, operate keypads, tap car park ticket machine buttons, hit elevator buttons, and much more—all without making direct contact with your hands.\nHUNT3.0 is your everyday carry hands-free companion.\nBetter way to press public buttons\n\nMade from Titanium And Built To Last\nTitanium is among one of the strongest and most durable metals on the planets—which is why we chose this material for HUNT3.0. Designed for rugged outdoor use, just as much as around the home, you can take it anywhere.\nTitanium coatings are known to chip off and wear down over time. So, we chose a natural, uncoated, raw finish for HUNT3.0, to give each product that timeless look that stays clean and looks great for years to come.\nWhat We’ve Improved With HUNT3.0\nHUNT3.0 is the exciting evolution in our HUNT EDC flashlight series. Here’s what’s new.\nWe added a red light option for better nighttime vision\nWe’ve improved the design and the appearance, making it easier to rotate when turning on or off, and when using the pry bar\nBased on feedback from the backers of our previous-generation products, we’ve improved the size and strength of the pry bar, making it a more durable and robust everyday tool  \n Specifications\nBody Materials\n100% Grade 5 Titanium\nLED Specs\nSMD LED Bulb \nBuilt-in Resistor To Prevent Overheating\nBulb Lifespan 30,000 - 50,000 hours\nAlkaline Battery Life - Up to 60 hours\nWhy Kickstarter?\nOur team started back in 2019 after our very first Kickstarter project. So to us, this platform simply feels like home.\nWe don't have (or ever want) any investors, so we bring our new products directly to the Kickstarter community. With your help we’re able to bring our products to life, and make unique products that are built to last.\nWe love being an active part of this community, and wouldn’t be here without our wonderful backers.\nTimeline\nThis project is promoted by Jellop, the ad tech power behind the best Kickstarters with 1,100+ successful Kickstarter projects with over $460M raised between them.", "risks": "Risks and challenges\nThis is our fifth Kickstarter project, so it’s safe to say that we know we’ve got what it takes to bring this project to successful completion.\n\nThe only risk we foresee is the chance of shipping a little bit later than the estimated dates, due to the project being extremely over-funded. It’s not a bad risk to have! So we’ve factored in extra time to account for this, as large-scale productions involve considerably more planning.\n\nWe’ll provide you with regular project updates, so should any production or shipping delays occur, we can let you know about it ASAP.\n\nPlease note that the flashlight shown in images and video on this page is our functional prototype, and we reserve the right to make minor design alterations to all elements as needed. The dimensions may need to be adjusted during mass production to ensure we produce the best flashlight we can, for everyone.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £26 or more", "title": "One Titanium HUNT", "descp": "Get 1 x HUNT at 35% OFF\nYou Save: £14\nMSRP: £40\nINCLUDES:\nOne Titanium Flashlight\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["703 backers"]}, {"amt": "Pledge £48 or more", "title": "Two Titanium HUNT", "descp": "Get 2 X HUNT at 40% OFF\nYou Save: £32\nMSRP: £80\nINCLUDES:\nTwo Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["134 backers"]}, {"amt": "Pledge £66 or more", "title": "Three Titanium HUNT", "descp": "Get 3 x HUNT at 45% OFF\nYou Save: £54\nMSRP: £120\nINCLUDES:\nThree Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["90 backers"]}, {"amt": "Pledge £116 or more", "title": "Six Titanium HUNT", "descp": "Get 6 x HUNT at 51% OFF\nYou Save: £124\nMSRP: £240\nINCLUDES:\nSix Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["32 backers"]}, {"amt": "Pledge £149 or more", "title": "Nine Titanium HUNT", "descp": "Get 9 x HUNT at 58% OFF\nYou Save: £211\nMSRP: £360\nINCLUDES:\nNine Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge £188 or more", "title": "Twelve Titanium HUNT", "descp": "Get 12 x HUNT at 60% OFF\nYou Save: £292\nMSRP: £480\nINCLUDES:\nTwelve Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers"]}, {"amt": "Pledge £26 or more", "title": "One Titanium HUNT", "descp": "Get 1 x HUNT at 35% OFF\nYou Save: £14\nMSRP: £40\nINCLUDES:\nOne Titanium Flashlight\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "49 backers"]}, {"amt": "Pledge £42 or more", "title": "Two Titanium HUNT | Super Early Birds", "descp": "Get 2 X HUNT at 47% OFF\nYou Save: £38\nMSRP: £80\nINCLUDES:\nTwo Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "83 backers"]}, {"amt": "Pledge £42 or more", "title": "Two Titanium HUNT | Early Birds II", "descp": "Get 2 X HUNT at 47% OFF\nYou Save: £38\nMSRP: £80\nINCLUDES:\nTwo Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "34 backers"]}, {"amt": "Pledge £43 or more", "title": "Two Titanium HUNT | Late Early Birds", "descp": "Get 2 X HUNT at 46% OFF\nYou Save: £37\nMSRP: £80\nINCLUDES:\nTwo Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "370 backers"]}, {"amt": "Pledge £48 or more", "title": "Two Titanium HUNT", "descp": "Get 2 X HUNT at 40% OFF\nYou Save: £32\nMSRP: £80\nINCLUDES:\nTwo Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "0 backers"]}, {"amt": "Pledge £56 or more", "title": "Three Titanium HUNT | Super Early Birds", "descp": "Get 3 x HUNT at 53% OFF\nYou Save: £64\nMSRP: £120\nINCLUDES:\nThree Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "79 backers"]}, {"amt": "Pledge £56 or more", "title": "Three Titanium HUNT | Early Birds II", "descp": "Get 3 x HUNT at 53% OFF\nYou Save: £64\nMSRP: £120\nINCLUDES:\nThree Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "23 backers"]}, {"amt": "Pledge £58 or more", "title": "Three Titanium HUNT | Late Early Birds", "descp": "Get 3 x HUNT at 51% OFF\nYou Save: £62\nMSRP: £120\nINCLUDES:\nThree Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "268 backers"]}, {"amt": "Pledge £66 or more", "title": "Three Titanium HUNT", "descp": "Get 3 x HUNT at 45% OFF\nYou Save: £54\nMSRP: £120\nINCLUDES:\nThree Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge £103 or more", "title": "Six Titanium HUNT | Early Birds II", "descp": "Get 6 x HUNT at 57% OFF\nYou Save: £137\nMSRP: £240\nINCLUDES:\nSix Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge £108 or more", "title": "Six Titanium HUNT | Late Early Birds", "descp": "Get 6 x HUNT at 55% OFF\nYou Save: £132\nMSRP: £240\nINCLUDES:\nSix Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "35 backers"]}, {"amt": "Pledge £116 or more", "title": "Six Titanium HUNT", "descp": "Get 6 x HUNT at 51% OFF\nYou Save: £124\nMSRP: £240\nINCLUDES:\nSix Titanium Flashlights\nCombined Postage\nChoose your favourite LED colour in the survey time.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Instruction Video + New Campaign Live Now!", "update_content": "Dear Backers,\nWe are £70K+ funded with 1500+ backers! \nAll thanks to you. We couldn't have made it this far without your continued support. Thank you again for making this project possible.\nImportant Response Needed"}, {"update_no": "UPDATE #11", "update_userinfo": "HUNT3.0 ARE SHIPPING!", "update_content": "Hi Backers,\nOur team is honored to have had your help surpassing the 70K+ milestone. Also, we’re thrilled to announce that we got more than 1400+ backers.\nWe are incredibly grateful for the invaluable support you’ve shown and the suggestion you’ve provided. It’s these kinds of ideas that we strive to help us keep improving and allow us to create an even better final product. "}, {"status": [{"Project funds successfully": "1,952 backers pledged £98,110"}]}], "comment_no": 434, "projec_url": "https://www.kickstarter.com/projects/septemstudio/hunt30-the-worlds-smallest-multi-function-flashlight", "project_name": "HUNT3.0 | The World’s Smallest Multi-Function Flashlight"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "More than just a remote, Arsenal 2 uses AI and computational photography to help you create amazing photos and timelapses.\nAfter shipping over 100,000 units, we're back with huge improvements to our intelligent photography assistant for DSLR and mirrorless cameras. \nWith a single tap Arsenal 2’s AI determines the optimal settings for the scene you're shooting. Using its new and improved sensors, Arsenal 2 fine tunes your camera's settings by analyzing 22 different environmental factors. The result is great settings for any shot.  \nArsenal 2’s Deep Color uses a neural network to intelligently develop each photo. Deep Color is not a look or a filter. Instead, it produces a set of adjustments custom to each photo. The results are balanced yet powerful, rendering bold images that flatter every photo without being over the top. See the difference below compared to a camera's built-in colors. \nSee our “How it works” section below for more details.\nArsenal 2 controls your camera over USB and automates some of the most powerful photography techniques. The onboard GPU automatically stacks photos and sends them to your phone—or saves them to Arsenal 2’s micro SD card slot (See FAQ for details). \nNight photography is notoriously difficult. Arsenal 2’s Night Assist makes it easy. It can focus on the stars with a tap*, then calculate the perfect settings to get sharp, detailed night photos.\n*Night focus times vary by camera and lens. Night focus normally requires between 30 seconds and 2 minutes to get stars in perfect focus. See the FAQ for lens compatibility.\nPanoramas make for powerful photos, but there’s too much guessing involved. With Arsenal 2’s live panorama, you can be sure you didn’t miss anything. The Arsenal Phone Mount accessory (sold separately) holds Arsenal 2 and your phone, so you can watch the panorama build as you shoot. When you’re done, crop the final output and it's ready to share.\nIn some locations, there will always be someone in your photo. By combining multiple shots, Arsenal 2’s new Crowd Control feature can automatically remove people and other moving objects from your photos.\nArsenal 2 ships in Standard and Pro versions. Both have the same software features (and support the same cameras), but Arsenal 2 Pro brings even more performance improvements, added weather resistance, and USB-C connectivity. \n*Micro SD card sold separately, see the \"Accessories\" section below\n\nArsenal 2 automates advanced photo stacking techniques to help you capture scenes with High Dynamic Range (HDR). In seconds, Arsenal 2 takes multiple exposures and blends them into a single shot capturing details in both bright and dark areas of the scene.\nWith Arsenal 2, you can create long exposures that capture rich color and dramatic motion blurs...without buying expensive neutral density filters.\nWith focus stacking, you can get your entire scene in sharp focus. Arsenal 2 calculates the ideal aperture, takes shots at different focus positions, and merges them into one crystal clear image.\nWe love timelapses, so we spent five years designing the ultimate timelapse tool. Start your timelapse with a tap...or set custom parameters. Arsenal 2 will intelligently manage the exposure to create a smooth day-to-night transition. You can even preview your timelapse while it’s being recorded. You (and your phone) can leave. Come back any time to change settings or check progress. Arsenal 2 takes care of the rest. \nArsenal 2's powerful new processors allow for faster intervals, smoother transitions, and higher quality previews.\nCheck out some of our timelapses shot with Arsenal 2.\n\nArsenal 2 lets you control your camera from up to 100 feet away. Tap to focus, set shutter speed, aperture, and ISO; see a live preview; and take the shot—all from your phone.\nSharing photos from your DSLR or mirrorless camera shouldn’t be hard. Use Arsenal 2 to automatically sync full-resolution photos to your phone, or send individual photos to your favorite apps with a tap.\nCheck out our Deep Color gallery for more examples.\nArsenal 2 supports over 100 popular DSLR and mirrorless camera models, 23 of which are new for Arsenal 2. \nClick here to view all supported cameras\nArsenal 2 controls your camera via a USB cable (included), and you control Arsenal 2 wirelessly from your phone. Arsenal 2’s free mobile app is compatible with modern iOS and Android devices. \n Arsenal 2 Pro works with all of the same cameras as Arsenal 2 Standard. \nHi, my name is Ryan. I’m a software developer, photographer, and the creator of Arsenal. I love learning. Photography let me learn something new and experience more of the beauty we have here in Montana. Arsenal started as a way to improve my own photography.\nWhen I launched the original Arsenal campaign on Kickstarter, there was more demand that I ever expected. During the campaign, I was fortunate to be able to hire some of the smartest and most talented people I know. Three years on, we're still a small team. Yet thanks to everyone’s expertise, we’ve been able to do things normally exclusive to much larger companies.\nShipping and Taxes\nPlease be aware that shipping and taxes are not included in the pledge levels. Shortly before Arsenal 2 ships, we will email you a link to our “pledge manager.” In the pledge manager, you can:\nEnter your latest address\nPay Shipping and Tax\nOrder accessories, additional cables, or additional Arsenal 2’s.\nUpgrade to Arsenal 2 Pro\nShipping charges vary based on your country - $10 U.S., and $20 International. There are no additional shipping charges for add-ons, extra USB cables, or multiple Arsenal 2 units.\nTaxes will vary based on where your rewards are shipped (Sorry, I don’t make the rules). For the following countries, we're collecting taxes before shipping, so you won’t have to worry about paying them at the time of delivery, extra fees, or being held up in customs. \n United States: State sales taxes apply in most states.\n European Union, United Kingdom, Canada, and Australia: VAT/GST taxes apply.\n Other Countries: We will not charge any taxes in the pledge manager. However, you may be responsible for sales tax, VAT/GST taxes, duties, import fees, or other taxes/fees when your reward is delivered.  \nWe plan to ship Arsenal 2 units directly to backers within the US, EU, UK, CA, and AU, using existing fulfillment partners with local warehouses. That means your rewards will arrive promptly with no international shipping hassles.\nMedia Inquiries \nPlease send media inquires to press@witharsenal.com\nThis project is promoted by Jellop, the ad tech power behind the best Kickstarters with 1,100+ successful Kickstarter projects with over $460M raised between them.", "risks": "Risks and challenges\nThis is our second Kickstarter campaign. After our first campaign we delivered over 100,000 Arsenals to our backers across the globe. And along the way we built up tools, relationships, and expertise that will help us to deliver Arsenal 2. \n\nFrom a technology standpoint, much of the work that went into Arsenal 1 can be reused as a foundation for Arsenal 2 (both Standard and Pro). A lot of the work required to get Arsenal 1 out the door wasn’t feature specific, but involved things like camera integration, mobile app communication and deployment, firmware management, user interface design, bug tracking, etc. Having that foundation means we can spend more time optimizing performance and testing features. \n\nFor Arsenal 2, we’ve completed all of the hardware development, and our manufacturing partners are already established and ready to go to production once parts are in. We’ve also expanded our Support team, hired a Logistics Manager, and upgraded our fulfillment partners so that shipping is quick and easy. \n\nEven with all of the planning we’ve done, issues always come up. COVID-19 adds another layer of challenges, and we've adjusted our schedule to reflect COVID realities. Could COVID-19 or something else throw us a curveball? You bet. With an expanded team of great people to support the launch, I’m confident we can address any complications that come up. And you have our commitment to handle any issues in a transparent way that makes you proud to be a part of the Arsenal community.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 149 or more", "title": "Arsenal 2 Standard - Early Bird", "descp": "Get ARSENAL 2 for $101 off the Retail Price ($250).\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3,399 backers", "Limited (1 left of 3400)"]}, {"amt": "Pledge US$ 169 or more", "title": "Arsenal 2 Standard - Kickstarter Special", "descp": "Get ARSENAL 2 for $81 off the Retail Price ($250).\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,447 backers", "Limited (53 left of 1500)"]}, {"amt": "Pledge US$ 199 or more", "title": "Arsenal 2 Standard", "descp": "Get ARSENAL 2 for $51 off the Retail Price ($250).\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["32 backers"]}, {"amt": "Pledge US$ 249 or more", "title": "Arsenal 2 Pro - Kickstarter Special", "descp": "Get ARSENAL 2 PRO and save over $116 off the Retail Price ($365).\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,894 backers", "Limited (106 left of 3000)"]}, {"amt": "Pledge US$ 289 or more", "title": "Arsenal 2 Pro", "descp": "Get ARSENAL 2 PRO for $76 off the Retail Price ($365).\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["142 backers"]}, {"amt": "Pledge US$ 139 or more", "title": "Arsenal 2 Standard - Supporter Thank You", "descp": "Get ARSENAL 2 for $111 off the Retail Price ($250). Our most discounted level as a thank you to everyone that supported Arsenal. Available only during the first four hours of the campaign launch!\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1,814 backers"]}, {"amt": "Pledge US$ 209 or more", "title": "Arsenal 2 Pro - Supporter Thank You", "descp": "Get ARSENAL 2 PRO for $156 off the Retail Price ($365). Our most discounted option as a thank you to everyone that supported Arsenal. Available only during the first four hours of the campaign launch!\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3,514 backers"]}, {"amt": "Pledge US$ 219 or more", "title": "Arsenal 2 Pro - Early Bird", "descp": "Get ARSENAL 2 PRO for $146 off the Retail Price ($365).\nShipping and taxes will be collected after the campaign.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "7,900 backers"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Arsenal 2 June Update", "update_content": "Hey everyone, Ryan here.\nAt Arsenal we’ve been working hard to prepare for launch and work around the global chip shortage issue we mentioned in our last update. Though not completely solved, we’ve made a ton of progress on that front and have lots to share on the overall project as well. So let’s jump into some updates.\nTimeline"}, {"update_no": "UPDATE #9", "update_userinfo": "Arsenal 2 April Update", "update_content": "Hey everyone, Ryan here.\nOne of the things that makes Kickstarter unique is the relationship backers have with the projects they support. We are always committed to transparency with our backers, for both the good (updates on engineering milestones or software enhancements) and bad (delays, or bugs we’re working on).\nToday I have some bad news: we’re pushing our shipping target back from June to August.\nFirst, I want to say that the team made absolutely heroic efforts to keep to the original timeline. None of us are thrilled to delay a product launch that everyone is so excited about."}, {"update_no": "UPDATE #8", "update_userinfo": "Arsenal 2 March Update", "update_content": "Hey everyone, Ryan here.\nThe Arsenal team has been very heads down since our last update, focusing on the long list of deliverables as we work towards shipping Arsenal 2 in June. We’ve made some great progress, so let’s jump into some updates.\nIf a ton of detail isn’t your thing, and it has come to my attention that for many people it isn’t, here’s the executive summary: great progress, a few risks remain, our forecasted shipping date remains June."}, {"update_no": "UPDATE #7", "update_userinfo": "January 2021 Update", "update_content": "Hey everyone, Ryan here.\nFirst off, I hope everyone had a nice holiday season! Here at Arsenal we’ve been working hard to ensure we stay on track for June’s launch, and today I wanted to provide an update on our progress (spoiler: good news).\nOver the last handful of weeks we’ve been focused on finishing our regulatory approvals, ordering components for Arsenal 2, finalizing designs with our contract manufacturer, continuing to improve Arsenal 2’s software, and a whole lot of testing. The joke around our (partially virtual) office is that I don’t take days off, I just take testing days. And, well, guilty as charged; I actually really enjoy them (more on that below)."}, {"update_no": "UPDATE #6", "update_userinfo": "Arsenal 2 November Update", "update_content": "Hey everyone, Ryan here.\nIt’s been a busy seven weeks here at Arsenal since the campaign ended and we’re making great progress. Today’s post focuses on some behind-the-scenes style updates that show what we’ve been working on and where we are in the process. So let’s jump into it.\nPilot Runs"}, {"update_no": "UPDATE #5", "update_userinfo": "Arsenal 2 Is Funded, What’s Next?", "update_content": "Hey everyone, Ryan here.\n\nWow, what an amazing campaign! $4.2 million raised from 21,338 backers."}, {"update_no": "UPDATE #4", "update_userinfo": "Arsenal 2 Pro Giveaway and The Final Push", "update_content": "Hey everyone, Ryan here.\nToday’s update has something everyone likes - free stuff!"}, {"update_no": "UPDATE #3", "update_userinfo": "Arsenal 2 Standard Vs Pro and Quality of Life Changes", "update_content": "Hey everyone, Ryan here.\nA few quick updates, but before I jump in I wanted to say thanks again for all of your incredible support. Arsenal 2 surpassed the size of the Arsenal 1 campaign this week, and there’s still two weeks left in the campaign! Wow!\nOkay, let’s jump into the updates:"}, {"update_no": "UPDATE #2", "update_userinfo": "FAQs, Enclosures, and Why Isn't My Camera Supported?", "update_content": "Hey everyone, Ryan here.\nWhat an amazing first week! Thanks so much to everyone for the support. Let’s jump into some updates.\nEnclosure\nWe got “first shot” plastic in for Arsenal 2 Standard this week. There’s no surface texture yet on the final mold and there’s some fine tuning that still needs to happen, but it's moving along fast. After a few adjustments they will laser etch the texture into the mold, which should really make the enclosures look good."}, {"status": [{"Project funds successfully": "21,339 backers pledged $4,243,975"}]}], "comment_no": 2790, "projec_url": "https://www.kickstarter.com/projects/2092430307/arsenal-2", "project_name": "Arsenal 2, the Intelligent Camera Assistant"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "Here is what an expert thinks about Pero!\nIntroducing Pero, a wearable controller that makes your smart devices even smarter. Pero turns your simple hand motions into customizable shortcuts for your device. Now, you can control the cursor and input commands with this single device so that you can focus more on getting the job done. \n\nAAD function | Active Applicaiton Detection\nPERO can perform Active Application Detection through the User Custom Program. You can send separate commands according to each application, even with the same gesture.\n\nProvide customized settings according to gesture usage patterns\nOur “User Support Program” analyzes your natural gesture habits and patterns to learn your command preferences. Instead of fitting your needs to predefined shortcuts, make your own shortcuts that meet your exact needs!\n\n\n\n\n\n Pero also gives you full range cursor control. It does everything you want your mouse to do and more.\n\nPero lets you control the user-interface with just your gestures alone. \nYes, just like Minority Report but better. Since this is real. Turn your simple hand motions into customizable shortcuts for your device.\n\n We manage applications by type. \nUCP can manage many applications easily by dividing types according to popular shortcuts and commands. And new applications can be updated faster. These advantages, combined with the AAD function, help effectively control the commands of the application through the Pero. \n\n\nUpcoming Supported applications \n\n * Pero is not fully compatible with drone control at the moment. The video above is a demo test.\n\n\n\n\nPero also gives you full range cursor control. It does everything you want your mouse to do and more.\n\nPalmcat’s Gesture Sensing Algorithm detects movement on the back of your hand while the touch panel strapped around the palm tracks the pressure from each of your fingers. Combining these two factors give you an almost unlimited choice of combinations! For example, even if you swipe your hand horizontally, it’ll carry different meanings depending on which fingers you place on the touch panel.\nComfortable Wrist\nThe positioning of the arm while using Pero prevents the build up of pressure and pain in the wrist. But Ordinary mice force the wrist into a bent shape  which causes discomfort and pain over time\nWhen working with a mouse, you have to always work in the same pose and posture. However, you can work in a variety of poses and poses.\n\n PERO does not need space to control the cursor.\nSo Pero reduces the time you spend moving between the mouse and trackpad. It also helps you use your computer efficiently even in a desk-free working environment.\n\n\n\n\n The movement of the hand is captured by the IMU sensor located on the back and the movement is detected through gestures through Palmcat's GR algorithm. The GR algorithm is a technique that can calculate each gesture in a lightweight chipset environment without the need for a separate analysis process or system by utilizing the advantages of the Palmcat hardware.\nThe thumb button was designed to work like a mouse click. It’s placed right next to your thumb so all options to click, right-click, or drag are within finger reach.\nOur fingers do a lot more than we give them credit for.  \nThink of the diverse purpose that each finger serves. The subtle differences in a tap, press, and pinch. The array of meanings they convey. We took the admiration of our nifty fingers to heart by utilizing their full potential in Pero. Its highly sensitive touch sensor recognizes each individual fingertip and when they’re being pressed down.\n\nSimply connect it just like connect your wireless earbuds, easy and effortless! No external receiver needed. And PERO uses BLE (Bluetooth Low Energy). So you can use 37 hours on a 30-minute charge. \n\n\n\nSetting appropriate commands in advance according to the user's gesture usage pattern, \nImprove the accuracy by grasping the position of the finger touching the palm, \nIt detects the application you are using and delivers the command.\nIt helps you set the commands you want in gestures.\nUCP is our team's best gift to PERO buyers.\n\n\n\nYou could be typing away, drinking coffee, or chatting with your coworkers. Thanks to its 4mm-thin palm strip, Pero remains unobtrusive for you to wear as you carry out the rest of your day’s tasks.\n\nThe hardware was created by molding liquid silicone, a high-precision method used to create cutting-edge medical tools and kitchen appliances. You don’t have to worry about feeling discomfort such as tension, over-heating, and sweat accumulation.The hardware was created by molding liquid silicone, a high-precision method used to create cutting-edge medical tools and kitchen appliances. You don’t have to worry about feeling discomfort such as tension, over-heating, and sweat accumulation.\n\nAre you one of those people frantically looking for the answer to: “what about if you’re left-handed?” Don’t worry, we got you covered too! Whether you're right-handed, left-handed, or ambidextrous, Pero works for all.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAs an IT engineer, I used to work in small and confined spaces which forced me to use the trackpad or track pointer because I didn’t have enough room for a mouse. However, when I was working with a lot of cursor control, I gradually began to experience more pain in my elbows up to the point where it was difficult to move my arm. This led me to imagine a device that could recognize the movement of my hand.\n And so, after years of research and development, I came up with a device that could recognize gestures and translate it into specific commands. This is how Pero was born in 2017, but the current version of Pero is the most popular version among the people who participated in our user experience research tests (28 touch panel silicon insertion tests, 28 touch panel types, 9 product designs, 8 board modifications, and 8 sets of molds produced). We are doing our best and will continue to work hard in order to create innovative products that will provide incredible value for anyone!\n\nProcess of developing the touch panel\nIn order to make a recognition panel that can accurately recognize gestures even when worn roughly, a capacitive touch sensor was included in the design. However, it was necessary to make a panel to block the natural static electricity that can form in the palm while simultaneously recognizing the static electricity on the fingers. Eventually, we were able to succeed and ended up creating a thin but powerful discernment panel that accomplished everything we wanted it to accomplish.\n\nSoftware\nUser support software is where we focused a lot of our efforts in order to make it easy and simple for anyone to use. In the future, we planning on further developing the software so that more third-party applications are integrated and that additional customized gestures can be recognized. In order to reach this next step, we will try to develop motion recognition optimization by making sure that Pero outputs can be analyzed by 2,800 data bits per second.\n\n\nThis campaign is managed by Altos, a product launch consulting agency that specializes in helping global tech startups launch their product in the United States. Contact us : support@altosbusiness.com\nTrend Adopter showcases the best new crowdfunding products from all around the world. Learn more : www.trendadopter.com\nThis project is promoted by Jellop, the ad tech power behind the best Kickstarters with 1,100+ successful Kickstarter projects with over $460M raised between them.\nAs one of the first crowdfunding marketing agencies, Enventys Partners has brought more than 750 crowdfunding projects to life through lead generation, campaign page creation, public relations, email marketing, Facebook Advertising, campaign management and more.", "risks": "Risks and challenges\nOur team has prepared to launch a Kickstarter campaign for months. We understand that there are risks and challenges involved with launching and fulfilling a Kickstarter campaign. In order to prevent any mistakes from occurring, we have partnered with several crowdfunding experts to cover each aspect of our campaign. That means that from campaign transparency to fulfilling rewards, we have every base covered. However, since this is our first time creating a product of this scale, there may be some unforeseen hurdles that we may have to overcome. If issues do arise and impact the quality of the product or delay the shipment of rewards then we will do our best to overcome the problem and be completely transparent with our backers.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 79 or more", "title": "Super Early Bird Single Pack", "descp": "Pero x 1\nGet one Pero with 39% OFF!\nSave $51 from our MSRP $130!\nINCLUDES:\nPero\nUser Manual", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["199 backers", "Limited (1 left of 200)"]}, {"amt": "Pledge US$ 109 or more", "title": "Kickstarter Single Pack", "descp": "Pero x 1\nGet one Pero with 16% OFF!\nSave $21 from our MSRP $130!\nINCLUDES:\nPero\nUser Manual", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["448 backers"]}, {"amt": "Pledge US$ 178 or more", "title": "Kickstarter Double Pack", "descp": "Pero x 2\nGet 2 sets of Pero with 31% OFF!\nSave $82 from our MSRP $260!\nINCLUDES:\n2× Pero\n2× User Manual", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["172 backers"]}, {"amt": "Pledge US$ 474 or more", "title": "Kickstarter Team Pack", "descp": "Pero x 6\nGet one Pero with 39% OFF!\nSave $306 from our MSRP $780!\nINCLUDES:\n6× Pero\n6× User Manual", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 2,370 or more", "title": "Kickstarter Business Pack", "descp": "Pero x 30\nGet 30 sets of Pero with 39% OFF!\nSave $1530 from our MSRP $3900!\nINCLUDES:\n30× Pero\n30× User Manual", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 89 or more", "title": "Early Bird Single Pack", "descp": "Pero x 1\nGet one Pero with 31% OFF!\nSave $41 from our MSRP $130!\nINCLUDES:\nPero\nUser Manual", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "[PERO news] We have uploaded a new manual for PERO.", "update_content": "I am very sorry for disappointing many people.\nIn fact, I did not do well in finishing such as preparing for delivery and preparing manuals.\nI am really sorry.\nAnd there are so many issues with shipping that I can barely do anything else.\nSo it seems to disappoint the backers even more.\nI am really sorry."}, {"update_no": "UPDATE #24", "update_userinfo": "Shipping news #5", "update_content": "We have put your shipment on hold for a while.\nI have changed the address so that I cannot edit the address on Saturday.\nBut it took effect after 48 hours.\n(I couldn't change it)"}, {"update_no": "UPDATE #23", "update_userinfo": "Shipping NEWS #4", "update_content": "Delivery is taking too long.\n\nFirst, we checked some cases where tariffs were high.\nMost of them were added with VAT and admin pees.\nThere were no special fees or insurance premiums."}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping NEWS #3", "update_content": "We are working hard on quality inspection and packaging.\nThis is taking longer than I thought, so every employee is hanging on.\nSo I'm putting off some other work\nFor this reason, the support website work and final firmware and UCP finishing work are being delayed somewhat."}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping News #2", "update_content": "All products are now finished production.\nAbout 600 have already been packaged, and QC and packaging are in progress for the remaining quantity."}, {"update_no": "UPDATE #20", "update_userinfo": "Shipping News #1", "update_content": "I share our current progress.\nDelivery preparation is harder than we thought.\nBut it doesn't mean there is a problem. This is to prevent delivery errors, so Please wait a little longer\nCurrently we are testing shipping to check for customs issues."}, {"update_no": "UPDATE #19", "update_userinfo": "NEWS LETTER #10 -- \"First delivery start\"", "update_content": "Everyone has been waiting for a long time. Finally we ship.\n     We went through some difficult tasks even during mass production. But it solved it well. First, it took more time than expected in the post processing process. "}, {"update_no": "UPDATE #18", "update_userinfo": "NEWS LETTER #9", "update_content": "We send an update for a week."}, {"status": []}], "comment_no": 446, "projec_url": "https://www.kickstarter.com/projects/pero/pero-replace-multiple-sets-of-hotkeys-with-gesture-commands", "project_name": "Pero: Wearable Mouse That Also Executes Your Gesture Command"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "Forget the chore of watering your houseplants multiple times a week — we’re bringing you an automatic irrigation system that maintains your houseplants and gives feedback through a simple app.\nBattery-operated Bluetooth connected sensors, discreetly inserted into each plant’s soil, communicate wirelessly to the Riego reservoir. The sensor collects information, such as the plant’s water and lighting conditions, and sends that information back to the Riego system. The sensor also has an LED indicator that displays these statuses at a glance.\nWhether you have a fern, succulent or palm, houseplants help you feel good and add a calming, natural element to your living space. \nUnfortunately, remembering to routinely water your houseplants is a chore that’s often forgotten. And what about when you're not home or away on vacation? Your plants may suffer!\nThat's where Riego comes in!  \nAs one of the first crowdfunding marketing agencies, Enventys Partners has brought more than 750 crowdfunding projects to life through lead generation, campaign page creation, public relations, email marketing, Facebook Advertising, campaign management and more. \nThe Riego Indoor Irrigation System was created by two pediatricians — Manuel Caceres, MD and his wife, Maria Caceres, MD. The duo had a great affinity for plants and gardening, which was hard to maintain with their busy travel schedules. To cope, they installed a commercial outdoor irrigation system in their greenhouse to automatically irrigate the plants. They used a water bib and a timer but their indoor plants couldn’t be automatically irrigated due to a lack of a water source. The pair couldn’t find a device for their living room that would automatically irrigate their plants.\nIn 2014, Dr. Caceres sought out to create the solution. He took a submersible water pump and placed it in a decorative vase filled with water in the middle of the living room. He connected the pump to thin pieces of tubing pulled from his greenhouse irrigation system, made a series of connectors, and paired the unit to an electrical timer. This early prototype was able to irrigate their plants automatically, intermittently and silently. It worked daily, not only when traveling, and only needed to be refilled every 3 to 4 weeks. Thus, Riego was born.\nWe can’t thank you enough for checking out our project and helping us make Riego a reality.\nWe know not everyone will be able to support us with a pledge, so even if you can’t give a dollar or pre-order Riego, if you’re a supporter of Riego, you can help us spread the word on Twitter, Facebook, Reddit, Instagram and anywhere else you can think of!", "risks": "Risks and challenges\nThere are always certain risks that can arise at any moment during a project like this. That being said, we’re confident in our ability to produce, and have taken all the necessary measures. We have a highly qualified team and have partnered with leading manufacturing and fulfillment companies around the world. We just need your help to bring everything to fruition. Don’t worry, we’re completely prepared to bring Riego to you, and we have the manpower to make it happen, but if anything comes up along the way, you’ll be the first to know.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 120 or more", "title": "SUPER EARLY BIRD RIEGO", "descp": "LIMITED TIME ONLY: Be one of the first backers and receive one (1) Riego for $60 off the future retail price. Your shipping costs will be calculated post campaign.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["98 backers", "Limited (2 left of 100)"]}, {"amt": "Pledge US$ 135 or more", "title": "EARLY BIRD RIEGO", "descp": "Be one of the first backers and receive one (1) Riego for $45 off the future retail price. Your shipping costs will be calculated post campaign.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 260 or more", "title": "RIEGO x2", "descp": "Back this reward and receive two (2) Riegos! It's time for you to automatically irrigate a number of indoor plants. Your shipping costs will be calculated post campaign.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 360 or more", "title": "RIEGO x3", "descp": "Back this reward and receive three (3) Riegos! It's time for you to cultivate a wonderfully tranquil indoor garden. Your shipping costs will be calculated post campaign.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["5 backers"]}], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Big Update", "update_content": "Hey Folks,\n\nSorry for the delay in keeping this updated, we will do a better job  from here on forth - we were waiting for some potential news and the  timing got away from us. Anyway, after this successful kickstarter we  were able to find an additional investor to contribute even more to this  effort! That means Riego is going to look and be even better than we  promised. We listened to the community feedback and are now planning on  shipping Riego with several sensors. This allows you to have a sensor  for each plant, so that each plant can have its own watering schedule  (via the app)! We're excited to announce this and this does little to  change our timeline. We are still planning on mass production ASAP.  Final prototyping, which is what will go to production, is being  finished as we speak, and then to market!"}, {"update_no": "UPDATE #8", "update_userinfo": "Riego update for everyone", "update_content": "Hey Folks,\nSorry for the delay in keeping this updated, we will do a better job from here on forth - we were waiting for some potential news and the timing got away from us. Anyway, after this successful Kickstarter we were able to find an additional investor to contribute even more to this effort! That means Riego is going to look and be even better than we promised. We listened to the community feedback and are now planning on shipping Riego with several sensors. This allows you to have a sensor for each plant, so that each plant can have its own watering schedule (via the app)! We're excited to announce this and this does little to change our timeline. We are still planning on mass production ASAP. Final prototyping, which is what will go to production, is being finished as we speak, and then to market!"}, {"update_no": "UPDATE #7", "update_userinfo": "Update For the Month of October", "update_content": "Hello All!\n\nRiego is moving forward as planned! We're continuing to work with our engineering team at Enventys Patners and the software required to operate Riego. Everything is going according to plan and we have secured additional investment to improve the user experience and software of Riego. Those of you that backed us up and are set to receive a Riego System can expect an even better product than what we promised originally! We're extremely grateful to everyone who backed us. We will continue to provide more regular updates as the system goes through the development lifecycle."}, {"update_no": "UPDATE #6", "update_userinfo": "Thank you, thank you, THANK YOU!", "update_content": "Hi backers,\nWe’d like to use this update to express our gratitude for all of your constant support throughout the duration of our campaign.\nWe don’t even know where to start. All that comes to mind is THANK YOU, THANK YOU, THANK YOU. As inventors, creators, designers and founders at heart, this is the greatest dream come true. We’re blown away by how many people have connected with our idea! We’ve never been more happy and humbled. Most of all, we’re just so thrilled that so many of you will get to experience this decorative indoor irrigation system that automatically waters and maintains your houseplants."}, {"update_no": "UPDATE #5", "update_userinfo": "Manage your houseplants from your phone!", "update_content": "Hi backers,\nHappy Friday! Did you know that you can manage your indoor plant community from Riego’s easy-to-use mobile app?\nMonitor:"}, {"update_no": "UPDATE #4", "update_userinfo": "The inspiration behind Riego", "update_content": "Hi backers,\nManuel Caceres, the creator and founder of Riego here. You may be wondering where in the world I came up with the idea for Riego and what inspired me to launch a Kickstarter campaign.\nWell, my wife and I had a great affinity for plants and gardening, which was hard to maintain with our busy travel schedules. To cope, we installed a commercial outdoor irrigation system in our greenhouse to automatically irrigate the plants. However, we wanted a simple device for our living room that would neatly and automatically irrigate our plants."}, {"update_no": "UPDATE #3", "update_userinfo": "Your frequently asked questions — ANSWERED!", "update_content": "Hi backers,\nHappy Thursday! A few of you have had the same questions so we wanted to address them for you.\nHow many sensors are included?\nAlthough it can water up to five plants, there is one sensor included with your Kickstarter pledge."}, {"update_no": "UPDATE #2", "update_userinfo": "YOU DID IT! We’re fully funded :)", "update_content": "Hi backers,\nYou did it! WE ARE OFFICIALLY FULLY FUNDED!\nThe Riego campaign has surpassed its initial funding goal of $10,000!"}, {"update_no": "UPDATE #1", "update_userinfo": "THANK YOU!", "update_content": "Hi Riego backers,\nThanks to your support, we’ve already raised more than $3,700 for the Riego Kickstarter campaign! We can’t wait for Riego to help you save time and energy while managing your indoor plant community."}, {"status": [{"Project funds successfully": "140 backers pledged $20,630"}]}], "comment_no": 23, "projec_url": "https://www.kickstarter.com/projects/1016921090/riego-automatically-water-your-houseplants", "project_name": "Riego: Automatically water your houseplants"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "The Automatic Coffee and Tea Maker with Alarm Clock Functionality \nTea made, served in bed, with milk\nEase into the day with the sound of bubbling water and the smell of freshly brewed tea or coffee. Designed to sit comfortably by your bedside, enjoy a fresh cup of English breakfast with fresh milk, or a delicate green tea from the comfort of your covers.\nDesktop Brewer when you WFH\nCalming Bed-time Brew\nEstablishing nightly & morning routines \nThe Barisieur encourages a night-time routine which helps you wind-down and prepare for sleep. You are more likely to fall asleep faster, get a better night's rest, and then wake up more easily, becoming alert faster.\nCompared to the beeping of a phone alarm or the luminescence of a “sun” alarm clock, they both lacked two important features for us:   \nAroma & Taste\nBeing stimulated by multiple senses helps you to focus and wake up more gently. A delicious smelling brew is a great way to do this. No one looks forward to that cold kitchen floor facing you and your first cuppa in the morning.   \nFunctional Tray\nYou only really need to wash the cup and the Brew Chamber for the next use. However, if you decide to clean all the accessories now and then; the timber tray lifts off effortlessly to help transport. \nFunctional tray for transporting the accessories all at once\nBrew Chamber Technology\nThe Brew chamber features on the Barisieur 2.0 or with our Manual kitchen brewer to help you make a perfect cup of coffee or tea every morning.\nTea Gate’s Unique Design\nDue to its cylindrical and conical shape, the gate provides a perfect seal when in position in the glass chamber. Simply lift the strainer up to release the brew directly into your cup.\nThe Manual Brewer\nTake your brew chamber off the Barisieur and use it in the kitchen with our specially designed brew stand. (Available in Walnut & Blond Wood)\n\nImmersion Coffee with the Manual Brewer\nPLAY\n\nCold Brew with the Manual Brewer\nCoupled with the Brew Stand, the Brew Chamber makes cold brew quick and easy.\nPlace 1 or 2 servings of ground coffee in the chamber\nTop up with cold, filtered water.\nPlace in the fridge for 10-16 hours\nTake out and serve!\nEnough for 2 cups of cold brew\nPLAY\n\nThe Double Walled Glass Mug\nKeep your brew hot when you hit the snooze button. The insulated mugs keep your brew at drinking temperature for 15 minutes longer than with regular mugs. \nAvailable for all pledges - Add +£7 to your pledge to add one to your order!  \nA perfect fit for all Barisieurs\nThe Wireless Charger\nDesigned to add wireless charging to your Barisieur by plugging directly into the USB port in the back. It also works perfectly by itself. \nWalnut Wireless Charger\n\nINVISI-GRIP - Secures your phone whilst it charges so it's less likely to slip off accidentally. Invisi grip gives you all the benefits of a rubberized top plate without comprising on design and aesthetics.    \nOur Wireless Charger secures your phone with the Invisi-grip Lining\nCold Milk How?\nThe Barisieur uses a solid-state cooling unit called a peltier cooler. Unlike traditional fridges, it has no moving parts and doesn’t use hazardous substances. \nBy the magic of the thermoelectric affect - one side of the fridge goes cold and one side gets warm. Resulting in the milk fridge staying at 2°C to 3°C all day, every day.\nInfrared Technology, Auto-Activates Fridge\nWhether you have milk with your tea or have run out. The Barisieur Milk Fridge features an infrared sensor that automatically turns on the fridge when it detects milk inside the fridge - Saving energy when not needed.\nAutomatic Mini-fridge for Milk\nRewards     \nHow-To: Making your First Brew\nThe Barisieur uses a simple set of toggles to set the time, alarm, and brew delay.\nHold the large button on the side 4 secs to set the time \nHold the large button on the side 2 secs to set the Alarm \nRotate the Brew Delay to -5,0,+5,+10,+15 - Allowing your brew to either start brewing before, on, or after the alarm.\nToggle down to snooze the alarm (not the brew)\nToggle up to reset the alarm for the next day\nClick Make to brew on demand or manually turn brew off.\nWatch the video below for a full tutorial.\nPLAY\n\nSpecs and More Features\nBase\nMini-Fridge: Uses a Peltier cooler, functions 24/7H, keeps contents at 2 to 5 degrees Celcius, auto-on with infra-red sensors to detect if milk is present or not.\nDisplay: Auto-dimming and can be turned off. Displays time in 12H/24H and brew status\nUSB Port: 5V USB port can be used to charge a phone and other devices\nInduction Heater: Uses a custom induction coil designed by Toshiba manufacturers\nAlarm Sound: Can be Enabled / Disabled to accompany the timed brew\nVoltage: Available in 220V-240V and 110V-130V. These two models work for every country.\nLiPo Battery: Keeps time and alarm settings when the Barisieur is unplugged or power outage.\nSuction Cup Feet: Barisieur Feet have suction cup designs to prevent movement \nStorage Draw: Has a built-in stainless steel lid and measuring spoon\nTop\nWooden Tray: Available in Walnut or Blond Variants, both are FSC-Certified and Solid Timber\nRotatable Arm: Can be rotated back for easy access to cup. Made from Stainless Steel arm and precision bearing.\nGlassware: All custom-made for the Barisieur with thick glass for durability\nBoiler Bung: Features a steam vent ensuring the optimum temperature of transported water\nShower Head: Uses a 12 hole design to ensure equal saturation of tea or coffee\n\nPress\nGadget Show\nBarisieur Glass\nHand-formed glass made by Master Glass Blowers.\nOur Glass is hand-formed by masters using the purest borosilicate glass available. Borosilicate glass is renowned for its superior durability, heat resistance, brightness, and clarity. All of our glassware goes through many stages of production and testing. The result is our unique set of glassware designed solely to help you make and enjoy tea as it's meant to be. We hope you enjoy using each piece as much as we do. \nSolid Timber Construction\nOur wood trays are machined from solid wood and go through a vigorous hand-finishing process. They are then treated with a stain and water repellant matt varnish so no need to worry about stains.\nComing from FSC-Certified forests we make sure that what we take is given back, so our forests stay healthy and continue growing. \nCraftsmanship\nWho are We?\nJoy Resolve (Originally Barisieur) made its debut in 2016 on Kickstarter with our original coffee brewing alarm clock. Since coming to market we’ve had incredible success working with the likes of Harrods, Selfridges, and Bloomingdales.\nBrew Chamber & Wireless Chargers are our first major update to the Barisieur since our release to the market. To commemorate the occasion we decided to go back to our roots and launch it here for our Kickstarter community.\nSquad\n \"We believe quality and timeless design is the best form of sustainability\"\nExtra Information:\nWe have a warehouse in UK, Germany, the USA & Hong Kong. We can ship World-wide with every Voltage and different Plugs.\nProject Timeline\nWith our successful campaign in 2016 and the 6000 Barisieurs we’ve sold, our supply chain and manufacturing partner links are strong and ready to start production of the Tea Barisieur and Brew Chamber.\nBarisieur Quality Control\nEvery Barisieur is fully tested before leaving the factory. That means every single Barisieur boils 2 servings of water to check it is functioning. \nQuality Control - Barisieur 2.0\nBlond Wood Quality Control\nPress Pack and Socials\nhttps://drive.google.com/open?id=1olEeWC3zjusy-fGXxRbvMbHp1sHEdx08&authuser=josh@joyresolve.com&usp=drive_fs\nhttps://www.facebook.com/Joyresolve/\nhttps://www.instagram.com/joyresolve/", "risks": "Risks and challenges\nWith all projects, there are going to be risks and challenges and the biggest ones comes down to manufacturing, certifications, and logistics. Because this isn't our first project we have over-come 99% of these when we launched Barisieur 1.0 and have this all set up now. We have learned a lot and will keep everyone updated with monthly updates (like we did last time) so everyone has full transparency of the process.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nJoy Resolve is about creating timeless tech with style. Quality is our main concern and we want our products to last a lifetime with both style and functionality. We are not interested in planned obsolesce after the warranty is finished so you come back and buy another machine - great for the company's bank account but terrible for the environment and the customer. We offer a 2-year warranty and sell any parts that need replacing.- instead of having to replace a whole unit.\nReusability and recyclability\nAny faulty machines are collected and fixed. Units that are too faulty to fix have parts reused (where they can be) and recycled. The packaging used is incredibly protective and has a handle to aid in carrying and transportation. Most of our customers keep the packaging for this exact reason - to transport it to new locations when they need to.\nSustainable materials\nAll timber used for the product is FSC certified. This means any tree cut down is planted with a new one. The positive about cutting trees down is that the new ones that grow absorb more carbon dioxide and provide more oxygen then the older trees that are cut down.\n\nOur Wireless chargers are made from recycled Aluminium which uses 70% less energy to create. It also means we are resuing material instead of extracting more from our precious earth.\nEnvironmentally friendly factories\nWe pride ourselves on the factory we have been working with for over 4 years now. Unfortunately, there is a range of factories out there; unethical sweat-shops to incredible and clean operations with staff that are treated incredibly. We also work with our factory due to the supply chains being close. It's important to us that the material isn't traveling miles to then be assembled.\nSustainable Distribution\nWe have a warehouse in the USA, Hong Kong, United Kingdom & Germany so that the final mile is as close to the customer as possible.\nSomething else\nAs our company grows and becomes more profitable - we want to impose on ourselves an annual tax of 1% of sales to Deforestation and planting new trees to mitigate any negative environmental consequences of our business activity.", "creator_bio": ""}, "support": [{"amt": "Pledge £7 or more", "title": "Double Walled Glass Mug", "descp": "£7\nSave £8 or 53% | Retail Price £15\n1x Double Walled Glass Mug\nKeep your brew hot longer. Compatible with all Barisieurs and Manual Brewer.\nAdd +£7 to your pledge for another double walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge £19 or more", "title": "Early Bird: Brew Chamber", "descp": "£19\nSave £40 or 68% | Retail Price £59\n1x Brew Chamber Part:\nFor existing Barisieur owners, interchangeble with Pour Over Funnel.\nAdd +£7 to your pledge for a double walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["68 backers", "Limited (232 left of 300)"]}, {"amt": "Pledge £25 or more", "title": "Shower Head V2", "descp": "£25\nSave £10 or 29% | Retail Price £35\n• 1x Shower Head V2:\n• Comaptible with all Barisieur Models\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge £29 or more", "title": "Early Bird: Wireless Charger", "descp": "£29\nSave £20 or 40% | Retail Price £49\n• 1x Wireless Charger:\n• 10W Wireless Charger\n• + USB Power Cable\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers", "Limited (280 left of 300)"]}, {"amt": "Pledge £39 or more", "title": "Early Bird: Manual Brewer", "descp": "£39\nSave £30 or 43% | Retail Price £69\n• 1x Manual Brewer:\n• Brew Chamber + Brew Stand\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["90 backers", "Limited (210 left of 300)"]}, {"amt": "Pledge £48 or more", "title": "Brew Chamber + Wireless Charger", "descp": "£48\nSave £60 or 56% | Retail Price £108\n• 1x Brew Chamber + 1x Wireless Charger:\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug\nAdd +£25 to your pledge for a Shower Head V2", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers", "Limited (284 left of 300)"]}, {"amt": "Pledge £68 or more", "title": "Manual Brewer + Wireless Charger", "descp": "£68\nSave £50 or 42% | Retail Price £118\n• 1x Manual Brewer + 1x Wireless Charger:\n• Brew Chamber + Brew Stand + Wireless Charger\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug\nAdd +£25 to your pledge for a Shower Head V2", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers", "Limited (287 left of 300)"]}, {"amt": "Pledge £69 or more", "title": "KS Special: Charger Duo or more", "descp": "£69\nSave £29 or 30% | Retail Price £98\n• 2x Wireless Chargers:\n• 10W Wireless Charger + USB Power Cable\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd £29 to your pledge for each additional unit. i.e. £127 = 4X units", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge £79 or more", "title": "KS Special: Manual Brewer Duo or More", "descp": "£79\nSave £59 or 43% | Retail Price £138\n2x Manual Brewer:\nBrew Chamber + Brew Stand\nAvailable in Walnut or Blond Wood\nAdd +£45 (£39+£6 shipping) to your pledge for each additional unit. i.e. £180 = 4X units\nAdd +£7 or +14 to your pledge for a 1 or 2 double walled glass mug(s)", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge £239 or more", "title": "Early Bird: Barisieur 2.0", "descp": "Save £156 or 40% | Retail Price £395\n• 1x Barisieur 2.0:\n• Barisieur Immersion Edition + All Glassware\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["114 backers", "Limited (86 left of 200)"]}, {"amt": "Pledge £259 or more", "title": "Early Bird: Barisieur 2.0 With Charger", "descp": "Save £185 or 42% | Retail Price £444\n• 1x Barisieur 2.0 with\n• Wireless Charger:\n• Each available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["47 backers", "Limited (3 left of 50)"]}, {"amt": "Pledge £319 or more", "title": "KS Special: Barisieur 2.0 Full Kit", "descp": "Save £190 or 37% | Retail Price £509\n• 1x Barisieur 2.0 + Wireless Charger + Brew Stand:\n• Each available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge £430 or more", "title": "KS Special - Barisieur 2.0 duo or more", "descp": "Save £360 or 46% | Retail Price £790\n• 2x Barisieur 2.0:\n• Barisieur Immersion Edition + All Glassware\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£215 to your pledge for 3X Barisieur 2.0\nAdd +£430 to your pledge for 4X Bariseur 2.0\nAdd +£7 or +£14 to your pledge for a double-walled glass mug(s)", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers"]}, {"amt": "Pledge £199 or more", "title": "Super Early Bird: Barisieur 2.0", "descp": "Save £196 or 49% | Retail Price £395\n• 1x Barisieur 2.0:\n• Barisieur Immersion Edition + All Glassware\n• Available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge £299 or more", "title": "Early Bird: Barisieur 2.0 Full Kit", "descp": "Save £210 or 41% | Retail Price £509\n• 1x Barisieur 2.0 + Wireless Charger + Brew Stand:\n• Each available in Walnut or Blond Wood | Choose Colour When Campaign Ends\nAdd +£7 to your pledge for a double-walled glass mug", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "May Update", "update_content": "Hey Guys!\nThanks again for holding up here.  So since the last update – you’ll hopefully be happy to know that we made it to the final for the AMAZON LAUNCHPAD AWARDS for the Start-up of the year.\n\nIn terms of the development with the Brew Chamber & Manual Brewer - there have been some great developments with the new samples. I know what you're thinking - - I would also be saying the same thing if I wasn't behind the scenes. So let's try and share as much as we can from our side.  I can assure you we are moving at a maximum pace with the cards we've been dealt. So thanks again for your patience."}, {"update_no": "UPDATE #14", "update_userinfo": "April Update | Shortlisted for Amazon LaunchPad Innovation Awards", "update_content": "Hey Guys!\nI hope everyone is well! (Josh here). Before I get into everything, I just wanted to announce that we have been shortlisted for the AMAZON LAUNCHPAD INNOVATION AWARDS 2021!! The shortlist will be whittled down to around 15 finalists and then there will be 5 winners after that.  We are incredibly grateful to even be shortlisted and we just wanted to say a massive thank you to you guys as we wouldn’t be here without you! We may be asking for your kind votes further down the line; so please stay tuned and vote if you can. We’ll keep you updated!"}, {"update_no": "UPDATE #13", "update_userinfo": "Feb/March Update", "update_content": "HAPPY NEW YEAR GUYS!\n\nI hope everyone is healthy and feeling positive about 2021!\n\nWe have been battling through Christmas and the New Year to try and get some results and finally get moving on production for the Accessories and Add-ons."}, {"update_no": "UPDATE #12", "update_userinfo": "Happy New Year!", "update_content": "Hi Guys, \n\nWow, this year has been incredibly challenging and it's not going any easier on us just because it's coming to the end of the year/ nearly Christmas that's for sure!\n\nI hope everyone is well and looking forward to Christmas. I just wanted to quickly tell you that I have sent everyone who has ordered a their tracking numbers via our customer service email info@joyresolve.com - please check your email (and your junk). If not please reach out to us.  Remember this is the Brew chamber add-on, Manual Brewer, and wireless chargers"}, {"update_no": "UPDATE #11", "update_userinfo": "December Update | Covid-19 needs to wrap it up now...", "update_content": "Hi Guys!\nI hope everyone is healthy and looking forward to the festivities that are just around the corner!\nWe are trying our utmost to get something to you by Christmas, but unfortunately, we’ve had some further frustrating news which sadly has caused some more delays. We know this is not ideal, and we have been trying our hardest to get things sorted. The good news is, we do have a work-around to get something out to you before the end of December or (fingers crossed) for the holidays."}, {"update_no": "UPDATE #10", "update_userinfo": "November Update", "update_content": "Hi Guys,\n\nWe hope everyone has fun (as much as you can have these days) and Halloween plans are in full swing for the weekend!\n\nThank you guys for your patience here, I’m going to keep this as short as I do not want to bore you guys with an update here."}, {"update_no": "UPDATE #9", "update_userinfo": "October Update", "update_content": "Hi Guys,\nWe hope everyone has had a great August!\nIt’s been another busy and productive month for us here at Joy Resolve. We have made some great progress and we have unfortunately had some setbacks.\nOriginally we gave ourselves an ambitious target of getting these products to you by End of September.  However, we have had some slight delays with our factories (Mainly the Wireless Charger factory)."}, {"status": []}], "comment_no": 388, "projec_url": "https://www.kickstarter.com/projects/barisieurimmersion/barisieur-20-coffee-and-tea-brewing-alarm-clock", "project_name": "Barisieur 2.0 - Coffee & Tea Brewing Alarm Clock"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "International Interest", "descp": "Interested in receiving the DMC3 and DMC3 PLUS in a country outside of the United States?\nWe are working hard to figure out the best way to handle the logistics to bring the DMC3 and DMC3 PLUS to you.\nPledge this amount so we can update you once we make DMC3 and DMC3 PLUS available internationally.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "For Support", "descp": "Thank you for supporting us! You will get updates and our undying gratitude!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "T Shirt And Sticker", "descp": "This perks comes with a Abdi Automation T-shirt and stickers, perfect for wearing around the shop.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 2,999 or more", "title": "Early Bird DCM3", "descp": "40% OFF $4,999 MSRP (save $2,000).\nComes with DMC3 CNC mill.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (13 left of 15)"]}, {"amt": "Pledge US$ 3,299 or more", "title": "Batch 1 DMC3", "descp": "34% OFF $4,999 MSRP (save $1,700).\nComes with DMC3 CNC mill.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (15 left of 15)"]}, {"amt": "Pledge US$ 3,499 or more", "title": "Early Bird DMC3 PLUS", "descp": "42% OFF $5,999 MSRP (save $2,500).\nComes with DMC3 PLUS CNC mill.", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (13 left of 15)"]}, {"amt": "Pledge US$ 3,599 or more", "title": "Batch 2 DCM3", "descp": "28% OFF $4,999 MSRP (save $1,400).\nComes with DMC3 CNC mill.", "time": [{"ESTIMATED DELIVERY": "Jan 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (15 left of 15)"]}, {"amt": "Pledge US$ 3,799 or more", "title": "Batch 1 DMC3 PLUS", "descp": "37% OFF $5,999 MSRP (save $2,200).\nComes with DMC3 PLUS CNC mill.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (15 left of 15)"]}, {"amt": "Pledge US$ 4,099 or more", "title": "Batch 2 DMC3 PLUS", "descp": "32% OFF $5,999 MSRP (save $1,900).\nComes with DMC3 PLUS CNC mill.", "time": [{"ESTIMATED DELIVERY": "Jan 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (15 left of 15)"]}], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "WE ARE STILL LAUNCHING THE DMC3 AND DMC3 PLUS!!", "update_content": "Unfortunately, our Kickstarter didn’t reach 100% funding, regardless we are still launching the DMC3 and DMC3 PLUS, and honoring our Kickstarter pricing for a limited time. Visit our website abdiautomation.com to place an order today!! Shipping to Canada and Mexico is now available, as well as financing through our partner Klarna. ( pay as low as $101/mo)"}, {"status": [{"Project ends": "JULY 20, 2019"}, {"Project launches": "JUNE 15, 2019"}]}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/abdiautomation/abdi-a-small-desktop-cnc-mill-truly-capable-of-big-things", "project_name": "Abdi: A Small Desktop CNC Mill, Truly Capable of Big Things!"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/sunjuicy/game-console-ita-bag", "project_name": "Game Console Ita Bag (Canceled)"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/mammothinteractive/wall-street-coder-anybody-can-learn-to-code-and-tr", "project_name": "Wall Street Coder: Anybody Can Learn to Code and Trade"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/bnbe/bbox-1-learn-electronics-the-practical-way", "project_name": "BBox 1: Learn Electronics - The Practical Way!"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/fingoti/introducing-pebl-the-ultimate-and-complete-iot-sol", "project_name": "Introducing Pebl® - the ultimate and complete IoT solution"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/sensordots/sensordots-port-muxr-a-kvm-switch-but-for-electron", "project_name": "SensorDots Port MuxR | A KVM Switch but for Electronics"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1186620431/uchip-arduino-zero-compatible-in-a-narrow-dip-16-p", "project_name": "uChip: Arduino Zero compatible in a narrow DIP-16 package!"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/686267863/4-mation-the-interactive-3d-zoetrope", "project_name": "4-Mation: The Interactive 3D Zoetrope."}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1408815241/proxmark3-rdv-40", "project_name": "Proxmark3 Rdv 4.0"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/jacoburge/touchpad-the-arduino-compatible-customisable-keybo", "project_name": "TouchPad - The Arduino-compatible, customisable keyboard."}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1330096888/breadboard-power-supply-33v-5v-adjustable-12v-21v", "project_name": "Breadboard power supply. 3.3V, 5V, adjustable 1.2V-21V"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/786154913/voltbot-visual-safe-charger-and-adapter", "project_name": "VoltBot - Graphical Quick Charger & DC Power Supply"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/938509544/elekstube-a-time-machine", "project_name": "EleksTube-A Time Machine"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/mhpro/gyroscope-sensor-iota-v2", "project_name": "Gyroscope Sensor - Iota V2"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1673888854/oscilloscope-generator-debugger-multimeter-and-muc", "project_name": "Oscilloscope, generator, debugger, multimeter and much more"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/raspad3/raspad-raspberry-pi-tablet-for-your-creative-proje", "project_name": "Raspad: Raspberry Pi Tablet For Your Creative Projects"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/reichenstein/a-focused-writing-app-for-windows", "project_name": "iA Writer: A focused writing app for Windows"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/anywatt/apollo-worlds-first-graphene-battery-usb-c-pd-powe", "project_name": "Apollo: World's First Graphene Battery USB C PD Power Bank"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/753376058/t-bots-balancing-robots", "project_name": "T-BOTS | Balancing Robots"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/spinneroo/spinneroo-connected-smart-and-interactive-fidget-s", "project_name": "Spinneroo: Connected Smart & Interactive Fidget Spinner 2.0 (Suspended)"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1897710270/retroball-build-it-yourself-pixel-fun-for-upto-fou-0", "project_name": "RetroBall: Build-It-Yourself Pixel Fun For Upto Four Players"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/2026004943/niwa-nixie-tube-watch", "project_name": "NIWA Nixie tube watch."}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/komaelektronik/field-kit-electroacoustic-workstation", "project_name": "FIELD KIT - Electroacoustic Workstation"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/pureengineering/puremodules-for-dreamers-tinkerers-hackers-and-des", "project_name": "PUREmodules… for dreamers, tinkerers, hackers and designers"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1685503669/sparebotics-electronics-art", "project_name": "SPAREBOTICS (Electronics Art)"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/chipsetter/chipsetter-one-a-desktop-pick-and-place-machine", "project_name": "Chipsetter ONE: A desktop pick-and-place machine"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/paulstoffregen/teensy-35-and-36", "project_name": "Teensy 3.5 & 3.6"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1389926664/yardian-your-yard-guardian", "project_name": "Yardian - Your Yard Guardian (Canceled)"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/baubax/worlds-smartest-wireless-charging-apparel-baubax", "project_name": "Wireless Charging Apparel (Canceled)"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/505185486/the-first-smart-band-that-lights-up-your-night", "project_name": "The Customizable Smart Band that Lights Up Your Night"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/335342181/anhanger-new-yet-classic-travel-accessory", "project_name": "Anhänger - New Yet Classic Travel Accessory"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/907431954/worlds-first-and-only-complete-weather-camera-syst", "project_name": "The Complete Smart Weather Camera System"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/biophobe/weighitz-weigh-smarter", "project_name": "Weighitz: Weigh Smarter"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/breadbro/wave-0", "project_name": "Wave"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/angelrodriguez/raspberry-shake-your-personal-seismograph", "project_name": "Raspberry Shake Your Personal Seismograph"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/ordsolutions/rova4d-full-color-blender-3d-printer", "project_name": "RoVa4D Full Color Blender 3D Printer"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/onion/omega2-5-iot-computer-with-wi-fi-powered-by-linux", "project_name": "Omega2: $5 Linux Computer with Wi-Fi, Made for IoT"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/slantrobotics/littlearm-a-3-d-printed-arduino-robot-arm", "project_name": "LittleArm: A 3-D Printed Arduino Robot Arm"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/1229573443/das-keyboard-5q-the-cloud-connected-keyboard", "project_name": "Das Keyboard 5Q: The Cloud Connected Keyboard"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/refyne/refyne-p1-the-first-modular-titanium-edc-penlight", "project_name": "REFYNE - P1: The First Modular Titanium EDC Pen + Flashlight"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/4tronix/mcroboface", "project_name": "McRoboFace"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/rabidprototypes/neutrino-20-the-tiny-32-bit-arduino-zero-compatibl", "project_name": "Neutrino 2.0: The tiny 32-bit Arduino Zero compatible!"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/463050344/ruuvitag-open-source-bluetooth-sensor-beacon", "project_name": "RuuviTag - Open-Source Bluetooth Sensor Beacon"}}, {"backer": "douglaslyon", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/tropicallabs/mechaduino-powerful-open-source-industrial-servo-m", "project_name": "Mechaduino - Powerful open-source industrial servo motor."}}]