[{"backer": "Dread Knight", "project_data": {"campaign": {"story": " Review Videos (Updating)\n#1 3D printing Nerd \n #2 WildRoseBuilds\n#3. The First Layer\n#4 Production video\n\n\n\nImagine a desktop 3D printer that can print faster than average, featuring multiple functions such as auto leveling, laser engraving and bicolor printing using simple add-ons. Plus build quality with premium materials, sleek and ergonomic design.\nNow stop imagining. LOTMAXX SC-10 SHARK is a reality.  \nLOTMAXX SC-10 SHARK is our latest and first-ever crowdfunded desktop 3D printer and we chose to launch on Kickstarter for a reason. Kickstarter is always the base of unlimited creativity. Helping to bring the creative projects to life, Kickstarter would be the proven bridge between LOTMAXX and the 3D printing community by bringing us together.\nWe believe that 3D printing has unlimited potential, and we're only just at the beginning of this emerging industry. 3D printing technology is penetrating widely and deeply across industrial, makers and consumer sectors. It's by launching on Kickstarter and connecting LOTMAXX with backers, getting feedback and conducting discussion that we can make further progress on development of 3D printing.\nWe're just getting started and your opinions matter to us. \nEstablishing ourselves in 2018, LOTMAXX is a cutting-edge technology company specializing in 3D printing. Gathered with more than 100 professionals, experienced developers and engineers from 3D printing, tablet computer and machine manufacturing industries, we've harnessed the great capability of design, research and production of 3D printing.\nWe want to vitalize the industry with our innovation. By breaking further ground in 3D printing technology, we managed to bring LOTMAXX SC-10 SHARK to Kickstarter. It's printing faster, it's more than the average desktop 3D printer.\nIt's beyond your imagination.\nPacking the Aeolus Heat Dissipation system (AHDS) and S Move System (SMS), LOTMAXX SC-10 SHARK has effectively boosted the print speed and successfully saved up to 30% average print time*. \n*Source: stats from LOTMAXX lab.   \nS Move System\nLOTMAXX SC-10 stays cool while printing, thanks to the unique and signature design of its modular nozzles.  The Aeolus Heat Dissipation system (AHDS) is a highly efficient  dissipation system with its uniquely developed four-fan design. This cools the nozzle from all angles, increasing the efficiency of heat dissipation by 42%*(measured in LOTMAXX lab) without compromising sprinting quality and print speed. LOTMAXX SC-10 SHARK has three speed modes available: normal, middle, and fast speed, to match your preference and need. Combining the high-speed motor, LOTMAXX SC-10 SHARK is a powerhouse that guarantees unparalleled speed as well as the stability.     \nThe four-fan structure\nPrinting faster\nAuto leveling, laser engraving and bicolor printing, your call. LOTMAXX SC-10 SHARK is the whole package. No need to recode and no further adjustment is required, plug and play, it's just that easy!  \nThere are 2 colors of SC-10 Shark(Deep Purple/Space Gray)\n\nLOTMAXX SC-10 SHARK comes with optional automatic bed leveling feature. The ultra-precise technology allows for 0.1mm accuracy. While the unleveled bed might cause nozzle clogging, scratch marks and poor adhesion, the auto leveling is one of the most important benefits that LOTMAXX SC-10 SHARK can offer to the quality of your prints. Just tap the touch screen to activate the auto leveling interface, the inductive sensor will probe the heated bed. It precisely measures the print surface's tilt, freeing you from the time-consuming and tricky manual process. Regardless of whether you are a newcomer or a skilled maker, you can enjoy a hassle-free auto leveling with SHARK！\nNote: LOTMAXX procures 3D touch & BL touch from suppliers.\nAuto-leveling\nThe 3D Touch\nLOTMAXX SC-10 SHARK supports an optional 1.6 W laser engraving and allows you to engrave with a wide variety of materials like wood, plastic, leather, PVC, paper and resin. The interchangeable module is extremely easy to apply on. Plug and engrave, simply attach the laser engraver module next to the printhead and you're ready to witness creativity turning into reality.  \nEver so often, it's color making the artwork unique and special. While most of the 3D printers come with just one nozzle, LOTMAXX SC-10 SHARK offers optional dual color print head tier. Besides the basic option, you may choose a different package that comes with two extruders and one nozzle. Expand the possibility and upgrade your artwork, why not?\nBicolor printing\nThe last thing you want is a failed project due to a power-cut, while time and materials have also been wasted. That’s why a resume printing is a must-have feature for 3D printing nowadays. LOTMAXX SC-10 SHARK can pick up the disconnection and continue with the previous printing. A tap on the touch screen will just make it right.\nPrint smoother and print smarter. Don't let the broken filament stop your artwork. The built-in filament sensor detects the filament outage quickly and stops the device wasting materials and models. Once you feed the machine new filaments, LOTMAXX SC-10 SHARK will resume the print from where it left off. \nDual gear extruder:Stable and durable.High extrusion force, ensuring smooth feeding of filament.\nPacked with an ultra-silent driver TMC2208, LOTMAXX SC-10 SHARK can reduce noise effectively. But that's not just it: pairing a super mute, highly accurate and anti-abrasive V-wheel drive on the X axis, you can still enjoy a high-quality prints with an accuracy of +0.1mm after long-run operation. \n\nDO NOT DISTURB. Just like the silent mode on mobile phones, LOTMAXX SC-10 SHARK allows for silent printing. All it takes is just one tap for the noise to melt away.\nThe 3.5-inch, highly sensitive touchscreen comes with elastic springs for added convenience. It’s custom-molded to fit in hand thanks to an ergonomic design. The touchscreen allows you to control the print directly, giving instant feedback of your print job details like progress and elapsed time. \n\nMultiple language systems are common in an increasingly connected world. LOTMAXX realized it as well, that’s why SHARK supports eight languages on its user interface. English, German, French, Italian, Spanish, Portuguese, Japanese and Chinese, SHARK has the world’s most commonly used languages ready for you. \nErgonomic, extra large and designed for comfort. It’s much easier to turn as it provides much larger surface area for your finger to press against. Improved and comfortable grip, a feature that complements bed leveling with ease. \nExtra large knob\nLOTMAXX SC-10 SHARK is equipped with a flexible and durable steel build plate. Either you are going to glue or remove the models, the plate is making your life easier. With the gantry powered by Anodic oxide technology, the printer is rigid and crafted with premium quality as well. All these enhancements are leveling up your printing experience.\nLOTMAXX never compromises on safety. SHARK printer is designed with safety and security in mind. Thanks to a branded power supply, over voltage protection, and overload protection are guaranteed, safeguarding your machine from potentially harmful power fluctuation. \nNot too hot, not too cold. We made the sweet melting spot just right. SHARK’s heated bed can heat up quickly to 100°C. It’s well built and customized to meet the demands of temperature for a wide variety of filaments.  \nBetter performance with less power consumption. It supports six motor drivers, five end-stop switches and five controllable high power outputs. Thanks to the built-in controlling software for laser engraving and bicolor printing, no need to recode or further adjustment, plug and play with Shark. But that’s not all, Shark's motherboard speeds up the gcode files loading and supports OctoPrint, long file name and automatic leveling algorithm, optimizing printing with ease.\n32-bit processor\nEssential tools for 3D printing, the middleman between your work and idea. SHARK offers free 2-in-1 slicer software for 3D printing and laser engraving, perfect fit for not just beginners but also advanced users who want to print without hassle. \nSupporting Windows & Mac, key features and parameters of software as below:\n3D printing \n1) Optimization of bicolor printing\n2) Provide high-quality, normal, medium-speed printing, fast printing configuration options\n3) Model preview function\nLaser engraving \n1) Involving algorithms: Floy interpolation method, Burkers halftone algorithm\n2) General parameters: length and width, power, working speed;3) Vector picture parameters: gray value\n4) Gray image parameters: contour extraction algorithm parameter values\n5) Black and white picture parameters: gray value\nHave no idea how to set up the device? No worries, we've got you covered. LOTMAXX SC-10 SHARK is pre-assembled inbox already. Build it up effortlessly in 5-10 mins, and you are ready to print.  \nAs for now, LOTMAXX has a powerful team with more than 100 talented and professionals. More than 70% of them are from the 3D printing, consumer electronics and machinery manufacturing industry.  \nThe LOTMAXX Team\nTake a look at our key members:\nJason  Liao: Chief executive officer(CEO)\nMore than 10 years of business management and successfully handled 16 technology entrepreneurship projects.\nJoe Zheng: Chief technology officer(CTO)\n18 years of experience in technology products development and 8 years of relevant R&D experience in 3D printing.\nIvan Huang - Senior supply chain director\nMore than 15 years of experience in supply chain and production management.\nGathering together out of a passion and enthusiasm for 3D printing technology, we've made it our goal to provide better 3D printing and services for beginners and professionals. We want to break a new ground of 3D printing technology, that's why we've been investing more than 40% of annual turnovers on research and development.\nWe're here to be part of the revolution. Support now and join us on the mission.\n\n\n\nMultiview of SC-10 Shark", "risks": "Risks and challenges\nThis is our first Kickstarter campaign. To date, we have delivered over 10,000 units to users in over 100 countries. We are using the same supply base that we established over the past two years through our first product. And we continue to improve our production process and technics process. We’ve also selected the best suppliers in this industry. We feel confident that we will ensure product quality and hit the delivery dates we are providing.\n\nSC-10 SHARK is a faster machine . There could be unexpected risks that can arise during the pilot production. We will ship once our product can meet or exceed these high standards.\n\nIt is important to understand that unexpected things can happen, and sometimes they are hard to predict. Delays in shipping can occur due to factors like trade wars and viruses, but we have minimized the risks of delays through the measures mentioned above. However, if a delay would happen we will make sure to inform all the backers of the situation and communicate with full transparency.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nEnvironmentally friendly factories\n我会挑选一间能尽量减少环境污染的工厂", "creator_bio": ""}, "support": [{"amt": "Pledge HK$ 1,776 or more", "title": "Super Early Bird Price USD229", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Super Early Bird Price 🐤\nOnly $229 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nPlease contact us via email for choice of add-ons when Kickstarter campaign is finished.\nINCLUDES:\nSC-10 Shark(Deep Purple)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["162 backers", "Limited (3 left of 165)"]}, {"amt": "Pledge HK$ 1,930 or more", "title": "Early Bird Price USD249", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $249 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nPlease contact us via email for choice of add-ons when Kickstarter campaign is finished.\nINCLUDES:\nSC-10 Shark(Space Gray)", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["4 backers", "Limited (196 left of 200)"]}, {"amt": "Pledge HK$ 2,085 or more", "title": "Early Bird Price USD269", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $249 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Space Gray)\nAuto Leveling(3d touch)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["20 backers", "Limited (80 left of 100)"]}, {"amt": "Pledge HK$ 2,162 or more", "title": "Early Bird Price USD279", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Kickstarter Special Price\nOnly $279 USD\n26% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Deep Purple)\nAuto Leveling(3d touch)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["8 backers", "Limited (92 left of 100)"]}, {"amt": "Pledge HK$ 2,317 or more", "title": "Early Bird Price USD299", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $299 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Space Gray)\nBicolor printing module\nAuto Leveling(3d touch)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["57 backers", "Limited (43 left of 100)"]}, {"amt": "Pledge HK$ 2,394 or more", "title": "Early Bird Price USD309", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $309USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Deep Purple)\nAuto Leveling(3d touch)\nBi-color printing module", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["40 backers", "Limited (60 left of 100)"]}, {"amt": "Pledge HK$ 2,450 or more", "title": "Early Bird Price USD329", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $329 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Space Gray)\nLaser engraving module", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["1 backer", "Limited (99 left of 100)"]}, {"amt": "Pledge HK$ 2,704 or more", "title": "Early Bird Price USD349", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $349 USD 👏\n36% Off Future Retail Price\nColor:Space Gray\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark\nAuto Leveling(3d touch)\nLaser engraving module", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["20 backers", "Limited (80 left of 100)"]}, {"amt": "Pledge HK$ 2,782 or more", "title": "Early Bird Price USD359", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $359 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Space Gray)\nLaser engraving module\nBicolor printing module", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2 backers", "Limited (98 left of 100)"]}, {"amt": "Pledge HK$ 2,859 or more", "title": "Early Bird Price USD369", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $369 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Deep Purple)\nBicolor printing module\nLaser engraving module", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2 backers", "Limited (98 left of 100)"]}, {"amt": "Pledge HK$ 2,937 or more", "title": "Early Bird Price USD379", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $379 USD 👏\n36% Off Future Retail Price\nColor:Space Gray\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark\nBicolor printing module\nLaser engraving module\nAuto Leveling(3d touch)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["146 backers", "Limited (54 left of 200)"]}, {"amt": "Pledge HK$ 3,014 or more", "title": "Early Bird Price USD389", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Early Bird Price 🐤\nOnly $389 USD 👏\n36% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Deep Purple)\nAuto Leveling(3d touch)\nLaser engraving module\nBicolor printing module", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["118 backers", "Limited (32 left of 150)"]}, {"amt": "Pledge HK$ 3,798 or more", "title": "Early Bird Price USD490", "descp": "Two Pack SC-10 Shark USD $490\nGet FIVE Lotmaxx SC-10 Shark 3D printer\nOnly $245 USD/ one SC-10 Shark 👏\n32% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nINCLUDES:\nSC-10 Shark(Deep Purple)\nSC-10 Shark(Space Gray)", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["8 backers", "Limited (92 left of 100)"]}, {"amt": "Pledge HK$ 1,543 or more", "title": "Kickstarter Flash Sale Price USD $199", "descp": "Get One Lotmaxx SC-10 Shark 3D printer with Flash Sale ⚡\nOnly $199 USD 🔥\n40% Off Future Retail Price\nExpress:\nUnited States + HK$ 299\nCanada + HK$ 545\nEurope + HK$ 545\nAustralia + HK$ 499\nShipping and taxes not included.\nPlease contact us via email for choice of add-ons when Kickstarter campaign is finished.\nINCLUDES:\nSC-10 Shark(Space Gray)", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "200 backers"]}], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "All shipment done", "update_content": "Hi All, \nWe thank you so much for the great support. Till now all the backers printer was shipped. \nIf you are still haven't your printer in hand. Pls reach out service@lotmaxx.com for double check. \nand for tech support or after-sales service, pls contact service team. For further orders,  pls visit lotmaxx official online store   www.lotmaxx3d.com     "}, {"update_no": "UPDATE #27", "update_userinfo": "Tracking info Update: The rest of orders arrived in DE!", "update_content": "Dear Backers,\nThe printer has arrived in DE, it would arrive in our overseas warehouse first after the customs clearance is finished, then there will be a new separate tracking number for you. \nDon't worry, SC-10 Shark is running towards you in fast speed!"}, {"update_no": "UPDATE #26", "update_userinfo": "Tracking info Updates: To AU Backer!", "update_content": "Dear Australian Backers,\n\nNew tracking number has been sent to your mailbox, the package will be delivered to your home very soon."}, {"update_no": "UPDATE #25", "update_userinfo": "Canadian Orders Updates: Shark is approaching you!", "update_content": "Dear Canadian Backers,\nYour shark is being delivered to your address!\nA new individual tracking number has been generated and sent to your email address.\nShipping method is by Canada Post."}, {"update_no": "UPDATE #24", "update_userinfo": "Tracking info Updates: European orders is being delivered!🥳", "update_content": "Dear European supporters,\n\nThe shark is being delivered to your home, it will meet you very soon.\n\nYou can send email to us if you want to know your individual tracking number.(For European backers)"}, {"update_no": "UPDATE #23", "update_userinfo": "Tracking info Updates: Australian Orders!", "update_content": "Dear Australian Backers,\n\nSorry for the delay of tracking number.\n\nContainer number：BEAU5673001(By COSCO)"}, {"update_no": "UPDATE #22", "update_userinfo": "Tracking info Updates:European orders!🥳", "update_content": "Dear Backers,\n\nNew tracking number for European orders:40594541455(By GLS)"}, {"update_no": "UPDATE #21", "update_userinfo": "Tracking info updated: USA Orders Created Labels on 22,Aug!", "update_content": "Dear Backers,\nTracking info has been updated for a part of USA orders created label on 22, Aug.🥳\nSorry, shark can't speed up the speed of delivery. 🤝The tracking information update is delayed because some orders are goes in LCL, the customs clearance speed of different cabinets may be different, so many of you will have feedback: US orders that created labels on 24,Aug will be faster than US orders are created labels on 22, Aug. All depends on the speed of customs clearance, please be patient, the shark has already rushed to you!"}, {"update_no": "UPDATE #20", "update_userinfo": "Tracking info Updates: Canadian orders!", "update_content": "Dear Canadian Backers,\nThe  parcel label number(By UPS): is as follows:\n1Z8A092W2004183091\n 1Z8A092W2012776873"}, {"update_no": "UPDATE #19", "update_userinfo": "Tracking info Updates: A Part of US Orders", "update_content": "Dear Backers,\nYour shark is coming! \n A part of Americans are about to receive the sc-10 shark 3d printer.\nAt that time, please pay attention to your phone number and sign for the package in time."}, {"status": []}], "comment_no": 2298, "projec_url": "https://www.kickstarter.com/projects/lotmaxx/lotmaxx-sc-10-shark-3d-printer", "project_name": "LOTMAXX SC-10 SHARK: 3D Printing Level Up."}}, {"backer": "Dread Knight", "project_data": {"campaign": {"story": "Review Videos (Updating)\n#1 Naomi's Review\n#2 3D printing Nerd’s review\n#3 Nery's Live\n #4 CHEP - NEW! Creality CR-6 SE 3D Printer - Better than Ender 3?\n #5 Tweakers - Creality CR-6 SE - 3d-printen zonder zorgen over bijzaken\n #6 Teaching Tech: Creality CR-6 SE - Your questions answered!\n#7  3D Printing Nerd (Joel Telling): Should You Back It On KICKSTARTER?\n #8 Make: First Look: Creality CR6-se 3D Printer\n #9 3DMN: Creality CR-6 SE - First Look and Test\nMeet CR-6 SE MAX\nThe Autodesk Kickstarter test, which looks at an FDM printer’s precision. \nCR-6 SE scored a total of 26.5 out of 30 points, which shows its great precision. \nDimensional Accuracy: Score of 4\nFine Flow Control: Score of 2.5\nFine Negative Features: Score of 5\nOverhangs: Score of 5\nBridging: Score of 5\nXY Resonance: Score of 2.5\nZ-axis alignment: Score of 2.5\nHere are the more details for your reference: https://bit.ly/3cPokik\nPLAY\n\n# Video of Little Benchy Printing\nPLAY\n\n # Video about easy feed-in with filament\nPLAY\n\nKickstarter as a global leader in the community, it gathered a lot of creative people, as well as the geek, we see a lot of the project of 3D printing, backers are very active in expressing their views, it can greatly inspire us to create a better product, this is the reason why we pay attention to the Kickstarter platform. So on the occasion of the 6th anniversary, we launched this new product, we hope that through this new product, we can establish a very good relationship with the backers on  Kickstarter. We hope that they can actively participate in the research and development of our product. Of course, we are willing to accept their challenges and welcome their Suggestions. We want to build this kind of long-term, deep, and healthy interaction with them.\n\nFrom printing urgently needed medical equipment to cater to other specific needs through the use of 3D printing, this is a technology that has gained an unprecedented angle of social impact. That’s why we’re even more strongly committed to enabling the ease of use and affordability of this technology by developing the CR-6 SE 3D Printer and making it available to every creative mind out there.\nHarnessing the power of 3D printing shouldn’t be as expensive and complicated as it has been. That’s why we created Creality’s CR-6 SE DIY 3D Printer, a simple and robust aluminum-built modular 3D printer that features an intelligent leveling-free system for superior accuracy and advanced 3D printing features, in an easy-to-use printer that is also affordable.\nNo complications. No special skills required. No confusion. Your CR-6 SE is ready to use out of the box. You can easily assemble it in only 5 minutes and then all you need to do is plug it in and switch it on. The CR-6 SE 3D Printer starts working and delivering amazing results—whether you’re a pro or a newbie—in almost no time!\n\nFor the most part, accurate 3D printing is the result of a leveled bed. That’s usually a challenging goal, though, because most 3D printers will present nozzle clogging, poor adhesion, and generally unleveled-related issues that compromise the quality of prints. The CR-6 SE offers precisely the opposite. Featuring an innovative true Leveling-Free Technology, this is a 3D Printer that lets you always rely on highly accurate results.\n\nNever see your creativity and productivity affected by nozzle-related replacement issues. The CR-6 SE is designed with a modular nozzle that means you can customize it. From the heat block to the nozzle tip, among other parts, this is a Modular 3D Printer that’s easy to keep!\nBetter heat dissipation with unique caved heat sink\nWith its compact and reliable extruder, you know that a smoother extrusion and an easier filament feed will ultimately generate faster, quieter and smoother prints. Yes, this is what perfect 3D printing is all about!\nPhotoelectric filament sensor and flexible fixator\n\n3D printers shouldn’t be annoying in the noise they make, which is why we added a Silent Chipset to the CR-6 SE. Its latest Trinamic driver helps to ensure that voltage control, fast movement and printing in silence are a given. We know: you’ll thank us dearly for that!\nYou only want hot, excellent, superb printing results, right? Well, the CR-6 SE 3D Printer comes with a carborundum glass hotbed platform that is flatter than aluminum and which offers a stellar thermal performance that ensures quick heating up, strong adhesion and prints that are easy to remove.\nThe CR-6 SE 3D Printer looks as strong as it is. It also looks very stylish! This amazing work station has a beautiful design that compliments any desktop you use it on. Meanwhile, self-designed profiles and stepper motor cover prevent from filament scraps and dust. The CR-6 SE also comes with a well-arranged ribbon cable that ensures safety issues are never a concern.\nSounds like the perfect 3D printing equation, right? This unique printer is designed with a wider foundation and equipped with dual Z-axises matched with an adjustable timing belt that translates into reduced unwanted motion and improved refined results. So the stability of the machine and its performance is simply impressive.\nWeighing only 9.2kg and with manageable dimensions (442*462*540mm), the CR-6 SE is a 3D Printer that you can carry. In fact, it features a convenient removable handle that makes it easy to carry whenever you need to.\nUser experience improved by optimized details like sealed aluminum profiles, foldable filament holder, tools storage box, belt tensioner. \nToolbox\nFoldable spool holder\nAdjustable belt tensioner\nFlexible hotbed fixator\n\n\nThese are the three magic words that basically mean that your CR-6 SE will keep your printing performance running smartly and smoothly. If the machine suddenly runs out of filament or if it simply breaks, the printer’s photoelectric filament sensor will instantly pick up that disruption and will stop the machine. As soon as the new filament feeds in, the CR-6 SE will resume its operation without making you lose your work.\nDid the power suddenly or accidentally go off? No worries! The CR-6 SE 3D Printer will resume printing if the power supply is interrupted. That’s right—you can forget about starting over because print failure is no longer an issue!\n\nThe CR-6 SE 3D Printer features a 4.3in HD Color LCD Touch Screen that allows you to easily and intuitively operate the device. Available in English and Chinese, and with a simplified and smart interface, this Touch Screen ensures that this very special printer’s user experience always equates to smooth sailing!\nNo dust, Neat and Notable\nCR-6 SE revamps in quites a distinguished look. From the bottom to the top, the flat aluminum profiles makes the machine stylish and prevent from dust.\nAll-around Safety\nHassel free printing with over current protection, over-load protection, and thermal runaway protection, always keep your mind at peace.\nWhatever you think of creating and shaping, the CR-6 SE 3D Printer is the powerful, convenient and creative sidekick you need. This is the printer that literally lets you unleash and give shape to your creativity.\nPrint your product, create prototypes, or develop complex 3D printed tools and devices. There are as many industrial applications for what the CR-6 SE 3D Printer as you can think of!\nThe CR-6 SE 3D Printer allows you to create spectacularly detailed architecture models, whether you need to present a project to a client or simply want to unleash your architectural creativity.\nCR-6 SE Package\n\n※ These specs may change later in the development and verification process. If there is any change, we will inform you in time.\nThe Freight of Enclosure:\n[Add-ons] How to add Kickstarter add-ons to pledge?\nJust follow the steps below (For example):\n1. Find your pledge.\n               2. If you want One Screen kit just add USD $35 (HKD $271.3) into your reward price manually. Please feel free to add more add-ons if you want.\n               3. Enter your payment information.\nWe will send a survey to all our backers when we finished the project, and you can note what Add-Ons you have added in your pledge.\nBased in Shenzhen, China, at Creality 3D we’re leading 3D printing manufacturers and innovators with a special commitment to be the 3D printing evangelist and bringing to market the most advanced and powerful 3D printers. We’re pioneers in the R&D and mass production of FDM and Resin 3D printers in China. Whether it is for individuals, families, schools or businesses, we always strive to create the best and most cost-effective 3D printers to cater to the specific needs of every person and group.\n\n\nThis project is promoted by Jellop, the ad tech power behind the best Kickstarter launches with 1,400+ successful Kickstarter projects and over $500M raised in total.", "risks": "Risks and challenges\nLike all Kickstarter projects, we will face certain risks and challenges in delivering this product at the quality we demand of ourselves. However, the Creality team brings with it not only our passion but experience in engineering and manufacturing at scale, and we've made every effort to mitigate these risks for our backers.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge HK$ 2,054 or more", "title": "Flash Sale CR-6 SE USD $265", "descp": "Get One Creality CR-6 SE 3D printer with Flash Sale ⚡\nOnly $265 USD 🔥\n38% Off Future Retail Price\nExpress:\nUnited States + HK$ 176\nCanada + HK$ 411\nEurope + HK$ 411\nAustralia + HK$ 379\nINCLUDES:\nCreality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["199 backers", "Limited (1 left of 200)"]}, {"amt": "Pledge HK$ 2,473 or more", "title": "Early Bird Price USD $319", "descp": "Get One Creality CR-6 SE 3D printer with Early Bird Price 🐤\nOnly $319 USD 👏\n26% Off Future Retail Price\nExpress:\nUnited States + HK$ 176\nCanada + HK$ 411\nEurope + HK$ 411\nAustralia + HK$ 379\nINCLUDES:\nCreality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2,498 backers", "Limited (2 left of 2500)"]}, {"amt": "Pledge HK$ 2,473 or more", "title": "Early Bird Price USD $319", "descp": "Get One Creality CR-6 SE 3D printer with Early Bird Price 🐤\nOnly $319 USD 👏\n26% Off Future Retail Price\nExpress:\nUnited States + HK$ 176\nCanada + HK$ 411\nEurope + HK$ 411\nAustralia + HK$ 379\nINCLUDES:\nCreality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["5,101 backers", "Limited (399 left of 5500)"]}, {"amt": "Pledge HK$ 2,628 or more", "title": "Kickstarter Special Price USD $339", "descp": "Get One Creality CR-6 SE 3D printer with Kickstarter Special Price\nOnly $339 USD 👏\n21% Off Future Retail Price\nExpress:\nUnited States + HK$ 176\nCanada + HK$ 411\nEurope + HK$ 411\nAustralia + HK$ 379\nINCLUDES:\nCreality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["55 backers", "Limited (445 left of 500)"]}, {"amt": "Pledge HK$ 4,868 or more", "title": "Dual Pack CR-6 SE USD $ 628", "descp": "Get Two Creality CR-6 SE 3D printer\nOnly $628 USD 👏\n27% Off Future Retail Price\nExpress:\nUnited States + HK$ 352\nCanada + HK$ 822\nEurope + HK$ 822\nAustralia + HK$ 758\nINCLUDES:\n2× Creality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["269 backers", "Limited (231 left of 500)"]}, {"amt": "Pledge HK$ 5,418 or more", "title": "KS Special CR-6 Max USD $699", "descp": "Get One Creality CR-6 Max 3D printer with Kickstarter Special Price\nOnly $699 USD 🎊\n22% Off Future Retail Price\nPrint Size 400×400×400mm!🤩\nINCLUDES:\nCR-6 Max", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["521 backers", "Limited (279 left of 800)"]}, {"amt": "Pledge HK$ 7,302 or more", "title": "Triple Pack CR-6 SE USD $942", "descp": "Get Three Creality CR-6 SE 3D printer\nOnly $942 USD 👏\n27% Off Future Retail Price\nExpress:\nUnited States + HK$ 528\nCanada + HK$ 1233\nEurope + HK$ 1233\nAustralia + HK$ 1137\nINCLUDES:\n3× Creality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["35 backers", "Limited (465 left of 500)"]}, {"amt": "Pledge HK$ 10,805 or more", "title": "Dual Pack CR-6 Max USD $ 1394", "descp": "Get Two Creality CR-6 Max 3D printer\nOnly $1394 USD 🎉\n22% Off Future Retail Price\nPrint Size 400×400×400mm!🤩\nINCLUDES:\n2× CR-6 Max", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["6 backers", "Limited (494 left of 500)"]}, {"amt": "Pledge HK$ 11,977 or more", "title": "Five Pack CR-6 SE USD $1545", "descp": "Get FIVE Creality CR-6 SE 3D printer\nOnly $309 USD/ one CR-6 SE 👏\n28% Off Future Retail Price\nExpress:\nUnited States + HK$ 841\nCanada + HK$ 1494\nEurope + HK$ 1494\nAustralia + HK$ 1895\nINCLUDES:\n5× Creality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["46 backers", "Limited (54 left of 100)"]}, {"amt": "Pledge HK$ 16,207 or more", "title": "Triple Pack CR-6 Max USD $2091", "descp": "Get Three Creality CR-6 Max 3D printer\nOnly $2091 USD 🎉\n22% Off Future Retail Price\nPrint Size 400×400×400mm!🤩\nINCLUDES:\n3× CR-6 Max", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (500 left of 500)"]}, {"amt": "Pledge HK$ 23,954 or more", "title": "Distribution Pack (Ten CR-6 SE)USD $3090", "descp": "Get Ten Creality CR-6 SE 3D printer\nOnly $3090 USD 🎊\n28% Off Future Retail Price\nExpress:\nUnited States + HK$ 1494\nCanada + HK$ 2709\nEurope + HK$ 2802\nAustralia + HK$ 3801\nINCLUDES:\n10× Creality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["24 backers", "Limited (26 left of 50)"]}, {"amt": "Pledge HK$ 26,896 or more", "title": "Five Pack CR-6 Max USD $3470", "descp": "Get FIVE Creality CR-6 Max 3D printer\nOnly $694 USD/ one CR-6 Max 👏\n23% Off Future Retail Price\nPrint Size 400×400×400mm!🤩\nINCLUDES:\n5× CR-6 Max", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["1 backer", "Limited (499 left of 500)"]}, {"amt": "Pledge HK$ 47,908 or more", "title": "Group Pack (Twenty CR-6 SE) USD $6180", "descp": "Get Twenty Creality CR-6 SE 3D printer\nOnly $6180 USD 🎊\n28% Off Future Retail Price\nExpress:\nUnited States + HK$ 2989\nCanada + HK$ 5230\nEurope + HK$ 5230\nAustralia + HK$ 7582\nINCLUDES:\n20× Creality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["14 backers"]}, {"amt": "Pledge HK$ 53,791 or more", "title": "Ten Pack CR-6 Max USD $6940", "descp": "Get Ten Creality CR-6 Max 3D printer\nOnly $6940 USD 🎊\n23% Off Future Retail Price\nPrint Size 400×400×400mm!🤩\nINCLUDES:\n10× CR-6 Max", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (500 left of 500)"]}, {"amt": "Pledge HK$ 2,318 or more", "title": "Super Early Bird CR-6 SE USD $299", "descp": "Get One Creality CR-6 SE 3D printer with Super Early Bird Price 🐣\nOnly $299 USD 👏\n30% Off Future Retail Price\nExpress:\nUnited States + HK$ 176\nCanada + HK$ 411\nEurope + HK$ 411\nAustralia + HK$ 379\nINCLUDES:\nCreality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "500 backers"]}, {"amt": "Pledge HK$ 2,628 or more", "title": "Kickstarter Special Price USD $339", "descp": "Get One Creality CR-6 SE 3D printer with Kickstarter Special Price\nOnly $339 USD 👏\n21% Off Future Retail Price\nExpress:\nUnited States + HK$ 176\nCanada + HK$ 411\nEurope + HK$ 411\nAustralia + HK$ 379\nINCLUDES:\nCreality CR-6 SE", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "1,000 backers"]}], "updates": [{"update_no": "UPDATE #44", "update_userinfo": "What CR-6 Team Has Done", "update_content": "Dear CR-6 SE Backers,\n\nWe are CR-6 SE Team here, first and foremost, we very much appreciate your long-time support!\n\nRecently, we have received a lot of backers’ feedbacks saying that they have encountered some problems while using our CR-6 SE, and we are not to solve these problems positively and efficiently that we were promised before. Our team has already reflected on this issue for a long time."}, {"update_no": "UPDATE #43", "update_userinfo": "All Backer's CR-6 SE & CR-6 Max Were Shipped out", "update_content": "Dear Backers,\n👏Stay tuned, all CR-6 SE and CR-6 Max have been shipped. Hope they will be delivered to your doorstep soon.\n🚀9840 Creality CR-6 SE 3D Printers and 686 Creality CR-6 Max were shipped in total. 🤞(In the last CR-6 MAX shipping list, we missed 24 backers data, and now they have all been added)"}, {"update_no": "UPDATE #42", "update_userinfo": "💨Congratulations!All of the CR-6 MAX Has Been Shipped!!✈", "update_content": "Dear Backers，\nWhat have you been up to?\n🌹The 1st Batch Of CR-6 Max 3D Printer Has Been Shipped by Ocean Freight. 196 Backers From America and Canada Will Get Them."}, {"update_no": "UPDATE #41", "update_userinfo": "💣204 Units Creality CR-6 MAX From USA and Canada has been shipped!!", "update_content": "Dear Backers,\nIt's been more than 20 days since our update, how have you guys been?\n⭐The 23th Batch Of CR-6-SE 3D Printer Has Been Shipped, 46 Backers From America and Canada Will Get Them Soooon!!"}, {"update_no": "UPDATE #40", "update_userinfo": "More Details About Creality CR-6 Max 3D Printer&The 23 Batch Order Shipping List Has Been Updated", "update_content": "Dear Backers,\nPleased to meet you again,\n⭐The 22th Batch Of CR-6-SE 3D Printer Has Been Shipped, 371 Backers From Australia, Austria And Belgium Etc. \n As from now, 9370 units Creality CR-6 SE 3D Printers have been shipped,  accounting for 99% of the total. And We will arrange the remaining 1% of the order as soon as possible."}, {"update_no": "UPDATE #39", "update_userinfo": "380 Units Creality CR-6-SE 3D Printer To Australia, Austria And Belgium With Add-ons Have Been Shipped!", "update_content": "Dear Backers,\nPleased to meet you again,\n⭐The 21th Batch Of CR-6-SE 3D Printer Has Been Shipped, 657 Backers From Denmark, France, Canada Etc. Will Get Them Shortly.\nFrom now on, We have shipped 8,990 units Creality CR-6 SE 3D Printers, accounting for 95% of the total. And We will arrange the remaining 5% of the order as soon as possible."}, {"update_no": "UPDATE #38", "update_userinfo": "The Creality CR-6 SE 3D Printer 21th Batch Shipping Lists&Something We Want To Say", "update_content": "Dear Backers,\nGlad to meet you again.\n⭐The 20th Batch Of CR-6-SE 3D Printer Has Been Shipped, 600 Backers From Netherlands、Germany、Italy、Ireland、Poland、Portugal、Norway、France、Greece、Luxembourg etc.Will Get them Shortly."}, {"update_no": "UPDATE #37", "update_userinfo": "The Creality CR-6 SE 3D Printer 20th Batch Shipping Lists&Shared Source Code", "update_content": "Dear Backers,\nGlad to meet you again.\nSo far we have received many backers’ feedbacks. Some of you wish us to help change the shipping address due to some reasons like being on vacation or moving to another house."}, {"update_no": "UPDATE #36", "update_userinfo": "19th Sep Update:Difficulties In Modifying Backer's Delivery Addresses", "update_content": "Dear Backers,\nGlad to meet you again.\n⭐The 19th Batch Of CR-6-SE 3D Printer Has Been Shipped, 600 Backers From Europe Will Get them Shortly."}, {"status": []}], "comment_no": 22037, "projec_url": "https://www.kickstarter.com/projects/3dprintmill/creality-cr-6-se-leveling-free-diy-3d-printer-kit", "project_name": "Creality CR-6 SE Leveling-free DIY 3D Printer Kit"}}, {"backer": "Dread Knight", "project_data": {"campaign": {"story": "English/Français\nRe PLICC, - the sound of love - : She is creating a brand new sound. Her début EP (Extended Play - half album) is a fusion of the Zulu (SouthAfrican) drum & the European PopRock sound. Re PLICC, le son de l'amour; elle crée un nouveau son : Premier EP (la moitié d'un album) est une fusion de batterie Zulu (Sud-Africain) & le son PopRock Européen.\nThe Idea/L'idée\nSummary\nRe PLICC's music career has taken off, her new single \"A Life Of Constant Longing\" released in stores August 2015 is building momentum. We are excited for the completion of the recording of her début EP coming soon, February 2016. The EP constitute of 6 songs in total; 3 English songs, 2 French songs & 1 Zulu song (including the released single). All songs carry a signature Boom-bit (sound) inspired by Re Plicc in blending cultures. The full album is called \"LightConeTheShift\" and is scheduled to be completed by August 2016. The full album has 11 songs + a bonus track. \nJoin us, in this amazing journey!\nLa carrière musicale de Re PLICC a pris son envol! Son nouveau single vient de décoller et est sorti dans les magasins en Août 2015. Nous prévoyons de terminer l'enregistrement de l'EP en Février 2016. L'EP constituent de 6 chansons au total, dont « A Life Of Constant Longing » le single est déjà sorti ; composé de 3 chansons en Anglais, 2 en Français et une chanson en Zulu. Toutes les chansons portent une signature Boom-sonore inspirée de Re Plicc dans le mélange des cultures. L'album complet est appelé «LightConeTheShift» et il est prévu d'être terminé en Août 2016. L'album complet possède 11 chansons + un bonus track.\nRejoignez-nous, dans cette incroyable aventure !\nIntroduction\nI'm a Singer/Songwriter & a Humanitarian. It almost feels as though every single event of my life was a building block for this very moment: Je suis auteur - interprète. C’est presque comme si chaque moments de ma vie c'était produit dans le but d’arriver à cet instant précis.\nA moment of living fully as myself, and yet it's only just the beginning. Un instant de conscience totale de moi-même, de vivre pleinement ce que je suis, et pourtant ce n’est que le début !\nLike all prophetesses I tell stories of hope and I encourage love above fear especially when it comes to change or transformation. Comme toutes prophétesses, je raconte des histoires d’espérance et j’encourage la victoire de l’amour sur la peur, en particulier lorsque vient le temps du changement.\nFrom Aerospace to music, yet nothing is lost because our experiences constitute a part of our profile (see personal bio). De l’aéronautique à la musique, rien n’est perdu, parce que nos expériences sont parties intégrantes de nous même (confère biographie).\nI don't just tell of change, I am an embodiment of change!\nHi my name is Re PLICC!\nJe ne fais pas juste que de parler de changement, j’incarne le changement ! \nSalut ! Je m’appelle Re PLICC !\nRe PLICC\nThe Process/Le Processus\nThis is very exciting because it has granted Re the opportunity to be hands-on, to create her own team, to carry the vision & build the project from scratch. C'est vraiment génial parce qu'il a accordé Re la possibilité d'être créatrice, de monter sa propre équipe: de construire ce projet à partir de rien.\nThis has been wonderful start because it has been a global project; The producers in Nashville from \"The SongWriting Team\"produced the song: we worked together of course with the melody and the musical production of the song to create this new sound. A sound that supports the story! Then the song was mixed in Toulouse. And finally it was mastered by a mastering engineer from \"Blue Grotto Sound LLC\" - Sean Spence who is originally from South Africa and now lives in Nashville with his family.\nCela a été merveilleux parce que ce projet est international. La chanson a été produite par un professionnel à Nashville (USA). Nous avons travaillés ensemble sur la mélodie et la production sonore pour créer ce nouveau son ! Puis la chanson a été mixée à Toulouse (FR). Et enfin elle a été masterisée par un ingénieur du son d'origine Sud Africaine vivant à Nashville (USA).\nThis international collaboration of work is exactly what has made this project interesting. A team of musicians came together, which is a representation of a global network, this means we can come together and unite to produce something wonderful.\nCette collaboration internationale a rendu ce projet très intéressant. Nous pouvons tous partager cela, parce que l'équipe qui s'est rassemblé pour créer ce projet est la représentation même d'un réseau multiculturel : Quand nous pouvons nous unir, nous pouvons nous rassembler pour produire quelque chose de merveilleux\nProduction Process\nRe PLICC's Studio Recording\nCreating The Distribution Network as an Independent artist\nRe Plicc's Distribution Approach\nThe Sound/Le Son\nGrowing up in KwaZulu Natal in South Africa; I am Zulu, so it's that Zulu drum that bits on your chest (boom boo boom boo boom boom boo boom). The hybrid - the fusion, the blending of the 2, the European sound which is pop rock sound, a sound I got accustom to when I joined the PopRock band in Toulouse. Together the two have created a new sound which I call the Re PLICC boom-bit sound and I am excited to share that with you. I am hoping that you will enjoy it and together we can create something new, a new style!\nJ'ai grandi à Kwa-Zulu Natal en Afrique du Sud; je suis Zulu; et je transmets le son du tambour Zulu qui bats dans mon coeur (boom boo boom ...). J'ai voulu mélanger cela avec un son pop rock Européen, en rejoignant un groupe PopRock à Toulouse. Ces 2 influences ont crée un nouveau son que j'appelle le son Re PLICC boom-bit ! Et je suis heureuse de le partager avec vous ! J'espère que vous l'apprécierez et qu'ensemble nous pouvons créer quelque chose de nouveau... Un nouveau style !\nI believe it represents who I am, it is also something new, something which needs to find it's place in the market.\nJe pense que cela représente vraiment qui je suis. Mais c'est vraiment quelque chose d'INNOVANT, quelque chose qui doit trouver sa place dans le marché.\nThe Product\nRe PLICC's first single \"A Life Of Constant Longing\" is our prototype. A song dedicated to immigration, starting anew and movement: Songs that tell stories. This is one of our slowest songs. The sound or instrumental was also created to support the story. E.g the aircraft engine sound at the beginning of the song, the center instrument -the drums, the violin to be the second voice and the pounding piano to support the drums, and others. We projected distribution for August 2015 and it was ready on time, exactly 31 July the song was ready for distribution.\nSong Lyrics: http://media.wix.com/ugd/3f3c8d_229fe6a1320743ca8e82ec957e5b5f8e.pdf\nRe PLICC's 2015 - Toulouse - Live Shows\nThe Goal /L'objectif\nThen the essence of my music is to unify humanity. To highlight that we are not that different. We are all the same! As human beings we want the same things: we want to create, we want to make a difference. We want to matter!\nL'essence même de ma musique est d'unir l'humanité. Pour que l'on se rende compte que nous sommes proches les uns des autres. En tant qu'humains, nous voulons la même chose: nous voulons créer, nous voulons faire la différence, nous voulons compter pour quelque chose.\nMy songs represent that; in the songs in which I write, I am creating a new path: humanity need a platform to say the things that they feel or to tell their story. I describe myself as a story teller and the stories in which I tell, they might be personal but sometimes they are not, it can be a story of that boy or a story of that girl.\nMes chansons représentent cela; les chansons que j'écris essayent de créer une nouvelle voie. Les gens ont besoin d'un moyen pour dire les choses qu'ils ressentent ou pour raconter leur histoire. Je me décris comme une conteuse d'histoires, et dans ces histoires que je conte, il arrive que ce soit une expérience personnelle mais pas toujours, cela peux être aussi l'histoire de ce garçon, ou bien l'histoire de cette fille...\nWe are organized, accountable and have what it takes to manage a global project, meeting every milestone! We can only improve from here, vocally, resource wise and overall performance and with your support Re and her team can achieve that. Backing this project gives you a chance to be part of something historical, a start of something new.\nLila Wallace, from the Wallace Foundation once said \"the arts belong to everyone.” We need your help, so we may continue to create and to share. Together, we can Kickstart a new sound, a new style, and a new consciousness! Above that, this campaign will also build a community and promote Re PLICC's overall vision; which begins by the construction of the African calendar in February 2016; see bio for more details.\nWhen you support Re Plicc by backing this project, you ignite a flame. Below attached is the picture of the structure:\nLila Wallace, de la Wallace Foundation à dit « L'art appartient à tout le monde. » Nous avons besoin de votre aide, pour continuer à créer et à partager. Ensemble, nous pouvons démarrer un nouveau son, un nouveau style et une nouvelle conscience ! Cette campagne sera également un élan et pourra promouvoir une vision globale de Re PLICC ; qui commence par la construction du calendrier Africain en février 2016 ; Voir bio pour plus de détails.\nLorsque vous sauvegardez ce projet vous allumez une flamme. Voir l'image ci-dessous :\nStructure\nThe Budget\nThe Budget\nPrizes & Cost Savings\nPrizes (Dresses) & Cost Savings\nKey Holder Gift - Re's Logo\n Re PLICC’s Site & SocialMedia Links:\nSoundCloud: https://soundcloud.com/re-plicc \nTwitter: https://twitter.com/REplicc\nFacebook: https://www.facebook.com/Re.PLICC \nabout.me: https://about.me/PLICC \nPinterest: https://www.pinterest.com/cebileridge/ \nInstagram: https://instagram.com/replicc/ \nLinkedin: fr.linkedin.com/in/replicc \nPlicc: https://plicc.wordpress.com \nGWRM: https://gwrm.wordpress.com", "risks": "Risks and challenges\nWorking with multinationals in a multicultural environment with different time zones is tricky especially when it comes to communication and expectations. Trust, respect and patience is crucial. Re Plicc's life experiences combined with the Aviation/Aerospace background and education has prepared her for a multicultural environment, applying different methods of approach when it comes to communications.\n \nHer first song \"A Life Of Constant Longing\" recording process has been a true learning curve - learning the system, how the industry works, how to manage as an independent artist. Most importantly understanding which stages of the song recording require extra time and stamina and how to pace ourselves to maximize our resources in the future. We also plan to collaborate with other artists & players in the music industry to help us produce world class tracks on this project.\n \nWe are growing, the people we have in our network today, did not exist 3months ago. To create a even greater product, it's a matter of a great team and resources.\n\nThrough music social networks such as SoundBetter, Re Plicc was able to meet people from across the globe who are willing to contribute towards the project, living her as the project coordinator with only one crucial task; choosing the right team.\n \nCheck Out Re PLICC's reviews from other musicians on this link below:\nhttps://soundbetter.com/profiles/12513-re-p#reviews\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Frederic Gueganton\nFirst created · 0 backed\nEnglish: Biography Not many can say they had two or more careers in their life time! Re PLICC a licensed AME- Aircraft Maintenance...See more"}, "support": [], "updates": [{"status": [{"Project ends": "OCTOBER 28, 2015"}, {"Project launches": "SEPTEMBER 23, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1138397485/a-new-sound-in-worldmusic", "project_name": "A New Sound in WorldMusic"}}, {"backer": "Dread Knight", "project_data": {"campaign": {"story": "Hello Friends,\nThe time has finally come!\nOver the last four years we’ve been designing a portable, powerful, rechargeable light to make you look great for video chats and selfies.  It’s called Chatlight!\nWe’ve created a team with years of experience, as well as trusted contacts to make this happen successfully. The testing, research and development is done and our prototype is ready to go!  However, we need your support so that we can pay for the molds needed to make this product a reality.\nProduction and manufacturing are in place, but we need your contribution to put us in motion!\nMany Thanks,\nHenry and Ian\nFounders Video\nIn The News\n\nProduct Shots\nKey Features\nEvolution Of Chatlight\nInitial vision from 2008\nOver 14 prototypes have been created to find the perfect balance of lighting and ease of use.\nThe Founders\nHenry Geddes began his career in photography at the International Center of Photography in New York City and gained his expertise by working with the largest and most fabled photo studios in the city. In 2001, this led to the launch of his own production facility, Splashlight Studios. With clients like Neiman Marcus, Calvin Klein, Barneys, Warner Brothers, Nike, Porsche, Macy’s, Vogue, Elle and W, Henry understands how important proper lighting is for presentation.\nSplashlight Studios has grown significantly over the past 13 years and today successfully operates out of New York, Montreal and Miami, as one of the most recognized and respected names in the industry.\nWith over 15 years of experience as entrepreneur, business owner, and photographer, Henry understands the importance of lighting solutions and related products for good quality video chats.\nIn 2010, with designs for illumination devices he partnered with friend and online media specialist, Ian Shiell. Ian joined Henry to help manage the operations of bringing an ambitious product like Chatlight to life.\nOver the last decade Ian developed the habit of starting companies, building up their presence online, growing brand recognition and selling companies—after which he moved to his next successful startup.\nRewards\n Production Timeline", "risks": "Risks and challenges\nWe are very aware of the fulfillment risks and challenges that can occur which is why we added 2 partners to our team who together have over 40 years of experience in bringing products to market. From concept, factory selection and quality control to distribution, we are assured that our promise to deliver will be more than accurate. Our fulfillment partners here in the USA are very experienced in the distribution of electric products such as the Chatlight and we feel very confident in their ability to make sure product is on time as promised.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "Innovation Nation", "update_content": "Check out our co-founder Henry Geddes being interviewed on CBS’s 3 Time Emmy Award Winning Show Innovation Nation this Saturday at 10:00 AM EST!"}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping!", "update_content": "Hi Backers,\nChatlight will begin shipping out to you today!  Thank you again for all of your loyalty and support!\n\nIf you have any questions, please email our Support Department at support@chatlight.com.  "}, {"update_no": "UPDATE #20", "update_userinfo": "Great News!", "update_content": "We just received notification that the Chatlight production will be completed within 4 days!  We will be talking more with our team over the next couple of days and will pass along shipping information as soon as we get it.\nIf your shipping address has changed within the past 4 months or so, please email support@chatlight.com so we can update our records."}, {"update_no": "UPDATE #19", "update_userinfo": "Final Update Before Shipment Notification", "update_content": "Hello Backers,\nWe would like to say that we are overwhelmed with all of the patience and support that we have received via email over the past couple of weeks. We would like to thank you all again!\nLast week we were told that the factory in China was shut down for a week for a Chinese holiday. We were not shocked as we have found that nothing has been really easy about working with a Chinese factory. Our goal is to ultimately bring everything back to the United States for manufacturing as we feel we will have much more control. With that said, we are very close. We have arranged the shipping to get us the units as well as the shipping to send all of the units out to you. We are hoping to get the call next week that the units are done and are being shipped. As soon as we get the email or call, we will notify you immediately!"}, {"update_no": "UPDATE #18", "update_userinfo": "The Home Stretch", "update_content": "Our test run has arrived!! We have been putting the Chatlights through brightness, charge longevity and recharge speed tests and all is looking good to go for the final run. With the help of our families, the units have also survived a few unintentional drop to the floor tests!\nBarring any shipping or customs issues, we are beginning final production runs this week. 2-3 weeks and we should have the lights in hand ready to ship to you all.\n\nAs always, please feel free to reach out to us with any questions or concerns!"}, {"update_no": "UPDATE #17", "update_userinfo": "Heating Up", "update_content": "We hope you are having a wonderful summer!\nHere at Chatlight headquarters in South Florida, we are feeling the heat BIG TIME, not only because of the thermometer hitting 100 every day, but also because our factory is far behind schedule.  It pains us to report this.  We are doing our best to get some firm dates as soon as possible.\nWe were recently alerted that due to the thickness of the paint-finish, our molds had to be reconfigured by 1mm, causing the delay. The reconfiguration needed to be done and our position on the production schedule was re-allotted.  Good news is that it has been dealt with and we will be finishing up very soon, hopefully within the next week. Packing and shipping will follow."}, {"update_no": "UPDATE #16", "update_userinfo": "Thank You & 7/23 Update", "update_content": "THANK YOU BACKERS!\nPlease visit the link below to see our personal thanks to you all:\nhttp://www.chatlight.com/thank-you-backers.html\nWe are currently in testing and are so excited to be extremely close to final production! We will keep you posted as the shipping time is drawing near.  In the meanwhile, thank you all again for supporting our Kickstarter Campaign for Chatlight!"}, {"update_no": "UPDATE #15", "update_userinfo": "Touching Base", "update_content": "Hi Chatlight Backers!\nJust wanted to give you a couple of quick updates…\nNext week, we will be finalizing the design for our retail packaging.\nIn 2-3 weeks, Henry will be making his trip to the factory to ensure that everything is perfect before hitting the home stretch! At that time, we should be able to share some pictures with you as well as have a good idea of a possible shipping date."}, {"update_no": "UPDATE #14", "update_userinfo": "Chatlight Progress Update", "update_content": "Hi Chatlight Backers!\n It has been way too long and an update is well overdue. We are painfully aware of this and apologize for the delay in communications.\nOur contacts at the factory initially had some difficulty incorporating a few minor improvements to make the Chatlight even better, but this has since been resolved. These changes were in response to some useful backer feedback we received during the campaign and involved making the LED surface area slightly larger and squeezing in a couple additional LEDs. The time that it took for us to properly test and implement the changes set us back a couple of weeks. We are not happy about the delay, but we felt that the changes were necessary to make the Chatlight everything that we all expect it to be.  "}, {"update_no": "UPDATE #13", "update_userinfo": "Chatlight Thanks You!", "update_content": "Kickstarter is only the beginning!\nKickstarter has been a fantastic journey and we want to express our gratitude for riding with us! Chatlight is now part of the prestigious list of design products funded by Kickstarter and we could not be more thrilled.  While our campaign brought an incredible load to tackle and we are so proud to have been able to pull it off, the real heroes are you!"}, {"status": []}], "comment_no": 194, "projec_url": "https://www.kickstarter.com/projects/chatlight/chatlight-through-light-we-connect", "project_name": "CHATLIGHT: Studio Quality Lighting For Video Chat"}}, {"backer": "Dread Knight", "project_data": {"campaign": {"story": "The MOKIBOX is a portable WiFi speaker that is going to provide a fantastic audio experience for the listener, regardless if the sound originates from a tablet, a smartphone, or even sync from the cloud library.\nTHE MOKIBOX - Internet Speaker\nThe First Real WiFi + HiFi Speaker\nAirPlay and DLNA \nMOKIBOX can directly access a cloud audio library \nManage your audio files no matter where you are. \nNo wireless network available? Don’t worry. Your smartphone can control MOKIBOX by a direct WiFi connection.\nMOKIBOX can be a standalone player\nMOKIBOX is equipped with built-in memory.\nMOKIBOX can play music on its own – no need for any other device.\nTimer and Alarm\nThe timer function enables you to easily set a timer. MOKIBOX can also be your alarm. You can also choose any songs you like to serve as your alarm. \nCloud-based audio library management\nMOKIBOX also allows people to transfer audio files over the cloud.\nAs shown in the video, Dad in one city can upload an audio file to the cloud. Mum in a different city can “sync” the file, which downloads the file to the MOKIBOX and the son having a birthday will hear his dad’s message on scheduled. \nThe Party Need Never Stop! \nSmartphone users will love MOKIBOX because of a special feature we’ve developed just for them!   \nYou’ll never be interrupted by sudden calls\nWhen you’re listening to music on your phone and dancing or laughing with friends, what happens when you get an incoming call? The music stops, and your friends have to wait until you’re done with the call before they can start grooving to the music again.\nNo longer!\nMOKIBOX will continue to play music to the rest of the room while you’re on your phone chatting with your friend, colleague from work, or family member!\nKeep playing music even if your smartphone runs out of battery\nYour friends are coming over for a party on your back deck, and you’ve created a special playlist to run throughout the party. But you were a bit careless, and the battery on your mobile device is beeping at you. \nNo problem!\nMOKIBOX can be controlled from any device within your house – from the app you’ve downloaded to your smartphone or from the MOKIBOX itself.\nPremium Quality\nThese premium-quality speakers are made of aluminum, not like other wireless speakers. The aluminum frame provides a stable structure to ensure the best performance\nDesign Process\n We wanted to do stuff that other wireless speakers simply couldn’t do. \n\nProject Timeline\nWe currently have completed the industrial design and have a fully functional prototype. After raising funds on Kickstater, the fund will be used for bulk manufacturing. \nRewards\n     ", "risks": "Risks and challenges\nFrom design to production, every creative product has risks .\nIn order to avoid as much risk as possible, our team has done a lot of preparation and testing of the MOKIBOX.\n\nWe spent many, many hours working on our design, based on our thorough market research, and the design of the MOKIBOX has undergone several revisions before we decided that we had incorporated all the features that would make it the best portable speaker ....ever.\n\nMany delays occur in manufacturing. In order to try to be proactive about delays, we found a trusted manufacturer who has a reputation of being able to produce high quality hi-tech products.\n\nIn addition, they have a complete set of quality control processes to insure every part of the MOKIBOX meets specifications before it is put together.\n\nIn order to ensure the best user experience, our team member have tested our prototypes many times to make sure every detail and every function of the MOKIBOX works to perfection.\n\nBecause of our preparation, we are confident that we will be able to deliver our MOKIBOX on time to our backers and eventually, to our market. If any event does occur that will set back production, of course we’ll update everyone here on our campaign page.\n\nWe’re ready to go into production with this fantastic product. All we need now is your backing.\n\nPlease help bring the MOKIBOX to you, your family and friends – and even total strangers (c’mon, spread the musical wealth!) by sharing this campaign with your friends and spreading the word throughout your social media reach.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "MOKISOUND\nFirst created · 0 backed\nMOKISOUND is a manufacturer of electronic gadgets, seeks to provide consumers with a product that would give them a wonderful music...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Merry Christmas", "update_content": " Many thanks for your great support every time! \n Merry Christmas!"}, {"update_no": "UPDATE #2", "update_userinfo": "MOKIBOX--Project Update", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Thanks for Giving!!!", "update_content": "Thank you so much for all your support! The team and I want to thank everyone who has backed or supported the MOKIBOX. With your support, we are 28% of our goal with 21 days to go, but we need your help to keep the momentum going Please share with your friends and family, tweet, post on facebook, or do whatever else you can to spread the word.\n We also want to share some press endorsements with you."}, {"status": [{"Project ends": "DECEMBER 31, 2014"}, {"Project launches": "NOVEMBER 17, 2014"}]}], "comment_no": 83, "projec_url": "https://www.kickstarter.com/projects/2094436324/mokibox-portable-aluminum-wifi-speaker-with-premiu", "project_name": "MOKIBOX: Portable Aluminum WIFI Speaker with Premium Sound"}}, {"backer": "Dread Knight", "project_data": {"campaign": {"story": "What is xDroid\nThe xDroid is more than just an App; it’s an extension of one’s self thanks to its next-generation interface.  Users need only set up their own profile with their needs, preferences and interests and xDroid will take one’s own priorities into account when carrying out any task it’s given. The fast and easy to use interface and native connections to one’s own social networks gives everyone incredibly easy access in helping you achieve your results or share your activities with friends and family.\nVirtual Assistant (Task Manager) \nNeed to purchase a plane ticket but don’t have time to search all the sites to find the best deal?  Looking for the nearest yoga studio or massage? Anything you need or want will be searched for you.  Just put your inquiry in, sit back and  let  XDROID do all the work for you and watch all the answers come flowing in.\nYour High-Tech xDroid Profile is Low Maintenance.\nSet up your xDroid user profile specifying what your needs and interests are including anything you may wish to sell online, what you are looking for - including activities and recommendations- keeping xDroid simple easy and simple to navigate. The user interface is years ahead of its time with its sleek look and advanced technology, communicating has never been faster or easier between human and app.\nxDroid Smart Search\nxDroid users will enjoy the benefit of Smart Search which can persist in finding exactly what one wants even if that result is not available at present. A key example of Smart Search in action is  specifying a particular plane ticket at a particular price on a particular day to a particular destination – xDroid will continue searching, - for hours or days – looking for a match to the specified criteria.\n Convenient and fast interface\nSocial Relation Tree\nThere is a handy tool to access relevant information from friends, colleagues, friends of friends, etc. You can track what your friends might be selling, items/services or products they might be looking for so you can help them find it, sell it, buy it. You can even pass along all this information to your community of contacts and friends. This tool will be a great resource for connecting with people for business and much more.\nOffers\n    Explore \n  Profile\nxDroid Story\nxDroid is the first intelligent Digital Assistant that combines both a social media community and search engine to analyze your needs and desires, returning those results in one comprehensive portal.\n Imagine xDroid as your Digital Assistant, which will simplify your life - xDroid is a unique Exchange Platform for sharing services, experiences, impressions, tips and assistance. \nOur social media platform will enable you to connect with friends, buy and sell stuff, and see your friends’ activities. With the app you can create a comprehensive profile, which may include your favorite brands of clothing, cars, musical instruments, services and more delivering the most comprehensive results — tailored specifically for you. \nThe xDroid technology contains a powerful search engine that delivers immediate and ongoing results with updates and changes to pricing and availability by continuously crawling the web to deliver revised information until which time the app has delivered the ideal results you are seeking.\nThe opportunity to answer calls free of charge, view and respond to SMS, organize video chat without leaving the app. Plus you program your sms message send time, HD video calls. You can schedule a phone call, a text message or HD video call to be delivered at your convenience. What if you want your message erased as soon as it is read, seen or heard? Well with xDroid, this is possible!\nSeeking and providing the most profitable offer based on user input. Imagine having your shoe size and style, brand names you shop, for stores you shop at and the prices you are willing to pay come to you, instead of you having to search yourself. Or your favorite music, sports memorabilia, cars, colognes, perfume the list goes on and on.  Our notification center will deliver search results that are specific to your buying preferences, needs and at what price you willing to pay. The best thing is you won’t have to input all that information more than once! All this will help you to save time and money.\nSOS option. With this tool you can reach out to your friends and get help on any subject or problem in real time. For Example; have you ever had a time when you didn't know what movie a certain actor played in? Or you need help on a computer issue and don't want to spend hours on a tech support call? How about being on the side of the road after your car acts up but are not sure what to do? This tool will help you get the answers from the people you know and trust by simply putting out a targeted message!\nBirthday Technology. Do you find it difficult to find what to buy a friend or family member for their birthday? You want to give them something they like and can use but you don't want to ruin the surprise? This option will solve those dilemmas.  You can search your friends likes, buying preferences and more information open to you as their friend to help you find the perfect gift. Another feature of this tool is the system can group best friends and notify your friends what you or they might want for a birthday present so the group can split expenses. For example, if you want an iPhone the system will find the best deal in the marketplace and multiple friends can go in on the gift. \n xDroid App Video\nPLAY\n\nxDroid Custom Color App (only for kickstarter backers)\nxDroid T-shirt\nCustomized iPhone and Samsung cover (Dark)\nCustomized iPhone and Samsung cover (Light)\nIncubated within the cutting-edge curriculum of the Business & Entrepreneurship Department of Columbia College Chicago - an international leader and recognized pioneer in arts and media education. \nOur team\nTimeline\nRewards", "risks": "Risks and challenges\nIn the development of any app, there is a potential for delays. We have done our best to pad our schedule allowing for the unforeseen, but there is always a chance of product development taking longer than we expected. \n\nWe have been working on xDroid App for almost two years with our own funding, thousands of hours in production hours and testing. The funds we seek will help us get to the finish line in bringing this app to market. \n\nOur team is committed to producing an app you feel excited about and proud to show your family, friends and acquaintances as the next “Must Have\" on your phone or tablet. Think of xDroid as your friend, trusted resource, motivator, personal shopper, travel agent, social director, search engine and ability to communicate with real people for real everyday wants and needs-all with the click of a button. \n\nWe are open and counting on feedback from the Kickstarter community. This app is made to help everyday people do whatever they are already doing in an easier, faster and more efficient way. Let us hear from you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Kent Anderson & Roman Tykhovskyy\nFirst created · 2 backed\nKent Anderson is a lecturer, consultant and Adjunct Professor. He is a member of the Columbia College faculty where he instructs Digital...See more"}, "support": [], "updates": [{"status": [{"Project ends": "NOVEMBER 23, 2014"}, {"Project launches": "OCTOBER 24, 2014"}]}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/645449175/xdroid-intelligent-digital-assistant", "project_name": "xDroid - Intelligent Digital Assistant"}}, {"backer": "Dread Knight", "project_data": {"campaign": {"story": "Laser Lapel is an upscale men's fashion accessory. Much like the recessed ambient lighting found on luxury vehicles and yachts, Laser Lapels create a high-class style that is unmistakable. Any night out can turn epic with an attractive indirect accent light behind your jacket lapel. Laser Lapel is well made and easily attaches to your favorite jacket. No alterations necessary.\n As with any new business, we are focused on creating visibility in the marketplace to promote name and product awareness. We intend to pre-sell a few thousand lapels on Kickstarter and then continue our product and brand development, along with direct marketing promotions (and some partying) in Las Vegas, Miami, New York, Austin, Los Angles, Paris, London, Madrid, Rome, Mexico City, Hong Kong, Toronto and Dubai. We also have an amazing line of women's accessories planned, and several opportunities for licensing / cross brand promotion. *patent pending\n@ The Cosmopolitan Las Vegas (Thanks, Matt Calli)\nThe Lapels have 36 hours of continuous radiant light (per replaceable battery) and easily attach with 3M 2 sided tape.\nhttp://www.laserlapel.com/            #LZRLPL            info@laserlapel.com\n$7 backer reward", "risks": "Risks and challenges\nThe greatest hurdles we see in our near term are with scaling and logistics. All of our manufacturing has been sourced to China. We can produce several thousand in a relatively short amount of time, but we may need to source from multiple suppliers if an exceptionally large order is placed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Luke J. Flint\nFirst created · 2 backed\nLuke is a serial entrepreneur and veteran investor; founder of Lazarus Investments and Landmark Commercial Group, both commercial...See more"}, "support": [], "updates": [{"status": [{"Project ends": "SEPTEMBER 15, 2014"}, {"Project launches": "AUGUST 16, 2014"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/lukejflint/laser-lapel-lzrlpl", "project_name": "Laser Lapel #LZRLPL"}}]