[{"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "", "risks": "Risks and challenges\nWe have been in the sneaker business since 2013. Our team consists of very experienced people who have been with us since the beginning. Therefore, it's safe to say we know fabrication better than the average manufacturer. We are convinced that we are able to deliver a high quality product. \n\nHaving spend over 7 years producing all different kinds of MIPACHA's, we also have experience with our fair share of difficulties and anomalies. Should any issues come up, we assure you we will handle them adequately.\n\nWe are very excited about this project and we hope you are too! Thank you for your support and we look forward to making you happy with our amazing sneakers!\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nSustainable materials\nThe sole is made of 100% recycled rubber and the upper is made of 100% recycled PET bottles, with about 30% directly from the oceans and the remaining 70% from coastal areas. It is the first sneaker line that contributes this much to real ocean PET waste in the world.\nEnvironmentally friendly factories\nEvery sneaker is handmade by experienced craftsmen working in certified ethical factories in Peru & Portugal. They have been making shoes with us since the beginning and have produced over a hundred thousand pairs of shoes.\nSustainable Distribution\nWe have a holistic vision on sustainability. We think about the entire cycle of the product. So next to using sustainable materials for the production, we also offer CO2-neutral shipping, reusable shipping bags and minimize the use of carboard and packaging.", "creator_bio": ""}, "support": [{"amt": "Pledge €85 or more", "title": "1 Pair MIPACHA Oceano Sneakers", "descp": "Early bird 30% discount (retail value €120)\nReceive 1 pair of MIPACHA Oceano sneakers, help clean up our oceans, and protect & start the lives of 3 baby sea turtles.\nWe’ll contact you to choose your style, Color, Size after the campaign!\nArtwork + €10\nPlatform + €10\nHigh Top + €10\nINCLUDES:\nMIPACHA Oceano Sneakers\n100% Recycled PET Backpack (retail value €30)\n100% Recycled PET Bracelet\n7× PET Bottles out of the Ocean\n17× PET Bottles from Coastal Areas\n3× Protect Baby Sea Turtles", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["123 backers"]}, {"amt": "Pledge €125 or more", "title": "1 Pair MIPACHA Estrella Oceano", "descp": "Early bird 29% discount (retail value 175€)\nReceive 1 pair of MIPACHA Estrella Oceano sneakers, help clean up our oceans, and protect & start the lives of 3 baby sea turtles.\nThe Estrella Oceano is a contemporary & clean designer sneaker with an ultralight EVA sole.\nWe’ll contact you to choose your style, Color, Size after the campaign!\nINCLUDES:\nMIPACHA Oceano Estrella Sneaker\n100% Recycled PET Backpack (retail value €30)\n100% Recycled PET Bracelet\n7× PET Bottles out of the Ocean\n17× PET Bottles from Coastal Areas\n3× Protect Baby Sea Turtles", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge €125 or more", "title": "1 Pair MIPACHA Oceano Carrera Runner", "descp": "Early bird 29% discount (retail value 175€)\nReceive 1 pair of MIPACHA Oceano Carrera Runner sneakers, help clean up our oceans, and protect & start the lives of 3 baby sea turtles.\nThe Oceano Carrera Runner is a contemporary, knitted designer sneaker with an ultralight phylon sole with a rubber profile.\nWe’ll contact you to choose your, Size after the campaign!\nINCLUDES:\nMIPACHA Oceano Carrera Runner Sneakers\n100% Recycled PET Backpack (retail value €30)\n100% Recycled PET Bracelet\n5× PET Bottles out of the Ocean\n11× PET Bottles from Coastal Areas\n3× Protect Baby Sea Turtles", "time": [{"ESTIMATED DELIVERY": "Feb 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge €170 or more", "title": "2 Pairs MIPACHA Oceano Sneakers", "descp": "Early bird 30% discount (retail value €240)\nReceive 2 pairs of MIPACHA Oceano sneakers, help clean up our oceans, and protect & start the lives of 6 baby sea turtles.\nWe’ll contact you to choose your style, Color, Size after the campaign!\nArtwork + €10\nPlatform + €10\nHigh Top + €10\nINCLUDES:\n2× MIPACHA Oceano Sneakers\n2× 100% Recycled PET Backpack (retail value €30)\n2× 100% Recycled PET Bracelet\n14× PET Bottles out of the Ocean\n34× PET Bottles from Coastal Areas\n6× Protect Baby Sea Turtles", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge €255 or more", "title": "3 Pairs MIPACHA Oceano Sneakers", "descp": "Early bird 30% discount (retail value €360)\nReceive 3 pairs of MIPACHA Oceano sneakers, help clean up our oceans, and protect & start the lives of 9 baby sea turtles.\nWe’ll contact you to choose your style, Color, Size after the campaign!\nArtwork + €10\nPlatform + €10\nHigh Top + €10\nINCLUDES:\n3× MIPACHA Oceano Sneakers\n3× 100% Recycled PET Backpack (retail value €30)\n3× 100% Recycled PET Bracelet\n22× PET Bottles out of the Ocean\n50× PET Bottles from Coastal Areas\n9× Protect Baby Sea Turtles", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge €1,000 or more", "title": "Oceano Showroom pack 15 pairs", "descp": "Receive 15 pairs of MIPACHA Oceano sneakers, help clean up our oceans, and protect & start the lives of 45 baby sea turtles.\nWe’ll contact you to choose your styles after the campaign!\nINCLUDES:\n15× MIPACHA Oceano Sneakers\n15× 100% Recycled PET Backpack\n15× 100% Recycled PET Bracelet\n45× Protect Baby Sea Turtles", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only Netherlands"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "Final Bahia models are arriving in our warehouse today!", "update_content": "An update for the final people to receive their Oceano's.\n\nThe following models:\n- Bahia Marino\n- Bahia Coco Tortuga\n- Bahia Nero Tiburon"}, {"update_no": "UPDATE #3", "update_userinfo": "Update: Shipping starts next week!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Important update from Peru! 🇵🇪", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "After retrieving 16.000kg of plastic from the ocean, we're now ready to start the production of your MIPACHA Oceano sneakers!", "update_content": "Thank you so much for backing the MIPACHA Oceano Project. \n\nThe goal of MIPACHA Oceano is to:\n1. Create awareness of the devastating effects of ocean plastic\n2. Motivate people to avoid single-use plastic "}, {"status": [{"Project funds successfully": "219 backers pledged €26,429"}, {"Project launches": "SEPTEMBER 7, 2020"}]}], "comment_no": 35, "projec_url": "https://www.kickstarter.com/projects/nickbresser/mipacha-oceano-sneakers-that-clean-up-our-oceans", "project_name": "OCEANO - COMFORTABLE ALLDAY SNEAKERS THAT CLEAN UP THE OCEAN"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": " 7-Time Project Creator!\n⚡Charles Harris leads the team with 7 years crowdfunding experience raising nearly $2 million dollars USD with support from over 50,000 crowdfunding backers worldwide! See his other campaigns listed at the bottom of the page.\nThe world’s first charging and data transfer cable of its kind! Organizing your cables has never been simpler or more addictive. Simple to use and ingenious, SuperCalla will meet all of your OCD needs.  Our \"automagic\" technology holds the SuperCalla cable in a neat and tidy shape while remaining fully functional and extendable.  Our patent pending design provides easy storing, fast charging, and organized traveling all in the palm of your hands—you will never want to put it down!\n⚡Quick and easy to coil and organize!\n⚡Short 3ft (0.9m) or long 6ft (1.8m) cables!\n⚡From neatly coiled to fully released just like that!\n⚡Great for traveling. Quick and easy storage with no tangles!\n⚡Combine SuperCalla with any car mount for a winning combination.\n⚡SuperCalla is truly one of a kind. It doesn't get any better than that!\n⚡Fold and connect, fold and connect again, it's that simple!\n⚡This cable is impossible to put down!\n⚡We call it the twister. Once you figure it out, it's fairly simple!\nWe have 6 foot cables offered as a $3 upgrade if you require a long reach!\n⚡Up, up and out of the way!\n⚡Easily coil your cable for a neat and tidy charge or data transfer session.\n⚡Make your coil small or large keeping those counter tops looking great.\n⚡Unlike any other cable you have ever set your fingers on!\n⚡Here is a dual cable setup we use. So nice and clean. What do your cables look like?\n⚡SuperCalla is short and organized but does not require disconnecting to use the device unlike other short cables.\n⚡Charging your AirPods has never looked so good!\n⚡Even wireless chargers are better with SuperCalla!\n⚡Gotta love not having cables clogging the drawers!\nWarning! This is not a toy for children!  Keep out of reach.  Suggested for ages 15 and up. \nCoil, snap, uncoil, repeat. During our brainstorming sessions we could not put SuperCalla down. The snapping of the magnets and coiling of the cord was satisfying and extremely addictive. We quickly realized that we were fidgeting with our cables for fun as much as they were charging our devices.  We cannot wait to see all the designs our supporters come up with!  Please keep in mind, this product is not only plugged into an outlet when charging, it contains magnets as well.  Please be cautious and keep out of reach of children.  We suggest the use for ages 15 and up.  \n⚡SuperCalla will become your desk toy of choice. Your office buddies will be jealous!\n⚡We call it the flattened flower. Okay, now get back to work!\n⚡What size coil would you like? The choice is yours!\nSupercalla is as functional as it is aesthetically pleasing.  Our cables are up to speed. SuperCalla is rated for fast charging, data transfer, and it is also compatible with wireless fast charging technology. SuperCalla cables are also made to last. They're reinforced with our flexible, protective silicone tubing and made with premium, high-grade materials.  Last but not least, our cables are compatible with nearly every phone or device in your arsenal!  Let's get charging together!\nOur specs and technology are up to date with what manufacturers suggest and provide with the majority of their devices in order to provide a fast, safe charging environment.\n Important! Reward upgrades \nAll above reward pricing is for standard NON-iPhone connection types in 3ft (0.9m) length. There will be a $2 upgrade for iPhone connection types.  We have recently added a type c to type c charging cable with 100w 5a PD charging capabilities that will incur an additional $3 charge (this specific cable may only be available in 3ft length). There will be a $3 upgrade for 6ft (1.8m) length cables.  These upgrades are per cable. You will be able to upgrade and make these selections after the campaign ends. \n Important! Shipping Charges\nBelow is our estimated shipping charges for standard shipping. The shipping charges are based on our expected volume and could increase or decrease slightly. The shipping charges shown are the estimated TOTAL amount you will be charged.  It is NOT a per cable charge. \nOur team researched charging cable standards and what goes into the same cables that come with your devices.  Not so we could duplicate them, but so we could make them better!  We tested hundreds of cables, connection types, magnets and silicone tubes ensuring our cables have superior quality while meeting USB requirements and international safety certifications. \n⚡Functionality is key to our patent pending product. Genius, but it wasn't rocket science!\n⚡We have tested hundreds of cables to get to this point. There is no turning back now!\n⚡Our sleeves provide protection and is key to the functionality of SuperCalla Cables.\n⚡As fancy as connection leads have become, we found the simplest designs to perform the best!\n⚡Let's just say the office didn't have enough space!\n⚡Seemingly ordinary, these magnets are not your typical breed!\nNot only are we a father-son and father-daughter duo—we are all related!  Combining all of our knowledge was a no-brainer.  Together we have a combined total of over 100 years of experience in business operations, engineering, project management, product design and development, process engineering, supply chain management, digital marketing, and entrepreneurship!\n⚡My father, my uncle, my cousin and I complete what I call a dreamteam!\n⚡Charles Harris leads the team with 7 years crowdfunding experience raising nearly $2 million dollars USD with support from over 50,000 crowdfunding backers worldwide!\n⚡I have always loved simple ideas. You can find these projects I launched under Xpand here on Kickstarter!\n⚡We used our phones to film and shoot the entire campaign, and we used our SuperCalla cables to keep us charged up and to transfer all of our footage and images!\nI want to give a special thank you to the advertising agencies that helped us raise and amazing amount of support from backers.  I would not hesitate to consider using any of the agencies listed below if you are a Kickstarter Creator! \nThis campaign is promoted by Backercamp. Since 2012, Backercamp has helped 5,000+ creators make their projects a reality, raising over $275MM through crowdfunding. \nAs one of the first crowdfunding marketing agencies, Enventys Partners has brought more than 750 crowdfunding projects to life through lead generation, campaign page creation, public relations, email marketing, Facebook Advertising, campaign management and more.", "risks": "Risks and challenges\nWith launching a new product into the world, there are risks and challenges. We feel confident that the risk for this project is very low. We are ready to begin our manufacturing process once our funding goal is hit. We have experience from 6 previous successfully delivered campaigns! Our team is 100% ready to bring SuperCalla into the world. Generally the biggest risk on Kickstarter is for unknown delays in manufacturing. Things can always change along the way when bringing a new product into the world for the first time. With a technology product, there are many hurdles to jump over and we are ready to jump. \nThis isn't my first rodeo and we are ready to tackle any unforeseen issues that come our way. We plan to bring as close as possible, SuperCalla cables in its demonstrated form on this project. All information we disclose in updates, in the comments and in private or direct messages in this campaign or through emails is subject to change as we move through production. There may be critical decisions we need to make moving forward that we did not foresee or that we cannot control. Our ultimate goal is to deliver one awesome cable to our supporters! For more information on Kickstarter Projects, please see the Kickstarter Support page, and their Terms of Use.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "I like it", "descp": "Thanks for showing your support! It's nice to know that you like what we are doing and want to support us. We will definitely send you a thank you email!", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}], "stat": ["69 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "The single", "descp": "1 SuperCalla cable. You will get to pick your connection type, color and length after the campaign ends. You can mix and match all options after the campaign ends in the survey - some options will require upgrading. See our rewards section on our campaign page for details.\n*****\n\"The double pack\" is a better deal!\n*****\nWorldwide shipping - calculated during the survey process. Estimated shipping costs on campaign page.\n*****", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,529 backers"]}, {"amt": "Pledge US$ 29 or more", "title": "The double pack", "descp": "2 packs of our SuperCalla cables. You will get to pick your connection type, color and length after the campaign ends. You can mix and match all options after the campaign ends in the survey - some options will require upgrading. See our rewards section on our campaign page for details.\n*****\nOne for the house, one for the car!\n*****\nWorldwide shipping - calculated during the survey process. Estimated shipping costs on campaign page.\n*****", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12,800 backers", "Limited (50 left of 12850)"]}, {"amt": "Pledge US$ 37 or more", "title": "The triple pack", "descp": "3 packs of our SuperCalla cables. You will get to pick your connection type, color and length after the campaign ends. You can mix and match all options after the campaign ends in the survey - some options will require upgrading. See our rewards section on our campaign page for details.\n*****\nOne for the kitchen, one for the bedroom, one for the car!\n*****\nWorldwide shipping - calculated during the survey process. Estimated shipping costs on campaign page.\n*****", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12,784 backers", "Limited (41 left of 12825)"]}, {"amt": "Pledge US$ 69 or more", "title": "The family pack", "descp": "6 packs of our SuperCalla cables. You will get to pick your connection type, color and length after the campaign ends. You can mix and match all options after the campaign ends in the survey - some options will require upgrading. See our rewards section on our campaign page for details.\n*****\nYour entire family will love these!\n*****\nWorldwide shipping - calculated during the survey process. Estimated shipping costs on campaign page.\n*****", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7,563 backers", "Limited (37 left of 7600)"]}, {"amt": "Pledge US$ 97 or more", "title": "The office pack", "descp": "9 packs of our SuperCalla cables. You will get to pick your connection type, color and length after the campaign ends. You can mix and match all options after the campaign ends in the survey - some options will require upgrading. See our rewards section on our campaign page for details.\n*****\nYour office pals will thank you later!\n*****\nWorldwide shipping - calculated during the survey process. Estimated shipping costs on campaign page.\n*****", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3,470 backers", "Limited (20 left of 3490)"]}], "updates": [{"status": []}], "comment_no": 15759, "projec_url": "https://www.kickstarter.com/projects/1813437441/supercalla-charging-cables-redesigned", "project_name": "⚡SuperCalla | Charging / Data Cables Redesigned"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": " This project is promoted by Jellop, the ad tech power behind the best Kickstarters with 1000+ successful Kickstarter projects with over $450MM raised between them.", "risks": "Risks and challenges\nWe've come a long way since we started. \n\nThe designs are ready to go, manufacturers have been selected carefully based on our production trip in November 2019, logistics are set and the only thing we need is reaching the MOQ of our unique product.\n\nWe consider transparency to our customers priority number 1. So, we will keep our backers posted of the steps we make, just like we have been doing with our email subscribers.\n\nThe main steps we will take after launching are:\n- Test design in larger productions\n- Start mass production\n- Quality Control\n- Fulfilment\n- Customer service\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nUsing strong material with relatively robust components for such a small design, will boost Bucqle's sustainability. Also the Physical Vapor Deposistion protects the Bucqle against liquid, acids and other damages, moreover this is an environmental friendly coating.\nReusability and recyclability\nThe steel of a Bucqle can easily be recycled.\nSustainable materials\n316 Stainless Steel is known as long-lasting material with a low need for replacement.\nSomething else\nWith the enormous growth of online shopping, the number of return sendings has increased significantly, leading to large companies destroying returns since this is cheaper than repacking and reselling. Bucqle is a solution that provides a perfect fit to pants and skirts, even when they have been ordered too large online. This reduces these returns and therefore waste. Bucqle does not only avoid pollution, it also solves the problem!", "creator_bio": ""}, "support": [{"amt": "Pledge €1 or more", "title": "Bucqle Give Away", "descp": "Support us with a $1 pledge to join the 1/50 Bucqle give away!\n(Winner announcement end of April)", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["169 backers"]}, {"amt": "Pledge €43 or more", "title": "1 x BUCQLE - ULTRA BIRD", "descp": "$47 (30% discount: Save $20)\nJoin the movement and be the very first to wear Bucqle!\n(Colors can be chosen after the campaign ends)\nINCLUDES:\nBucqle\nPolishing cloth", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,190 backers", "Limited (5 left of 2195)"]}, {"amt": "Pledge €49 or more", "title": "1 X BUCQLE - EARLY BIRD", "descp": "$54 (20% discount: Save $13)\nJoin the movement and be the very first to wear Bucqle!\n(Colors can be chosen after the campaign ends)\nINCLUDES:\nBucqle\nPolishing cloth", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["54 backers"]}, {"amt": "Pledge €129 or more", "title": "3 X BUCQLE - ULTRA BIRD", "descp": "$141 (30% discount: Save $60)\nCollect all colorways with 1 shipment fee!\n(Colors can be chosen after the campaign ends)\nINCLUDES:\n3× Bucqle\n3× Polishing cloth", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["551 backers", "Limited (4 left of 555)"]}, {"amt": "Pledge €148 or more", "title": "3 X BUCQLE - EARLY BIRD", "descp": "$162 (20% discount: Save $39)\nCollect all colorways with 1 shipment fee!\n(Colors can be chosen after the campaign ends)\nINCLUDES:\n3× Bucqle\n3× Polishing cloth", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers"]}, {"amt": "Pledge €759 or more", "title": "25 X BUCQLE - RETAIL PACK", "descp": "$833 (50% discount: Save $833)\nHigh numbers mean high discounts!\n(Colors can be chosen after the campaign ends)\nINCLUDES:\n25× Bucqle\n25× Polishing cloth", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge €25 or more", "title": "1 X BUCQLE - FRIENDS & FAMILY", "descp": "$27 (60% discount: Save $40)\nJoin the movement and be the very first to wear Bucqle!\n(Colors can be chosen after the campaign ends)\nINCLUDES:\nBucqle\nPolishing cloth", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "181 backers"]}], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "New Bucqle Update!", "update_content": "Dear all,\n\nWe hope you are doing well these days, as the world is slowly opening again after a horrible previous year.\n\nFrom different directions, we hear people are not always receiving our emails, answers, or updates. Most of them either unsubscribed for our email communication or have our emails end up in spam, rest assured we do answer all your emails as soon as they pop up in our inbox. Nevertheless, we are very sorry for any miscommunication and take full responsibility for any of these negative experiences."}, {"update_no": "UPDATE #22", "update_userinfo": "New Bucqle update!", "update_content": "Dear Backers,\n\nA quick update from the Bucqle founders! We have been stuck in the design process for a while. Prototyping and communication take more time than usual.\n\nThe bottleneck of the process was all about the locking function, which has been solved now. However, keeping the bar locked was the last bit of a challenge. "}, {"update_no": "UPDATE #21", "update_userinfo": "Production Update", "update_content": "Dear Backers,\nIn our last update, we shared our ups and downs with you, including details from \"behind the scenes\". We hope to have created some more transparency on our (sometimes difficult) course, as we are on this journey together.\nWe got stuck at the necessary redesign of the locking system to secure a perfect fitting Bucqle. The good news is: this now got solved! We have developed a very simple and strong system to stop your Bucqle from opening up and fitting perfectly."}, {"update_no": "UPDATE #20", "update_userinfo": "Detailed Update Current Situation", "update_content": "Dear Backers,\nSince our last update, we did not provide you with a firm delivery date just yet. However, since many of you have your concerns and ask for more information, we decided to explain our quite bumpy design and production planning road we have been traveling for over 12 months now in more detail to give your a view \"under the hood\".\nSo let's go and give you the inside scoop. Bucqle exists of two main parts: the front housing and the back housing. Both parts move in opposite directions, so when you put some fabric in-between, it creates a neat fold in a “Z” shape. When you are happy with your fit and settings of your Bucqle, you want to lock it to secure the front- and back housing. Sounds quite simple, but many times a simple idea, or a simple invention, can be quite challenging when you move from a conceptual design into mass production. We sure did not oversee all that complexity, as we have no prior mass-production experience. We are learning more than we would have preferred on this journey and, rest assured, it will benefit you too in the finished product although we fully admit that the time this takes is beyond what we had ever imagined nor did you."}, {"update_no": "UPDATE #19", "update_userinfo": "Production Update", "update_content": "Dear Bucqle Community,\nUnbelievable we are writing such an update again. This message though, should rather be considered a positive.\nWe made a last minute call to prioritize the sustainable quality above delivery speed.\nDuring the production timeline, we were offered a choice to boost Bucqle’s sustainability by replacing our silicone brake pads by stainless steel ones. The brake pads are located between the front- and back housing of Bucqle, activated by the locking bar. When pressing the locking bar, the brake pads will secure the fit of your preference until you unlock your Bucqle. Silicone turned out to wear out after a while, whereas the stainless steel pads will last forever."}, {"update_no": "UPDATE #18", "update_userinfo": "We are almost there!", "update_content": "Dear Bucqle Community,\n\nHappy new year!\n\nGood news from the team."}, {"update_no": "UPDATE #17", "update_userinfo": "High-level production update from the Founders of Bucqle", "update_content": "Dear Bucqle Community,\nPlease find enclosed a high-level production update from the Founders of Bucqle.\nAfter all complications, with regards to the Covid-19 situation overseas. In addition to the many suppliers and internal issues we had to deal with so far, we are happy to inform you that we recently partnered up with an American team, based in China, that talks the talk and walks the walk."}, {"update_no": "UPDATE #16", "update_userinfo": "Production Planning Update", "update_content": "Dear backers,\n\nThank you so much for sitting tight and being patient for us.\n\nIt has been quite so me headache during the past couple of months. However, we are excited for the upcoming period, since the production process started and we are making big steps towards the delivery."}, {"update_no": "UPDATE #15", "update_userinfo": "Important news preparation mass production", "update_content": "Dear backers!\n\nToday, we have an important announcement to make. We are checking in on you with good news and bad news.\nLet’s start positively! After all the effort we’ve put into the development of the production of Bucqle, we finally got our definite prototype in. The design we’ve been working on in the meantime has been validated and Bucqle 1.5 is a fact. Soon, we are ready to open the molds, start the mass production and deliver to our beloved community."}, {"update_no": "UPDATE #14", "update_userinfo": "Final Designs Are Filed!", "update_content": "Dear Backers,\nToday is a special day! We have finally filed the new design with our factory. The final prototype is on its way and the preparation for mass production will be starting today!\nWe could have never thought it would be such a rough journey like this. Like no one else, we could not foresee this situation, neither we took a delay of this long into account."}, {"status": []}], "comment_no": 622, "projec_url": "https://www.kickstarter.com/projects/bye-belt-hi-bucqle/worlds-most-innovative-replacement-of-the-belt", "project_name": "Bye bye belt, hello Bucqle!"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "    The Italian craftsmen at Ace Marks are the same men and women who work for some of the most renowned luxury brands in the world. Their craftsmanship is deeply rooted in tradition and they have been thriving for four generations. Together, we created an attainable, handcrafted, ultra-luxury dress shoe that comes packed with features and is designed for comfort. \nOur factory's traditional construction is combined with our innovative design and bold attitude. Ace Marks shoes are built for the modern gentleman. Help us make our SECOND production!\nWhether you’re heading a startup or running a Fortune 500 company, Ace Marks shoes make a bold, powerful statement.\nAce Marks is the first and only luxury brand that will buy back its shoes. Kickstarter supporters will be able to send back their old Ace Marks for a $60 credit towards a new full priced pair purchased from our website. We partnered with Career Gear, a leading national organization helping men in need, to donate your old shoes and help men get back on their feet and re-enter the work force. Last year, we donated over $15,000 in luxury dress shoes to Career Gear! \n  The Luke is a versatile dress shoe that can be worn for your Monday morning meeting, a casual night out and anything in-between. Decorative perforation and broguing details preserve tradition, and novel design curves bring this classic into today. These wingtips strike the perfect balance between traditional and modern.\n  The Kendrik can carry you through your daily office grind or accentuate your look at the local speakeasy. Whether you choose an understated color block or beautiful monocolor look, these full brogue cap toes scream confidence with every step.\n  The Aron's contrasting materials and vibrant leather tones make a statement no matter how you pair them. Dressed up or dress down, it won't matter what you wear because all eyes will be on the monks.\n  The Greg is your best friend. Whether you're grabbing some drinks at a Hamptons soiree or getting better acquainted with your top producers, there's almost no look Greg can't enhance. The leather color combinations are just eccentric enough to be interesting, but not overpowering, and the suedes can make a pair of chinos look fancy.  \n  The Amit goes great with khakis, jeans, and with the right attitude, even a casual suit. Rendered in richly oiled leathers and furnished with a traditional tassel, the Amit fuses a classic preppy style with modern colors and materials.\nOn the Lorenzo, the beautiful hand antiquing and burnishing of the calf skin leathers truly stand out. The Lorenzo can smoothly transition from a day shoe paired with a suit to a powerful accent shoe worn with jeans. \n  The Kevin is a Kickstarter Exclusive! They will not be available again! Pair them with khakis, jeans, and a crazy pair of socks and get a bit wild with your look!\n  Cap Toe Stuart Unlocked @ $100K\n                   ADD A MATCHING BRIEFCASE TO YOUR PLEDGE +$295. IT IS HAND DYED AT OUR FACTORY TO MATCH YOUR SHOES & BELT. \n           ADD A MATCHING BELT TO YOUR PLEDGE +$70. Belts are all one length and can be cut to size. This can be done at home, or at a local shoe repair shop for a nominal fee. \n  Each pair of Ace Marks dress shoes is made with full grain calf skin leather and is crafted, dyed, and burnished by hand. The manual process gives each pair its unique characteristics. Each pair goes through a rigorous inspection to ensure that every shoe is of the highest quality.\nOur manufacturing process is done completely in-house. Each shoe takes great precision and skill to ensure the outcome is impeccable. \n    No middlemen. No crazy markup. Just magnificent shoes at a magnificent price that we will buy back when you're ready for a new pair.\nOur disruptive business model goes beyond cutting out the middle man to give our supporters direct to consumer pricing.\nWe created the Leave Your Marks program to activate the Ace Marks family and incentivize giving back. By sending back your worn Ace Marks Italian Luxury Statement shoes every time you buy a new full priced Italian luxury Statement shoe from www.acemarks.com, you, our Kickstarter supporters, not only get a $60 credit and a great reason to keep your shoe game fresh, you also participate in changing someone's life. \nTo make sure that our shoe donations are put to good use, we partnered with Career Gear to donate them to help men in need enter the workforce, stay employed and become role models and mentors to their families and communities.\nAce Marks is the first and only luxury shoe company to do this!\nSince our first campaign we have donated over $15,000 in luxury shoes to CareerGear and we're excited to see how many more men we can help get back on their feet! \n  When it comes to luxury, no matter how good your shoe looks, comfort is just as important. Ace Marks shoes are bold, flexible, and light. \nWe spent 3 years in development to make sure that we get it right, and we spared no expense. Each pair is superbly handcrafted, hand burnished, and packed with features.   \nThat's why Ace Marks shoes:\nAre made from hand-selected full-grain calf skin leather.  \nUse a lightweight Blake Flex construction and leather outsole that allows for easy, effortless movement. \nReduce common pressure points around the heel and mid-foot with our carefully constructed Ace last (a.k.a. forma). \nRelieve stress as you walk with a cushioned leather insole, which molds to your foot over time for added comfort. \nAre lined with supple calfskin leather to keep your feet dry and cool. \n  Ace Marks was designed for the modern gentleman looking to step up his style and add a bit of swagger. The Ace Marks man is not afraid to be bold in his success. \nCap Toe Kendrick in Brown Antique & Blue Suede\n  Penny Loafer Greg in Chocolate Suede\n  Limited Edition Diablo Antique Tassel Loafers\n  Cap Toe Blucher Stuart in Dk. Brown Antique & Brown Antique\n  Penny Loafer Greg in Diablo Antique & Dk. Grey Leather\n  Wingtip Oxford Luke in Cuoio Antique\n  Tassel Loafer Amit in Black Antique & Diablo Tassel\n  Limited Edition Slip on Loafer in Brown Antique\n  Cap Toe Kendrick in Dk. Grey Antique & Dk. Blue Antique\n  Chukka Boot Lorenzo in Cuoio Antique\n  Single Monk Aron in Navy Antique & Navy Suede\n                Becoming one of our backers means much more than just buying a world class shoe at an amazing price. Each backer at any pledge level: \nWill be Added to our Ace Marks Elite to get exclusive access to limited run shoes and colors.\nWill be able to sell their old Ace Marks Italian Luxury Statement shoes back to us for $60.\n        Our shoes go well beyond comfort and style. By cutting out the middlemen, we’re able to deliver the highest quality product at a market disruptive price. Luxury doesn't have to cost a small fortune.\nAce Marks shoes are statement shoes. They are well-made, attractive and eye-catching shoes that reflects your personality\nOur designs are modern classics in unique color and material combinations, and packed with features\nAce Marks is for the modern gentleman that appreciates craftsmanship and style.\nAce Marks Shoes are available from US size 5 to 14, including half sizes. They are available in 2 width options:\n1) \"D\", medium/standard width cut generously around the midfoot and heel to prevent unnecessary pressure on the foot.\n2) \"E\", wider than a \"D\" width, cut generously around the midfoot and heel to prevent unnecessary pressure on the foot.\nOur shoes fit true to US Brannock sizing. Still, it will be VERY important that you follow our fitting & sizing instructions that we will send at the end of the campaign to get the best fit. \nIf the size you order happens to not be the best fit, we will exchange it for you (please see DELIVERY section below for shipping charges on exchanges). \n    Once the campaign is funded, we expect that it will take 2-3 weeks for us to send the survey and receive back the style, color, and size surveys from all backers. The faster we get them back the less likely any delays!\nProduction typically takes 8-10 weeks, and shipping approximately 3 weeks.\nBy September 2017, or sooner, we expect to be shipping to you from our facilities in the US and EU. \nWe are very experienced in delivering shoes on time! We will do everything in our power to make sure we meet the timeline. \nIf you order it, you will receive it! Every backer will receive his reward. \nShipping is included for all shipments in the continental United States. \nHowever, if the need for an exchange arises, we will need to charge for the exchange shipping both ways as we are a startup and work with very small margins on Kickstarter. This is true for domestic & international orders. \nAll exchange requests must be submitted within 30 days of receiving your reward. \nThe cost of international shipping & VAT (if applicable) will be charged at the time of the survey once the campaign is over and will vary based on the destination country. You can see international shipping rates here. If applicable, duties and local taxes will be charged by the appropriate authority at the destination country. Please determine these charges locally.\nContinental US & Canadian orders will ship from our facility in Miami, FL. \nAll other orders will ship from our fulfillment center in the EU. Orders shipped within the EU will not incur customs duty charges, but will be subject to VAT. \nAce Marks wasn't created on a whim. It is the product of a lifetime of research and experience in the luxury footwear business.\nOur founder, Paul, grew up traveling with his parents to Italy & Spain's shoe factories. Formally educated in International Finance & Marketing at the University of Miami, he and his brother Daniel, as their parents before them, have dedicated their lives to designing and producing luxury footwear of the highest quality. Their footwear experience ranges from designing & manufacturing to marketing, warehousing and logistics. They have done it all.\nTo assure that our supporters receive top notch service, we put together a team with extensive experience in footwear logistics and distribution. \nThis is our second Kickstarter campaign, and we are more prepared than ever to continue surpassing our backer's expectations. We are excited to share our new products and vision with the world!\nQuality. We spent a lot of time finding the best artisans in Italy that have the materials, the facilities, the pedigree and, most importantly, the experience to create a world-class luxury shoe. We spared no expense to make sure that you will get only the best.\nAffordability. By implementing a disruptive business model that delivers your shoes straight from the artisan's hands to your doorsteps, we eliminate the need for retailers, wholesalers, and other middlemen. The workmanship and luxury you will experience with our shoes is incomparable, at a price that is unparalleled. Less than $200 for a $600-$1,000+ shoe. We did it for YOU.\nCommunication. Your commitment to us is the start of a long, beautiful relationship. We are committed to you. We will keep our relationship strong by delivering amazing products and communicate with you every step of the way. You will get regular updates as we fund, produce, and ship out your one-of-a-kind shoes. If you have an itch to talk to us, just get in touch any time!  \nConsistency. Every Ace Marks shoe is hand crafted and hand dyed, meaning that no two pairs are identical. However, each pair goes through a thorough inspection process to assure the quality you expect from a world-class luxury brand.\nExperience & Reliability. Ace Marks was founded by a team with a lifetime of experience in the luxury footwear industry. We don't make commitments that we can't honor. We have the infrastructure to assure a smooth process from taking your order thru delivery. We want to be your go-to brand for all things men's luxury, and we will earn your confidence. \nWe are building more than a shoe, we are building a family. The Ace Marks Family!\nDear Supporters, \nWe spent 3 years, pouring our heart and soul into bringing Ace Marks to life. Last year, we launched our first Kickstarter campaign and the love we felt from the Kickstarter community was overwhelming. We are super excited to share our latest shoes with you first!\nMaking our second collection was no easy task, and we spent many weeks at our factory designing and developing shoes that will make you look good and feel powerful every time you put them on. When you receive your first pair of Ace Marks shoes, it will be clear to you that we accomplished our goal. Now we just need you to help us bring our second collection to life.\nFrom the start, it was also very important to us that Ace Marks makes a strong impact on our community. With so many men and women struggling to support their families, we want to do our part to help them overcome at least one of the obstacles that they are facing, which is to find meaningful employment. That is why we partnered with Career Gear and implemented our buy back program. This past year, we were proud to donate over $15,000 in shoes to help men make an impact on their communities. We hope that our shoe donations will help thousands of men take their first steps into a brighter future.\nWith your help, we will continue to grow Ace Marks into a luxury lifestyle brand driven by a commitment to fine craftsmanship, beautiful aesthetics, and your happiness. It is for you, that we will continue to innovate and create.\nThrough our journey, we have learned that Ace Marks is ultimately about empowerment. We are empowering you with confidence and direct access to luxury statement shoes, and we are empowering men across the country to get back on their feet.\nThank you for allowing us to do what we love and for spreading the word. Share our campaign with the world.\n      YOU are key to the success of our campaign, and ultimately our company. Without you, we don't have a reason to exist!\nWe need your support to get our second collection off the ground and to assure that modern gentleman everywhere have access to luxury Italian statement shoes! \nAs you become part of our inner circle, help us by sharing our campaign with YOUR inner circle. Thank you!\n                                                                                     Thank you for your help in promoting our campaign!\n ", "risks": "Risks and challenges\nWe have a lifetime of experience in luxury footwear manufacturing and logistics. We are well organized and prepared to confront any situation that may arise. We have seen it all.\n\nThe most common risk in manufacturing is production delays. The manufacturing process relies on multiple components coming together at the same time. While we are very well versed in managing production and delivering on-time, there is always the possibility of a slight delay. However, we will be providing updates every step of the way to keep you fully informed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Thanks for helping!", "descp": "You will receive a personalized thank you message from our founder Paul. He'll even throw in a pun or two! Thank you for helping us get closer to making our dream come true.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["73 backers"]}, {"amt": "Pledge US$ 190 or more", "title": "1 PAIR - EARLY BIRD", "descp": "GET 1 PAIR OF SHOES. Choose any style, color, and size. (SAVE $105 OFF RETAIL!)\nChange shoe to a boot: +$55 to your pledge\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($73 Value!):\n+ Receive 1 Ace Marks travel shoe horn!\n+ Receive 1 Ace Marks cotton flannel dust bag!\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,493 backers", "Limited (7 left of 1500)"]}, {"amt": "Pledge US$ 195 or more", "title": "1 PAIR - KICKSTARTER SPECIAL", "descp": "GET 1 PAIR OF SHOES. Choose any style, color, and size. (SAVE $100 OFF RETAIL!)\nChange shoe to a boot: +$50 to your pledge\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($73 Value!):\n+ Receive 1 Ace Marks travel shoe horn!\n+ Receive 1 Ace Marks cotton flannel dust bag!\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["287 backers"]}, {"amt": "Pledge US$ 295 or more", "title": "1 BRIEFCASE - KICKSTARTER SPECIAL", "descp": "GET 1 LEATHER BRIEFCASE W/SHOULDER STRAP. (Choose any color-This reward level does not include any shoes, just the briefcase).\nHandmade in Italy of premium Italian leather.\nHand dyed to match your shoes and belt at our factory.\nLength: 15\" Width: 3.5\" Height: 11\"\nFits up to a 15.6\" laptop in the main storage compartment, and a full size ipad in the internal zip pocket.\nIncludes shoulder strap.\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($60 Value!):\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE COLOR: At end of campaign we will send a survey to find out the color that you want.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 380 or more", "title": "2 PAIRS - KICKSTARTER SPECIAL", "descp": "GET 2 PAIRS OF SHOES. Choose any style, color, and size. (SAVE $210 OFF RETAIL!)\nChange a shoe to a boot: +$55 to your pledge (for each change)\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($94 Value!):\n+ Receive 2 Ace Marks travel shoe horns!\n+ Receive 2 Ace Marks cotton flannel dust bags!\n+ Receive 1 8.5 inch gold metal shoe horn!\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["117 backers"]}, {"amt": "Pledge US$ 555 or more", "title": "3 PAIRS - EXCLUSIVE x 3", "descp": "GET 3 PAIRS OF SHOES. Choose any style, color, and size. (SAVE $330 OFF RETAIL!)\nChange a shoe to a boot: +$60 to your pledge (for each change)\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($107 Value!):\n+ Receive 3 Ace Marks travel shoe horns!\n+ Receive 3 Ace Marks cotton flannel dust bags!\n+ Receive 1 8.5 inch gold metal shoe horn!\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["181 backers", "Limited (4 left of 185)"]}, {"amt": "Pledge US$ 740 or more", "title": "4 PAIRS - EXCLUSIVE x 4", "descp": "GET 4 PAIRS OF SHOES. Choose any style, color, and size. (SAVE $440 OFF RETAIL!)\nChange a shoe to a boot: +$60 to your pledge (for each change)\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($123 Value!):\n+ Receive 4 Ace Marks travel shoe horns!\n+ Receive 4 Ace Marks cotton flannel dust bags!\n+ Receive 1 8.5 inch gold metal shoe horn!\n+ Receive 1 Ace Marks cotton flannel polishing cloth.\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["70 backers", "Limited (5 left of 75)"]}, {"amt": "Pledge US$ 1,400 or more", "title": "8 PAIRS - EXCLUSIVE x 8", "descp": "GET 8 PAIRS OF SHOES. Choose any style, color, and size. (SAVE $960 OFF RETAIL!)\nChange a shoe to a boot: +$60 to your pledge (for each change)\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($193 Value!):\n+ Receive 8 Ace Marks travel shoe horns!\n+ Receive 8 Ace Marks cotton flannel dust bags!\n+ Receive 1 8.5 inch gold metal shoe horn!\n+ Receive 4 Ace Marks cotton flannel polishing cloth.\n+ Receive 1 Ace Marks horse hair shine brush with wood handle.\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers", "Limited (3 left of 25)"]}, {"amt": "Pledge US$ 185 or more", "title": "1 PAIR - SUPER EARLY BIRD", "descp": "GET 1 PAIR OF SHOES. Choose any style, color, and size. (SAVE $110 OFF RETAIL!)\nChange shoe to a boot: +$60 to your pledge\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($60 Value!):\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1,080 backers"]}, {"amt": "Pledge US$ 370 or more", "title": "2 PAIRS - EARLY BIRD", "descp": "GET 2 PAIRS OF SHOES. Choose any style, color, and size. (SAVE $220 OFF RETAIL!)\nChange a shoe to a boot: +$60 to your pledge (for each change)\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($94 Value!):\n+ Receive 2 Ace Marks travel shoe horns!\n+ Receive 2 Ace Marks cotton flannel dust bags!\n+ Receive 1 8.5 inch gold metal shoe horn!\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1,000 backers"]}, {"amt": "Pledge US$ 1,050 or more", "title": "6 PAIRS - EXCLUSIVE x 6", "descp": "GET 6 PAIRS OF SHOES. Choose any style, color, and size. (SAVE $720 OFF RETAIL!)\nChange a shoe to a boot: +$60 to your pledge (for each change)\nADD-ON ITEMS (Add amount to your pledge to get):\nADD A BOOT: +$245/boot\nADD A SHOE TREE: +$30/tree\nADD A MATCHING BELT: +$70/belt\nINCLUDED FOR FREE ($155 Value!):\n+ Receive 6 Ace Marks travel shoe horns!\n+ Receive 6 Ace Marks cotton flannel dust bags!\n+ Receive 1 8.5 inch gold metal shoe horn!\n+ Receive 3 Ace Marks cotton flannel polishing cloth.\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}, {"amt": "Pledge US$ 2,200 or more", "title": "Shoe Aficionado-Custom Shoes & Belts", "descp": "4 CUSTOM pairs of SHOES or BOOTS with MATCHING BELTS!\nIf you want something that no one else in the world has, then this is for YOU!\nYou will work closely with our team to customize colors and materials on any shoe style available on Kickstarter, from our previous collection, or from some of the new designs we have already started to create!\nYou will also get 4 matching belts hand-dyed to any color shoe you customize!\nINCLUDED FOR FREE ($732 Value!):\n+ Receive 4 Matching Ace Marks belts hand dyed to match your shoes!\n+ Receive 4 Ace Marks cedar wood shoe trees!\n+ Receive 4 Ace Marks travel shoe horns!\n+ Receive 4 Ace Marks cotton flannel dust bags!\n+ Receive 4 8.5 inch gold metal shoe horn!\n+ Receive 4 Ace Marks cotton flannel polishing cloth.\n+ Receive 4 Ace Marks horse hair shine brush with wood handle.\n+ Be added to our Ace Marks Elites mailing list to have first access to new colors and styles!\n+ Have a $60 buyback value for old Ace Marks shoes!\nHOW TO CHOOSE STYLE & COLOR: At end of campaign we will send a survey to find out your size, style and color of each item.\nFREE SHIPPING: CONTINENTAL U.S.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Last day of Factory Access!! + Backer Created Color Reveal", "update_content": " Hello AMF!\nToday is the last day to join our Factory Access campaign! Similar to our previous Kickstarter campaigns, in Factory Access you can choose from our latest styles, including our Goodyear welted Signature collection.\nFactory Access ENDS TODAY at 11:59PM EST! \nWe'll be on a short live stream today at 3PM EST here. \nSince we are cutting out the lengthy survey process, we are able to start production immediately after the campaign ends, so we expect that than previous campaigns. "}, {"status": []}], "comment_no": 2217, "projec_url": "https://www.kickstarter.com/projects/acemarks/handcrafted-dress-shoes-reinvented-for-the-modern", "project_name": "Handcrafted Dress Shoes Reinvented for the Modern Gentleman"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "Powered by the World's Best Marketing Partner for Kickstarter and Indiegogo Projects:\nIncredible Results From Creators Who Know The Finer Details. Submit Your Project Today!\nUncompromisingly functional.\nSolar Wallet is a modern interpretation of the classic bi-fold wallet, bettering your everyday by providing +10 extra hours of charge and tracking features when you need them most. And most importantly: without taking up any of your personal space.\nMaintaining the traditional beauty of an Italian wallet, it's hand-crafted with no details left behind. Trust us to make the last wallet you'll ever dream of.\nSay goodbye to low-battery notifications...\n\n  On the go. Anywhere.\nRecharge with the morning sun or USB, your choice.\nOne-swipe access for your most used card.\nMinimalist but not compromising. Leave nothing behind with 8 card storage and a chrome money clip.\n  \n  In the 21st century we all have more than one device needing charge...\n  As phones remove the headphone jack, we rely on wireless headphones for music. Not only does bluetooth discharge your phone faster, but now we have another battery to worry about.\nWe've all been there - going to the gym and realizing your headphones are out of battery isn't the happiest moment of your life.\n     Our focus has been creating a beautiful, timeless design while also working with the world's best engineers to perfect a piece the majority of the world carries daily.\n   The most frequently carried daily devices are your phone and wallet. Your phone has consistently evolved over the past years. Why hasn't your wallet?\nSlimmer than ever.\nWe use the finest quality hand-dressed Nappa leather - it’s so soft, you’ll wish you had it as a pillow to sleep at night.\n\n  Your passport contains the most sensitive information about you.\nTheft occurs daily and no longer has to be solely physical. With RFID skimmers, thieves can collect your information simply by walking next to you.\nProtect yourself from contactless data and identity theft with our beautiful RFID protected passport holder hand-crafted by skilled artisans.\n \n      \nIntelligent Charge - we've incorporated advanced circuitry in the main internal board of the battery, allowing you to charge both your phone and wallet at the same time.\nSolar Wallet automatically prioritizes charging your phone via pass-through charge and intelligently detects when it's full in order to transfer charge to your wallet.\nAndroid to Apple - have an Apple device and wish you could use your friend's Android charger? With pass-through charge you can use a Micro-USB cable (included) to charge your wallet, and plug your Apple device using the integrated Lightning cable in the Solar Wallet.\n    Solar Wallet Specifications\nDimensions: 100mm x 80mm x 13mm ( 3.9 inches x 3.1 inches x 0.51 inches )\nInternal Battery: 1500 mAh \nSolar Cell: 50 mA \nIntegrated Charging Cable: Apple Lightning, Micro-USB or USB Type-C\nMaterial: 100% Genuine Soft Nappa Leather\n\nTrackR Wallet 2.0™ Specifications  \nDimensions: 54mm x 85.5mm x 2mm ( 2.1 inches x 3.4 inches x 0.07 inches )\nBattery Life: 6 months ( user replaceable CR1620 batteries )  \nConnectivity: BLE 4.0\nCompatibility: iOS 8+, Android 4.4+\nMaterial: Carbon Fiber\n3D modeling & prototyping process\n                                                                                                                                                                                                          ", "risks": "Risks and challenges\nWe've spent the past two years perfecting the hardware and design of Solar Wallet. With multiple manufacturers locked in and numerous rounds of prototyping, we've finalized our pre-production phase and are ready to start production.\n\nScale manufacturing does have challenges associated with it. Negating production delays is a top priority for us. Our team has worked with countless manufacturers before and have visited them on-site, performed individual QC checks and are fully prepared to ensure that we get Solar Wallet shipped out by December 2017.\n\nWith your help, we'll get off the ground running after the Kickstarter campaign and begin our production run to get Solar Wallet to you as soon as humanly possible. Thank you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Stay In The Loop", "descp": "Thank you! Join us in our mission to evolve the 21st century wallet and get in our backer-only exclusive updates to watch the SOLAR WALLET become a reality!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["43 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "RFID Passport Holder", "descp": "Your passport contains the most sensitive information about you. Theft occurs daily and no longer has to be solely physical. With RFID skimmers, thieves can collect your information simply by walking next to you.\nProtect yourself from contactless data theft with this beautiful custom RFID Passport Holder.\nFuture retail: $35 + tax + shipping\nINCLUDES:\nLucca Bozzi | Passport Holder", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 124 or more", "title": "BUNDLE: Solar Wallet w/ Tracker & Holder", "descp": "Bundle and save OVER 50%!\nKickstarter Exclusive!\nGet Solar Wallet with carbon fiber TrackR™ tracking technology + mobile app AND the RFID Passport Holder\nFuture retail price $264 (save $140 now)\nINCLUDES:\nLucca Bozzi | Solar Wallet & Tracker\nLucca Bozzi | Passport Holder", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["238 backers"]}, {"amt": "Pledge US$ 149 or more", "title": "Solar Wallet - Solo", "descp": "Give me one.\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning or Micro-USB (for Android, Kindle, etc.)\nFuture retail: $199 + tax + shipping\nINCLUDES:\nLucca Bozzi | Solar Wallet", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 179 or more", "title": "Solar Wallet w/ Tracker + App", "descp": "Give me one with carbon fiber TrackR™ tracking technology + mobile app\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning, USB-C or Micro-USB\nFuture retail price: $229 + tax + shipping", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 189 or more", "title": "Solar Wallet - Duo", "descp": "Give me two.\n$209 OFF future retail price of $398 + tax + shipping\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning or Micro-USB (for Android, Kindle, etc.)\nINCLUDES:\n2× Lucca Bozzi | Solar Wallet", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 228 or more", "title": "2 Solar Wallets w/ Tracker + App", "descp": "Get 2 Solar Wallets with carbon fiber TrackR™ tracking technology + mobile app\nFuture retail price $458 (save $230 now)\nYour choice of Apple Lightning, USB-C or Micro-USB\nINCLUDES:\n2× Lucca Bozzi | Solar Wallet & Tracker", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 279 or more", "title": "Solar Wallet - Trio", "descp": "Give me three.\n$318 OFF future retail price of $597 + tax + shipping\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning or Micro-USB (for Android, Kindle, etc.)\nINCLUDES:\n3× Lucca Bozzi | Solar Wallet", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 338 or more", "title": "3 Solar Wallets w/ Tracker + App", "descp": "Get 3 Solar Wallets with carbon fiber TrackR™ tracking technology + mobile app\nFuture retail price $687 (save $349 now)\nYour choice of Apple Lightning, USB-C or Micro-USB\nINCLUDES:\n3× Lucca Bozzi | Solar Wallet & Tracker", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "RFID Passport Holder", "descp": "Your passport contains the most sensitive information about you. Theft occurs daily and no longer has to be solely physical. With RFID skimmers, thieves can collect your information simply by walking next to you.\nProtect yourself from contactless data theft with this beautiful custom RFID Passport Holder.\nFuture retail: $35 + tax + shipping\nINCLUDES:\nLucca Bozzi | Solar Wallet", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLY BIRD", "descp": "AMAZING DEAL!\n$100 OFF future retail price of $199 ~ that's a 50% discount!\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning or Micro-USB (for Android, Kindle, etc.)\nINCLUDES:\nLucca Bozzi | Solar Wallet", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "524 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "EARLY BIRD USB-C", "descp": "AMAZING DEAL!\n$100 OFF future retail price of $199 ~ that's a 50% discount!\nMade with the finest hand-dressed calf leather\n**To pledge for more than one Solar Wallet with USB-C, simply choose \"Duo\" or \"Trio\". You will receive a survey after the campaign ends to select your integrated cable type**", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "135 backers"]}, {"amt": "Pledge US$ 109 or more", "title": "SOLAR WALLET + PASSPORT HOLDER BUNDLE", "descp": "Bundle and save OVER 50%!\nKickstarter Exclusive!\nGet the Solar Wallet & RFID Passport Holder\nFuture retail price $234 (save $125 now)\nINCLUDES:\nLucca Bozzi | Solar Wallet\nLucca Bozzi | Passport Holder", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "83 backers"]}, {"amt": "Pledge US$ 114 or more", "title": "EARLY BIRD Solar Wallet w/ Tracker + App", "descp": "Get 50% OFF Solar Wallet with carbon fiber TrackR™ tracking technology + mobile app\nFuture retail price $229 (save $115 now)\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning, USB-C or Micro-USB\nINCLUDES:\nLucca Bozzi | Solar Wallet & Tracker", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "48 backers"]}, {"amt": "Pledge US$ 119 or more", "title": "EARLY BIRD II Solar Wallet Tracker + App", "descp": "Get Solar Wallet with carbon fiber TrackR™ tracking technology + mobile app\nFuture retail price $229 (save $110 now)\nMade with the finest hand-dressed calf leather\nYour choice of Apple Lightning, USB-C or Micro-USB\nINCLUDES:\nLucca Bozzi | Solar Wallet & Tracker", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "251 backers"]}, {"amt": "Pledge US$ 2,400 or more", "title": "Italy - Behind the Scenes", "descp": "Visit where it all started in Lucca, Italy and then take a train to Bozzi, Italy. Stay in a beautiful local home, with food provided and daily excursions. Flights are included from SFO.\nLearn about the history of Lucca and Bozzi and join the team in exploring all facets of design, development, and production behind the Solar Wallet!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"status": []}], "comment_no": 619, "projec_url": "https://www.kickstarter.com/projects/luccabozzi/solar-wallet-italian-wallet-with-7-unlikely-featur", "project_name": "World's 1st wallet with solar + USB charge & tracking"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "    IS|CC is currently available in Silver or Black! More colors are in the making.\nWhat is IS|CC?\nIS|CC is the world's thinnest, most ergonomic and seamless mechanical webcam privacy cover. Designed for people who like to have more privacy, security and peace of mind when using smartphones, tablets and computers!\nx5 IS|CC Silver\nWhat is a Hacker?\nA hacker is a person who uses computers to gain unauthorised access to data. Hackers with little technical skills to hackers with advanced technical skills may act for their own benefit or someone else's, working for somebody or/and a cause, looking to benefit them or/and it.\nHackers use cameras to;\nRecord, analyse, use and share data on who uses certain devices at a given time frame\nRecord, analyse, use and share data on what one or more people are doing\nRecord, analyse, use and share data on what is going on and is located in certain places\nRecord, analyse, use and share data on where valuable objects are located\nRecord, analyse, use and share data on when and why things are happening\nRecord, analyse, use and share confidential, secret and top secret documents\nRecord, analyse, use and share the competition’s business activities, intellectual property and secret projects (Industrial espionage)\nRecord, use and share personal, financial and business documents\nRecord, use and share credit card information\nCyber stalk\nCyber blackmail\nRecord, analyse, use and share observed intimate behaviour, sexual activity and other actions of private nature (Cyber voyeurism)\nAre you one of those who uses a sticker, tape or a post-it?\nThere are several drawbacks to using them:\nThey ruin the look and feel of your device. \nThey always have to be removed and replaced.\nThey do not last very long.\nWhen using them you leave finger marks on your device.\nThey leave residue on your device you have to clean.\nWe provide a sophisticated solution to all these problems!\nIt does not affect the closing of a laptop.\nIt gives you access to your camera in a breeze.\n  FEATURED ON:\n  “One of the best solutions yet.\" - DigitalTrends\n    \"Guarantee privacy better than any piece of software ever could.\" - Gear Hungry\n                                PRESS KIT\nMillions of people use devices with cameras every day!\nCameras are found everywhere, on mobile devices, smartphones, tablets, laptops and all-in-one desktops. People depend on cameras to record and share information. In today's connected world people more and more need to protect their privacy! This is why Intelligent Security spent the last year developing the ultimate solution to web camera espionage.\nThe thinnest mechanical web camera privacy cover, period. \nIt does not prevent laptops from closing perfectly.\nIt is an ergonomic product that is easily installed and that seamlessly works with your device.\nIt has an aesthetic design.\nIt is perfect to provide privacy, security and peace of mind to individuals, groups, companies, organizations and governments.\nIt allows to seamlessly hide and unhide the camera.\nIt does not damage your device in any way.\nIt is designed for smartphones, tablets, laptops and all-in-one desktops.\nSuper thin, it is 0.70mm in total thickness, making it the thinnest mechanical webcam privacy cover in the world!\nIS|CC with liner.\n8% thinner than a credit card and 12.5% to 37.5% thinner than the best competitors!\n  Intelligent Security | Camera Cover fits on the front and back of the iPhone 4, 4S, 5, 5C, 5S and SE.\n  Intelligent Security | Camera Cover fits on the front of all iPhones and most smartphones.\n  Intelligent Security | Camera Cover fits on the front and back of all iPads and most tablets.\n  Intelligent Security | Camera Cover fits on all Apple laptops and most laptops.\n  Intelligent Security | Camera Cover fits on all iMacs and most all-in-one desktops.\n  Our patent pending super lightweight design was engineered to allow for a seamless fit on a wide range of smartphones, tablets, laptops and all-in-one desktops. The product consists of two parts, a low carbon steel ring with advanced adhesive and a custom neodymium magnetic disc. The ring sticks to your device with the adhesive and the disc attaches to the ring magnetically.\nDesigned to fit and look good on your devices.\nMade of the most suited high-quality steel and neodymium.\nYour finger grips to the disc to hide and unhide your web camera.\nThe sliding disc allows for easy access to the web camera.\n0.70mm thickness enables you to close your laptop perfectly.\nClose your laptop with the disc in the open or closed position.\nThe sliding disc does not touch your device so it does not scratch your device.\nYou can position the IS|CC so it does not cover the indicator light and light sensor.\nThe design prevents you from having to touch around the camera area to use it, keeping that area cleaner.\nYou can easily clean the IS|CC and the area around by removing the disc.\nThe product is Nickel plated which protects it from wear and water.\nYou can use the webcam cover as a fidget toy, especially on smartphones.\nOur product is manufactured in the United States.\nGOAL:\nSILVER VERSION\n$ 7,500 - UNLOCKED\nAt the end of the campaign you will be able to select the colors you want in your package at no additional charge.\n\n\nSTRETCH GOALS:\nBLACK VERSION\n$ 100,000 - UNLOCKED\nAt the end of the campaign you will be able to select the colors you want in your package at no additional charge.\n\nGOLD VERSION\n$ 250,000 - LOCKED\nAt the end of the campaign you will be able to select the colors you want in your package at no additional charge.\n      Privacy, security and peace of mind you deserve.\nProtect individuals from kids to the elderly. \nProtect against spying on any local and online network.\nProtect against government organized spying. \nProtect IP (Intellectual Property), business activities, trade secrets and business projects from competition spying.\nProtect confidential, secret and top secret information.\nUltimately control whether your camera can see.\nRaise awareness about privacy.\nArticles:\nSpying without warning / Webcam privacy case / Webcam spying case / Government spying / Privacy invasion / GCHQ spying / Why you need to cover / Why is everyone covering / Mark Zuckerberg article / Pope article\nThe FBI Director, Mark Zuckerberg and the Pope all cover their cameras.\n           PLAY\n\n  x5 IS|CC Silver\n  Fits on smartphones, tablets, laptops and all-in-one desktops.\nSmartphones\n  Tablets\n  Computers\n  - To install the IS|CC first remove the magnet from the ring.  \n- Then place the ring on to your device to decide how you want it to be placed. You may want to have it so it does not cover any device component such as the led indicator and/or light sensor.  \n- Clean the camera area with a screen cleaning product, a product that does not leave any kind of residue is best. Make sure the area is dry. (If you are using a new phone which may have coating polished on, try cleaning the area around the camera first to remove any coating.)\n- To stick the ring, peel the blue liner off of the ring without touching the adhesive side of the ring.  \n- Gently start placing one side of the ring on to your device making sure you are properly aligned, keeping it aligned then place the rest of the ring gently on to your device.  \n- You can still slightly move the ring to align it properly before applying pressure to tighten the adhesive bond.\n- Once placed properly, apply pressure to tighten the adhesive bond.  \n- Finally, place the magnet back on to the ring. \nIn this video we demonstrate to you how to install the IS|CC.\nPLAY\n\n  Simply place your finger on the disc and slide your finger to hide and unhide the web camera. \nIn this video we demonstrate how to use the IS|CC. \nPLAY\n\n  In this video we demonstrate the magnetic strength of our product on a device being pushed in and pulled out of a pocket. \nPLAY\n\n  In this video we drop a device with our product on it, to demonstrate how well it holds.\nPLAY\n\n  To clean the IS|CC and area around simply remove the magnet and clean.\nIn this video we demonstrate how to clean the area around your IS|CC.\nPLAY\n\n  In this video we remove our product. It does not leave any kind of residue you can not easily remove.\nPLAY\n\n  Small parts, may not be suitable for very young children.\nIS|CC - https://www.intelligentsecurity.company \nThickness 0.70 mm | 8% thinner than a credit card.\n▬     Twitter\n▬     Facebook\n▬     Instagram\n▬     YouTube\n▬     Google+\n  Intelligent Security is a company project focused on developing the most effective ways to protect your privacy, provide security and peace of mind. It is lead by Laurent Etienne, a young entrepreneur based in Geneva, Switzerland.\nIf you want to provide support in a different way, we are open and welcome all feedback, comments, suggestions and more.\nIf you have questions, suggestions, requests and more, contact us!\nEmail: contact@intelligentsecurity.company\n\nintelligentsecurity.company\n ", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CHF 1 or more", "title": "Contribute to our success!", "descp": "We deeply thank you for your contribution and support and will do our best to live up to your expectations!", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["98 backers"]}, {"amt": "Pledge CHF 11 or more", "title": "IS|CC x1 [Solo Pack]", "descp": "Receive x1 Intelligent Security | Camera Cover\nMSRP $15/unit\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["549 backers"]}, {"amt": "Pledge CHF 19 or more", "title": "IS|CC x2 [Duo Pack]", "descp": "Receive x2 Intelligent Security | Camera Covers\nMSRP $15/unit\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["972 backers"]}, {"amt": "Pledge CHF 26 or more", "title": "IS|CC x3 [Pack 03]", "descp": "Receive x3 Intelligent Security | Camera Covers\nMSRP $15/unit\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["558 backers"]}, {"amt": "Pledge CHF 35 or more", "title": "IS|CC x5 [Family Pack]", "descp": "Receive x5 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 5 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,084 backers"]}, {"amt": "Pledge CHF 50 or more", "title": "IS|CC First 100 x1", "descp": "Receive x1 Intelligent Security | Camera Cover First 100 - First Batch Special Limited Edition\nMSRP $--/unit\nLimited to 100 units they are from the first batch of IS|CCs ever produced.\nThey are unique because they are the only ones to have a characteristic company logo on the back of each magnet.\nYou will also be one of the first 100 to receive the IS|CC on Kickstarter because these 100 First Batch Special Limited Edition units will ship 1-2 months before all other IS|CCs.\nYou will also receive a special certificate signed by the inventor of the IS|CC that certifies you have one of the First Batch Special Limited Edition units.\nThese units represent the fact that you are a huge believer in our product and that you have provided us with a greater contribution to show your support.\nFREE Worldwide Shipping Included!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers", "Limited (77 left of 100)"]}, {"amt": "Pledge CHF 65 or more", "title": "IS|CC x10 [Pro Pack]", "descp": "Receive x10 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 10 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["146 backers"]}, {"amt": "Pledge CHF 119 or more", "title": "IS|CC x20 [Light Pack]", "descp": "Receive x20 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 20 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge CHF 159 or more", "title": "IS|CC x30 [Medium Pack]", "descp": "Receive x30 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 30 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge CHF 249 or more", "title": "IS|CC x50 [Mega Pack]", "descp": "Receive x50 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 50 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers"]}, {"amt": "Pledge CHF 499 or more", "title": "IS|CC x100 [Mega Huge Pack]", "descp": "Receive x100 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 100 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge CHF 9 or more", "title": "IS|CC x1 - EARLY BIRD [Solo Pack]", "descp": "Receive x1 Intelligent Security | Camera Cover\nMSRP $15/unit\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}, {"amt": "Pledge CHF 16 or more", "title": "IS|CC x2 - EARLY BIRD [Duo Pack]", "descp": "Receive x2 Intelligent Security | Camera Covers\nMSRP $15/unit\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "700 backers"]}, {"amt": "Pledge CHF 23 or more", "title": "IS|CC x3 - EARLY BIRD [Pack 03]", "descp": "Receive x3 Intelligent Security | Camera Covers\nMSRP $15/unit\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}, {"amt": "Pledge CHF 29 or more", "title": "IS|CC x5 - EARLY BIRD [Family Pack]", "descp": "Receive x5 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 5 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "800 backers"]}, {"amt": "Pledge CHF 59 or more", "title": "IS|CC x10 - EARLY BIRD [Pro Pack]", "descp": "Receive x10 Intelligent Security | Camera Covers\nMSRP $15/unit\nCover up to 10 devices from webcam spying!\nFor smartphones, tablets, laptops and all-in-one desktops.\nPrivacy, security and peace of mind you deserve.", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "Update", "update_content": "Dear Backers,\nWe would like to express our dearest gratitude for your support throught this campain. It has been a long and tumultuous journey, with a lot of ups and downs. Our structure, which originaly amounted to a single person, is growing internationally. None of this success could have been made possible without your ungoing support, for which we all thank you.\nThe number of units pre-ordered amounted to a total of 25000 units. To this day, we have shipped 10000 and an other 10000 the coming month. We have taken all the necessary actions in order for you to have the remaining 5000 by the end of May."}, {"update_no": "UPDATE #30", "update_userinfo": "Update on fulfilment!", "update_content": "Dear Backers,\nWe are still processing pre-orders and will ship to everybody. We are new to this experience, faced and still face challenges and made mistakes along the way which are causing delays. We are trying to progress and finish delivering as soon as possible.\nThe IS|CC product required us to develop a packaging and the process we developed is slow and tedious, we are trying to change it and make it more efficient and cost effective. We did not start well and did not develop the best fulfilment structure and are still fixing things to finish delivering to everyone."}, {"update_no": "UPDATE #29", "update_userinfo": "Fulfilment & Shipping for Backers", "update_content": "Dear Backers,\nFirst of all thank you again for your ongoing support. We really appreciate your support!\n- We shipped out all pre-orders for Switzerland.\nStill needed to be shipped. - European pre-orders - North American pre-orders - The rest of the world"}, {"update_no": "UPDATE #28", "update_userinfo": "iPhone X", "update_content": "We recently tested our product on the latest iPhone. You do not have to worry about it not fitting. Our camera cover fits on the front and back of the iPhone X."}, {"update_no": "UPDATE #27", "update_userinfo": "Shipments", "update_content": "Dear Backers,\nWe are still processing orders, all of Switzerland was shipped. Our manufacturer is working with our packaging and shipping partner Coleman, they recently restructured management in their company so they are slightly delaying our shipments. We expect to have fulfilled 90% of preorders before the end of November.\nThank you very much for your support. All the best,"}, {"update_no": "UPDATE #26", "update_userinfo": "Estimated Delivery Dates", "update_content": "Dear Backers,\nWe really appreciate your support and patience and can’t thank you enough. We are sure you will enjoy using the Intelligent Security Camera Covers! We expect all preorders to be fulfilled by the end of November.\nThe units for Switzerland should all be delivered within 2 weeks. 30th of October.\nThe units for the USA (North America) should all be delivered within 2-3 weeks. 6th of November."}, {"update_no": "UPDATE #25", "update_userinfo": "Started packaging!", "update_content": "Dear Backers,\nAgain, thank you very much for your support and contributions. We are very thankful for your patience and hope to have our product in your hands as soon as possible. We apologise for delays and understand your frustration.\nWe received units and packaging material to start fulfilment. (Pictures below)"}, {"update_no": "UPDATE #24", "update_userinfo": "Shipping very soon. Thank you for your patience.", "update_content": "Dear Backers,\nWe thank you very much again for your contributions and continuing support.\nWe are working as much as possible as fast as we can. We are aware we have some concerned backers about delays. We are doing everything to solve what causes our delays. We had and have multiple issues but are resolving them as fast as possible. We had packaging and logistics issues for example and have to make adjustments. Things are looking good. "}, {"update_no": "UPDATE #23", "update_userinfo": "For backerclub members to read.", "update_content": "Hi,\nIf your backerkit survey isn't set up right please contact us by email and provide your Kickstarter email address. The issue happened when backerclub members were transferred to backerkit and they got listed in the 1.- or more pledge level.\nWe apologize for this inconvenience. Email: contact@intelligentsecurity.company"}, {"update_no": "UPDATE #22", "update_userinfo": "Surveys are out!", "update_content": "Dear Backers,\nSurveys were sent out! Please fill them out!\nIf you have any issues, please contact backerkit or contact us directly using the information below. Please use direct communication if you like, thank you. \nIf you can't access your survey go to https://is.backerkit.com"}, {"status": []}], "comment_no": 2951, "projec_url": "https://www.kickstarter.com/projects/ispaul/intelligent-security-camera-cover-webcam-privacy-c", "project_name": "Intelligent Security | Camera Cover - Webcam Privacy Cover"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "The idea was inspired by a 1959 map created by the Architect Constant Nieuwenhuys. He called his idea 'New Babylon.' an imaginary borderless system the size of the entire planet were people can travel without restrictions. (more info here and here )\n\"The frequency of each man's movements and the distances he will cover depend on decisions he will make spontaneously\" -Constant Nieuwenhuys.\n-\nThe World Metro Map\nNewYork based Collective ArtCodeData revised this idea to create a map that represents human mobility. The inner life of cities is made of their subways. What would happened if all the lines in the world would be reunited in a single system. Since the tube is the veins and circulatory system of the 'animal-city' if we gather all those possibilities, we could achieve a total circulatory entity?\nThe result is a digital collage that contains 214 metro/subway systems. Totaling 791 lines and 11,924 stations . Every line in this map represents lines and stations in the real world, however all the lines are interconnected in a way that they all form a mega subway system. You can create routes from Times Square Station NewYork all the way to  Beijing National Library Station in China.\nSome of the included cities (see complete list below)\n\"Everything should remain possible, everything should be able to happen. The environment is created by the activities of life not the other way around. \" -Constant Nieuwenhuys (1)\nThe intersection Between Paris and New York\nThe intersection between New York, Moscow and Sao Paulo\nThe intersection between Berlin and Tokyo\nImportant Note: This map is a Work in Progress, The final result will thoroughly be inspected.\nPLAY\n\nThe map comes in 2 different sizes, 40x30 and 60x45, size A is the perfect size for rooms and studios, size B is perfect for living rooms and meeting rooms. Both A and B sizes can be encapsulated with museum quality materials to keep them perfect for years ahead.\nOPTION 1. Printed in Paper\nHigh resolution print using inks that won't fade and paper that won't turn yellow through the years. The map is sent in a mailing tube and ships anywhere in the world.\n---------------------------------------------------------------\nOPTION 2. Printed + Acrylic Encapsulation\nIn case you want something ready to be hanged, the acrylic encapsulation option is right for you. This technique used by galleries and Art museums around the world guarantee high intensity colors and that it stays perfect for years to come.\nWho is behind this Kickstarter Campaign?\nWe are an initiative called \"Open Accessibility\" selling a map to fund our operations.\nAnd what is Open Accessibility Initiative?\nOpen access is an initiative created by a group of individuals interested in facilitating travel for people living with disabilities.\nHow do we plan to reach your goal?\nWe plan to reach our goal by simply creating a large database of accessible environments in frequently travelled cities. We will accomplish this by physically entering facilities and gathering specifications that make a facility accessible.\nBut doesn't Google Maps or Yelp have this kind of info already?\nNo, and that’s exactly the problem, ‘accessibility’ information in online maps and booking websites are extremely ambiguous if existent at all. Our initiative will allow us to gather a minimum of 50 accessible points that will help facilitate travel plans for people living with disabilities.\nSome of the aspects we include:\n\"where is your ramp located? are the door frames and hallways wide enough for a wheelchair? are there elevators in the building? Are the bathrooms accessible? do the bathrooms have one or two grab bars? where are these grab bars located? is there transportation services accessible to wheelchairs on your location? do they have hearing impaired services?\"\nWhy is this important to us?\nBecause as a fellow traveler we feel that everyone should have the right to enjoy traveling, including the ease of information accessible to travelers. Currently finding information on the best hostel, most accommodating hotel, the best view or even the best continental breakfast is so easy to find. Website blast their cheap prices directly to our emails on a regular basis. However, information on accessibility to a location is still limited. People are left having to call, email and that can be a total waste of time. OA believes that if the need for information about anything that facilitates life is out there then it should be shared.\nOpen Data\nAll the data we collect will be available for free under a Creative Commons Attribution License. If you have a computer or Smart phone you will be able to consult it via our website and if you are a programmer you'll be able to connect it to your own website or app via an API.  \nWhat technologies are you using to collect and distribute the data?\nWe use Myring.io platform to: \nOrganize our team of collaborators across US and different countries.\nMerge hundreds sources of divergent data into one single dataset\nPay collaborators for collected data.\nManage Data Licenses\nQuery all our data (Elastic Data)\nExpose the data to the world via a REST API\nIf you are a developer interested in using Open Accessibility Data for your website or App please contact us, we would love to talk with you.\n\n----------------------------------------\nCredits:\nImage used on the video:\nConstant, Symbolic Representation of New Babylon, 1969, Photo Tom Haartsen, ©Constant / Fondation Constant c/o Pictoright Amsterdam 2015\nMusic :\n\"Hep Cat jive\". Composed performed and produced by Geoff Harvey and Chris Martyn . Visit  http://www.purple-planet.com to know more about this talented musicians.\nNotes:\n 1. Written by Constant, for the exhibition catalogue published by the Haags gemeentenmuseum, The Hague, 1974.\n2. Original Text by Constant:  http://isites.harvard.edu/fs/docs/icb.topic709752.files/WEEK%207/CNieuwenhuis_New%20Babylon.pdf", "risks": "Risks and challenges\n-In order to send the Posters to print we need to gather a minimum of funds. The biggest risk we face is not achieving to do so.\n\n-We want to be able to send the map anywhere in the world, and that's going to be our biggest challenge. Specifically the Acrylic Encapsulation is particularly difficult to package and send. However we are committed to make it happen.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Explorer's Atlas", "update_content": "Hello Backers, It has been a while since you have heard of us. We wanted to simply contact all of your map lovers and let you know about a campaign we think you might be interested in. Its the Explorer's Atlas!! Its beautiful, full of fun facts and I think a lot of you will fall in love.\nTake a look and support \nBest regards, Art Code Data."}, {"update_no": "UPDATE #18", "update_userinfo": "Free Metro Map", "update_content": "Dear Backers \nWe are carefully listening to all of you and are taking special consideration of all of your suggestions for current and future projects.....for now we offer the link below where you can find a downloadable color copy of the key for the World Metro Map. \nSimply click on the \"worldmetromap key\" product and then press download.  The print has been enhanced for better reading. "}, {"update_no": "UPDATE #17", "update_userinfo": "All Orders Have been Shipped", "update_content": ""}, {"update_no": "UPDATE #16", "update_userinfo": "World Metro Map Key", "update_content": "Hello, Backers and followers, We want to share the creative process behind the World Metro Map with you. We think the process itself was beautiful and have pulled a few screenshots for you to see.  \nBelow you can see how the entire map was broken up into 9 pieces and individually edited. X-ray features were used to ensure overlapping did not occur and visual inspections along with manual editing was done to connect the stations. In the end each individual piece was then placed on the canvas and voila! The World Metro Map was completed. "}, {"update_no": "UPDATE #15", "update_userinfo": "Postcards & Stickers", "update_content": "The World Metro Map is official done!!!!! We have spent weeks reviewing, adjusting and correcting every line, station, connection and name. Just last night the piece was sent out and its now being printed!!! Excited to start shipping soon. "}, {"status": []}], "comment_no": 234, "projec_url": "https://www.kickstarter.com/projects/1960956629/the-world-metro-map", "project_name": "The World Metro Map"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "Wio Link is designed to simplify your IoT development. It is an ESP8266 based open-source Wi-Fi development board to create IoT applications by virtualizing plug-n-play modules to RESTful APIs with mobile APPs.\nThe traditional methodology of building IoT applications consists of electronic engineering, micro-controller programming, network programming, IoT protocols handling and application development. Every step involves various hardware and software knowledge and challenges.\nThis time, we define a new way to create IoT applications. \nNo hardware programming. No breadboard. No jumper wires. No soldering. \n3 steps. 5 minutes. Build your own IoT applications!\nThank you so much for supporting Wio Link!  \nHere comes our stretch goals and let us know what do you expect for the next! :-)\nPLAY\n\nVisual Configuration\nWio Link provides simple visual configuration via mobile APPs to replace the complex micro-controller programming. Drag and drop the sensor tags to certain pins then you can visually set up the hardware.\n\n  OTA (Over-The-Air) Firmware Updates\nWio Link compiles firmware through cloud and can do OTA (Over-The-Air) firmware updates. All the hardware libraries are ready in the cloud and you can proceed with software and applications development directly.\n\n\nPlug-n-Play Groves\nWio Link connects to the large library of Grove modules. Grove is a family of plug and play, open-source sensors and actuators with standard interfaces as well as various functions. Much like Lego™, it takes an approach of building blocks to assemble a project. No breadboard. No jumper wires. No soldering. \n\nNote: By now there have been 30+ Grove modules compatible with Wio Link and you can find most of them in the Rewards. We're working to add more continuously. \n\n\nIFTTT Application\nWio Link provides basic IFTTT (if-this-then-that) applications for you to interact with friends through Seeed IFTTT Channel. Make the LED strip light up in random colors or set up a reminder of wearing more clothes when it becomes colder. You could create more with Wio Link.\nAndroid & iOS APPs \nWio Link mobile APPs can be used on both Android and iOS devices. \nRESTful APIs\nRESTful API resources let you develop IoT applications easily with the “visualized” sensors and actuators.\n Come and pick up your own package of Wio Link! We have provided the single pack and double pack of Wio Link development boards, the five  different themes of Grove kits and three large sets for friends, workshops and hackathons. There must be a suitable for you.\nWe've also developed some cute accessories of Wio Link. Just add the amounts to your pledge then we'll send you the mousepads or T-shirts together with the rewards. Please kindly be noted we'll ship the badges and stickers as giveaways to every backer and thanks for your ongoing support! :-)\nWi-Fi Network Protocol: 802.11b/g/n \nWi-Fi Encryption Technologies: WEP/TKIP/AES\nInput Voltage：Battery holder: 3.4~4.2V; MICRO USB: 5V \nOutput DC Current: 1000mA MAX \nOperating Voltage : 3.3V \nCharge Current: 500mA MAX \nFlash Memory: 4MByte  \nSize:  55mm*48mm \nWeight: 26g\nCE/FCC/IC Certified\n\nXiaobo Ye - Product Management \nLisa Lee - Money & Meals :-)) \nJack Shao - Software Captain \nTeng Wong - Software Engineer\nXiangnan Qu - Hardware Engineer\nKevin Lee - Demo Expert :-)) \nXinjing Lee - Brand Designer \nChing Wong -  Writer \nLinda Qin - Scenarist \nXiang Fan - Camera Guy \nWells Tu - Consultant & Chief Actor", "risks": "Risks and challenges\nThe performance of Wio Link is fully qualified and verified by more than 100 alpha users. Currently it's in the process of CE, FCC, IC compliance and expect to receive certificates in the earlier Dec. The production will be kicked off right after the campaign is completed and we anticipate to ship all the rewards Feb, 2016. And our trustful family member — \u001dAgile Manufacturing Center will help fulfil all the quality and quantity requirements on time.\n\nInternational Logistics\n\nWe're proud to have Seeed fans in over 200 countries. We have shipped our products worldwide since 2008. If shipping issues come up, our expert logistics team will help solve problems and deliver Wio Link onto your hands. Please note that you may be responsible for duties, fees and taxes applicable to your region.\n\nForecasting risk\n\nWe’ve done our very best to forecast demand and create a solid production plan with our Agile Manufacturing Center. We’ve dealt with lots of manufacturing projects successfully from Kickstarter and we believe we can handle unexpected events.\n\nTechnical support\n\nIf you have questions at any time, during or after the campaign has closed, you can always reach us at support.seeedstudio.com/.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Voice Control Your Wio Link", "update_content": "Dear backers,\nSince we launched Wio Link on Kickstarter, we keeps getting positive feedback from the press, and most importantly, from our users&backers. This means a lot to us as we know people are having a good time building IoT stuff they love.\nWe promised that we will work closely with community and keep adding more funs&features to the Wio Link, and this time, we are making something big. "}, {"update_no": "UPDATE #14", "update_userinfo": "About Delivery Inquiries of Wio Link Products", "update_content": "Dear backers, \n\nRecently we’ve received some inquiries about the delivery of Wio Link products and some friends got back to us for the missing parcels. We’re trying our best for feasible solutions. \nAs we utilized the registered air mail service last time and it can be hardly tracked timely, for those who haven’t got the products yet, may we request you to check with the local post offices? If Wio Link couldn’t be found or it has been returned, we’ll send another one to you immediately with better EUB courier service. "}, {"update_no": "UPDATE #13", "update_userinfo": "Wio Link Project Idea Discussion! :-)", "update_content": "Hi Backers!\nAs many of you started receiving your Wio Link and kits, the next step for you would be to get started and make a project. \nTherefore we would like to invite you to post your project ideas here in the forum. "}, {"update_no": "UPDATE #12", "update_userinfo": "SHIPPING UPDATES!!! :-)", "update_content": "Hi Backers!\nGreat news! We have shipped out almost all the Wio Link rewards to our backers, except those who haven't provided us their shipping details, if you are one of them; please confirm your address asap.\nWe are very happy to see that some of you guys are sharing photos on your facebook, twitter and any other social network, we'd like to thank you for that, it has been a great incentive to us."}, {"update_no": "UPDATE #11", "update_userinfo": "1,000 Wio Links Are Ready to Ship Now!", "update_content": "Hi Backer!\nWe are excited to announce that our first 1,000 pcs of Wio Link are ready now."}, {"update_no": "UPDATE #10", "update_userinfo": "$150,000 Stretch Goal & CNY Holiday :-)", "update_content": "Hey backers! \nHere comes our $150,000 Stretch Goal , check out now!"}, {"update_no": "UPDATE #9", "update_userinfo": "Pre orders are ready now! :-)", "update_content": "Hey backers! \nThanks for your kind support. Mass production has begun, and we will try every effort to speed up the manufacturing and shipping. \nMany of you have asked about Wio Link pre order links. Check out the details here, and don’t forget to share them with your friends who don't have one, otherwise they will borrow your Wio Link. :-)"}, {"update_no": "UPDATE #8", "update_userinfo": "Let's Set off a New Voyage for the Year of 2016! :-)", "update_content": "Hey backers! It has been a little bit quiet since the campaign was funded over, ahem? Some friends asked \"What are you guys doing these days?\" Apart from keeping an eye on the production of Wio Link and Grove Kits , we were also gearing up for the Seeed Annual Party 2016."}, {"update_no": "UPDATE #7", "update_userinfo": "THANK YOU, BACKERS! :-)", "update_content": "THANK YOU for helping us reach this incredible amount! \nTyped words can only express so much. We are inspired by your great support and encouragement throughout the last month. \nOver $172,422! And more importantly, almost 2,598 backers! You are really the best!\nWe will try every effort to speed up the manufacturing and shipping. Stay tuned for updates."}, {"status": [{"Project funds successfully": "2,598 backers pledged $172,422"}]}], "comment_no": 508, "projec_url": "https://www.kickstarter.com/projects/seeed/wio-link-3-steps-5-minutes-build-your-iot-applicat", "project_name": "Wio Link - 3 Steps. 5 Minutes. Build Your IoT Applications!"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "* UPDATE: One extra FREE Things UNO worth €40 with every pledge with a gateway in it! * \nThe Things Network community is on a mission to crowdsource a global open and independent Internet Of Things network\nJust a few months ago we managed to cover the entire city of Amsterdam  with a new type of wireless network using a technology called LoRaWAN (Long Range Wide-area network). The network was built, from the bottom up, by people like you.\nWhen we started spreading the word about our first crowd sourced internet of things data network in Amsterdam, we got an astonishing response from the global IoT community. Within a few days, groups and companies from Sao Paulo, London, Paris, Sydney, Boston, Manchester, and many more were showing interest in the concept, actively starting open LoRaWAN projects using technology from The Things Network.\nThis was our proof that an open, global and crowd sourced Internet of Things data network is possible. Not only that, but we did show that we can deploy with an unprecedented speed.\nTo accelerate this rapid growth even further, and to support our global teams, we have decided to design our own equipment that can help build the network for 20% of the cost compared to other products currently on the market. Both the network’s hardware and software will be open source.\nWe use Kickstarter to make the products more easily available to our community, backers and everyone else around the world who supports our vision and would like to make their hometown a smart city.\nFind out how many people you could be impacting by placing The Things Gateway in your home here.\nProducts\nTo help you make the most of this open network, we are offering the following hardware:\nThe Things Gateway\nThe main building block of the network. Small, easy to install, it essentially is a router between the things and the internet. With it you are creating the most substantial aspect of your connected city’s network.\nAbout 20% of the cost of any currently available LoRaWAN gateway\nProvides up to 10 km / 6 miles radius of network coverage\nConnects easily to your WiFi or Ethernet connection\nSecurity through the https connection and embedded in the LoRaWAN protocol\nRuns on open hardware \nContains GPS to determine the gateway’s location and node's location later\nCan serve up to 10,000 nodes\nOne of our BETA test gateways in action.\n  The Things Uno \nA network is nice, but how about some device to connect it with? \nImagine an Arduino Uno with LoRaWAN connectivity. We thought we are using one of the most popular microcontrollers and make it LoRaWAN ready for you to prototype with. \nUpgrade your existing Arduino project and make it wireless with up to 10 km range. How far is your home away from your office? Compatible with Arduino IDE and existing shields. Includes connections for an optional external antenna on the breakout circuit to maximize the range.\nWill be shipping pre-loaded with our open source LoRa library, which is also freely available on GitHub.\nOh, and we are collaborating with 3D Hubs for a awesome 3d printable enclosure for your Uno right over here. \nThings Uno with external antenna and 3D hubs printed enclosure!\nThe first batch UNO's, these are being tested in the field right now!\nThe Things Node\nA matchbox full of sensors, a light and a button. Show off, or just connect this bunch of sensors to your IFTTT account - it is up to you. It is perfect for the prototyping of use cases without the need for programming skills.\nThe Node includes:\nMovement sensor\nLight sensor\nTemperature sensor\nA button\nRGB light\nWaterproof (IP54) casing\n3 AAA batteries supplying power for over a year of usage.\nThe Node is a versatile device to test or build plug’n’play Internet of Things features. Easy set up as an IFTTT node through our intuitive web interface.\nOpen source / Open hardware\nWe believe in Open Source. From the firmware running on the devices up to the hardware designs and casings. We believe that opening this up to the community will benefit us all.\nProject costs \nThe Kickstarter pledges will pay for design, hardware production, software, backend software and shipment, regulation compliance testing, community and customer management and project documentation so you can see what we are up to.\nLoRaWAN - A new technology optimized for connectivity of things\nAll this is enable by a technology called LoRa. LoRa is a low energy, low bandwidth, long range (over 10km / 6 miles) wireless technology and uses an open data frequency. As we are setting up the network together there is no need for an operator. This amazing technology allows for things to talk to the internet without 3G, WiFi or Bluetooth. No wifi codes, heavy battery usage or worse, monthly subscriptions needed. \nThe technology was standardized by the LoRa Alliance and is a result of a collaboration between IBM and chipmaker Semtech. LoRaWAN is currently active on different open frequencies. Most popular are the 868MHz, the 915MHz and the 433MHz. We make a specialised version of every device according to where they will be shipped to. \nDo not worry, we will reach out to you after the campaign to check which frequency your devices need to be based on your local requirements. \nThe Things Network is an official member of the LoRa Alliance.\nThe technology is currently enrolled in France, the Netherlands, Switzerland, Belgium and South Africa. All by larger telecommunication corporations. To make this an open network with no subscriptions we propose a decentralized, crowdsourced alternative to telcos. And to get there we need affordable and open, hardware. \nWe already have made working betas. Check out this video of the hardware on our workbench:\nPLAY\n\nHow secure is this?\nData security and privacy are an essential element of the internet of things and should be taken into account within every aspect of the network architecture: from the nodes to the application server. LoRaWAN uses AES encryption on both the network and the application level using 128 bit keys, with the network keys being unique per node and the application keys being secret. The Things Network offers end-to-end encryption from the nodes to the application server in the scenario where application developers use the Foundation’s hosted routing mechanism and on-premise data handling and decryption.\nHow hard is it to set up?\nThe Things Gateway, Node and Uno work out of the box. The Things Network has an easy to use development service available for you to connect to your devices. We are building this so that you should be able to set it up with no help from us.\n\nHow does the backend work?\nThe Things Network community provides open source components for routing and handling of data which is fully compliant with the LoRaWAN 1.1 specification. The two core components in the network architecture are The Things Router and The Things Handler. Packets received from nodes are forwarded from the gateways to one or more Routers as configured by the gateway owner. The Things Gateway is pre-configured with the default Router hosted by the Foundation for plug-and-play deployment. The Routers publish the packets on their built-in MQTT broker. The Router contains MQTT topics for both uplink and downlink packets. \nThe Handlers receive packets from Routers by subscribing to, and send data to Routers by publishing to their MQTT brokers. Handlers are responsible for message integrity checking, decryption, deduplication, buffering, transformation and dispatching to application servers. The Handler contains Node RED to handle deduplicated and decrypted data and supports custom processing, also using MQTT publishing. The Handler contains built-in integrations with existing internet of things cloud platforms, including IBM Bluemix, AWS IoT, FIWARE, Parse.com, IFTTT and OpenSensors.io.\nFor your smart city, innovation campus and everybody else \nAt The Things Network, we believe with this project we are taking a big step towards a truly connected future for all devices. We think it has never been easier or cheaper to cover large areas or great distances and we just made it cheaper and easier to use through our accessible and plug’n’play approach to software and hardware design. \nAnd it will be available to everyone. Now is the time to build an internet from the ground up, owned and operated in a decentralised way by its very users.\nSmart Cities\nThis is your low-barrier chance to get started with any smart city initiatives. All major cities around the world have this on the agenda and you can have access to it with a simple pledge.\nUniversities\nWe provide educational packages for universities and schools, complete with teaching materials. A The Things Network community manager will help you set it up, if required.\nHackerspaces\nAs a hacker space this is an easy and fun way to get started with LoRa. We are creating license-free courses on our GitHub account, that can help you create workshops.\nEntrepreneurs\nOur Node means you don’t have to have any programming or hardware knowledge to set up your prototype or business idea. LoRa is also a very competitive solution, if you need your own network.\nInspiration for some projects you can build\nPledges\nHave a look at the list of pledges we created. If you have any particular idea on a special set of devices that makes a better pledge, let us know, we can be flexible.\n\nTimeline\nEverything you see in our graphics, photos and videos is based on previously designed prototypes and working small-batch produced devices. The aim of this campaign is to start mass-producing the next version of these devices. Both us and our partners have years of experience producing and mass-producing software and hardware products.\nTeam\nThese products are a joint effort between Tweetonig and The Things Network.\n\nThe Tweetonig Team\nTweetonig is a product development agency with a lot of experience bringing connected products to mass production. The senior team working on this project are: John - general lead, Dimer - plastics engineer, Sven  - embedded system engineer, Maurits - software lead and Diderik - open innovation consultant. \nTweetonig has created mass-produced products like the Glimworm iBeacons and Tuna Knobs DJ Gear, which have already sold worldwide. Now they are bringing their know-how, production and design expertise to The Things Network products.\nJohan and Wienke during the launch conference of the network in Amsterdam\nThe Things Network was founded by Wienke as initiator and Johan as technical lead. Together with the community, they have developed the backend software running on the servers. Find out more about our amazing community here. Johan Stokking has previous expertise by running a sport time tracking company and Wienke Giezeman is a social internet entrepreneur. He successfully founded a video on demand startup (which was sold to a large publisher) and founded Startups for Net Neutrality as an internet freedom activist.\nYou will see us here\nhttp://schedule.sxsw.com/2016/events/event_PP58120\nYou have seen us here \nhttp://thenextweb.com/insider/2015/08/19/the-things-network-wants-to-make-every-city-smart-starting-with-amsterdam/ http://thenextweb.com/dd/2015/10/01/smart-cities-are-springing-up-around-the-world-as-the-things-network-goes-global/ \nhttp://postscapes.com/nonprofit-iot-infrastructure-the-things-network \nhttp://www.theinternetofthings.eu/wienke-giezeman-we-crowdsource-city-wide-covering-lorawan-network-amsterdam-its-inhabitants \nhttps://startupjuncture.com/2015/10/06/how-the-things-network-might-deliver-iots-break-out-use-cases-video/\nSo that’s our Kickstarter project. Please contribute if you can, or tell your friends and colleagues about this exciting project and even if you can’t contribute, we would love to hear from you.", "risks": "Risks and challenges\nLoRa WAN development:\nWe are already working on LoRa even before the standard was out there. So the team knows what they are doing. Also, all things shown in the video or in the pictures do work. There are off course numerous ugly looking prototypes we kept in the shadow as well. And to make sure we are in the loop for coming changes we will become a member of the LoRa alliance network. \n\nTimeline:\nFrom earlier products we developed for customers we have a wide network of strong manufacturing, assembly and distribution partners. That being said in product development there is always a risk involved. We do our best to manage those risk while putting these high-tech products through production. Our shipment dates are targets and while we are sure we can meet them, they are still estimates. We will prove continues updates to give all backers a better understanding of the progress.\n\nComponent availability and FCC compliant:\nTill now LoRa WAN chips are still hard to buy in larger quantities and getting normal radio circuits through FCC regulations to make sure they are consumer safe is even harder. To make sure we can manage we found a great partner that produces these chips ready with FCC approval. This makes sourcing these chips easier and helps us to get these products to you asap.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "New Firmware v1.0.5 - The Things Gateway", "update_content": ""}, {"update_no": "UPDATE #35", "update_userinfo": "Shipping Information - Update", "update_content": "Hi Backers, \nGreat news! We have received the first production run samples of the gateways from our factory in Shenzhen. And we did elaborate functional and durance testing. \nWe are happy to tell you they all passed our tests! \nIt means, that we have given a go ahead to the mass production of the gateways just a few hours ago. Concrete timelines on the distribution and shipping will be communicated shortly. "}, {"update_no": "UPDATE #34", "update_userinfo": "Kickstarter Update - Ready to start with distribution", "update_content": "Hello Everyone,\nThis week we received the final samples of The Things Gateway from the factory in China. We are doing the final checks with regards to the firmware and performance at the moment. Once this is finished, we will start with the mass production, which would take around 10-14 days. Amidst all of this, the shipment preparations are also in full swing. We will be reaching out to the individual backers and buyers to confirm the order content and verify the correct address. Do keep an eye out for the email in the following weeks."}, {"update_no": "UPDATE #33", "update_userinfo": "Ready to start with mass production!", "update_content": "Hi all,\nJust a small update on the gateways. We have passed the certification tests with the latest version of our gateway PCB designs. Great news! The new PCBs are being produced now. Production will begin as soon as they arrive at the factory. We will be reaching out with more updates on this process next weeks.\nStay tuned."}, {"update_no": "UPDATE #32", "update_userinfo": "Final Samples Received from China", "update_content": ""}, {"update_no": "UPDATE #31", "update_userinfo": "Gateway passed certification", "update_content": "Hello Everyone,\nWe are going to start the first batch of shipments of UNOs and Nodes the following weeks. With regards to the gateways. For the past few days, our team has been working hard on an issue we ran into during the final parts of the certification process for the gateway we discussed last time. We created a fix and we are now testing internally before going back to the certification process. Very unfortunate this issues only popped up during the extensive testing at our test house. On completion, only the certification for this part will be left. Will keep you posted on the progress."}, {"update_no": "UPDATE #30", "update_userinfo": "Ready to ship the first batch of Unos and Nodes", "update_content": ""}, {"update_no": "UPDATE #29", "update_userinfo": "Start shipment of UNOs and Nodes", "update_content": ""}, {"status": []}], "comment_no": 278, "projec_url": "https://www.kickstarter.com/projects/419277966/the-things-network", "project_name": "The Things Network"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "Thank you all for your support! If you missed us during the campaign, click on the link below to go to XYFindIt.com to order XY for yourself.\n XYFindIt.com\nXY is the stylish, affordable, and secure iBeacon compatible Tag for iPhone and Android that makes finding things easy.\n10 minutes a day.\nThe average person spends 10 minutes a day trying to find lost things. That means that on average, you spend over 4 hours a month, 2 days each year, and 6 months of your life trying to find things you own. With XY, you can keep of track everything important to you, and take back that time.\nWhat is XY?\nXY is a Bluetooth LE powered tracking tag that you can put on anything important to you. The tag syncs with your smartphone to help you keep track of all the things that matter to you. You can attach as many XY tags to your phone as you like, and can easily find your nearby tags.\nXY is perfect for putting on your keys, purse, tablet, and luggage. The small stylish design lets you keep track of all your things, and the secure server ensures that you control who is able to see your items. \nXY is also the best way to keep track of your pets. You can easily attach an XY tag to your pet's collar, and know if they leave the house and feel secure in knowing that if they wander off, XY will let you know.  \nHow it Works\nThe XY app listens to nearby Bluetooth LE signals.  When the app finds a new tag, it checks our servers see what information about the tag is available to you.  If you are not permitted to see the tag, it will not show up on your list.  \n1) Find-It: By activating Find-It mode, you can track any tag that is within range of your phone.  The on-screen indicator will show you as you get closer to the tag, and will help you find your misplaced item. If the item is not within range, the app will show you where it was seen last.\n2) Keep-It:  For anything you want to ensure is always by your side, you can activate Keep-It mode, and your phone will alert you if you move out of range of the tag.  In Keep-It mode, you will never leave something important behind again.\n3) Lost-It:  You can mark any tag as lost right from the app. Once it has been set as lost, XY will alert other users if they come across the item, or can just tell you where the item was just seen.  \nAffordable enough for your keys. Secure enough for everything that matters\nThe two most important things we have been working on during the development of XY are Security and Affordability.  We believe that it is of the utmost importance that any item you use to keep track of your things is secure.  To keep your items safe, we utilize a rotating cipher to keep the information about your tag secure.  The only people who will be able see your tags are the ones that you have given permission.  \nWe also believe that it is very important to keep the price of each unit as low as possible, so you can afford to keep track of all the things that matter. We have been talking to many different manufacturers, and can effectively keep the price of the units down by purchasing a large volume of components. This inventory requirement is the single biggest reason we need your help.  \nCompatibility\nXY uses Bluetooth LE technology, and is compatible with iOS7 devices, as well as Android devices that are equipped with Android version 4.3 and above.  \nColors\nWhen we ship, XY will be available in the following colors:\nDevelopment Timeline\nWe have been hard at work on this for the last 18 months, and we are nearing completion.  \nProof of Concept: We started this project by setting up 2 phones to send/receive Bluetooth signals. From this, we were able to show that we could set a device to alert when another was out of range.\nInitial Prototypes: We bought every different Bluetooth LE chip we could find. We compared battery life, signal strength, signal consistency, and more. In the end, we determined that the CC2541SOC chip had the best performance.\nProduct Design: We started off knowing that we wanted to design a distinctive, stylish shape for our product. We started drawing and carving shapes from wood to test our different styles. Pretty quickly, we decided that we needed to get a 3D printer to start rapid prototyping. After testing different widths, diameters, and faceted shapes before we finally settled on the final XY tag design. \nApp Development:  While all this was going on, Daniel was hard at work on our iPhone App. Today, we have the app nearly completed.  We have made it easy to sync a new tag to your phone. \nTo find a tag that is in range of your phone:\nPLAY\n\nTo see when a tag has gone out of range:\nPLAY\n\nAnd to track where and when a tag was last seen:\nPLAY\n\nWe are working on the finishing touches of the iPhone App, and will be completing the Android App shortly after that.  With the help of Kickstarter, we will be able to manufacture and ship our first tags by June of this year.  Our manufacturing timeline looks like this:\n Help Us Share it\n Rewards\nThe Team \nWhile we have a dedicated team of developers, designers, and engineers at XY, the team is led by these two members:\nDaniel Wang (President):\nDaniel began his long career in technology at the tender age of 12 developing “turbo” loaders for the Commodore 64 (basically it just turned off the display so the 1mhz MOS 6510 could actually do some work).  After getting his CS degree from UCSD, he worked on various projects for Viewpoint (3D rendering), Disney (software for kids) and was the CTO of Xdrive, a cloud storage pioneer acquired by AOL.  In the early 2000’s, he joined a few friends to develop an industry-leading fraud detection system based entirely on numerical analysis of large amounts of financial data — a system that is still used today by top accounting firms and hedge funds.  Turning his interests to mobile in 2012, he developed two highly-rated collaborative consumption apps Nifty & Nifty Deals, both available in the AppStore.\nNicholas Trouw (Lead Product Designer):\nAn Ohio native, Nick Trouw got his career off the ground beginning in college, where he founded, owned and managed several arts and performance organizations and business ventures. As one of his first, Urban Renaissance Outreach Group worked to increase English fluency scores in underfunded schools across the country. After two years of traveling the U.S. for arts and education, Nick united this experience with his interest in software engineering and became president of a start-up business that worked to create free, online educational resources for teachers and students nationwide. Shortly after, he began contracting for different corporations as a software developer, which led him to do the same at Webble, an indoor event navigation and mapping solution technology. Now, as the lead product designer and software developer for XY, Nick engaged his creativity and arts background to perfect the XY prototype and currently heads the team of developers and engineers to manufacture the tag and app for consumer use.\n So, please help us make the world better with XY.", "risks": "Risks and challenges\nWe have already extensively researched and tested various technologies, chips, and enclosures for the XY tags. The biggest challenge we face is being able to purchase manufactured products that integrate both our design and technology in a single facility. The funds we raise during this campaign will ensure that we are able to make a large enough order to our manufacturers to bring the price per unit down far enough to allow us to guarantee that the finished product will be available after the campaign at a price that remains affordable.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #41", "update_userinfo": "New exciting news from XY Findables", "update_content": "Hey Everyone - \nNext week marks the 2 year anniversary of when our Kickstarter campaign closed. Since then, we delivered XY, updated the hardware with XY2, and overhauled the XY Find It App with the v3.0 release. But that is not all we have been working on. We are still working on constant improvements to the app, and have just announced the complete redesign of the XY Finder with our XY3 Third Generation Finder.  "}, {"update_no": "UPDATE #40", "update_userinfo": "Introducing XY Share It", "update_content": "Hello Everyone,\nLast week, we told you to be prepared for a big announcement from XY. Today, we’re ready to let everyone know what unspeakable news it is we have been working on here at the office."}, {"update_no": "UPDATE #39", "update_userinfo": "XY is doing big things with small devices", "update_content": "Hey there, backers! \n It’s been awhile since we have updated all of you on what the XY team has been up to, and since tomorrow marks the one year anniversary of the first factory prototype landing in our office, I thought it’d be a great time to check back in.\n In January, we were showcased at CES in Las Vegas, and since then, we’ve been running full steam ahead working on making XY Find It the best Bluetooth Finder Tag on the market. We’ve been listening to all of your feedback and have been working full time on improving every facet of XY Find It. We’re working to make the design and interface of the app even cleaner and more user friendly. We’re constantly improving the way we work with the beacons to make alerts as accurate as possible. We wrote an entire new algorithm for working with the map data to improve the accuracy of the “last seen” feature. We reworked our firmware to improve battery life without sacrificing the beacon’s signal strength. We’re even looking at the hardware inside the device itself to ensure every round of XY Find It beacons is using top of the line tech. And, of course, we’ve completely reworked our backend to handle our quickly growing user-base without losing performance."}, {"update_no": "UPDATE #38", "update_userinfo": "2015 CES Recap / Crystal / SALE", "update_content": "Hi everyone, Daniel here from XY.  Since we started mass shipping XY about 3 weeks ago, roughly 80% of awards have been fulfilled with mostly multipacks including Jade remaining.  We have heard from many of you via emails, in-app feedbacks and comments here -- some of the responses were happy, some were angry, but almost all were extremely encouraging, patient and helpful. We really appreciate it.  Please keep them coming (feedbacks submitted via in-app mechanisms have been particularly helpful for debugging).\nToday I want to talk to you about the top issues from the feedback we've gotten so far:"}, {"update_no": "UPDATE #37", "update_userinfo": "Fulfillment - Almost Complete", "update_content": "Good news!  A majority of the XY tags will ship this week.\nBelow is an approximate shipping schedule:\n7 pack: International - Shipping between 10/31 and 11/3\n3 pack: International - Shipping between 11/3 and 11/4"}, {"update_no": "UPDATE #36", "update_userinfo": "Bugs", "update_content": "T̶h̶e̶ ̶b̶e̶a̶c̶o̶n̶s̶ ̶h̶a̶v̶e̶ ̶l̶a̶n̶d̶e̶d̶.̶\nX̶Y̶ ̶i̶n̶ ̶d̶a̶ ̶(̶w̶a̶r̶e̶)̶h̶o̶u̶s̶e̶.̶\nHey everyone, the beacons are here.\nDHL dropped off 11 large cartons of tightly packed XY beacons at our distribution facility late Thursday.  It felt almost anticlimactic after the months of delays and setbacks we've had: one minute it read \"With delivery courier\", the next it was simply \"Delivered\"."}, {"status": []}], "comment_no": 1029, "projec_url": "https://www.kickstarter.com/projects/xyfindit/xy-the-secure-tracking-tag", "project_name": "XY - The secure iOS/Android Bluetooth tracking tag"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": " trim |trim| \nverb [ with obj. ] - make (something) neat or of the required size or form by cutting away irregular or unwanted parts \nadjective - neat and smart in appearance; in good order: he kept his clothes neat and trim\nA perfect compliment to your everyday goods\nDudeIWantThat: \"Thin, fast, and smart in the way we humans like to ascribe intelligence to inanimate objects...\"\nTechCrunch: \"The killer feature is a small square hole in the side that enables you to partially pop out a credit card for a quick swipe.\"\nHiConsumption: (#1 on Best Minimalist Wallets) \"After hitting a home run with the first version, Elliot decided it was time to introduce a new and improved version using the feedback from customers.\"\nGearCulture: \"The stylish, slimline design puts an end to embarrassing trouser pocket bulging and also enables access to your most used cards without the need to ever take them out. Get swiping.\"\nMovementsandNonsense: \"Not only is this wallet thinner, but it’s design allows for one to quickly slide out credit cards for a smooth purchase transaction.\"\nOhGizmo: \"Any improvement over the scoliosis-inducing mammoths we carry today is welcome, and the DASH wallet pictured above is one of our favorites.\"\nGearMoose: \"...we no longer have room for our oversized, uncomfortable wallets anymore. That’s why we’re personally opting for the Dash Wallet.\"\nVegetable Tanned Leather - Black\nTRIM’s minimal design makes it convenient to take anywhere, from the gym to coffee runs. It can be an everyday wallet, or just your weekend carrier.\nThe Trim Wallet is only 3mm thick\nFEATURES:\nEasily trim your wallet\nHorizontal slot for easy access primary card \nVertical slot for up to 8-10 secondary cards \nKeeps bulk to an absolute minimum with a sleek design \nPerfectly sized cash slot for easy access and storage \nPressed saffiano leather - scratch and stain resistant \nVegetable tanned leather - heavier hide and threading for leather lovers\nHand oil-coated edges for increased durability against fraying \nTRIM weighs less than .25 oz and is only 3 mm thick.\nSaffiano Leather - Black\nCASH ACCESS\nHORIZONTAL QUICKDRAW\nADDITIONAL VERTICAL STORAGE\nThe wallet is as versatile as you need it to be. Don't be embarrassed when puling out that old bulky wallet anymore.\nWhy Trim Your Wallet?\nTrim is the perfect size to carry everything you need.\nEveryone has one favorite card to use; Trim will give you instant access to it.\nIn some instances, you won’t be able to use cards, so Trim carries cash.\nPricing starts at only $20 for early birds. That's like a movie and popcorn.\nYour clothes will fit better.\nThey can fit in any pocket or purse.\nThey can better organize and distribute business cards.\nEveryday life can be chaotic. Perhaps this could help make it a bit simpler.\nHelp make loved ones' everyday lives simpler by gifting one.\nSaffiano Leather - Brown\n\nDesign & Construction:\nAgain, Dash brings you a design with a one piece construction that is folded and sewn strategically for the most minimal frame. Starting with the original design, we wanted to have a wallet that combined all aspects that you guys loved. We finally decided on the TRIM design and created a wallet that accommodates both the vertical and horizontal usage. \nMinimal one-piece design\nMost wallets have perpendicular slots, which isn't the most effective design. We modified the slots, to have them all at an optimal 30 degree angle, and a curve at the back. This design makes access to the cards easy, but also secure. We did the same for the cash compartment for this wallet. \nFirst prototype with a straight card slot\nThe saffiano leather in the Trim Wallet is stamped in a series of cross-hatch designs rendering it very resistant to stains and scratches. This gives us a slimmer frame for a durable construction to help trim your wallet. The edges are then oil-coated to provide more durability and prevent fraying of the ends. Finally, the cash slot is machine laser-cut in a uniform manner.\nSaffiano Leather - a pressed leather for a lighter, refined look\nWe are also providing a black vegetable tanned leather model for a more rugged wallet that builds character over time. This wallet features a thicker hide and thicker threading, with an ultrasuede lining interior. The edges and threading on this model are waxed and coated. There is also additional threading on the cash slot to reinforce the opening.\nVegetable Tanned Leather - Black\nOur Story:\nLast year, I created the first Dash Wallet project after I couldn’t find the right wallet and I put it up on to Kickstarter. Fortunately, the project was able to get full funding and we were able to lift this venture off the ground. We then assembled an awesome team together and got to work. After months of production, site redesigns, wallet resizing, and logistics organization, we delivered you Dash Wallets, a wallet focused on making your life easier and more organized. We create for the minimalist and hope to slim down your bulky wallets. We do so with the integrity and philosophy of always doing our best to deliver on time, with the best customer service. \nThe Original Dash Wallets\nAfter launching the Dash project, we were able to learn a lot more about the many aspects of crowdfunding. We've been working to improve every step along the way from production costs to shipment methods. This time around, backer rewards can be offered at an affordable pledge for better materials and the process of fulfillment will be much more streamlined. We have always delivered Dash products on time and will continue to do so. And again, the design was inspired by you guys. That's the great thing about Kickstarter. Backers and creators can collaborate to create and deliver better products together. So thank you, Kickstarters.\nProduction:\nAfter numerous assessments on fabrics and blueprints, we have finished designing the wallet using only one piece of material to ensure a minimal frame and durability for a final prototype. We can now start production of the wallets for the public. If successful, the timeline will go as follows:\nWeek 1-2: Gather information through surveys \nWeek 3-4: Organize logistics to start manufacturing\nWeek 8 : Quality control and checkpoints\nWeek 9-12 : Shipment to Kickstarter backers\nNavy Saffiano Leather\nYour Support:\nThis is where Kickstarter comes in again. We need your support to launch this line of wallets. We are raising funding for manufacturing, packaging, and logistics for the TRIM Wallet. Your support for the production of these wallets will help to make wallets trimmer all around you. Thank you for taking the time to check out the project.\nSharing it with loved ones takes only a second, and it would mean the world to us. Join Team Dash!\nHi-Res Gallery: Here\nAwesome song by Rob Simonsen - \"Return To Your Ladyfriend\"\nFor further information, media, and a gallery, refer to: www.dashwallets.com", "risks": "Risks and challenges\nIf the Trim Wallet gets funded, we will have to make sure everything goes according to plan to meet the promised deadlines. Projects often have trouble completing production and meeting the expected deadlines for shipment. The project could face possible challenges if the quality of the product or packaging does not meet our requirements. However, I will personally be in charge of assembling and shipping all of the pledge rewards as soon as we reach our goal. We will not be outsourcing the post-production work to another company. Our team is experienced and has been preparing for nearly a year to ensure that post-funding will be like clockwork when the time comes. Although we do not see any direct risks and challenges, there are always indirect or unseen tasks that may present itself during the process of productions. We hope to run everything as streamlined as possible and also ahead of schedule.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #43", "update_userinfo": "🚀 48 HOURS LEFT | OVER 7000 BACKERS🔥", "update_content": ""}, {"update_no": "UPDATE #42", "update_userinfo": "🔥 5000+ BACKERS & $180K FUNDED! LAST CHANCE! 🔥", "update_content": "Hello Backers!\nAs some of you may know, we launched our latest campaign, BANDO 2.0, several weeks ago. Thanks to our amazing backers, it was funded on the first day and over 10,000 wallets have been reserved!\nIf you haven't had a minute to check it out, here's your last chance! CLICK HERE"}, {"update_no": "UPDATE #41", "update_userinfo": "WE GOT CANCELLED… ON CHRISTMAS 🔥😡🔥", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "🚀 BANDO 3.0 | JUST DROPPED 2021 🔥", "update_content": "HELLO BACKERS! \nJust wanted to inform you about our ANNUAL SUMMER SALE. You're the first to know about this exclusive sale and we have a variety of wallet solutions in stock right now! "}, {"status": []}], "comment_no": 220, "projec_url": "https://www.kickstarter.com/projects/elliothavok/trim-wallet-saffiano-leather-card-sleeve-by-dash-c", "project_name": "DASH 3.0 : Premium Vegetable-Tanned Leather Wallet"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "Electronics should be discrete enablers of delightful and magical experiences. Our aim is for you to achieve a better understanding of your skills, abilities and health while doing the things you love. We think that with your support in this campaign, The Dash could become a truly remarkable addition to our lives.  \nMusic is a part of everyone's life. It brings joy, excitement and motivation. However it is not always a pleasure listening to music with headphones. Cables tangle, pull at the headphones and ultimately break. In addition, accessing online content from a smartphone is awesome but needing to carry a smartphone all the time can be a real pain. \nThe Dash consists of a pair of discrete and completely wireless stereo earphones.They will playback music through a Bluetooth connection or use the embedded 4GB/1000 song music player. Everything about the design is focused on delivering freedom of movement, incredible sound and comfort. The Dash is awesome for sports and great for everything else.\nThe Dash works in sympathy with the wearer. Movements like pace, steps, cadence and distance are tracked. Heart rate, oxygen saturation and energy spent are measured, all the while real time acoustic feedback is provided. It even works without an attached smartphone.\nSafety and the ability to communicate with others are important. In addition to being earphones, the Dash will double as a Bluetooth Headset delivering clear voice quality through the embedded ear bone microphone. The ear bone microphone is not sensitive to background noise, since it picks up mechanical vibration generated by your voice from the ear bone.\nEven though The Dash provides impressive noise isolation, the wearer can choose to channel ambient sound into the headphone with the transparent audio feature. A swipe on the capacitive touch surface of The Dash will enable or disable ambient sound to pass through.\nYour pledge will help us deliver a friendly and discrete assistant that will enhance real life experiences. Buying devices that would equal the functions of The Dash will set you back at least 500$.\n    We've done three dimensional scans of hundreds of ears and tested different shapes. Finally three shapes developed that would provide comfort and fit for a broad range of ears. Silicone sleeves matching the three sizes (S/M/L) are delivered with The Dash package.\nWhy The Dash will fit perfectly:\nThree different sized silicone sleeves to fit your ear\nNo cables pulling on the headphones\nLightweight — a Dash ear phone weighs less than 13,8 grams\nErgonomic design\nThree Point Secure Fit\nThree Point Secure Fit.\nControls\nGeneral: Volume, audio transparency, pair devices\nMusic controls: Play, pause, next, back \nOnly embedded playback: Shuffle, select playlist\nCommunication controls: Answer, end, reject, hold\nTracking controls: Start/stop, 3 upon demand feedback macros, forced feedback on minimum, maximum and time goals\nSync music via USB 2.0 and sensor data via USB and Bluetooth\niOS / Android / Windows Phone Setup-App is available for free when launched.\nHelle winning the 2013 Miami IRONMAN\n\"The Dash is a discrete device that delivers clear sound without blocking out what is going on around us. The Dash's ability to tell us how long we have exercised for, how far we have travelled and how fast we are moving, whilst also delivering heart rate readings and oxygen saturation level, suddenly puts this device as one of the most innovative, yet necessary pieces of audio technology in modern times.\"\nHelle Frederiksen, FEB 2014\nUSE THE DASH WITH YOUR APP\nIn developer mode The Dash provides access to processed or unprocessed data and audio feeds. Integrate The Dash with your application and entirely new opportunities emerge. \nImagine\nImagine The Dash protecting you. A sound or sensor trigger could alert emergency services, all the while transmitting your vital readings and position.\nImagine The Dash being used by firefighters to monitor their health and improve communications. \nImagine being able to identify infections or injuries in combination with 3rd party sensors by using sensor fusions. \nImagine being able to talk with a foreigner by having the conversation translated on the fly.\nSee the developer pledge on the right, if you wish to integrate The Dash with your app. For the latest information on the SDK and how to develop for The Dash, please sign up for our Developer Newsletter here: www.bragi.com/developer\nHOW IT WORKS\nThe Dash is still in development and we have learned from previous development projects that unforeseen challenges might change the specifications. These are our current preliminary specifications:\nGeneral\nLightweight, shock resistant, waterproof and water resistant to 1m\nSmartphone sensors and GPS data provide additional functions if your phone is with you\niOS / Android / Windows Phone App controls audio, sensor and tracking settings as well as a Lost Device Tracker\nSpeaker\nType: In-Ear Style, double barrier passive noise isolation (20-30 dB)\nResponse bandwidth 20-20000 Hz\nImpedance 16 Ohm\nOutput 10 mW RMS (with level limit)\nTotal harmonic distortion <2% (1 KHz, 1 mW)\nAudio format: 16 bit stereo\nMicrophone\nCustom Bragi Ear Bone MEMS microphone\nAmbient microphone: MEMS omnidirectional, Sensitivity -43 dB +3/-3 dB (1 KHz, 0 dB = 1 V/Pa)\nBluetooth\nDual Mode Bluetooth 4.0  \nAudio compatibility with classic Bluetooth devices (A2DP profile, CSR aptX® audio codec)\nFull compatibility with Apple: iPhone® >= 4S, iPod® Touch 5th generation and later, iPad® 3rd generation and later\nFull compatibility with: Android: any device with Bluetooth LE hardware running under Android version 4.3 Jelly Bean (API Level 18) or later\nFull compatibility with: Windows Phone: any device with Bluetooth LE hardware support running under Windows Phone 8.1\nTrue Wireless Audio\nCSR aptX® audio codec\nUp to six paired devices (One at a time)\nBluetooth sound overrules embedded playback\nEmbedded music player: 4GB data storage. MP3, AAC (No DRM)\nBattery (expected)\nPlay & track time 3 hours\nPlay time 4 hours\nTrack time 7 hours\nStandby time 250 hours\nCharging time less than 1 hour\nCharging: Micro USB (power plug not included)\nType: 100 mAh Lithium Polymer\nCompatibility (needs Bluetooth LE for full functionality)\niPhone® 4S, 5, 5C, 5S\niPad® (3rd generation and later)\nAndroid phones with Bluetooth 4.0 LE support (See detailed description »Bluetooth« above)\nLimited support for Windows Phone and Blackberry (See detailed description »Bluetooth« above)\nFOR AUDIO SUPPORT: Any Bluetooth A2DP or aptX® compatible device\n1 year limited warranty\n                                                                          Nikolaj Hviid created the concept for The Dash after having been CEO of a design agency and Head of Design at Harman. \nTogether with Josef Scheider, former Head of Mechanical Design at AKG, Arne Loermann, designer, and Toby Martin, embedded software developer, we brought the project to life. \nA year later our international team consists of 20 people, with an average of 20,9 years of experience. The combined number of patents and awards far exceed 200. Together we have brought more than 400 products to market, gaining experience in the fields of expertise needed to bring The Dash to life. We love what we do, and we love The Dash. \nThe Dash has a great user experience, and it is easy to use. It is a beautifully designed product that will enable you to do amazing things.\nIf you feel you can contribute with something we did not consider or anything else of value, do contact us at hello@bragi.com. We are openminded!\nNow we need you to get The Dash in the hands of users and developers everywhere. We need your support to overcome the initial costs for tooling and materials. Support the world's first smart in ear headphones; support The Dash. Thank you very much!\n        ", "risks": "Risks and challenges\nDue to the incredible small size of The Dash, we use miniature components. For some of these we only have a single supplier. Even though we have a close dialog with our suppliers, we are not in control of their actions. Every component is highly integrated into and optimized within the design, and an unforeseen component alteration can delay our launch. \nThe Dash has a complex Bluetooth setup that we have tested vigorously in our labs. We might encounter real life applications, where we cannot guarantee for the quality of operations. We will continue to improve our software throughout the launch to improve functionality.\nThe team has a very strong background in design for manufacturing. We have manufacturing flow, testing procedures and sourcing of parts well defined. Even if we encounter high demand, we will be able to scale production and logistics accordingly.\nWe believe that we will start shipping The Dash to our supporters in November 2014.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #62", "update_userinfo": "News from Bragi HQ", "update_content": "Some report challenges on updating to Bragi OS 2.0. \nWe are currently investigating to provide feedback and find a solution. \nSorry for the inconvenience!"}, {"update_no": "UPDATE #61", "update_userinfo": "Bragi OS 2.0 Update Issues", "update_content": "Dear Backer,\nFirst of all, awesome summer to all of you. Second, update your Dash because it is about to become even more awesome. See below why.\n3 years ago I started with an idea of this crazy audible computer I wanted to make. Today 150 people in Munich, Hong Kong, China, Chicago and New York are making it real for me. What a crazy ride. And you have shared 2/3 of that journey with me. Thank you."}, {"update_no": "UPDATE #60", "update_userinfo": "BRAGI UPDATE - BRAGI OS 2.0 - biiiig update!", "update_content": "Dear Backer,\nwe are continuing to improve The Dash to our best efforts. The team is currently working on software version 1.5.0 for The Dash, that is intended to be released next week.\nLong story short please!"}, {"update_no": "UPDATE #59", "update_userinfo": "BRAGI UPDATE - Software roadmap, white Dash & support", "update_content": "Dear Backer,\nsorry for the confusion. 1.4.0 is now ready (I've tried it myself) and available to update The Dash.\nWe hope you enjoy it. Sorry for the inconvenience.\nGo to http://update.bragi.com to update your Dash."}, {"update_no": "UPDATE #58", "update_userinfo": "BRAGI UPDATE - Update problem solved. 1.4.0 software ready", "update_content": "UPDATE:  We're having some technical issues with the update server. We're terribly sorry. Please check back in 30-60 minutes. We hope to have it fixed by then!\n\nDear Backer,\nwe have been listening to your feedback and have corrected a lot of the issues found by you and us in the past month. It has been particularly tricky to get this software update finished. We hope you enjoy it."}, {"update_no": "UPDATE #57", "update_userinfo": "BRAGI UPDATE - problems with update server", "update_content": "Dear Backers,\nNew software for The Dash \nWhen you read this, there will be new software V1.3.0 ready for your Dash. \nPlease follow these steps to perform the update."}, {"update_no": "UPDATE #56", "update_userinfo": "BRAGI UPDATE - Software 1.4.0 released", "update_content": "Dear Backers,\nThanks for your continuous support. We really appreciate it and are so happy that many of you finally have The Dash.\nUpdate on shipping status –"}, {"status": []}], "comment_no": 18411, "projec_url": "https://www.kickstarter.com/projects/hellobragi/the-dash-wireless-smart-in-ear-headphones", "project_name": "The Dash – Wireless Smart In Ear Headphones"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "\"the award for cutest wearable goes to… Moff! \"\n\"It's kind of a do-anything noisemaker, which we're sure parents will love.\"\nPLAY\n\nExamples of play: \nGuitars  / Tennis / Toy swords  / Toy guns / Magical sticks  / Toy golf  / Piano / Marimba / Toy airplane / Hero play and much much more... Possibilities are limitless.\nThe Moff band connects by Bluetooth to your iOS device, Setting up Moff is as easy as downloading the Moff app onto your device.\nCompatibility\niPhone4s, iPhone5, iPhone5s or iPod touch (over 5 generations)\niPad (over 4 generations), iPad mini or iPad Air\nAs of now, unfortunately, Moff does not work with Android. However, in near future, it will work with Android, too.\nSpecifications\nThis device is covered with soft and strong silicon in order to make it safe for kids!\nWe are close to mass production. The Moff that you see in the video is a real, working prototype. We've been developing it in collaboration with our partner factory. Our prototype has been optimized for mass production.\nTime schedule\nBelow is the timetable of the research, development and production\nTime schedule\nDevelopment and design history\nWe iterate prototyping and user tests.We develop and design our prototype to be easy-to-use.\nDevelopment and design history\nWe applied for a patent in Japan and a provisional patent in the US.\nWith your support, we can bring Moff band onto wrists. While we're close to entering production. And your contribution will help fund:\nProduction tooling (e.g. mold)\nLarge component orders\nCertifications related to Bluetooth\nThe Moff band is made in Japan.\nPledges and rewards list\n For developers / companies\nFor developers, SDK will be available. You can develop and sell your apps in our app store, or you can use our sensing platform and connect it to your own apps. Moff will extend user experiences of your apps.\nFor companies that have content or characters (including sounds and voices), you can offer them in our app store, as your own apps or materials for users' customization. Moff will extend the possibilities of your own content and characters, and you will get more fans worldwide.\nAkinori Takahagi  \nHardware product planning and Marketing\nI have enough experience of hardware's / software's product management.I worked at Mercedes-Benz as a product manager of sports models for several years. And I've launched several IT services.I'm in charge of product planning, the product design, production management and marketing of Moff. I'm father with 1 kid.\nMotohiro Yonesaka\nApps and cloud engineer\nHe has enough experience of apps and cloud development. He worked at IBM as an IT specialist. And he has developed several iOS / Android apps, web services. And he is a researcher of sensing analysis. \nHe develops sensing analysis, iOS apps and cloud. He is father with 1 kid.\nKeisuke Suzuki \nHardware engineer\nHe is a circuit designer and firmware and Android application developer. He has developed several robots, wearable computers and circuit boards with BLE, ARM and FPGA. He is in charge of circuit design and firmware development. He loves to talk about newer technologies.\nDr. Tomy Kamada\nAdvisor\nTomy is an advisor of Moff, mentoring the team to prepare this Kickstarter project. He is a co-founder and former CEO of ACCESS Co. Ltd. Today he is running TomyK Ltd.- Startup Booster, which actively supports young innovative startups.\nIn addition to the above core member, several engineers and designers are supporting us.", "risks": "Risks and challenges\nOur risk and challenges are related to the structure and the mold of a silicon case and a plastic case. In order to change a coin battery, the plastic case has to be detached from the silicon case. The ease of changing depends on the structure of both the silicon case and the plastic case.\n\nIn order to overcome this challenge, we've started to make and examine trial molds and prototypes in collaboration with our partner factory.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "new Moff Band movie!", "update_content": "PLAY"}, {"update_no": "UPDATE #27", "update_userinfo": "Check out new Moff Band movie!", "update_content": "Hi all,\nNew cool Moff Band Movie is released! Check it out!"}, {"update_no": "UPDATE #26", "update_userinfo": "Invitaion of Android app Beta test!", "update_content": "Hi all,\nWe are happy to announce new sounds for the happy holiday season!\nMoff will launch new sounds to get kids and parents into the holiday spirit—including \"Handbells\", \"Chimes\" and \"Holiday Air Guitar\". Moff Band users can then play popular holiday tunes, including “Jingle Bells.”"}, {"update_no": "UPDATE #25", "update_userinfo": "Special sounds downloadable only for the holiday season!!!", "update_content": "Together, we’ve done it! \nThanks to you guys, we were able to get our Moff Band out to market and we launched on Amazon a couple of weeks ago.\nAnd now, a favor – if you can: we need your help to get the word out.\nWe are hosting a Facebook contest over the next 10 days and would love for you to share the link with your friends. As an added benefit, by doing so, you will be entered to win two Moff Bands yourself!"}, {"update_no": "UPDATE #24", "update_userinfo": "We're preparing for the special sounds for Holiday Season!", "update_content": "Dear Moff Supporter:\nHello, this is Aki, CEO of Moff Inc.\nI am excited to let you know that the Moff Band, a wearable smart toy that turns everything kids do into fun sounds, is now available on Amazon.com (http://bit.ly/moffband) at the special introductory price of $54.99!"}, {"update_no": "UPDATE #23", "update_userinfo": "Our competition for your chance to win 2 Moff Bands!", "update_content": "Dear all bacers\nMoff Band's app was already updated! Please update your app!\nMain update is to add new plays. From now on, new plays will be added continuously in accordance with passage of time from 1st install of app."}, {"status": []}], "comment_no": 112, "projec_url": "https://www.kickstarter.com/projects/akinoritakahagi/moff-a-wearable-smart-toy-changes-everything-into", "project_name": "Moff: a wearable smart toy changes everything into toys"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "Introducing: Poquito\nPoquito is the result of our search for the perfect slim wallet. Not able to find a wallet that lets us carry the ‘in-between’ coins, we decided to make Poquito. A front-pocket wallet that carries your essential: cash, cards, and even coins. A little more than most, yet just enough to maintain a slim profile.\nIt is precision machined from one solid piece of wood - with a custom molded elastomer strap that securely holds everything in place. Each and every Poquito wallet is hand polished, making it a pleasure to handle all-day everyday.\nWood Selection\nBlack Walnut\nGrains are usually straight but patterns such as curl, crotch, and burl can also sometimes be seen. With a moderate natural lustre that will develop patina shine with use. Colour can sometimes have a grey, purple, or reddish cast. Black Walnut is rated highly in terms of durability and decay resistance. Sustainably harvested in Ohio, Midwest US.\nWhite Oak\nColour can vary from nearly white to light brown. Olive cast is often seen with prominent ray fleck pattern. Grain is coarse with larger pores - a prominent feature on Oak. White Oak is very durable, and is often used in boatbuilding. It also has a mellow odour common in Oak, that most people find appealing. Sustainably harvested in New York state, US.\nBlack Cherry (Subject to Stretch Goal)\nClose grain and smooth fine texture. Mostly straight but curly grain patterns are not uncommon. Over time and with exposure to light, the wood will darken into deep golden brown. Black Cherry is well known for being an all-around wood in terms of durability and workability. With high resistance to decay. Sustainably harvested in Ontario, Canada.\nPoquito's quick access groove lets you get to a frequently used card with ease.\nWhite Oak & Black Walnut\nMolded elastomer strap to securely hold up to 6 cards and some cash (Inside and outside)\nPledging for Additional Strap\nEach wallet comes with one strap as a standard (unless we get to our 1000 backers stretch goal). If you'd like to get an additional strap/s please follow the guide to pledge the correct amount:\nCoins are inevitable. We made a little compartment for it - just in case\nPrecision machined wood interior\nThe Madera logo is debossed on the strap and laser-etched on the wood.\nOur Story\nA Modern Wallet\nFor us the ideal wallet is a wallet that we enjoy having in our pocket, feel in our hands, and that simply works. We want something to help us carry 'enough' of the essentials without bulking up our pocket. Poquito is the result of a year designing, prototyping, and refining every details. Making it something we truly enjoy using - everyday.\nBy backing this project you will help us to make our first order and pay for the tooling with an experienced manufacturer. Ensuring the highest of quality and control in production.\nWood & Sustainability\nWood apart from being one of the oldest material known to man, also leave behind smaller carbon footprint and in some cases negative footprint (trees use and store carbon to grow). Requiring less to process in comparison with leather or metal - and continues to store carbon until it is released by burning it.\nEvery Poquito wallet is heat treated, precision cut, hand polished and sealed - to ensure a wallet that will compliment you for years to come.\nMadera = Wood\nOur passion for wood drives us to challenge the convention of what is possible with wood products. We believe in simple and honest design that works to improve our everyday life. We want to make products that create lasting relationship with the users. Wood objects that are made to be loved and to last.\nProcess & Materials\nWe set out to create an open-back shell and rubber strap wallet with ultra simple construction that eliminates unnecessary dividers. With this we wanted to make sure that the cards will still be highly accessible. We prototyped countless straps to ensure the balance between elasticity and reliability. Opting to use molded rubber straps instead of woven elastics for better control in production.\nWalnut, Oak, and Cherry are well known for their workability and resistance to decay. An important factor for us to consider - as the wallet will be exposed to humidity, contact, and everyday wear.\nAn early aluminium sheet mock-up\nProduction Schedule\nAfter a few months of intensive prototyping, we have arrived at a finalised form/function that we are satisfied with. With a successful project at Kickstarter, we will rapidly move to manufacturing and delivery.\nDecember: Final product refinements. \nJanuary: Finalise manufacturing requirements & place order. \nFebruary: Quality control procedure. \nMarch: Final QC checks and delivery.", "risks": "Risks and challenges\nWe have dedicated countless of hours working together with an experienced manufacturer - trying to mitigate as much risks in all aspects of the product. Although we understand that there will be unexpected challenges along the way, we are confident that we will be able to deliver as per our projected plan.\n\nWith mailing in larger quantity there are always going to be risks. Despite this we will always keep our support line open, and let our backers know of where everything stand.\n\nWe'll keep things transparent and inform our supporters of any hurdles/delay along the way. We thank you for your support and we look forward to have you on board.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "Introducing: Convoy Wood x Elastomer Case for iPhone 6", "update_content": "Hi Kickstarters! We're back!\nWe can’t thank you enough for your previous support in turning our idea into a product that's currently used and loved by many. Madera couldn’t have done it without you! And now we're ready to share our latest project with you and we think you’ll love it. The Convoy Wood Case for the iPhone."}, {"update_no": "UPDATE #19", "update_userinfo": "Introducing our iPhone Case Collection: Convoy", "update_content": "Hi everyone!\nIt's been a while since our last update and we hope you're all doing well. Today we'd like to introduce the newest addition to our Madera family.\nA Hardwood & Elastomer iPhone Case"}, {"update_no": "UPDATE #18", "update_userinfo": "New Straps Shipping! + Final Stretch", "update_content": "Hi everyone!\nThank you again for all the amazing support. You have been most kind and patient with us at this stage of our campaign. We have been receiving so much love for the Poquito, so on this update we'd like to take the relationship to the next level with tips to care for your wallet. Call us demanding.\n#1 Prestretch the rubber strap\nWhen you first get your Poquito, the rubber strap may come a little stiff so stretching it will help the rubber to work better. It's small thing to do but it will make your Poquito smoother to use (without hurting yourself or the wallet). Click below to watch our little video."}, {"update_no": "UPDATE #17", "update_userinfo": "User Feedback + Rubber Strap Stiffness", "update_content": "Hi Everyone,\nWe have sent out the BackerKit survey over the weekend and over 80% have filled theirs! So thanks to everyone who have done so and this update is a kind a reminder for those who haven't or aren't aware of the survey.\nIf you haven't received the invite to the survey yet - please message us directly on Kickstarter or contact the helpful guys at BackerKit on support@backerkit.com"}, {"status": []}], "comment_no": 185, "projec_url": "https://www.kickstarter.com/projects/506932810/poquito-more-than-a-little-wood-wallet", "project_name": "Poquito Wood Wallet"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "YOUR SMART HOME ON YOUR SMART PHONE – DESIGNED BY YOU! \nWe call them smart-homes because they're trendy, convenient, and stylistic. But wouldn’t it be even smarter if it were yours?\nPLUGAWAY produces simple-to-use, super affordable Smart Plugs & LED Bulbs, that let you wirelessly control and monitor your home from your phone - Even better, it will be open & firmware free. \nPLUGAWAY hardware. It's everything our backers wanted and it's here! \nWe studied many of the smart home electronics available today and made PLUGAWAY more compact, more intuitive, more open, and most importantly, much more affordable than anything else out there!\nPlugaways already come with a pre-built, free app for the Android and iOS - it has all the basics and is so simple to set-up, it's anxiety-free!\nYet we've gone even further: We have decided to let everyone, including small firms, interior designers, developers, restaurant owners, even hobbyists, build an app in their own style with limitless functionality, share their skins on our website and brand the software with their logotypes. In short - to give it your personality. \nSimply connect it to any appliance(s) you want, and start Plugging Away!\nWithin moments of taking a PLUGAWAY out of the box, it syncs with your Wi-Fi network and gives you these basic, simple and clear functions:\nSome Practical Examples of using PLUGAWAY...\nYou're late for work and running out of the house. With PLUGAWAY you can relax. Why? \n\n-> Because with a single tap on your smartphone, you can switch off or on anything you want in your home - by category (such as living room or bedroom) or specifically – like the coffee maker burning that leftover brew in your kitchen!\nOr what if you keep receiving those electricity bills that just don't make sense, or your family restaurant really needs to be more economically efficient?\n\n-> Now you can know exactly what is costing you what, by hour or day or month…we're already started looking at a 3-phase smart plug for those big pizza ovens, if you thinking what we're thinking :)\nOr what if you want to personalise various moods for different occasions like movie night, party time, or even something more personal?\n\n-> with PLUGAWAY, you can easily set any theme presets that you want, and by simply tapping that theme, your home will take on your personality. \nSelect (or schedule) any mood you've set up for yourself!\nHere’s the BIG DEAL of being OPEN:\nWe're finalising the hardware (waiting for your feedback) and readying it for certification and production. But we'd like to go one dimension further. \nWe want to make this completely open - yes - that means…\n1. Sign it and make it your own: Great for interior designers, restaurant owners, or developers who want to create their own brand. Have your own logo on the app.\n2. Bundle your own app: pre-select any features you want, or will ever need, from our open library - just drag&drop presets, settings, skins, and click 'compile app'. \n3. App sharing: Create you own rules and develop your own app to share with other Plugaway users!\n4. Integrate it: Link it with anything you can think of - this means IFTTT or pair it with your existing smart-home devices or systems (as long as they're open too)\n5. Secure it: As secure as it is, maybe you want additional settings or passwords, adding users - limited or full control - it's really up to you!\n6. Dream it: So, here's the real point. It's entirely up to you what you want to do with it. It's not about having a \"Plugaway\" brand on your smart plug or phone app. Give it your name, we don't mind - it's yours! :)\nHearing about our smart LEDs and open app, video production company Goldshore Media (GS|M) have already shared with us their thinking about where lighting can go. Check this out:\nAmazing possibilities of our open app and hardware!\nSome more examples... \nSocial sharing of themes/skins/moods/actions/firmware, and developers corner, will be available on www.plugaway.co. Look out for news of its opening!\nOur open software means two things. Developers are able to integrate other devices into the app and share their add-ins. The other is that Plugaway will also be compatible with other systems, so you don't even need to use our app unless you absolutely want to! Provided your existing system is open, you may use the Plugaway app's API to connect with your current home-automation system.\nKickstarter is all about empowering the entrepreneurial spirit and gearing creative ideas into real action. It does this by facilitating communication between creators, encouraging the sharing of ideas, and helping us to support each other. It’s easy for a big business to consume and dominate a market. However, we believe that we have something here and we want to share it with you. We want our homes to be ours, and not some corporate machine's. And we believe that you want the same.\nWe don't want to govern the function on your app, that's why we're asking you to help develop it. We don't want to brand your home. We want you to be able to personalise your home.\nWe are doing Kickstarter because of you. Our goal is to raise $50,000. This money will not be used for covering protoyping, production, or material costs. Rather, we will be building on your Kickstarter comments, feedback and pledges, and reinvesting it into the project to make Plugaway the most awesome and open smartplugs and smart LED's on the market. This looks like:\n(60%) passing BS, CE, UL and more quality certification standards\n(20%) paying software engineers to continue improving the app and make it open\n(10%) developing an online library for sharing designs and ideas\n(10%) Kickstarter commission and tax \nWe also need you to help us share this dream. The only way for us to do this, is with your help and support.\n\nEvery comment and pledge counts. \nAs said in the video, smart homes are really amazing but many feel that existing systems are too costly, bulky and limited.Our journey starts from a humble beginning; from a married man with a dream. Encouraged by his wife to follow his personal passion for entrepreneurship, mobile technology, and Wi-Fi connectivity, Richard Cai invested his personal time and energy to free-up his home, and put it onto his smartphone.\nThese actions birthed the PlugAway Project. Initiated under a personal conviction and desire, PlugAway has changed from being a personal dream to a shared vision by a continually growing group of people. Now, we’re inviting you to join the journey! That’s why we are handing you a new, simple and transparent device that you can personalize and call your own. After all, it's for your home!\nOf course the pledges are important and we could not continue without them, but we also want to hear what you guys think about our product and ideas. Don't hesitate! Feel absolutely free to contact us with any questions, comments or ideas you may have. We will be grateful for any feedback and will do our best to answer any message as soon as we can.\nLooking for more app pics or insights into the hardware? We’re going to be posting video updates on our Facebook and Youtube pages with more peeks into the real deal as it's happening.\n3rd November 2013, EVENT Update\nPRODUCT DEVELOPMENT UPDATE #1 - Setup\n 5th December 2013, Project Update\n 1. THE SMARTPLUG SHELL\nWe started by creating a big prototype. Shortly after that, we made it into a working smart plug! However, because our backers came with so many good ideas, we decided to pause our previous campaign, and implement all those suggestions. Think we've done it this time!\n[2012.12.10] From Conception to Creation!!\n[2013.03.15] Time to put the big thing into a smaller thing\n[2013.04.03] With all the components ready, we put it all together\n[2013.04.15] Our first version of the Plugaway - ver.1.0\n[2013.07.15] We took your feedback and returned to the drawing board...\n[2013.07.26] And we came up with this! The Plugaway ver. 2.0\n[2013.08.09] Then we modified our design for international markets\nWe've made Type-F, Type-I, Type-G, & Type-B plugs\nThe above pictures show hollow shells and for reference only. There'll need to be certain changes made, such as inserting the PCB! The pictures show appearance and dimensions, we'll need to add grounding pins and do some further work before the Schuko plug is ready.\nBecause of our backers support, we were able to make a black casing as well!\nOur aim is for the smartplug itself to run on only 0.2W and as we are still prototyping, this will need confirmed in a later update. Prototypes are supporting 2500W. In a home scenario with a regular small stereo with standby wattage at 6W, annual energy saving could equate to 53.2kWh at $4.82 saving. Larger appliances such as ACs and TVs can drain several dollars per day if not turned off. Modern appliances are increasingly energy efficient, however energy prices have risen 150% in the past 10 years (UK) and are continuing upwards!\nFridges and freezers may also be connected to Plugaway. Not that you’ll turn them off. But if your freezer breaks down, wouldn’t it be nice to receive a Plugaway alert message before you lose everything in the freezer? Depending how well you stock your freezer, that alert message could save over $100’s.\nOur current Plugaway units are single input devices. You may connect a power strip into a Plugaway, though this will control all appliances at once. We are considering a power strip as a stretch goal. Though more on this in an update later.\n2. THE PLUGAWAY PCB\n[2013.02.02] We designed our first circuit board\n[2013.07.03] After our first Kickstarter campaign, we made it smaller\n[2013.08.03] We also incorporated your suggestions about adding an LED ring\n[2013.09] We all love the colour spectrum of the led-ring - so we've it the best with fiber optics!\nOur shell exterior is complete and we're finalising the PCB - making sure to take on board your comments as we do. We've already received some great feedback and will be considering some changes as follows:\nCAPACITOR: Our prototype pictures show a combination of capacitors (models: 1000U DIP_2.54, 100U X1210, and 1U X0603). However, as we will be applying for RoHS, which relates to the material composition of components, it also infers a consideration towards component quality. We recognise that this inference currently does not align with the quality of capacitor in our shown prototypes and feel that a higher grade capacitor will better ensure long-term durability. We shall confirm our final capacitor selection in a pending update\nCPU: For similar price optimisation, we have chosen the ATmega128 CPU as it utilises a low-power AVR 8-bit Microcontroller and offers a performance that satisfies all of the requirements for efficient control. During prototyping, we have emphasised design, quality and stability. Though we recognise that energy efficiency is important for providing maximum value to you as a user. We will be exploring ways to further improve its energy consumption before release. Our aim is for 0.2W, but this is subject to change depending upon further modifications. The question concerning balance between efficiency and affordability is a critical question, and we take great care when making our decisions.\nWIFI CHIP: The above pictures show connection to an 802.11b/g network via a Marvell 88W8686 Wi-Fi chip, originally chosen due to lower cost (meaning cheaper prices for you). However, our final model will connect to an 802.11n network to offer increased range. The exact Wi-Fi chip to be used is still to be determined. Furthermore, our choice for Wi-Fi technology over bluetooth permits increased range and allows each Plugaway to have a separate IP address, offering potential for 252 Plugaway’s to be connected to a standard single household network. \n3. THE SMART LEDS\nThe internal LEDs are type 14x3528, and are shelled within an aluminum electroplated cooling housing with a silver finish.The bulb is custom made by Iwan to overcome common heating problems. \n\nA key component of this cooling principle is to use the ectoplasm aluminum due to its higher heat disapation and ability to direct heat away from the LEDs faster than other materials\n[2012.12] Iwan checks out the cooling body on his first prototype\n[2013.08] We explored the opportunities of making a Smart LED\n[2013.09.06] We made the PCB even smaller and tested it with LED bulbs..\n[2013.10.11] Our smart LED bulb, looking good so far...but more still to be done\nThe custom made frosted acrylic LED bulb is fully compatible with each of the out-of-the-box features above (scheduling, energy monitoring etc), the LED bulb uses just 6Ws of power and an estimated lifespan of 30,000 hours. At a 450-500lm output it compares to a regular 50W halogen bulb, thus able to provide energy savings of 85%. It also has an A++ energy label and its E27 fixture is the most regular and common bulb fixture around. What does E27 mean? Named after the designer, this 'Edison Screw' (E) tip bulb has a diameter of 27mm (27).\nIwan has been experimenting with a wide range of bulb designs since 2004, which has seen him work on some interesting projects including a car showroom, underwater pool lights, and just plain old weird architecture, as well as regular interior design projects. The bulb used for this project was first prototyped by Iwan in December 2012 (as shown above). Following Plugaway's first Kickstarter campaign, Iwan and the Plugaway team started collaborating together since June to produce the smart LED (name to be chosen by you!). Plugaway then utilised Iwan's LED design expertise and modified their wi-fi technology to fit the PCB inside the bulb, as well as offer a dimming function and are working on an RGB control option that will be fully revealed in a coming update. Footage from the first public demonstration will be uploaded on Youtube in mid-November. This Kickstarter bulb is just the first of many more designs to come. As further suggested below, we'll be looking together at integrating the LEDs into the default Plugaway app.\n4. SMART-PLUG POWER STRIP\nWhat's in the power strip?\n4X plug sockets (same geographical regions as regular smart plug)\n1X heat sensor (for monitoring room temperature)\n2X USB slots \n\nEach plug socket may be individually or group controlled from the smartphone app, or manually on the power strip. Each plug socket will have its own LED to indicate the socket state (on/off) Regular USBs use 500mA, but we’ll look to offer up to 1.5A support (5volt and 7.5watt). As such, we’ll have compatibility with an increased range of devices. The possibility of offering a USB data storage feature was also suggested. This sounded great. But to do this would require upgrading the CPU to handle data transfer, which would then require additional power for operation. As one of our key points is to reduce power consumption and facilitate energy saving, we seek to minimise our own power demands. There’d also be additional security issues being raised during data transfer.\nFor the power strip, we won’t personally be financing the development and will be looking for Kickstarter to cover the development costs. As such, we have budgeted a small margin into the pricing to cover arising costs. Equally, we’re continuing with our theme of affordability, so we’ll be noticeably cheaper than the majority of other smart power strips out there.\nThe general consensus has been favourable towards the classical power strip shape rather than a curved or cubed shape. We particularly like the succinct reasoning of Mark Rutledge, essentially highlighting factors including design speed, development cost and design complexity, as well as the regulatory environment, as favouring the classical strip.\nYou can read more on the progress in our updates\n5. APP DESIGN\nWhilst the Plugaway switch looks good, our free app is the backbone and central nervous system for everything that we're doing! We've spent (and are still spending) hours on optimising our app from a three-pronged approach that balances aesthetics, functionality and simplicity.\n[DIM/SWITCH] App Prototype ver 1.0, New concept, Prototype ver 2.0 (right)\nWe're currently developing for Android and iOS, but we aspire to have Windows available by summer 2014.\nYou can see from the above app shots that we have come a long way since our first prototype, and we're looking forward to showing you more as we progress throughout this campaign. \nOur summary schedule is:\nPresent - Jan 2014: Complete our freely downloadable app with core functions\nJan - Mar 2014: Develop a 'creative space' and open library on our website \nFeb - Mar 2014: Application to Google Play and the App Store\nApr 2014: App release...time to party!!!\nWe will also be providing free server access so that you can store your energy history. And just in case anybody is wondering, the smart plugs and lights will all be compatible with the app!\n5. FACTORY PRODUCTION\nThe Plugaway Project is overseen by Torrap Designs Limited, a public company registered in Australia. However, we're operating from mainland China. Why???\nOne of the biggest challenges for many hardware companies/projects is finding reliable, stable and suitable partners - particularly at the production level! We approached this challenge with simple logic, build a relationship with the factories. To do this, we set-up our office just a 45 minutes drive from two of Beijing's factory districts, employed locals, and make frequent visits.\nRather than frequently fly between continents, we changed continents!\nWe want our partners to work together to create a quality driven and sustainable supply chain. Being close to our future production partners is not merely enough. We require an Initial Factory Audit/Inspection as part of our factory selection process. The objective is to assist us with conducting due diligence throughout our supply chain; as we ourselves continually strive to meet our aim of being transparent and accountable to our multiple stakeholders. Our Initial Factory Audit/Inspection evaluates the capability of a Factory to produce products within a consistent and sustainable Manufacturing process.\nWithin the context of the above statement, sustainable refers to two areas. Firstly: a Factory’s convergence with statutory United Nations (UN) and International Labour Organisation (ILO) conventions and documents on areas such as Safe, Healthy and Hygienic Working Conditions (ILO Convention No.155 and ILO Recommendation No.164); Adequate Wages and Compensation (ILO Convention No.26 and 131); No Excessive Working Time (ILO Convention No.1 and 14), and other areas as deemed appropriate. Secondly: a Factory’s environmental and energy use procedures. In relation to TS 16949, Factory’s should be able to demonstrate a strategy for waste reduction, improving electrical and energy efficiency, and responsible purchasing – at very least in areas pertinent to Torrap (our name).\nManufacturing process relates to the Manufacturer’s Quality Management System, Assembly Line, Inspection and Testing Procedures, and Facilities and Equipment. In addition to our own onsite visit, this is importantly inferred through current receipt of relevant certification standards, such as ISO 9001.\nDuring prototyping, we have printed our PCBs with Beijing KDS Electronics Co., Ltd and our shell with Beijing Rapid Precision Tooling Co., Ltd. They are each well recognised and between them produce for companies such as Audi, Panasonic Electric, Sony and Volkswagen. Any changes to our suppliers will be disclosed within future sustainability reporting\nA note on certification: Assurance of quality goes well beyond receipt of certifications. However, we will still be applying for certification for each geographical market: America (UL498), Australia and New Zealand (AS3112), Britain (BS 1363), China (CCC) and Europe (CE 7/7). Note that some countries may not be covered under these certification standards. We will additionally opt for application towards a material certification standard (RoHS) and environmental standard (WEEE).\nFree Developer Kit to ALL!  \nWe're offering all of you an open-access zone where anyone and everyone can build their own styled and self-branded app. This will include an open access library that offers a range of presets for you to bundle together as you please, and also provides a space for you to show-off your app interface, skins, etc., and share it with other Plugaway users.\nPledge levels\nFor those who missed the early bird 20% discount rate, don't worry, Plugaway devices are still available at a great value.\nTimely fulfilment of our pledges to you means a lot to us! We endeavour to meet all of our commitments to you and promise to notify you in the event of any change. \nAnd remember, you can top-up with more devices later!\nWanting Plugaway as a gift?\nChristmas is coming & the New Year is around the corner. Giving always has a sense of excitement! So we’ve decided to design a few template gift cards for you to freely download, print off, and fill-out.\nRight-Click on your mouse as \"Save Link As..\"\nPlugaway is a growing team of both permanent and support members (a mix of us are in the picture above). Separate from the picture above, here’s some background info on our core guys:\nRichard - Entrepreneur and Founder, Richard has 15 years of Financial Marketing experience. Previous experience includes co-founding Cashflowcap, an influential investment consulting company in China with assets under consultation exceeding 1.5 billion RMB (caijing@torrap.com)\nChen Biao -Responsible for circuitry design and hardware debugging, Chen Biao has over 10 years of experience in hardware design, including Ethernet and wireless communication modules\nChenXian - A software engineer by profession, ChenXian has held his main occupation as Head of Development at Duome.cn since 2008 (well-known by its 4million Chinese users for developing mobile platforms with organisations ranging from McDonalds to the State Grid Corporation of China). Previously worked for Gameloft/UBI, a globally recognised mobile games development company\nIwan Kreft - LED Specialist. An avid follower of the home automation industry, Iwan is Owner and Director of Ledreus Co., Ltd, a Dutch-based design and manufacturing company specialising in LED lighting and hardware circuitry. Iwan also has 7 years of project management experience with the Netherlands’ Ministry of Defence, as well as being a Director of Engineering position at GSM Service Aalten in 2003 – 2004. (iwan@torrap.com)\nJohn Storm - Responsible for business and partnership relations, John worked for the China Britain Business Council in Beijing, then set-up his own Business Development Consultancy in 2011. Prior experience includes working as Sustainability Manager in a Hong Kong manufacturer and an upbringing in Retail Management in the U.K. (storm.j@torrap.com)\nTHANKS FOR EVERYTHING YOU'VE DONE!!\nWISHING YOU HAPPY HOLIDAYS & A HAPPY NEW YEAR!\n-THE PLUGAWAY TEAM\nArticles written from around the world by those who believe in us:\nU.S.A.\n[DigitalTrends] http://www.digitaltrends.com/cool-tech/awesome-tech-cant-buy-yet-week-december-1-2013/\n[TechCrunch] http://techcrunch.com/2013/12/02/plugaway/\n[CrowdClan] http://www.crowdclan.com/plugaway-crontrol-your-smart-home/\nRUSSIA\n[HTC] http://www.youhtc.ru/2013/11/plugaway-umnyj-dom-pod-upravleniem-vashego-smartfona/ \nU.K.\n[TechMash] http://techmash.co.uk/2013/11/27/turn-you-home-into-a-smarthome-with-plugaway/ \nGERMANY\n[DigitalCommute] http://www.digital-commute.com/plugaway-plugs-led-smart-home-app/\nINDIA\n[TechPP] http://techpp.com/2013/11/27/plugaway-house-control-smartphone/ \nHUNGARY\n[AnroidPortal] http://androidportal.hu/2013-12-02/plugaway-okos-otthon-mobilrol-iranyitva \nNETHERLANDS\n[GadgetsMagazine] http://www.gadgetsmagazine.nl/2013/11/plugaway-het-slimme-stopcontact-dat-communiceert-met-je-smartphone/", "risks": "Risks and challenges\nEnsuring your safety: In addition to encrypting the system coding and utilising a secure and nationally leading internet service provider. Plugaway devices may be further protected by three rounds of passwords. First, your household Wi-Fi network password is required. Second, you can apply a password to your app. And thirdly, you can assign a password to any individual appliance. This for example, allows you to share control for all appliances with anyone you choose just by sharing your passwords; whilst, for example, also being able to prevent them from playing pranks and waking you by turning on your bedroom light during the night!\n\nMaintaining stability: Plugaway uses a server for three reasons. Firstly to allow phone control beyond the scope of your home network. Secondly, each device has a memory span of approximately 6 months. To ensure efficient operations, we upload information to the cloud and refresh the memory of your device. Third, few people have access to a personal server, so we provide server access for free. \nAlthough we'll be looking at renting space on international servers prior to launch (such as amazon), our current server is operated by WanWang (www.net.cn) in Zhejiang Province, China. This is for practical reasons as we have been developing the project in China. Well recognised as China's leading internet services provider, WanWang has one of the worlds’ top IDC rooms with independent IP, optical access and line redundancy, INTEL multi-core server platforms and a DDT backup system. This is accompanied by its real-time monitoring system and equipment maintainance, supporting its 24/7 operational guarantee. Utilised by China's equivalent of Google (Baidu), Youtube (Youku), Twitter (Weibo) etc, WanWang's operational stability has a direct influence upon China's economic stability. As such, WanWang provide a 24/7 operational guarantee, and report 365 days of uninterrupted service annually. In the unlikely event of a server crash, your Plugaway devices will remain operational. However, we have programmed a default safety feature that will only permit recognised and secure networks to control your devices. This will usually be limited to your household Wi-Fi network. We shall review our international server selection before final launch and - in a similar style to above - provide rationale behind the decision. Note also that there's no obligation to use our server, it is simply there as a free service to regular users without their own personal server. Just use the on/off option within the settings menu\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #35", "update_userinfo": "SHARING OF TORRAP DESIGN’S PROJECT FILES", "update_content": "Dear backers,\nOn Friday 28th February, we released an Update informing you of the decision to cancel the Plugaway Project. This has resulted in understandable disappointment within our backer community. Following the release, several backers have suggested publicly uploading project files. The team fully supports this suggestion and has compiled and uploaded files for shared viewing. In respect to the files provided, we ask that any project built on or incorporating the given content will return any profits to the backer community. \nThis update will be of significant depth. The main focus is on the files shared. Additionally, several backers have asked us ‘What happened to the smart LED?’ The answer to that question is summarized lower down, and at a deeper level within the shared folder. "}, {"update_no": "UPDATE #34", "update_userinfo": "Important announcement to Plugaway backers", "update_content": "Dear Backers,\nIn January we shared that our factory was awaiting an audit from the certification authorities and that we would provide an update when more information was made available. We are writing today to provide confirmation on Plugaway’s project status.\nDECISION TO CANCEL PROJECT"}, {"update_no": "UPDATE #33", "update_userinfo": "UPDATE ON PRESENT SITUATION", "update_content": ""}, {"update_no": "UPDATE #32", "update_userinfo": "An introduction to Plugaway's API, by Sunyue", "update_content": "Dear backers,\nWe are getting closer to the completion of our project, with certification on its way now, we are focusing a bit more on the software side of Plugaway; user experienced aimed beta-testing was conducted a month ago and we got loads of feedback regarding different aspects of the app. Also, we already have the packaging for Australia and China ready to go. Here is some info, plus some sneak peeks.\nPlugaway on stage"}, {"update_no": "UPDATE #31", "update_userinfo": "Live Demo", "update_content": "Dear backers,\nOffices re-opened following the national holiday in mainland China last Wednesday, and we’ve come back at a running pace. Live demonstration and certification are prioritised items on our schedule.\n80 pre-certified units to be ready for demonstration"}, {"update_no": "UPDATE #30", "update_userinfo": "Preparing for certification", "update_content": "Dear backers,\nWe’re very happy to be able to provide positive news regarding production status on the Plugaway Project.\nConclusion from Liuyi’s visit to Shenzhen\nLiuyi returned from Shenzhen on Sunday 28th, bringing in his hands the first ‘official’ Plugaway device. Following consultation with factory technicians and advisors, the factory is now prepping for the producing the first batch of units.\nForward milestones"}, {"update_no": "UPDATE #29", "update_userinfo": "Production go-ahead provided", "update_content": "Dear Plugaway backers,  \nWe are glad to announce the launch of our website later this month, where you will be able to access even more information about our products, team, partners, etc. As it is our face to the world, we are still working on the final details so it can depict us the right way."}, {"update_no": "UPDATE #28", "update_userinfo": "Torrap Website", "update_content": "Dear backers,   \n\nOn Sunday just past, Liuyi returned from his visit to Shenzhen. As well as providing a feedback on production status, he also shared in the local Mid-Autumn festivities. A key event in the Chinese lunar calendar, this saw consumption of a lot of moon cakes (see below)!"}, {"update_no": "UPDATE #27", "update_userinfo": "Visit to shell factory in ShenZhen", "update_content": "Dear backers,\nWe keep pushing forward, all thanks to your support, we can honestly say that we have great backers, backers that really have our back and support us, many of you sent messages of support and offering your help with the UI for the App and we are down with that! Just send us a message via Kickstarter and we will contact you back. Also thanks for all the ideas and suggestions, it’s great to be part of a community with such a strong flow of ideas. We want to launch the project in a functional state and then further develop it into a device which can serve as platform to the whole Smarthome movement. \nPlugaway Update"}, {"status": []}], "comment_no": 888, "projec_url": "https://www.kickstarter.com/projects/plugaway/plugaway-your-smart-home-on-your-smart-phone", "project_name": "Plugaway: Your Smart Home on Your Smart Phone"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "Meet Innr\nInnr is a groundbreaking new approach to interior decorating, using the magical power of light. \nInnr changes the way you experience lighting. Most of us still consider lighting in our home as a collection of lamps that produce light. But a collection of lamps doesn’t necessarily create good lighting. Innr isn’t about lamps. It’s about great lighting, for every moment and every activity in your home. \nEver wondered how all those glossy interior design magazines manage to showcase these beautiful homes with the lighting just right?\nEver been put off by the price of a professional lighting plan? \nAt Innr we believe every home deserves great lighting at every moment of the day. It’s why we’re here: to make great lighting accessible to everyone. Outside you’ve got the sun, inside you’ve got Innr. \nHow does it work ?\nStep 1. The online Light Advisor\nAt Innr.com we'll create a personal online lighting plan for you, tailored to your home: \nSimply start by sketching the dimensions of your room\nIndicate where the room’s fixed features are, such as doors and windows.\nAdd your furniture and any beautiful belongings you’d like to accentuate.\nPress enter… \nand you have your personalised lighting plan. As well as all the products you need to make it happen, ready to be delivered to your home. \nGet your personalised lighting plan in three easy steps\nStep 2. Installation \nOnce your order has arrived you’re ready for step two. Installation is quick and easy with the personalised lighting plan of your room and the contents of your order: state-of-the-art Innr LED spots, easy-to-install strips and bulbs, an internet bridge, and everything else needed to achieve the transformation of your room.\nStep 3. The Innr experience\nWith the installation complete, you’re ready for the final step. After logging into your Innr account via the app on your smart device, you’ll be shown tailor-made settings for different moods and activities, based on the personal lighting plan created for your room. \nWith a single screen tap you can adjust the lighting to fit your current mood or activity. For dining, relaxing, having friends round, working from home or doing homework with the kids. Innr provides great lighting for everything you do, including when you’re doing nothing much and just want to relax. \nOther Innr benefits\nWhere do we stand ?\nWhat started with a vision to empower people to be able to create better lighting at home, has now materialized into fully functional software and prototypes that are ready for mass production.\nThe online lighting advisor has undergone numerous iterations and reviews with consumers and lighting designers to make sure that the interface is simple and the advice is top notch. We’re happy with the results so we plan to release a beta version next month.\nWe've built many prototypes of the lighting products so we can be sure they deliver the lighting quality and ease of installation we promise. The designs have been finalized and the first tools have been ordered. We've been really fortunate to be able to work with an international team of outstanding design partners and suppliers who have thought with us every step of the way, using their experience gained from working for leading lighting and electronics brands.\nWhat's next ?\nIn four months' time we expect to deliver the first orders. While we continue to tweak the software, the biggest step now is to order tooling, start production and go through certification so that we can start shipping. Meanwhile we are working on brand development, marketing positioning, packaging, and all the other of other major details that are needed to bring Innr to life.\nThe planning:\nNovember: Tool making, pilot production & certification. Beta version light advisor live\nDecember: Start production. light advisor refinements\nJanuary: First shipments from supplier. Light advisor version 1.0 live\nFebruary: Start fulfillment Kickstarter rewards\nMarch: All Kickstarter rewards delivered\nWhy Kickstarter ?\nWe’ve come a long way over the past year with the creation of Innr. We think it will revolutionize the way people light their homes. Your support will allow us to order tools and start up production so that we can make Innr available to you and everyone interested in personalised great lighting. More importantly, as part of the Kickstarter community, you'll not only be supporting us with crowd funding, but also with great ideas and feedback to help make Innr even better. We’re keen to receive your sharp and insightful reviews. The claim we make is a substantial one, and we really want Innr to live up to it. Use it, test it, give us your thoughts.\nThe rewards\n The Innr team\nAn international bunch who all believe in the magical power of light to enrich homes and interiors. Our vision and passion lie in the desire to change the way people experience lighting.\nIn our 'office'\nThanks for your support !\nWe’re delighted to be able to share the Innr journey with you, and hope you’ll join us in our mission to change the way people think about lighting. Help us make great, personalised lighting for every moment of the day available to everyone. And please check www.innr.com or..", "risks": "Risks and challenges\nThere are always plenty of pitfalls and hurdles to overcome when truly innovating. Innr, with its technical complexity, has been no exception. The good news is that some of the biggest risks on our journey in creating Innr now lie behind us. \n\nWe've had to develop software that can provide sound lighting advice and the results we believe in. We also wanted to develop top quality led products that are smaller than anything available on the market. To top it all, we wanted to develop a reliable wireless control system that could be programmed through the lighting advisor. We're proud to say we managed to achieve all of our objectives. Innr has been created thanks to a great team with the right experience and ambition and first-class suppliers who are ready to get going with manufacturing Innr for us. \n\nIn the next phase the main risks are in production delays, release test hiccups and software bugs. For the most typical risks, we have identified ways to minimize them and to resolve them if they should crop up. Nevertheless, you can never eliminate sheer bad luck. So we’ve allowed for some slack in the production planning, if only to reinforce in our own belief that we’ll be able to deliver on time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "We are a step further in making our dream come true!", "update_content": "Hi Innr backers,\nThis is the update I’ve been dreaming about for the last four weeks! Yesterday we passed the magic GBP 50,000 mark and that means we reached our Kickstarter goal. That’s all thanks to you, our backers! A BIG thank you! \nIt’s hard to describe how great it feels that so many people have decided to support us. It’s a massive boost for the Innr team to see that so many people want to transform their homes with Innr. And you’ve made that possible. "}, {"update_no": "UPDATE #7", "update_userinfo": "We did it!", "update_content": "Dear Friends,\nDuring my one week trip to Hong Kong / China two weeks ago I also spent nearly a day at Design Icon, our product design agency in Hong Kong. They just moved into a new studio, nearly double the size of the previous one, much lighter and more spacious than the previous one in the same building.\nBesides reviewing the first-off-tool parts and products, we spent most of our time on creating our picture-based user manuals."}, {"update_no": "UPDATE #6", "update_userinfo": "Rob’s visit to Design Icon, our product design agency", "update_content": "Dear Friends,\nWe are still frantically testing the alpha version of our LightAdvisor, in order to move to a private beta stage soon – and we want to keep you in the loop of our progress.\nWe have been working on the LightAdvisor as the backbone of our concept for the larger part of this year, so we‘re pretty excited that the first fully functional version is around the corner. We are still smoothening some of the inner (Innr) workings of the application, but the main functions are there. And what’s even more important; it actually does what it says on the tin- in a simple way!"}, {"update_no": "UPDATE #5", "update_userinfo": "Light Advisor first walkthrough", "update_content": "Just returned from a one week trip to Hong Kong / China to visit our development & supply partner. After more than 10 years of living in Asia, it is always great to be back and experience the frantic pace of life in this part of the world. With their high level of expertise and pragmatic ‘can do’ mentality, it’s great to work together with our Chinese friends, on whom we rely for the joint-development of our Innr range of products. Crossing the border at Lo Wu, it takes a good hour’s drive to reach the factory. After many long conference calls and endless emails, it was great to see the fully functional first off-tools of our Spot and Down light, as well as the Track and Power Supply, together forming the first complete product in our range. Clearly, some tweaking and tuning still needs to be done, but we’re nearly there and hope to start production in December."}, {"update_no": "UPDATE #4", "update_userinfo": "Halfway there!", "update_content": "Tucked away in a corner of our offices, you'll find one of our secret weapons; the demo room. With a little help from the local IKEA store, we built a life-size living room that we are using for real-life tests of our products and software. This was an excellent opportunity to put the Innr light advisor to work, using it to create a good lighting plan for our demo room. With the plan we knew exactly what lights we needed and where to install them.  \nThis picture shows the floor plan of our demo room:\nNow that we had a good lighting plan, we went ahead and installed our precious prototypes according to the plan. Our next big test was to see how our lighting system worked with the Innr control app on our phones. And we’re happy to say that it works as advertised, on all mobile phone platforms, even when we’re all using the app at the same time."}, {"update_no": "UPDATE #3", "update_userinfo": "Rob's visit to our development and supply partner", "update_content": "Racing from one meeting to the next. Meetings about crowd funding or branding, user interface or project planning, about funding or staffing. As director of a startup, you hardly have time for a cup of coffee, let alone going back 18 months in time. Yet I clearly remember how and where the dream began. And who was with me. It's good to occasionally think back to that time during all the hectic day-to-day moments.\nI worked as Head of the Lighting Division for Philips Japan. I was visiting one of our key clients, a manufacturer of professional luminaires as well as a supplier of complete lighting projects. They demonstrated one of their lighting systems in their showroom. That was a true WOW moment! The magic they created by transforming a functional home office to homely and romantic living space was just unbelievable. The man who was demonstrating told me: \"Jeroen-san, everyone can make lamps. The difference is in the lighting design. It's not about the lamps and fixtures; it’s about the light.” I became even more enthusiastic when he showed me his pride and joy: a room full of lighting designers."}, {"status": [{"Project funds successfully": "165 backers pledged £54,552"}, {"Project launches": "NOVEMBER 8, 2013"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/73814039/innr-change-the-way-you-experience-lighting", "project_name": "Innr. Change the way you experience lighting"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1661, "projec_url": "https://www.kickstarter.com/projects/1369622196/the-crabby-wallet-a-wallet-that-is-not-for-everyon", "project_name": "The CRABBY Wallet: A wallet that is not for everyone..."}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 46, "projec_url": "https://www.kickstarter.com/projects/chesstache/chesstache", "project_name": "Chesstache"}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/luckysophie/ren-zis-first-art-exhibition-between-earth-and-voi", "project_name": "Ren Zi's first art exhibition: \"Between Earth and Void\""}}, {"backer": "Ekster Wallets", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 79, "projec_url": "https://www.kickstarter.com/projects/portsmithco/cinch-minimalist-wallet", "project_name": "CINCH :: A Rad Minimalist Wallet :: Slim, Simple, Secure"}}]