[{"backer": "eric kesselman", "project_data": {"campaign": {"story": "        The video game, cards, and figures can each be enjoyed independently of the others, but when played together your experience will be extra-awesome!\n        Every element of the Lightseekers universe interacts with our game. That means physical trading cards, digital action figures, comics, posters, packaging, videos and more will unlock additional rewards and new content. Everything works together to make your gaming experience even more compelling. The more support we receive, the more we will create that will enhance the Lightseekers game and reward you, the player. \nA Large, Open World to Explore: Lightseekers takes place on the fantastical planet, Tantos. Unlike many other games, Tantos is not built from a series of small levels. We've taken great care to make Tantos a living, breathing, ever-changing world with thousands of hours of repeatable gameplay, that caters to the needs of even the most adventurous explorers.\n  As a Lightseeker, it's up to you to unravel the mysteries of the planet's past and stop the evil umbron.\nThat is just a small part of the larger picture. Everyone you meet and all the different areas you explore have stories to be told. We have gone to great lengths to give the planet a coherent backstory from the perspective of all its many races and more will be revealed as the game evolves.\n  And there' s much more about the game lower down on this page...\nManufactured by TOMY, world renowned for quality, our digital action figures deliver real time 2-way interaction between your hero and the game. They talk, vibrate, and use different colored lights to show levels, status, warn of impending danger and help guide gameplay - think of them as your ultimate wingman! Your hero’s evolving in-game attributes, accomplishments, and lineage are stored in perpetuity so that your hero is truly one of a kind.\nAt launch, we'll have two playable races available, tyrax and mari. Each hero unlocks additional game content. With your support, we'll be able to expand the number of playable races available later in 2017. Having multiple figures is not essential; but it enables head-to-head minigames and multi-hero interactions. We've designed our platform so you can play up to 8 playable heroes on a single device at the same time.\nModel and deco sheets from our first prototypes\nThese figures are so smart, that we're still figuring out all they can do! For starters, they can talk to each other in the game as well as when they're disconnected from the game, scan for other figures to automatically access more game content, and offer a wide variety of offline gameplay. But that's just the beginning as more features will be added over time via periodic updates.\nThe FusionCore is a forward compatible, user-removable IoT module that bundles most of the expensive electronics into one self-contained unit. That means additional heroes will be a lot cheaper and future accessories that we haven't even designed yet will be powered by the same FusionCore (making them even more affordable). The FusionCore can also be updated wirelessly over-the-air, allowing us to provide you with regular upgrades and awesome new features and functionality over time.\nIn addition, the game automatically remembers the last hero you played, so you can play on-the-go without your action figure. Any progress you make is then updated when your FusionCore is reconnected.\nEach weapon or accessory unlocks new abilities and adventures. Simply arm your hero and your weapon will instantly appear in the game!\nWeapons and accessories are compatible with all figures\n  Add magical lightstones and defeat enemies in-game to level-up your weapon and wield even greater power.\nIn-game stats and abilities are stored within, making your weapon uniquely yours. A physical sword, for example, maintains XP and magic type, and even lights up according to your stats and enchantments. Two individual weapon packs will be available at launch (in addition to the ones included in the starter packs that are outlined below): the Electro Eel Storm Order weapon and the Cogwheel Cleaver Tech Order weapon. With your help, a full arsenal of weapons will follow.\nWish you could fly? Snap on a flight pack to magically control your in-game character by moving your action figure. Fly to new areas of Tantos where you can access rewards via shortcuts and guide your hero through action-packed minigames. Two flight packs will be available at launch: the Skyrider Storm Order flight pack and the Flynamo Tech Order flight pack. We aim to make a wide range of flight packs, each with different in-game abilities.\n  The Lightseekers trading card game is a standalone physical game that includes 385+ lovingly crafted printed cards, each scannable by the Lightseekers game to unlock in-game effects such as new spells, boosts or even pets that will fight alongside you! Each card is embedded with a one time in-game bonus. \n  Each player in the trading card game takes control of a hero who uses an arsenal of cards, featuring spells, creatures, items, and locations, to defeat their opponents.  \nThe heroes of the game use a specific branch or subset of the magical energy, which is referred to as an ‘Order’. There are six known Orders that equate to six different playstyles:\nEach Order contains three ‘Elements’ that generally break down the gameplay to a specific style; aggressive, defensive, or utility-based.  \nIn addition to using cards every turn to influence how your hero reacts or fights, saving cards to play devastating combo cards can be an instant game changer and turn the tide.\nThe game is quick and easy to learn, but also provides great depth for advanced players who wish to experiment with deck building and tactical play using unique mechanics.\n  A few of the colorful TCG characters\nThe card game is intended for 2 players, but supports as many players as you have friends! :) Games typically last 10-15 minutes, but can vary based on deck complexity, skill level, and number of players. \nLightseekers features a tactical real-time combat system that is as interactive as you want it to be, whether that is hardcore dungeon runs or casually leveling while watching your favorite show on the sofa!\nTo support this, the combat system is flexible and caters for a wide variety of personalization. This includes abilities, talents, and control methods, just to name a few!\nAbilities are powerful combat moves that characters use to defeat their foes. Basic abilities are unlocked by leveling up your hero and allocating talent points, while even more powerful abilities come from combos and equipped items.\nStrategic choices need to be made about which abilities you have active at any one time!\nMastering combos is like a minigame within the combat system itself. They are powerful abilities that need charging up before they can be unleashed.  \nAll abilities belong to an Element, and a combo will call out for different ones. If you use abilities that match the current Element of the combo, your combo multiplier will increase and you'll charge it faster! This means that ‘which ability’ you use and ‘when’ has even greater importance.\n  Each hero has three unique talent trees, which are divided into multiple tiers. Tiers come with their own choices and also unlock new abilities as you progress through them.\n  A hero has nine slots for equipable items. Items can have various stats and effects and come in a number of different rarities. This makes for millions of unique combinations! Some of these items can also be powered up with lightstones...\nThey come in different types and rarities. Each one has a set of stats from a pool of more than 50, along with other magical effects, that can be unlocked and upgraded in different combinations.\nFor maximum replayability and player tuning, the game supports a dynamic and flexible difficulty system. By default, the difficulty of the game automatically scales to the area, your level, and equipment, but you’re in full control to tweak this up or down as you please. Raising the difficulty will increase the rewards earned and also improves the variety of items and opponents you will encounter.\nAdjust according to how much you like pain\n  Dungeons are designed to be relatively short, challenging combat encounters. There will be dozens of them and each one features multiple unique bosses with their own mechanics and rewards. Based on what equipment you bring, you’ll be able to access different parts of a dungeon, for additional bosses or rewards.\nRobot punch!\n    Lightseekers isn’t all about combat - there are plenty of other adventures and challenges to take part in! Here are a few just to get you started.\nWe want this to be an important aspect of the game, so you’ll find some of the world’s most powerful items will actually be crafted by your own hands!\nIn addition to quests and puzzles, there is an ever-expanding list of side activities and minigames for you to take part in. Some of these take full advantage of the physical action figures, while others are purely digital experiences!\nWe are currently working on the following:\n    Tantos is a massive world that contains many mysteries to discover and hidden achievements to unlock. In your adventures, keep a keen eye out for secret items, areas, and other unique things to collect.\nThe game hasn’t stopped just because you’ve turned it off; your heroes will be able to continue working even while you’re gone. You’ll be able to set them to perform a variety of different tasks, such as gathering resources, running dungeons, or even helping out your friends.  \nWe’re taking this to the next level - if your hero crosses the path of another that is also on an idle mission, they will trade stories and items, and you’ll find out exactly what’s happened and who you’ve met next time you start up the game.\nEvery Mastery level you get allows you to fine-tune your hero further, for infinite improvement. These Mastery levels are shared across all your max level heroes.  \nIt’s not just your hero that improves, so do all of your pets. Each one can be leveled up individually, and improved with lightstones. They even share your Mastery levels!\n Your friends in Lightseekers are more than just names in a list.\nThe game will also feature player-run guilds. You can take on shared challenges, work to better the guild, and eventually we aim to let you kit out your very own guild base!\nLightseekers is more than just a game; it's a commitment. We'll update the game several times per month with new and exciting content, with the community being the driving force behind how the world evolves.\nWe're already a long way into development, with our sights set on a full launch in March 2017. Our plan is to introduce our first two characters as starter packs which include: \nYou'll be able to choose your Hero - mari (includes the Aquadart Crab weapon) or tyrax (comes with the Nitro Hammer weapon). \nFour additional accessories (two weapons and two flight packs) will be available as stand-alone items. In addition, we'll have six trading cards starter packs and booster packs to help expand your collection. In the future, we hope to provide a much broader range of collectible items.  \nSo why Kickstarter? Are you guys not fully funded? The game looks good, we’ve seen the figures and the cards…why do you guys need the money? All good questions and we thought we’d tackle them head on because we’re like that.     \nOk, let’s unpack this in two stages. Why are we doing it? And then Why should you back us? Other than you just think we have a good idea and you like us!\nWhy are we doing Kickstarter? \nWe’re an employee owned company and we’ve gone all-in on Lightseekers. The team has invested significant sums of our own money into getting things this far, and some of us don’t even draw salaries. This isn’t a pre-alpha game, it’s the real deal and all of our technology actually works! All of that stuff is already covered, so what we need to know now is, who’s excited about it? Where do they live? What do they want that we’re not doing yet? \nThis is even more important on a new, unknown world like Lightseekers and critical when you’re dealing with a new type of product that does things differently and doesn’t have a ready comparison. \nWhat we’re hoping to raise is actually a fraction of the cost to achieve our full vision. Any additional support we receive beyond $200k will help out and naturally will be fully re-invested into the studio, allowing us to make more playable characters, more figures and accessories, more connected content, and more awesome gameplay! \nFinally, it’s really important that we are able to gauge demand for potential retail partners by pre-selling some of our products as well as starting to build our community on Kickstarter in advance of the game launch. \nWhy should you back us? \nA safe bet. This isn’t a project in it’s infancy. We’re very far along and about to begin production. As a result, if you pay for a reward package (and we’re fully funded) you will get that package because we’ve already solved the big technical challenges and we’re ready to go. \nYou’re getting a really, really good deal. Each package is different but all of them are a great value for the money and less expensive than post-launch pricing. \nUnique game content. If you back us, you get exclusive stuff and the more people back us, the more exclusive stuff you get. \nYou can guarantee yourself cards and digital action figures at launch. Our plan is to soft launch in the USA first in a limited number of retailers. Therefore, one of the only ways to secure digital action figures or cards at launch is through this Kickstarter campaign. \nHang on…If I don’t want the figures or the cards and the game is free, why should I back you? \nWe think you will want the figures or cards eventually because they are awesome, but let’s explain our thinking here. \nOur packages include valuable Kickstarter exclusive in-game rewards. So back us if you want limited edition and exclusive stuff! \nWe’re getting requests to bring the game to PC, Mac and consoles next. This is great, we want to do that too. We live to give our community what they want, but extra platforms will demand extra work, requiring more people and ultimately more cost. So backing us enables us to expand Lightseekers to more platforms. \nFinally, longer term we plan to make our technology platform available to other game developers and toy makers alike. So, if you would like to see next generation connected play come to your favorite toy or game, then please back this campaign. \nWe've pioneered a groundbreaking platform and we feel we're off to a great start, but we need your help to fund our campaign, make our vision a reality, and create the future of connected play, together. \nWe built this game for you - our fans - so tell us what's fun, and we'll make more of it!\n  To get an optional add-on, click “Manage my Pledge” in the top right corner of the Kickstarter page and input the total value of everything you want. For example, if you’re at Physical Pioneer Pack ($60) and want to add on a Card Starter Pack ($15), enter $75 as your total pledge. When the campaign has finished, we will send you a survey. You will be able to select the characters and packs that you want and let us know what you would like for your pledge.\n    PlayFusion is an employee-owned, indie game developer and publisher.\nWe like to think of ourselves as an eclectic group of visionaries, ninjas, scientists, wizards, code poets and gurus from the fields of games, TV & film, toy design, robotics, mechanical and electrical engineering, computer vision and artificial intelligence.  \nOur team has also been fortunate enough to work on several of the best-selling franchises in video game history - around 150 titles over the last 20 years. Our experience stretches from the Dizzy games of the early 90s through to the modern era including Tomb Raider, Street Fighter, RuneScape, Disney Universe and many, many others along the way. We know how to craft great gameplay, immersive quest chains and how to build games that endure, but nothing so far has come close to Lightseekers in terms of ambition, scale, and pioneering innovation. \nWe're really excited to finally share our vision with you and invite you to join us in creating the future of connected play.\nSupport Lightseekers on YouTube, Facebook, and Twitter to unlock extra rewards! \n     ", "risks": "Risks and challenges\nThis is our first Kickstarter, so we're figuring it out as we go.\n\nOur action figures and accessories will be manufactured by TOMY in China. Our cards will be printed in Belgium. There is always risk with items that are shipped internationally. We're working closely with our partners to stay on schedule, but delays are possible.\n\nIf you have any questions, comments, or other feedback - please let us know via email, social, or on this project page. We want to hear from you so we can make Lightseekers even better together.\n\nSometimes, after a campaign successfully funds, a few backers may need to cancel their pledge before the estimated delivery date. If that happens, please contact us and we'll process a full refund for you.\n\nThanks for supporting us - we really appreciate it.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Keeping it Simple", "descp": "You backed us and we've got your back! You'll stay in the know with backer-only updates. We'll send you our favorite digital concept artwork and you'll unlock the in-game title: \"Backer.\"", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["177 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Supporter Pack", "descp": "Thanks for your support! In addition to everything above in the Keeping It Simple Pack, you'll be immortalized in the Lightseekers game credits, receive a Kickstarter exclusive weapon skin, and any figure you play with will recognize you as \"Founder.\"", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["141 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Dabbler", "descp": "You get everything in the Supporter Pack plus an exclusive tier 2 in-game pet and exclusive character skins.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["57 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Trader Pack", "descp": "Ready to trade? You get everything in the Supporter Pack plus one of six Lightseekers Trading Card Game starter packs (choose from Astral, Dread, Mountain, Nature, Storm, or Tech). Includes one pre-built deck of 36 augmented reality trading cards, one 9 card booster pack, Tribute card, deck storage box, play mat, and health counter.\nFREE SHIPPING (US, CANADA, EU, UK)\n+$5 (AUS, NZ, LAT AM)", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["73 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Digital Beta Pack", "descp": "Be one of the very first to play Lightseekers when you access our digital beta test (December 2016). Also comes with everything in Digital Dabbler pack plus an exclusive digital art book, an exclusive digital soundtrack, and an exclusive tier 3 in-game pet.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["101 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Artisan Pack", "descp": "Want art and access? You get the Trader Pack plus breathtaking limited edition signed concept artwork, an exclusive Founder texture in the Lightseekers game so everyone knows you were there from the Awakening, and be one of the very first to play when you access our digital beta test (December 2016).\nOnly 1,000 available!\nFREE SHIPPING (US, CANADA, EU, UK)\n+$5 (AUS, NZ, LAT AM)", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["131 backers", "Limited (869 left of 1000)"]}, {"amt": "Pledge US$ 45 or more", "title": "Digital Pioneer Pack", "descp": "Comes with everything in Digital Beta Pack plus an exclusive quest area, an exclusive tier 4 in-game pet, and PC/Mac super-alpha build access when available.\nIn addition to the \"Founder\" title, exclusive Founder texture, digital beta access, and your name immortalized in the game credits, you've also earned the in-game title \"Pioneer.\" Any figure you play with will recognize you as a Pioneer and you'll receive exclusive Pioneer headgear eternally separating you from the commoners.\nINCLUDES:\nIn-game title: Founder\nIn-game title: Pioneer\nSpecialized voice over clip: Pioneer\nExclusive Founder texture\nExclusive Pioneer headgear (visual override, no stats)\nExclusive quest area\nThree exclusive in-game pets (tier 2, 3, and 4)\nPC/Mac super-alpha build access (when available)\nExclusive digital art book\nExclusive digital soundtrack\nDigital beta test access\nImmortalized in the Lightseekers credits", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["77 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "[Early Bird] Physical Pioneer Pack", "descp": "Early bird pricing for Physical Pioneer Pack (below).\nOnly 500 available!\nFREE SHIPPING (US, CANADA, EU, UK)\n+$10 (AUS, NZ, LAT AM)", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["453 backers", "Limited (47 left of 500)"]}, {"amt": "Pledge US$ 60 or more", "title": "Physical Pioneer Pack", "descp": "Be one of the first in the world to get your hands on the groundbreaking smart action figure heroes from the Lightseekers connected universe. All Physical Pioneer Packs include: Hero, weapon, FusionCore, 5 augmented reality [AR] trading cards (1 hero card, 1 item card, and 3 combo cards), Tribute card, and a USB charger. You'll be able to chose your Hero - mari (comes with Aquadart Crab weapon) or tyrax (comes with Nitro Hammer weapon).\nIn addition to the \"Founder\" title, exclusive Founder texture, digital beta access, and your name immortalized in the game credits, you've also earned the in-game title \"Pioneer.\" Your Hero will recognize you as a Pioneer and you'll receive exclusive Pioneer headgear eternally separating you from the commoners.\nFREE SHIPPING (US, CANADA, EU, UK)\n+$10 (AUS, NZ, LAT AM)\nINCLUDES:\nHero starter pack (mari or tyrax)\nIn-game title: Founder\nIn-game title: Pioneer\nSpecialized voice over clip: Pioneer\nExclusive Founder texture\nExclusive Pioneer headgear (visual override, no stats)\nDigital beta test access\nImmortalized in the Lightseekers credits", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["66 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "Cardseeker Pack", "descp": "Whether you split it with a friend or keep it to boost your own arsenal of cards, this pack has everything you need to get playing the awesome Lightseekers Trading Card Game right away!\nIncludes ALL six starter decks (choose from Astral, Dread, Mountain, Nature, Storm, and Tech) each of which contain a booster pack, Tribute card, deck storage box, play mat, and health counter. You will also receive an additional 12 booster packs on top of your starter decks!\nAlso includes the \"Founder\" in-game title, exclusive Founder texture, digital beta access, your name immortalized in the game credits, and the in-game title \"Pioneer.\" Any figure you play with will recognize you as a Pioneer and you'll receive exclusive Pioneer headgear eternally separating you from the commoners.\nFREE SHIPPING (US, CANADA, EU, UK)\n+$10 (AUS, NZ, LAT AM)\nINCLUDES:\nSix trading card game starter packs\n12 trading card booster packs\nIn-game title: Founder\nIn-game title: Pioneer\nSpecialized voice over clip: Pioneer\nExclusive Founder texture\nExclusive Pioneer headgear (visual override, no stats)\nDigital beta test access\nImmortalized in the Lightseekers credits", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["57 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Battle Pack", "descp": "Can't choose? Ready to dual wield? Comes with everything in the Digital AND Physical Pioneer Packs, plus you also get both the mari AND tyrax starter packs AND two additional weapons. The Cogwheel Cleaver is a 1-handed slashing Tech weapon and the Electro Eel is a 1-handed slashing Storm weapon. Both weapons also include their associated rare AR trading card and a unique in-game special ability. Plus, obtain exclusive dungeon access containing sweet, sweet rewards that can't be found elsewhere!\nFREE SHIPPING (US, CANADA, EU, UK)\n+$20 (AUS, NZ, LAT AM)\nINCLUDES:\nMari starter pack\nTyrax starter pack\nCogwheel Cleaver - Tech Order weapon\nElectro Eel - Storm Order weapon\nExclusive dungeon access + rewards that can't be found elsewhere\nIn-game title: Founder\nIn-game title: Pioneer\nSpecialized voice over clip: Pioneer\nExclusive Founder texture\nExclusive Pioneer headgear (visual override, no stats)\nExclusive quest area\nThree exclusive in-game pets (tier 2, 3, and 4)\nPC/Mac super-alpha build access (when available)\nExclusive digital art book\nExclusive digital soundtrack\nDigital beta test access\nImmortalized in the Lightseekers credits", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["98 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "Legendary Pack", "descp": "No more messing around. You get everything from the Battle Pack and YOU'RE ONE OF THE FIRST IN THE WORLD TO PLAY THE GAME. That means access to the exclusive physical beta test - we'll also send you one of the very first engineering pilot smart action figures ever manufactured. (A signed waiver is required to participate.) Once ready we will replace your engineering pilot with one of only 888 limited edition final production smart action figures to commemorate your early participation.\nYou also get ALL six Lightseekers Trading Card Game starter packs (Astral, Dread, Mountain, Nature, Storm and Tech).\nReady to take flight? This pack also includes the Skyrider Storm Order flight pack and the Flynamo Tech Order flight pack which enable in-game flight, allowing your Hero's movements to magically control your in-game character.\nBoth flight packs also include their associated rare AR trading cards and a unique in-game special ability.\nYou also earn the in-game title \"the Legendary,\" your Heroes will recognize you as a Legend, and you'll receive an exclusive Legendary texture.\nAll pledges of $300 or more include participation in the exclusive physical beta test (December 2016).\nOnly 808 available!\nFREE SHIPPING (US, CANADA, EU, UK)\n+$30 (AUS, NZ, LAT AM)\nINCLUDES:\nExclusive physical beta test access (1 of only 888)\n1st engineering pilot/limited edition smart action figure\nMari starter pack\nTyrax starter pack\nCogwheel Cleaver - Tech Order weapon\nElectro Eel - Storm Order weapon\nSkyrider - Storm Order flight pack\nFlynamo - Tech Order flight pack\nSix trading card game starter packs\nExclusive dungeon access + rewards that can't be found elsewhere\nIn-game title: Founder\nIn-game title: Pioneer\nIn-game title: <Name> the Legendary\nSpecialized voice over clip: the Legendary\nExclusive Founder texture\nExclusive Legendary texture\nExclusive Pioneer headgear (visual override, no stats)\nExclusive quest area\nThree exclusive in-game pets (tier 2, 3, and 4)\nPC/Mac super-alpha build access (when available)\nDigital beta test access\nExclusive digital art book\nExclusive digital soundtrack\nImmortalized in the Lightseekers credits", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["72 backers", "Limited (736 left of 808)"]}, {"amt": "Pledge US$ 500 or more", "title": "Completionist Pack", "descp": "Want more cards and special upgrades? Includes everything from the Legendary Pack plus signed card art and a signed display box, including 40 AR trading card booster packs.\nYou'll receive exclusive in-game Legendary overrides for headgear and all four weapons as well as exclusive tyrax and mari skins.\nYou also get to name an NPC* and you'll be immortalized as Completionist in the Lightseekers credits.\n*subject to creative approval\nOnly 50 available!\nFREE SHIPPING (US, CANADA, EU, UK)\n+$50 (AUS, NZ, LAT AM)\nINCLUDES:\nName an NPC (subject to creative approval)\nExclusive physical beta test access (1 of only 888)\n1st engineering pilot/limited edition smart action figure\nMari starter pack\nTyrax starter pack\nElectro Eel - Storm Order weapon\nCogwheel Cleaver - Tech Order weapon\nFlynamo - Tech Order flight pack\nSkyrider - Storm Order flight pack\nSix trading card game starter packs\nSigned card display box including 40 card booster packs\nCard art signed by the design team\nIn-game title: Founder\nIn-game title: Pioneer\nIn-game title: <Name> the Legendary\nExclusive dungeon access + rewards that can't be found elsewhere\nSpecialized voice over clip: Legendary\nExclusive Founder texture\nExclusive Legendary texture\nExclusive Legendary tyrax skin\nExclusive Legendary mari skin\nExclusive Legendary headgear (exclusive override, no stats)\nLegendary in-game versions of all four weapons\nExclusive quest area\nThree exclusive in-game pets (tier 2, 3, and 4)\nPC/Mac super-alpha build access (when available)\nExclusive digital art book\nExclusive digital soundtrack\nDigital beta test access\nImmortalized as Completionist in the credits", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["48 backers", "Limited (2 left of 50)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Designer Pack", "descp": "Ready to join our design team? You get everything from the Completionist Pack plus you get to work directly with our artists and designers to create and name your own in-game pet*. You'll also be immortalized as Honorary Designer in the Lightseekers game credits. Shipping included.\n*subject to creative approval\nOnly 10 available!", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["9 backers", "Limited (1 left of 10)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Lightseeker \"Light\" Pack", "descp": "You get the awesome Completionist Pack, plus you'll also receive a one-of-a-kind, customized Lightseekers Laser Engraved iPad Pro (12.9\" 128GB) to play the game on. You can work directly with our design team to select your favorite character and approve the artwork prior to engraving. You also get to name an in-game area*, and get two exclusive Legendary tyrax skins and two exclusive Legendary mari skins. You'll also be recognized as Lightseeker in the game credits. Shipping included.\n*subject to creative approval\nOnly 20 available!", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["13 backers", "Limited (7 left of 20)"]}, {"amt": "Pledge US$ 10,000", "title": "Lightseeker Pack", "descp": "\"Tank\" you very much! Everything from the Completionist Pack, plus you and a guest visit the PlayFusion office in Cambridge, UK and attend the VIP launch party (airfare not included). Learn to drive Bertha, the PlayFusion tank, and have a car crushing experience! Yeah, that’s right – we have a tank! You'll also receive a customized Lightseekers Laser Engraved iPad Pro (12.9\" 128GB) to play the game on, name an in-game area*, and get two exclusive Legendary tyrax skins and two exclusive Legendary mari skins. You'll also be recognized as Lightseeker in the game credits. Shipping included.\n*subject to creative approval\nOnly 20 available!", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["7 backers", "Limited (13 left of 20)"]}], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "Final Kickstarter Update & Happy Holidays!", "update_content": "Greetings Lightseekers!\nWe wanted to send one final Kickstarter update to let you know that all backer rewards have now been sent. If you have any questions about your rewards or believe you did not receive rewards that you were expecting, please let us know via email at lightseekers@playfusion.com.  "}, {"update_no": "UPDATE #32", "update_userinfo": "Backer Rewards Info and the Next Big Game Update", "update_content": "Hello Lightseekers!  \nIn the next 24 hours, we will be sending out your in-game download code to claim some of your digital rewards! Be sure to look for an email from BackerKit that includes instructions on how to enter your unique code into the Lightseekers app. To enter your code just go straight to the in-game settings menu."}, {"update_no": "UPDATE #31", "update_userinfo": "Updates on Figures, Trading Cards, and Backer Rewards", "update_content": "Hello Lightseekers!  \nIt's been a while since we last posted an update - and there's been a lot going on! Figures, accessories, and trading cards have been on sale in the US, UK, Canada, and Australia. We've been attending events all across the US and UK introducing Lightseekers to as many new fans as possible. Our community has been growing rapidly and we have all of you to thank for helping get us started. We appreciate your patience and understanding over the last few months. Here are some key updates:  "}, {"status": []}], "comment_no": 1036, "projec_url": "https://www.kickstarter.com/projects/playfusion/lightseekers", "project_name": "Lightseekers"}}, {"backer": "eric kesselman", "project_data": {"campaign": {"story": "The first and only pet carrier with the patented Direct Reach no-escape pet access feature – Hatch is changing the way pets travel! The Hatch pet carrier lets you quickly and comfortably access the interior of the bag without having to unzip anything! Now you can comfort your pet in any setting.\nThe Hatch Pet Carrier is unlike any carrier on the market today. In addition to its Direct Reach hatch, its water resistant, military grade ballistic nylon (Cordura® 1680d) exterior provides rain and wind protection, as well as unsurpassed scuff and tear resistance. Durable, claw-resistant mesh covers most of three sides, creating breathability and two-way visibility, while still providing your pet with a feeling of privacy and security. The elegant Hatch Pet Carrier can be carried by hand or over your shoulder, buckled safely into your car seat, or secured onto your roll-aboard luggage at the airport. Our stylish carry-on airline-approved pet carrier meets the requirements of most major airlines.\nYour cat in a carrier ---> Your cat in a Hatch! \nHappy travelers!\nFeatures: \nPatented Direct Reach hatch (see below for additional details)\nCustom molded EVA base \nCustom padded shoulder strap\nInterior Luxury Pet Bed is removable and machine washable\nEntire front panel and both ends open for easy pet loading\nLarge zipper pockets on both sides\nBallistic 1680d Cordura® nylon exterior\nLarge open air mesh windows on side and ends for excellent ventilation\nSeat belt straps for safe car rides\nRoll-aboard luggage handle strap\nPacks flat for easy packing and storage\nDimensions: 13” high, 19” long, 11” wide\nTop can be compressed down to 11″ high when needed\nSuggested maximum pet weight: 13-15 lbs.\nHatch's Patented Direct Reach Feature\n\n Hatch Luxury Pet Bed\nHatch's Benefits\nDesign Process\n(Concepts and designs are patent protected / patents pending)\nFrom concept to reality\nTimeline\nThe bag you see in the video is our pre-production prototype. Our manufacturing facility is all ready to hit the go-button on our first full production run as soon as we hand over a (really big) check!\n\nWe are closely managing the development process and anticipate shipping to our backers in April 2016.\n\nAbout Us\nJon had a great idea and patented it, but needed help bringing it to market. Anjali loved Jon’s idea, and had worked on several product launches. Kismet? Together we make a great team!\nJon has a soft heart and a true love of animals. In fact, he's an active animal rescuer who has placed many dogs and cats into loving homes. Jon lives with his dog Lily and two cat brothers, William and David.\nAnjali has two cats she loves as if they were her children, a husband (her Rock!), and two beautiful nieces. She enjoys tackling business challenges and working on product launches that promise innovation and positive impacts on human or animal lives. \nDesign by Jed Crystal \nTo bring our vision to life, we partnered with award-winning industrial designer, Jed Crystal. Jed's experience designing high quality travel bags, outdoor gear, *and* pet products made him a perfect match for our team. So together, we focused on creating a beautiful, modern, and high quality product. We think the result speaks for itself!\nJed is a veteran of Mophie, Samsonite, and Case Logic and has his own pet product line, Hepper. The Hatch Pet Carrier will also be available at www.hepper.com after a successfully funded Kickstarter campaign.\nJed Crystal, Super-Designer\nKey Contributors, in alphabetical order (we couldn't have come so far without you!)\nBrittany Ann Cool, Food and Product Photographer (Hatch model)\nTamar Arslanian (pet consultant)\nRob Detzner, Mechanical Engineer, G-10 Engineering (portal system design)\nMark Harnett (website analytics and ad targeting wizard)\nNina Liu (graphic design)\nMichael James Murray, Freelance Cinematographer | Editor (Hatch video production and editing)\nAlbert Nguyen (illustrator and Hatch cartoon creator)\nMatt Renna, Queen City Dry Goods (product prototype development)\nJustin Reynolds, Oroide Consulting (website design)\nKittens in our video\nIn the Press\nRewards\nProduct Images\nBack View\nSide View\nHandle Close-Up\nBack Pocket\nSeat Belt Strap and Front Pocket\nLoading a Pet\nA trip on the subway\nAt the vet's office\nTrain Station\nTaking a walk", "risks": "Risks and challenges\nWe don't anticipate many risks or challenges to this project, since the prototype has already been created and we have a well-established relationship with a reliable manufacturer that’s ready to begin production. However, we know that developing and delivering a product is a complicated process that always runs the risk of encountering unexpected issues and delays (CNN Money reported that 84% of Kickstarter's top projects shipped late!). So we have set what we consider to be very conservative delivery dates and are confident we’ll hit them.\n\nWe’ll be providing our backers with frequent updates, so there won’t be any surprises!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "They're here!", "update_content": ""}, {"status": []}], "comment_no": 47, "projec_url": "https://www.kickstarter.com/projects/1546651544/hatch-pet-carrier-peace-of-mind-for-you-and-your-p", "project_name": "Hatch Pet Carrier for Cats and Dogs"}}, {"backer": "eric kesselman", "project_data": {"campaign": {"story": "Jump into a world of action and secrecy, where spies and secret agents roam the globe to capture assets, strengthen their agency and ensnare their enemies. You control an agency which sits at the center of it all, pulling the strings. Utilize your agents and outwit your rivals to string together the most devious Web of Spies!\nThank you, Agents! \nWEB OF SPIES has successfully funded!\nThanks so much to everyone who helped drive this project forward! Stay tuned for development updates!\nIn WEB OF SPIES you will:\nUse your cards to move your agents across the board\nAcquire new powerful cards to add to your deck\nUse clever effects to sabotage opponents\nEliminate their spies in combat\nThe WINNER is the most dominant agency when any player is eliminated.\nFrom Cole Medeiros, the Designer:\n\"What I enjoy most about the game is watching people come up with clever new ways to outsmart their opponents. The cards and rules may be simple, but how you use them is what creates those really exciting movie moments.\nI love the theme of a world filled with action and intrigue, of spies and secret agents trying to stay one step ahead of each other. I was inspired by spy fiction such as James Bond, Archer, The Bourne Identity and Tinker, Tailor, Soldier, Spy. If you've ever wanted to open a black briefcase to find secret codes, microfilm and a silenced pistol, I made this game for you!\"\nGame Components (not final):\nSetup is quick and simple. Place the board, shuffle the cards, and give each player their starting stuff (10 set cards, 5 spies, a player mat). Roll to determine a starting region for the agencies and starting assets on the board, and you're ready to go!\nEach turn, you have 5 cards (drawn from your own personal deck) that you can use in multiple ways: \nspend any card to move a spy\nspend any card(s) towards acquiring an asset in a city you control\nuse Sabotage cards to manipulate your opponents\nuse Combat cards to fight another spy!\nThis is where the tactical fun of Web of Spies happens. With just 5 cards, you have a lot of choices to make. Where will you move? What assets will you acquire? Will you attack now, or wait until the moment is just right?\nConflicts are fast and exciting. Not only do you need to eliminate your opponents' agents to win the game, but you might need to do so to secure critical assets for yourself. In the example below, the asset in Manila is contested, which means it cannot be acquired until one agency dominates the city.\nSo either one player brings in backup, or they eliminate the enemy in that city. How would this conflict play out? Well, it might look something like this...\nTo attack, a player reveals an Attack card. The Defender must respond or lose their agent. To do so, they reveal a Defend card with at least one matching symbol. As long as either player can respond from their hand by matching at least one symbol, cards are played back and forth as the battle rages on, telling an epic action story in the process!\nIn this way, combat continues until a player can no longer play response cards (or chooses not to). Either the Attacker fails or the Defender is killed, leaving the asset free to be acquired.\nThere are about 70 different assets which can be added to your agency to develop its unique abilities and arsenal. In this way each player develops a unique set of resources which help define their play style. Balancing your efforts between acquiring useful assets and using them at the right time is the strategy of Web of Spies!\nFor a more detailed walk-through, watch the video below:\nThe rules for Web of Spies are designed to be easy to learn and elegant to use. The booklet itself is only 9 pages, including diagrams and pictures to help you learn even faster. The layout and artwork are not final, but the rules themselves have been heavily tested! Click below to download the PDF and read them yourself!\nAll backers also gain access to the Print and Play files the moment you pledge (please contact me!) I want you to feel good about your pledge and try the game out.\nJonathan H. Liu, GeekDad:\n\"...I did enjoy playing Web of Spies and I hope it reaches its funding. My daughters liked the spy theme and were able to get into character while playing—my 10-year-old even managed to wipe out four spies at once with her Secret Weapon, picked up as a Secret Asset so we didn’t even see it coming. The games I’ve played have had some really fun moments like that, moments that make me excited to play it again.\"\nPlease Note: This is a PREVIEW of the game, so Dan doesn't give his thoughts about the game so much as talk about how it works. To see what people thought of the game play, please see the comments and reviews below.\n \"We just absolutely loved how this game played out. How simple it was to learn. We were playing without a rule book in no time... I absolutely encourage you to check out the kickstarter.\"\n\"This game looks amazing. Risk map with San Juan card currency and Castles of Burgundy goods placement all themed together with an international spy adventure. I cannot say enough good things.\"\nKickstarter Badger at 'The Meeple Mechanic' website selected WEB OF SPIES as one of their Best Kickstarters of the Week! Click here to read more!\nAlex Rosenwald, Board Game Quest:\n\"Any game that provides the opportunity to create a shared narrative and story to go along with game play is one that is successful in our eyes, and Web of Spies delivers in spades in this regard. For instance, I had Armed Thugs (in this case, I said they were the Triads) snatch up an enemy agent from Hong Kong to London (no doubt through a network established when the British were running Hong Kong) to be interrogated and “disappeared” by MI-5. Being able to string together actions, attacks and defense in the form of a story makes the theme immersive and makes you feel as though you are watching the events in-game transpire in front of you.\"\nRead more here!\nDavid Minken, Connect More:\n\"It's a very light deck-building game that forces player interaction amongst each other. [...] I think its great! I love this symbol matching of battles that occur... It's a bit of a press your luck. A bit of a gauge what that other guy might have in his hand.\"\nIgnacy Trzewiczek of Portal Games:\n\"I played prototype of this game and although it doesn't fit Portal Games line we all had pretty good time - it is quick, simple game of war between spies. Choose your spy and go for a mission - pick your gear, choose location and visit one of the cities on the map. And be there before your opponent!\"\n Matt Griffin, Personal Friend and Designer for Chucklefish Ltd.:\n\"Cole is the best game designer I have ever met. I have played many (if not all) of his board game prototypes and they always impress with how innovative and fluid they are. Don't miss out on Web of Spies, which will surely be the first of many incredible new games published by Cole Medeiros.\"\nBen Seck, Tournament Magic Player and Game Designer:\n\"...a unique twist on the deck building genre, that changes each time you play, [based on] who you play with. Most deck building games eventually turn into different versions of Solitaire, but Web of Spies encourages you to figure out who are your friends... or enemies!\"\nPlaytesters:\n\"I enjoy the real-world scenarios, weapons, and interactions. Feels like I'm right there in South America with my silenced pistol, watching and waiting for the perfect opportunity to take down my enemy spies!\"\n- Kristyn Fredericks, Playtester\n\"...one of the most enjoyable games I've ever played. There is something really unique about the simple yet action-packed gameplay and the finely-tuned balance of strategy and luck that comes together in this game. I cannot think of a better board game experience than secretly acquiring a bomb that you use to take down an opposing spy who is flying across continents to try and assassinate you with a silence pistol or rocket launcher. Web of Spies provides a consistently fun, balanced, and unique experience every time I play. Can't wait for the final product!\"\n- Bradley Ross, Playtester\n\"Always my first pick for game nights! It's so well balanced and never the same game twice!\"\n- Anna Marie Clifton\nINFORMANT allows you to stay updated and also gives you access to the Print and Play files (which are available at all levels.) Thanks for your support! Please share this project with your friends!\nSECRET AGENT gets you the game in the US with free shipping! This includes all stretch goals.\nREMOTE OPERATIVE gets you the game in Canada with free shipping! This includes all stretch goals. (Limited Quantity!)\n(SOLD OUT!) INTERNATIONAL SPY gets you the game shipped anywhere in the world with free shipping! This does not include VATs (sorry about that!) but I worked really hard to make it as affordable as possible! This includes all stretch goals. (Limited Quantity!)\nSLEEPER AGENT is an additional rewards level created for international backers because the first set (INTERNATIONAL SPY) sold out. It gets you the game shipped anywhere in the world with free shipping! This does not include VATs (sorry about that!) but I worked really hard to make it as affordable as possible! This includes all stretch goals. (Limited Quantity!)\n(SOLD OUT!) MOLE gets you the game anywhere in the world with free shipping! Also you get to BE A SPY and have your likeness (or a character design of your choice) added to the game as one of the spy cards. Act fast, as there are very few of these spy cards in the game! (Limited Quantity!)\nOFFSHORE ACCOUNTS is the premium package, designed for those who would like to give WEB OF SPIES a big push towards getting funded! It ships anywhere in the US with free shipping! You get:\nThe Game, delivered inside a black briefcase with a foam insert\n2 Film Containers\nYour likeness added into the game, like the BE A SPY Level\nA few cards from some of the original prototypes\nYour name included in the official rule book as a legendary spy!\nHandcrafted spy Maps, Photos and Documents to make your  briefcase a little more awesome!\nAct fast, as there are very few of these available!\nYou may be wondering why this campaign doesn't have a million reward tiers or stretch goals. The reward tiers are based on what I can effectively provide, and the stretch goals (while adding some fun new content to the game) are meant to be cautious and contained. That's because I want to make sure to provide the best possible product to my backers, and the best way to do that is to keep things simple.\nThis is my first Kickstarter campaign. I'm really excited about it and I've done tons of research regarding stretch goals and extra bits. I've included the ones I believe I can effectively deliver on in a timely fashion. Often elaborate stretch goals can prove to be the downfall of a small project like mine, leading to delays, misprints and errors. Ultimately they can distract from what the project is all about.\nI want to bring you the best darn spy game I possibly can, but I'm just one person. I want to focus on delivering on the promise of a great boardgame with quality components and a quick delivery.\nI hope you're with me on this, and I appreciate your support!\nHere's a little video showing some of my wonderful playtesters! They gave me TONS of great feedback which is what has made the game so much fun. I owe them so much for their help, so I thought I'd include a little tribute to them:\n(Btw, I love how several of the games drove players to their feet!)\nSPECIAL THANKS TO:\nKristyn, my lovely Wife\nKyle Van Meurs, Art and Graphic Design Input\nDanielle Cheifetz, Camera and Sound\nJono Schaferkotter, Video Editing and Motion Graphics\nMike Humphrey, Historian\nPLAYTESTERS:\nBrad R.  •  Alex M. •  Derek W. •  Matt G. •  Kendra G. •  Anna Marie C. •  Ben S. •  Loren H. •  Kelly O. •  Alexandria B. •  Pam M. •  Bob M. •  Karl N. •  Steven D. •  Jake Y. •  Mike S. •  Jesse B. •  Jason S.•  Anna L.•  Jason G.•  Dylan H.•  Ryan W.•  Eric H•  Allie B.•  Duncan H.•  Michael W.•  Caryn R.•  Jason G.•  Chris B.", "risks": "Risks and challenges\nThe biggest risk is the game could take longer to get to you because of unforeseen shipping difficulties. HOWEVER I am doing massive amounts of research to make certain this is not the case, and that everything is manufactured and delivered on time.\n\nThis is my first Kickstarter project, but I'm taking it very seriously - not to make a profit but to publish a game. I've self-published before with GUBS (www.gubcards.com) before Gamewright picked it up, and personally sold and mailed 1000 copies around the world, so I've sort of tackled something like this before.\n\nI should repeat the game is finished. All it needs now is the remainder of the artwork and manufacturing. I will keep backers informed of all the steps I take towards completing the entire process, and will work hard to fix any issues that arise in the process.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 276, "projec_url": "https://www.kickstarter.com/projects/456676950/web-of-spies-a-secret-agent-boardgame", "project_name": "WEB OF SPIES: A Secret Agent Board Game"}}, {"backer": "eric kesselman", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 276, "projec_url": "https://www.kickstarter.com/projects/guagua/the-miguel-sano-story", "project_name": "The Miguel Sano Story"}}, {"backer": "eric kesselman", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 276, "projec_url": "https://www.kickstarter.com/projects/1366692478/dorita-the-fairy-queen", "project_name": "Dorita - The Fairy Queen"}}]