[{"backer": "Erik Sacino", "project_data": {"campaign": {"story": "Red, White & Broke: Confessions of an American Superhero continues in Issue #2! (Issue #1 also available!)  Don't miss this humorous look at the side of superheroes you never see:  the financial side.\nIssue #2 - Main Cover by Dennis Tirona\nAll Issue 1 covers now available as Add-Ons! Simply pledge on Issue 2 and then select Issue 1 on the next screen (this is a new Kickstarter feature!)\nMeet Robert Rhodes, better known as Captain Stronghold, one of America's most well-loved superheroes. He's super-strong, he can fly, and he's adored by millions. He's also FLAT BROKE. Busted. Bankrupt. Being a superhero is surprisingly expensive and it's hard to keep a job when you keep disappearing for hours at a time to save people's lives. So Captain Stronghold goes on national television to reveal his secret identity and to turn to the people he's saved countless times for help... financial help! Yes, the world's most beloved superhero is launching a crowdfunding campaign to fund his super heroics!\nIn this issue, Captain Stronghold reveals how he got his powers and how he learned to fly, tangles with Dr. Deathmask, shares his first (embarrassing) outing as a superhero, and discovers a new and deadly threat! All this and more in Red, White & Broke: Confessions of an American Superhero #2!\nIssue #2 - Variant Cover by Livio Ramondelli\nRed, White & Broke is a superhero story that's not a superhero story. It's a look at the (literal) cost of being superhero, all told in the wryly comic writing style of #1 bestselling author and award-winning podcast host Mike Spring. Along with rising comic art star Dennis Tirona, we dive deeper into the logistics of being a superhero than you've ever seen before. \nPage 1 of Issue #2\nWe've got a great selection of rewards for backing this project, including three different covers to choose from. You can pick the Main Cover by series artist Dennis Tirona or the Variant Cover by Livio Ramondelli (Transformers, Star Wars) that pays homage to the classic Iron man #128 - Demon in a Bottle! There's also a Limited Edition Virgin Variant Cover that is limited to only 250 copies! In addition, there are also truly exciting one-of-a-kind and original art reward tiers for the art collectors out there!\n\nEven better, THE BOOK IS NEARLY 100% COMPLETE!!! It is written, penciled and inked, and the first couple of pages have been already been colored! This Kickstarter is to fund the last three phases of production: Coloring on the remaining 22 pages, Lettering, and Printing! We also have some of the lowest shipping prices on Kickstarter! \nBelow you will find the full breakdown of rewards. We have three levels of rewards: Regular Rewards (the comics); Limited Rewards (Limited Edition Covers, Collector's Sets); and Artwork Rewards (just what it sounds like!) Keep scrolling to see them all! Also, don't miss our exciting stretch goals further down!\nThe Limited Edition Virgin Variant Cover (Limited to 250 Copies!)\nREGULAR REWARD TIERS -\nSee the graphics below for visual explanation of all the basic tiers. ALL physical reward tiers come either signed or unsigned by writer Mike Spring (you can choose after the campaign ends when surveys are sent out.)\nNOTE: ALL REWARD TIERS INCLUDE A DIGITAL COPY OF #2! CERTAIN HIGHER-LEVEL TIERS INCLUDE DIGITAL COPIES OF BOTH ISSUES #1 & 2!\n$5 - Issue #2 (Digital) - Get a digital PDF of Issue #2 of Red, White & Broke!\n$6 - Physical Copy of Issue #2 - Main Cover by Dennis Tirona\n$10 - Digital Copies of Issue #1 and Issue #2\n$10 - Physical Copy of Issue #2 - Variant Homage Cover by Livio Ramondelli!\n$12 - Physical Copies of issues #1 and #2 (Main Covers by Dennis Tirona)\n$15 - Both Print Covers of Issue #2 (Main Cover and Iron Man Homage Variant by Livio Ramondelli)\nLIMITED REWARD TIERS -\n$22 - EARLY BIRD SPECIAL!  - Three-Cover Limited Package - Main Cover #2, Iron Man Variant Homage Cover #2, and Virgin Variant Cover #2 (Limited Edition of 250 copies)! - SAVE $3!! (Limited to first 25 backers)\n$25 - Three-Cover Limited Package (Limited to 185 Sets!) - Includes Main Cover #2, Variant Homage Cover #2, and Virgin Variant Cover #2 (Limited Edition of 250 copies)!\n$50 - Mega Collector's Set (LImited to 25 Sets!) - Includes all three covers of Issue #1 and all three covers of Issue #2, including the limited edition Virgin Variant (Limited to 250 copies)\n$120 - Ultra Collector's Set - Includes all three covers of Issue #1; all three covers of Issue #2, including the limited edition Virgin Variant (Limited to 250 copies); Two Ultra Limited Black & White Virgin Variants of Issue #1! Only 20 copies of each o these B&W variants were printed and they will never be reprinted!! They originally sold for $40 each due to their extremely limited print run. (Ultra Collector's Set Limited to 15 Sets!)\n\nARTWORK REWARD TIERS: \n$95 - Original Art Pages (Limited to 10) -\nGet an original page of art by series artist Dennis Tirona! You will receive one of 10 available pages of original art, hand penciled and inked on 11x17 art paper. Pages will be randomly selected, but all pages will include main characters and dynamic imagery. There are no \"duds\" here! This reward is limited to only 10! Dont miss a chance to own original artwork by Dennis Tirona before he becomes a household name! Only available at select tiers! All this for only $95! Also includes Issues #1 & #2 (main covers)!\nA Sample Art Page by Dennis Tirona\nPsylocke by Dennis Tirona (11x14)\n$75 - Series artist Dennis Tirona has generously donated a piece of original artwork to the campaign. You can now pledge on his original, hand-drawn sketch of Psylocke from the X-Men! This drawing is 11x14 on vellum board.\nRemarked Sketchbooks by Livio Ramondelli (Only 2 Available!)\n$55 - Remarked Livio Ramondelli Sketchbook - ONLY TWO AVAILABLE! Get Livio Ramondelli's newest full color Transformers Sketchbook with an Iron Man remark by Livio on the cover!\nLivio Ramondelli's Prelim Art for Issue #2's Variant Cover (11x14 Bristol)\n$95 - Livio Ramondelli Cover Prelim Art - Issue #2 Variant Cover artist Livio Ramondelli has provided his hand-drawn preliminary art for the Iron Man Homage cover featuring Doctor Deathmask. Livio does much of his artwork digitally, so this is a great way to own an early version of this issue's cover! Also includes Livio's Iron Man Homage Variant Cover for Issue #2 and digital copies of Issues #1 and #2, as well as all unlocked stretch goals!\nThe Tick sketch by Ian Chase Nichols!\n$65 - The Tick Sketch by Ian Chase Nichols - Issue #1 Variant Cover artist Ian Chase Nichols has provided an original sketch of The Tick (9x12), Ian's signature character! SPOON! Also includes Ian's Variant Cover for Issue #1 and the Main Cover for Issue #2 and digital copies of Issues #1 and #2, as well as all unlocked stretch goals!\nIan Chase Nichols' Prelim Artwork for Issue #1's Variant Cover\n$125 - Issue #1 Variant Cover Prelim Art by Ian Chase Nichols - Issue #1 Variant Cover artist Ian Chase Nichols has provided his preliminary artwork for Issue #1's variant cover, and it is incredibly detailed for a prelim! This reward also includes print copies of Ian's Variant cover for issue #1 and the main cover for Issue #2! Ian doesn't sell his published artwork, so this prelim is the very best way to own a cover-level piece of art from Ian! This is a huge 11x17 pencil and ink original work! This reward also includes Ian's Variant cover for issue #1 and the main cover for Issue #2, as well as digital copies of Issues #1 and #2 and all unlocked Stretch Goals!\nVampirella/Red Sonja Original Art Page by Drew Moss!\n$150 - Vampirella/Red Sonja Original Art Page (Limited to 1) - Issue #1 Variant Cover artist Drew Moss has provided an original page of art (pencils and inks by Drew) from Dynamite's hit VAMPIRELLA/RED SONJA series to the campaign! There is only one of these pages available, and it can be yours for $150, which includes a copy of RW&B #1 (Drew Moss Cover) and Issue #2 (Main Cover)!\n\nDiscounted Art Page #1\n$55 - Discounted Art Page #1 (Limited to 1) - Want to own an original page of art but on a tight budget? We have a reward tier for just one of you lucky readers! LIMITED TO 1! Get an original page of art by series artist Dennis Tirona! You will receive one page of original art, hand penciled and inked on 11x17 art paper by Dennis Tirona. This page is an important scene that builds up to the climax of the issue, but as it mostly exterior shots of the television studio, we wanted to offer it at a discount. It does feature a nice shot of Cap, though! There is only one page like this available! First come, first served! Regular art pages are $95, but for the art collector on a budget, you can snag this page for only $55, and it includes a copy of Issue #2 (plus digital copies of #1 & #2 and all unlocked stretch goals!) Don't miss a chance to own an original page by a rising art star for a low price!\nThe Discounted Art Page (Still a beauty!)\n$75 - Discounted Art Page #2 (Limited to 1) - Want to own an original page of art but on a tight budget? We have a reward tier for just one of you lucky readers! LIMITED TO 1! Get an original page of art by series artist Dennis Tirona! You will receive one page of original art, hand penciled and inked on 11x17 art paper by Dennis Tirona. This page is the one page in the book that only features two small shots of Captain Stronghold (although there is a great shot of Sherry Streeter!) and mostly features background characters and \"extras.\" It's still a great looking page, but without Cap featured prominently, we wanted to offer it at a discount. There is only one page like this available! First come, first served! Regular art pages are $95, but for the art collector on a budget, you can snag this page for only $75, and it includes a copy of Issue #2 (plus digital copies of #1 & #2 and all unlocked stretch goals!) Don't miss a chance to own an original page by a rising art star for a low price!\n\nSTRETCH GOALS!\nStretch Goal #1 ($6,000) - METAL BOOKMARKS! -- If we hit $6,000, every backer that gets a physical reward will also get an exclusive RW&B Metal Bookmark! Yes, a bookmark made out of metal! These are sturdy and extremely cool looking, and we fell in love with them when we received one as a stretch goal from another Kickstarter campaign, so we decided to try to get them into OUR backers' hands! The picture below is an example of the type of bookmark we're talking about, but of course, ours will feature a cool Outtatime Comics logo!\nAn example of a Metal Bookmark. Final design will vary.\nStretch Goal #2 ($8,000) - ENAMEL PINS! -- If we reach $8,000, every backer who gets a physical reward will also get an exclusive Enamel Pin featuring an exclusive design from RW&B! We love these gorgeous enamel pins! They're fun and look great and are a unique collectible! They're also expensive to produce, so that's why the goal is a little higher to get to this one. The picture below is an example of the type of enamel pins we're talking about, but of course, ours will feature cool RW&B artwork!\nAn example of Enamel Pins. Final design will vary.\nStretch Goal #3 ($10,000) - TO BE REVEALED SOON!\n\nABOUT THE CREATORS -\nMike Spring (Writer) - Mike Spring is the Amazon #1 bestselling author of the Bloodsucker Blues series, a four-book humorous vampire novel story. He is also a pop culture reviewer and three-time award-winning podcast host. You can find his writing at popular film website LiveForFilm.com and he is a regular fixture at many major ComicCons. As the creator and co-host of the create-your-own-movie-sequel podcast After the Ending, Mike has gained a whole new audience of fans. As a comic book reader and collector for over 30 years, Mike is excited to finally bring his story of Red, White & Broke to the world of comics!\nDennis Tirona (Artist) - Dennis Tirona is a freelance comic book artist from San Pedro City, Laguna, in the Philippines. Only drawing professionally since 2015, Dennis has already amassed an impressive body of acclaimed artwork. In addition to several comic book short stories, Dennis art has been featured in the hit comics The Ferryman and The Nefarious Smyths. Dennis describes his artwork as: \"I was not really interested in doing pin-up or poster art, so I studied on how to draw sequential pages. Gave myself a few months to learn as much as I can, made some sample pages then got my first sequential gig in October that year and it’s been freelance work ever since. I always aim for a clear page as I want the story to be seamless, and my art style is definitely on the cleaner side and not too anatomically exaggerated, although I am also developing a style more keen on the noir look.\"\nLivio Ramondelli (Variant Cover Artist) - Livio Ramondelli's art credits include a lengthy run on Transformers for IDW Publishing. His first original creator owned series as writer and artist, The Kill Lock, began being published by IDW in December 2019. His other credits include illustrating The 'Hidden Universe' Sci-Fi Travel guides: Star Trek and Firefly for Insight Editions, art for Ingress at Niantic Labs, as well as designs for Hasbro and storyboards for attractions created at Universal Studios Japan. He previously worked for artist Jim Lee at Sony/DC Comics doing design work on the DC Universe Online MMO title. He received a Masters degree from the Academy of Art University and currently resides in Los Angeles.\nThyago Brandao (Colorist) - Thyago Brandao is 29 years old and lives in Brazil. He has a degree in Analysis and Systems development, but has always been passionate about digital painting, comic books, manga and the like. Now he is extremely busy as a comic book colorist. He has been working as a colorist since 2016, with work in the Doctor Who comics, as well as tests for DC, Marvel, IDW and Dynamite and he has recently been working for French publisher Soleil.\nWHEN WILL I GET MY REWARDS?\nWe had issue #1 in people's hands LESS THAN THREE MONTHS after the Kickstarter campaign ended! Honestly, the book is almost complete, as we mentioned above. It takes about a month after the Kickstarter ends to get the coloring done, another two weeks for lettering, and then it's off to the printers! As always, with Coronavirus and postal delays, we're hesitant to put an exact date on it, but we want to get this book into your hands ASAP! With this campaign ending in late March, we expect rewards to be shipped in early June! All comics and rewards will ship together, as we already have ALL the art rewards in hand!\nLOOKS AWESOME! CAN WE SEE MORE?\nSure you can! Here are a few more pages from the book, both colored and uncolored!\nThe Three Covers of Issue #1", "risks": "Risks and challenges\nThe only risks and challenges we anticipate are delays from the printer or in shipping. The series is FULLY penciled and inked already. The production is already scheduled; lettering, coloring, and printing. The books should ship on time! Last issue, we had the rewards in backers' hands in less than three months, and we expect this go around to be the same or even faster!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Issue #2 - Digital", "descp": "Get the Complete Issue #2 in digital PDF form!\nINCLUDES:\nDigital Copy of #2", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["32 backers"]}, {"amt": "Pledge US$ 6 or more", "title": "Issue #2 - Main Cover", "descp": "Get a print copy of Red, White & Broke #2 in your hands, (optionally) signed by writer Mike Spring!\nAlso includes the Digital Copy of #2 and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #2 (Main Cover)\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers", "Add-ons"]}, {"amt": "Pledge US$ 10 or more", "title": "Issues #1 & #2 - Digital", "descp": "Get the Complete first and second issues in digital PDF form!\nINCLUDES:\nDigital Copy of #1\nDigital Copy of #2", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Issue #2 - Iron Man Homage Variant Cover", "descp": "Get a print copy of Issue #2 featuring the Iron Man #128 Homage Variant cover by superstar Transformers & Star Wars artist Livio Ramondelli! The comic comes (optionally) signed by writer Mike Spring.\nAlso includes a Digital Copy of Issue # and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of Issue #2 - Homage Variant Cover by Livio Ramondelli\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers", "Add-ons"]}, {"amt": "Pledge US$ 12 or more", "title": "Issues #1 & #2 - Print Copies", "descp": "Get print copies of Issues #1 and #2, featuring the Main Covers by series artist Dennis Tirona.\nPlus, you get digital copies of issues #1 and #2 and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #1 (Main Cover)\nPrint Copy of #2 (Main Cover)\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers", "Add-ons"]}, {"amt": "Pledge US$ 15 or more", "title": "Issue #2 - BOTH Covers", "descp": "Get both covers of Issue #2! You get the Main Cover by series artist Dennis Tirona and the Iron Man Homage Variant Cover by Livio Ramondelli! The comics come (optionally) signed by creator/writer Mike Spring!\nAlso includes the digital copy of issue #2 and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #2 - Main Cover\nPrint Copy of #2 - Homage Variant Cover by Livio Ramondelli\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Add-ons"]}, {"amt": "Pledge US$ 25 or more", "title": "LIMITED EDITION Three-Cover Set", "descp": "Get a set of all three covers for Issue #2: Main Cover by Dennis Tirona; Iron Man Homage Variant Cover by Livio Ramondelli; and the Limited Edition Virgin Homage Cover by Livio Ramondelli - LIMITED to 250 Copies!!\nAll comics come (optionally) signed by creator/writer Mike Spring! Also includes the digital copy of issue #2 and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #2 - Main Cover\nPrint Copy of Issue #2 - Homage Variant Cover by Livio Ramondelli\nPrint Copy of #2 - Virgin Homage Variant (Limited to 250 Copies!)\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers", "Limited (170 left of 185)", "Add-ons"]}, {"amt": "Pledge US$ 50 or more", "title": "Mega Collector's Set!", "descp": "LIMITED TO 25 SETS!\nGet a set of all three covers for Issue #2: Main Cover by Dennis Tirona; Iron Man Homage Variant Cover by Livio Ramondelli; and the Limited Edition Virgin Homage Cover by Livio Ramondelli - LIMITED to 250 Copies!!\nPLUS!\nGet a set of all three covers for Issue #1: Main Cover by Dennis Tirona; Variant Cover by Drew Moss; and Variant Cover by Ian Chase Nichols!\nAll comics come (optionally) signed by creator/writer Mike Spring! This set also includes the digital copies of issues #1 and #2, as well as all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #1 - Main Cover\nPrint Copy of #1 - Variant Cover by Drew Moss\nPrint Copy of #1 - Variant Cover by Ian Chase Nichols\nPrint Copy of #2 - Main Cover\nPrint Copy of #2 - Homage Variant Cover by Livio Ramondelli\nPrint Copy of #2 - Virgin Homage Variant (Limited to 250 Copies!)\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (16 left of 25)", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "Discounted Original Art Page #2", "descp": "ONLY 1 AVAILABLE!\nBecome the proud owner of an original page of art from Issue #2 by series artist Dennis Tirona!\nWant to own an original page of art but on a tight budget? We have a reward tier for just one of you lucky readers! LIMITED TO 1! Get an original page of art by series artist Dennis Tirona! You will receive one page of original art, hand penciled and inked on 11x17 art paper by Dennis Tirona. This page is the one page in the book that only features a small shot with Captain Stronghold (although there is a great shot of Sherry Streeter!) and mostly features background characters and \"extras.\" It's still a great looking page, but without Cap featured prominently, we wanted to offer it at a discount.\nYou also receive the Print Copy of #2 (Main Cover by Dennis Tirona), a digital copy of both issues #1 and #2 and all unlocked stretch goals!\nINCLUDES:\nOne page of Original Art from Issue #2 by Dennis Tirona\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "Psylocke Sketch by Dennis Tirona", "descp": "ONLY ONE AVAILABLE!\nSeries artist Dennis Tirona has provided an original sketch of The X-Men's Psylocke! This is a 11x14 pencil and ink drawing on vellum board!\nThis tier also includes the Main Cover for Issue #2 and digital copies of Issues #1 and #2, as well as all unlocked stretch goals!\nINCLUDES:\nOriginal Sketch of Psylocke by Dennis Tirona\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)", "Add-ons"]}, {"amt": "Pledge US$ 95 or more", "title": "Original Art Page From Issue #2 + Comic!", "descp": "LIMITED TO 10 COPIES!\nBecome the proud owner of an original page of art from Issue #2 by series artist Dennis Tirona!\nYou will receive one of 10 available pages of original art, hand penciled and inked on 11x17 art paper. See the main campaign info for examples of the pages that are available. Pages will be randomly selected, but all pages will include main characters and dynamic imagery. There are no \"duds\" here! This reward is limited to only 10 pages! Don't miss a chance to own original artwork by Dennis Tirona before he becomes a household name!\nComics come (optionally) signed by creator/writer Mike Spring! You also receive the Print Copy of #2 (Main Cover by Dennis Tirona), a digital copy of both issues #1 and #2 and all unlocked stretch goals!\nINCLUDES:\nOne page of Original Art from Issue #2 by Dennis Tirona\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)", "Add-ons"]}, {"amt": "Pledge US$ 120 or more", "title": "Ultra Collector's Set!", "descp": "Get a set of all three covers for Issue #2: Main Cover by Dennis Tirona; Iron Man Homage Variant Cover by Livio Ramondelli; and the Limited Edition Virgin Homage Cover by Livio Ramondelli - LIMITED to 250 Copies!!\nAND!\nGet a set of all three covers for Issue #1: Main Cover by Dennis Tirona; Variant Cover by Drew Moss; Variant Cover by Ian Chase Nichols!\nPLUS!\nThe Ultra Rare B&W Virgin Variant Editions of Issue #1 featuring art by Drew Moss and Ian Chase Nichols, LIMITED TO 20 COPIES EACH!! Once these are gone, THEY ARE GONE FOREVER!\nAll comics come (optionally) signed by creator/writer Mike Spring! Also includes the digital copy of issues #1 and #2 and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #1 - Main Cover\nPrint Copy of #1 - Variant Cover by Drew Moss\nPrint Copy of #1 - Variant Cover by Ian Chase Nichols\nPrint Copy of #1 - Ultra Limited B&W Virgin Variant (Lim. to 20)\nPrint Copy of #1 - Ultra Limited B&W Virgin Variant B (Lim to 20)\nPrint Copy of #2 - Main Cover\nPrint Copy of #2 - Homage Variant Cover by Livio Ramondelli\nPrint Copy of #2 - Virgin Homage Variant (Limited to 250 Copies!)\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (11 left of 15)", "Add-ons"]}, {"amt": "Pledge US$ 125 or more", "title": "Issue #1 Variant Cover Prelim Art", "descp": "ONLY ONE AVAILABLE!\nIssue #1 Variant Cover artist Ian Chase Nichols has provided his preliminary artwork for Issue #1's Variant Cover, and it is incredibly detailed for a prelim! Ian does not sell his artwork, and this is as close as you can come to owning original cover art for Issue #1 of Red, White & Broke! This is a huge 11x17 pencil and ink original work!\nThis reward also includes Ian's Variant cover for issue #1 and the main cover for Issue #2, as well as digital copies of Issues #1 and #2 and all unlocked Stretch Goals!\nINCLUDES:\n11x17 Prelim Art for Issue #1 Variant Cover by Ian Chase Nichols\nPrint Copy of #1 - Variant Cover by Ian Chase Nichols\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)", "Add-ons"]}, {"amt": "Pledge US$ 22 or more", "title": "EARLY BIRD SPECIAL! - Three Cover Set", "descp": "FIRST 25 BACKERS ONLY!!\nBe one of the first 25 backers to SAVE $3 off the regular price!\nGet a set of all three covers for Issue #2: Main Cover by Dennis Tirona; Iron Man Homage Variant Cover by Livio Ramondelli; AND the Limited Edition Virgin Homage Cover by Livio Ramondelli - LIMITED to 250 Copies!!\nAll comics come (optionally) signed by creator/writer Mike Spring! Also includes the digital copy of issue #2 and all unlocked stretch goals!\nINCLUDES:\nPrint Copy of #2 - Main Cover\nPrint Copy of Issue #2 - Homage Variant Cover by Livio Ramondelli\nPrint Copy of #2 - Virgin Homage Variant (Limited to 250 Copies!)\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "25 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "REMARKED Livio Sketchbook + Issue #2", "descp": "ONLY TWO AVAILABLE!\nGet a copy of Livio Ramondelli's newest Transformers art sketchbook, signed and featuring a remark of Iron Man on the cover by Livio!!\nPlus, you get the #2 Iron Man Homage Variant Cover by Livio, as well as Digital Copies of Issues #1 and #2!\n* NOTE - The Sketchbooks are in Very Good condition but may include some minor wear and tear from their original shipping.\nAll comics come (optionally) signed by creator/writer Mike Spring! Also includes the digital copy of issues #1 and #2 and all unlocked stretch goals!\nINCLUDES:\nREMARKED Livio Ramondelli Transformers Sketchbook\nPrint Copy of Issue #2 - Homage Variant Cover by Livio Ramondelli\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Dicounted Original Art Page #1", "descp": "ONLY 1 AVAILABLE!\nBecome the proud owner of an original page of art from Issue #2 by series artist Dennis Tirona!\nWant to own an original page of art but on a tight budget? We have a reward tier for just one of you lucky readers! LIMITED TO 1! Get an original page of art by series artist Dennis Tirona! You will receive one page of original art, hand penciled and inked on 11x17 art paper by Dennis Tirona. This page is an important scene that builds up to the climax of the issue, but as it mostly exterior shots of the television studio, we wanted to offer it at a discount. It does feature a nice shot of Cap, though! Don't miss a chance to own original artwork by Dennis Tirona before he becomes a household name!\nComics come (optionally) signed by creator/writer Mike Spring! You also receive the Print Copy of #2 (Main Cover by Dennis Tirona), a digital copy of both issues #1 and #2 and all unlocked stretch goals!\nINCLUDES:\nOne page of Original Art from Issue #2 by Dennis Tirona\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 60 or more", "title": "The Tick Sketch by Ian Chase Nichols", "descp": "ONLY SIX AVAILABLE!\nIssue #1 Variant Cover artist Ian Chase Nichols has provided six original sketches of The Tick, Ian's signature character! SPOON! Ian has been writing and drawing The Tick for several years, so this is a chance to own a sketch by one of the big blue guy's premiere artists!\nEach sketch is on a backing board and comes with a Tick comic signed by Ian! In addition, you get print copies of Ian’s cover for Issue #1 and the main cover for Issue 2, plus digital copies of Issues #1 and #2, as well as all unlocked stretch goals!\nINCLUDES:\nOriginal The Tick Sketch by Ian Chase Nichols\n1 Tick Comic Signed by Ian Chase Nichols\nPrint Copy of #1 - Variant Cover by Ian Chase Nichols\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "6 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "The Tick Sketch by Ian Chase Nichols", "descp": "ONLY ONE AVAILABLE!\nIssue #1 Variant Cover artist Ian Chase Nichols has provided an original sketch of The Tick, Ian's signature character! SPOON! This is a 9x12 pencil and ink drawing!\nAlso includes Ian's Variant Cover for Issue #1 and the Main Cover for Issue #2 and digital copies of Issues #1 and #2, as well as all unlocked stretch goals!\nINCLUDES:\nOriginal The Tick Sketch by Ian Chase Nichols\nPrint Copy of #1 - Variant Cover by Ian Chase Nichols\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 95 or more", "title": "Livio Ramondelli's Cover Prelim Art", "descp": "ONLY ONE AVAILABLE!\nIssue #2 Variant Cover artist Livio Ramondelli has provided his hand-drawn preliminary art for the Iron Man Homage cover featuring Doctor Deathmask. This is a pencil drawing on 11x14 Bristol Paper. Livio does much of his artwork digitally, so this is a great way to own an early version of this issue's cover!\nAlso includes Livio's Iron Man Homage Variant Cover for Issue #2 and digital copies of Issues #1 and #2, as well as all unlocked stretch goals!\nINCLUDES:\nLivio Ramondelli's Original Preliminary Art for #2 Variant Cover\nPrint Copy of #2 - Homage Variant Cover by Livio Ramondelli\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "Original Art Page - Vampirella/Red Sonja", "descp": "Issue #1 Variant Cover artist Drew Moss has provided an original page of art (pencils and inks by Drew) from Dynamite's hit VAMPIRELLA/RED SONJA series to the campaign! There is only one of these pages available, and it can be yours for $150!\nAlso includes Print Copies of Issue #1 (Drew Moss Variant Cover) and Issue #2 (Main Cover), plus digital copies of #1 and #2, and all unlocked stretch goals!\nINCLUDES:\nOriginal Page of Art from Vampirella/Red Sonja by Drew Moss\nPrint Copy of #1 - Variant Cover by Drew Moss\nPrint Copy of #2 - Main Cover\nDigital Copy of #1\nDigital Copy of #2\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Good News... And Bad News!", "update_content": "Hi all,\nYes, I do have both good news and bad news to share today. Let's start with the good news: Issue 2 has arrived! Just the other day, I went to a UPS freight location and picked up a huge batch of comics (1,100 to be exact). It had to be brought out on a pallet on a forklift, which was definitely a first for me!"}, {"update_no": "UPDATE #14", "update_userinfo": "Waiting... waiting... Plus, some news tidbits!", "update_content": "Well, I don’t have a lot of news to share with you, but sometimes no news IS news. The books’ printing estimate for completion was this past Friday, but that was only an estimate. (Today being a holiday in the US doesn’t help.) Basically, I’m expecting to get word in the next day or two that the books are printed and en route to me.  As soon as they arrive, I’ll start shipping them out, which at this point I’m expecting will be sometime mid-to-late next week. We’re still on track to have all rewards fulfilled in June, as we originally scheduled."}, {"update_no": "UPDATE #13", "update_userinfo": "Quick Reminder - Get Your Surveys In!", "update_content": "Hi all!\n\nJust a quick note today. We're expecting to get the books in about two weeks, so PLEASE fill out your surveys if you haven't done so already. There are still about 50 people who haven't filled theirs out yet and we can't ship your rewards until they're completed. "}, {"update_no": "UPDATE #12", "update_userinfo": "Reward Surveys Have Been Sent!", "update_content": "Reward surveys have been sent!!!\nPlease check your email and fill them out as soon as possible. Remember, we can't deliver rewards until your survey is in. So in order to ensure your rewards are mailed (or emailed) promptly, please fill out the surveys at your earliest convenience. \nA couple of quick miscellaneous notes:"}, {"update_no": "UPDATE #11", "update_userinfo": "The Books Are At The Printer!", "update_content": "Hi All,\nOkay, I know it’s been a bit longer than usual since the last update, but I was waiting to have a big piece of news to share and now I can share it: the books are officially at the printer!!! That’s right, our fantastic letterer/production artist Dave Lentz has finished production on the book and it is with the printer now! It will probably take about two weeks to print them and another week to get here, but it looks like we’ll be . Woohoo!"}, {"update_no": "UPDATE #10", "update_userinfo": "Production Update + Vote for RW&B!", "update_content": "Hi all!\nA lot going on behind the scenes at Outtatime Comics! Our stupendous colorist Thyago Brandao has completed coloring the entire issue, so now it’s off to the letterer to add all the words to the pages. After that, there’s a little production work and then it’s off to the printers! Hooray!\nAlso, the comics industry Ringo Awards are open for nominations right now. Unlike other comics industry awards, the Ringos allow for as well. If you're so inclined, we’d love to get Red, White & Broke on the Ringos' radar. where you can vote for your favorite comics and you can nominate Red, White & Broke in a few categories!"}, {"update_no": "UPDATE #9", "update_userinfo": "We Did It!!!", "update_content": "Hello to every backer who supported issue 2 of Red, White, & Broke! And more importantly: THANK YOU!\nThank you to everyone who pledged, everyone who shared the campaign, everyone who watched the videos I posted, and everyone who spread the word about RW&B. We couldn’t have hit our goal and been successful without you! I truly, TRULY appreciate each and every one of you!"}, {"update_no": "UPDATE #8", "update_userinfo": "Welcome New Backers! (And Stuff For Old Backers, Too!)", "update_content": "Hi all,\nAs we come into the final 36 hours of the campaign, I want to say a big welcome to all the new backers who have joined us since my last update! I appreciate you jumping on board and taking a chance on our fun little comic! If you didn’t know, we have unlocked two free audio commentaries for issues 1 and 2, so you’ll all be getting those in addition to your comics, and this goes to all backers whether you’re digital or physical."}, {"update_no": "UPDATE #7", "update_userinfo": "200 Backers! Free Audio Commentaries for EVERYONE!", "update_content": "Great news, everyone! We just hit 200 backers! That means two free audio commentaries have been unlocked and will go to EVERY backer, whether digital or physical! I’m really excited to do these; I have lots of fun tidbits and anecdotes to share about each issue, and with years of podcasting experience under my belt, I’m confident I can make them fun and interesting.\nAlso exciting: we’re only $800 away from hitting our first stretch goal of for every physical backer! It’ll take some doing, but I think we can get there. Remember, , the better the chance of getting !"}, {"status": [{"Project funds successfully": "231 backers pledged $5,690"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/themikespring/red-white-and-broke-confessions-of-an-american-superhero-2", "project_name": "Red, White & Broke: Confessions of an American Superhero #2"}}, {"backer": "Erik Sacino", "project_data": {"campaign": {"story": " Red, White & Broke: Confessions of an American Superhero is a humorous look at the side of superheroes you never see:  the financial side. \nMeet Robert Rhodes, better known as Captain Stronghold, one of America's most well-loved superheroes. He's super-strong, he can fly, and he's adored by millions. He's also FLAT BROKE. Busted. Bankrupt. Being a superhero is surprisingly expensive and it's hard to keep a job when you keep disappearing for hours at a time to save people's lives. \n\nSo Captain Stronghold goes on national television to reveal his secret identity and to turn to the people he's saved countless times for help... financial help! Yes, the world's most beloved superhero is launching a crowdfunding campaign to fund his super heroics!  After all, those costumes don't just pay for themselves!\nRed, White & Broke is a superhero story that's not a superhero story. It's a look at the (literal) cost of being superhero, all told in the wryly comic writing style of #1 bestselling author and award-winning podcast host Mike Spring. Along with rising comic art star Dennis Tirona, Mike has crafted a 24-page debut issue that dives deeper into the logistics of being a superhero than you've ever seen before. Who makes the costumes? Who pays for them? How many jobs can one superhero hold? Are secret identities worth it? All these questions and more will be answered in Red, White & Broke: Confessions of an American Superhero #1!\nVariant Cover by Ian Chase Nichols (The Tick, TMNT)\nVariant Cover by Drew Moss\nWe've got a great selection of rewards for backing this project, including three different covers to choose from. You can pick the regular cover by series artist Dennis Tirona, or choose from two different variant covers by Drew Moss (Vampirella/Red Sonja, The Crow, Image's Copperhead) and Ian Chase Nichols (The Tick, Teenage Mutant Ninja Turtles, Batman/TMNT). Or collect all three! In addition, there are art prints of all the covers as well and a special bonus art print at select pledge tiers! There are also truly exciting original art reward tiers for the art collectors out there!\nAn interior page from RW&B #1\nEven better, THE BOOK IS ALMOST 100% COMPLETE ALREADY!!! It is written, penciled and inked, and the first four pages have been colored! All three c overs are  penciled, inked, and colored (there is some lettering to be added to the newspaper on Drew Moss's variant cover)! This Kickstarter is basically to fund the last three phases of production: Coloring on the remaining 20 pages, Lettering, and Printing!\nBelow you will find the full breakdown of rewards. We have three levels of rewards: Regular Rewards (comics, art prints, variant covers); Limited Rewards (Original Art Pages, Sketches & Ultra-Limited B&W Variants); and One-of-a-Kind Rewards (Original Art by Drew Moss)! Keep scrolling to see them all!\nSTRETCH GOALS!\nWE'VE OFFICIALLY UNLOCKED OUR FIRST STRETCH GOAL!!! EVERY backer who pledged for a physical rerward will get one of these awesome membership cards! Check it out! \nStretch Goal #1 ($4000) - Plastic Pledge Card! -- UNLOCKED!! -- Every backer that gets a physical reward will also get an exclusive Captain Stronghold \"I pledged to save the world\" membership card! More than just a trading card, this wallet-friendly card is made of sturdy plastic and shows that you officially backed Captain Stronghold's campaign and helped fund his superheroics! Better than a trading card and only available through the Kickstarter campaign!\nRough Mock Up of The Red, White & Broke Membership Card (Front)\nRough Mock Up of The Red, White & Broke Membership Card (Back)\nStretch Goal #2 ($5,000) - Magnet! -- UNLOCKED!! -- If we reach $5,000, every backer who gets a physical reward will also get an exclusive Magnet featuring character from RW&B!\nStretch Goal #3 ($6,000) - Bookmark! -- [LOCKED] -- If we reach $6,000, every backer will also get a super cool double-sided RW&B Bookmark!\nStretch Goal #4 ($7,500) - Digital Sketchbook! -- [LOCKED] -- If we reach $7,500, every backer will also get an exclusive Digital Sketchbook, filled with art by Dennis Tirona, Drew Moss, and Ian Chase Nichols, showing off character sketches, prelims, penciled pages, and more! Plus notes and commentary by Mike Spring!\nMORE STRETCH GOALS TO COME!!!\n REGULAR REWARD TIERS - \nSee the graphics below for visual explanation of all the basic tiers. NOTE: ALL physical reward tiers your choice of having the comic come either signed or unsigned by writer Mike Spring (you can choose after the campaign ends when surveys are sent out.) \nNOTE: ALL REWARD TIERS INCLUDE A DIGITAL COPY OF #1!\n$5 - Issue #1 - Digital!\n$6 - Physical Copy of Issue #1 - Regular Cover! \n$10 - Physical Copy of Issue #1 - Variant Cover (Ian Nichols)!\n$12 - Physical Copy of Issue #1 - Variant Cover (Drew Moss)!\n$13 - Physical Copy of Issue #1 - (Reg Cover) + Art Print of your choice!\n$15 - Physical Copy of Issue #1 - (Ian Cover) + Art Print of your choice!\n$17 - Physical Copy of Issue #1 - (Drew Cover) + Art Print of your choice!\n$20 - All 3 Regular Art Prints!\n$20 - Physical copies of Both Variant Covers!\n $22 - EARLY BIRD SPECIAL!  - Physical Copies of All 3 Covers! (Limited to first 25)\n$25 - Physical Copies of All 3 Covers!\n$30 - Physical Copies of Both Variant Covers + 3 Art Prints!\n$40 - Physical Copies of All 3 Covers + 3 Art Prints + Bonus Art Print!\n$40 - Physical Copy of the Ultra Limited #1 Black & White Cover (By Drew Moss)! (Limited to 20)\n$40 - Physical Copy of the rare Ultra Limited #1 Black & White Cover (By Ian Chase Nichols)! (Limited to 20)\n$50 - Original Sketch by Ian Chase Nichols + Physical Copy of #1 (Ian Cover)! (Limited to 5)\n$90 - Original Art Page + Physical Copy (Regular Cover) + Art Print (Regular Cover)! (Limited to 10)\nEarly Bird Special: All Three Covers (Limited to 25)\n\nDigital Copy of #1\nPhysical Copy of #1 (Regular Cover)\nVariant Cover by Ian Chase Nichols ($10)\nVariant Cover by Drew Moss ($12)\nRegular Cover + Art Print of Your Choice\nVariant Cover by Ian Chase Nichols + Art Print of Your Choice\nVariant Cover by Drew Moss + Art Print of Your Choice\nBoth Variant Covers (Save $2!)\nAll 3 Art Prints + Digital Copy\nAll 3 Covers\nAll 3 Covers + 4 Art Prints\nUltra Limited B&W Virgin Variant #1 (Limited to Only 20 Copies!)\nUltra Limited B&W Virgin Variant #2 (Limited to Only 20 Copies!)\nOriginal Hand-Drawn Sketch by Ian Chase Nichols + Variant Cover\nOriginal Art Page by Dennis Tirona + Regular Cover\nLIMITED REWARD TIERS - \nHere's a closer look at some of the exclusive limited rewards we're offering:\nUltra Limited Black & White Covers ($40 each) - \nWe're only printing 20 of each of these! Never to be reprinted again!! Get a physical copy of Issue #1, featuring an extremely limited B&W version of the variant cover by Ian Chase Nichols or Drew Moss, signed by writer Mike Spring (optional). Each Virgin Black & White Cover features no trade dress and is limited to only 20 copies, meaning only 20 copies will EVER be printed!!  You also get the digital copy of issue #1!\nUltra Limited Black & White #2 Virgin Cover by Drew Moss (Only 20 Copies Printed!)\nUltra Limited Black & White #1 Virgin Cover by Ian Chase Nichols (Only 20 Copies Printed!)\nOriginal Art Pages (Limited to 10) - \nGet an original page of art by series artist Dennis Tirona! You will receive one of 10 available pages of original art, hand penciled and inked on 11x17 art paper. Pages will be randomly selected, but all pages will include main characters and dynamic imagery. There are no \"duds\" here! This reward is limited to only 10! Dont miss a chance to own original artwork by Dennis Tirona before he becomes a household name! As a special bonus, you will receive a Limited Art Print only available at select levels, featuring this issue's main villain, Doctor Deathmask! With art by Dennis Tirona, this print features some of the coolest art in the book. Only available at select tiers! All this for only $90!\nExample of an Original Art Page (Limited to 10)\n ONE-OF-A-KIND REWARD TIERS -  \nVampirella/Red Sonja Original Art Page (Limited to 1) - Alternate Cover artist Drew Moss has generously donated an original page of art (pencils and inks by Drew) from Dynamite's hit VAMPIRELLA/RED SONJA series to the campaign! There is only one of these pages available, and it can be yours for $195, which includes a copy of RW&B #1 (Drew Moss Cover)!\nDrew Moss Vampirella/Red Sonja Original Art Page\nDrew Moss Delirium Sketch (Limited to 1) - Drew has also generously provided us with a pencil & ink drawing of Delirium from Sandman! There is only one of these available, and it can be yours for $100, which includes a copy of RW&B #1 (Drew Moss Cover)!\nDrew Moss Delirium Pencil & Ink Sketch (from DC's Sandman)\nBlack Cat Pencil Sketch (Limited to 1) - Drew has also generously provided us with an     8 1/2 x 11 pencil head sketch of The Black Cat! There is only one of these available, and it can be yours for $85, which includes a copy of RW&B #1 (Drew Moss Cover)!\nDrew Moss Black Cat Pencil Sketch (From Marvel's Spider-Man)\nGambit Pencil Sketch (Limited to 1) - Drew has also generously provided us with an 8 x 10 pencil head sketch of Gambit! There is only one of these available, and it can be yours for $75, which includes a copy of RW&B #1 (Drew Moss Cover)!\nDrew Moss Pencil Gambit Sketch (From Marvel's X-Men)\nDiscounted Art Page (Limited to 1) - Want to own an original page of art but on a tight budget? We have a reward tier for just one of you lucky readers! LIMITED TO 1! Get an original page of art by series artist Dennis Tirona! You will receive one page of original art, hand penciled and inked on 11x17 art paper by Dennis Tirona. This page is the one page in the book that only features a small shot of the main characters and mostly features background characters and \"extras.\" It's still a great looking page, but with no main characters featured prominently, we wanted to offer it at a discount. There is only one page like this available! First come first served! Regular art pages are $90, but for the art collector on a budget, you can snag this page for only $60, and it includes a copy of #1 (Regular Cover)! Don't miss a chance to own an original page by a rising art star for a low price!\nDiscount Art Page by Dennis Tirona\n ADD ONS - \nWe've tried really hard to create a variety of reward tiers that offer something for everyone. However, if you can't find exactly what you're looking for, you can do an add on! Simply over-pledge buy the amount the item you want costs, then email us at emailoutload@verizon.net and tell us what item you're adding on. \nFor example, let's say you wanted to get the three regular cover package ($25) but you also wanted an Ultra Limited B&W cover ($40). All you have to do is select the three cover package but adjust your pledge to $65. Then email us and let us know you want the B&W cover as well, and we'll make sure you get everything you pledged on!\n ABOUT THE CREATORS -\nMike Spring (Writer) - Mike Spring is the Amazon #1 bestselling author of the Bloodsucker Blues series, a four-book humorous vampire novel story. He is also a pop culture reviewer and three-time award-winning podcast host. You can find his writing at popular film website LiveForFilm.com and he is a regular fixture at many major ComicCons. As the creator and co-host of the create-your-own-movie-sequel podcast After the Ending, Mike has gained a whole new audience of fans. As a comic book reader and collector for over 30 years, Mike is excited to finally bring his story of Red, White & Broke to the world of comics!\nDennis Tirona (Artist) - Dennis Tirona is a freelance comic book artist from San Pedro City, Laguna, in the Philippines. Only drawing professionally since 2015, Dennis has already amassed an impressive body of acclaimed artwork. In addition to several comic book short stories, Dennis art has been featured in the hit comics The Ferryman and The Nefarious Smyths. Dennis describes his artwork as: \"I was not really interested in doing pin-up or poster art, so I studied on how to draw sequential pages. Gave myself a few months to learn as much as I can, made some sample pages then got my first sequential gig in October that year and it’s been freelance work ever since. I always aim for a clear page as I want the story to be seamless, and my art style is definitely on the cleaner side and not too anatomically exaggerated, although I am also developing a style more keen on the noir look.\"\nDrew Moss (Variant Cover Artist) - Drew Moss is an Illustrator based out of southeastern Virginia and has worked for Dynamite (Red Sonja/Vampirella), IDW (The Colonized, The Crow, MASK) Dark Horse (Creepy), Oni Press (Terrible Lizard, Blood Feud) Image Comics (Copperhead) and various other publishers. Drew enjoys fine cigars and whiskies and spends too much time writing bios.\nIan Chase Nichols (Variant Cover Artist) - Ian Chase Nichols a comic book artist and graphic designer. He's worked on books like The Tick (NEC), Batman/TMNT (DC/IDW), Ninja Turtles (IDW), Elvira (Dynamite), and a whole slew of other books and projects. He's also worked in graphic design for over ten years, working on everything from logos and branding to websites, and has been the lead designer on some award-winning books that have sold tens of thousands of copies. \nThyago Brandao (Colorist) - Thyago Brandao is 29 years old and lives in Brazil. He has a degree in Analysis and Systems development, but has always been passionate about digital painting, comic books, manga and the like. Now he is extremely busy as a comic book colorist. He has been working as a colorist since 2016, with work in the Doctor Who comics, as well as tests for DC, Marvel, IDW and Dynamite and he has recently been working for French publisher Soleil.\nWHEN WILL I GET MY REWARDS?\nHonestly, the book is almost complete, as we mentioned above. We're estimating about a month after the Kickstarter ends to get the coloring done, another two weeks for lettering, and then it's off to the printers! But that's where the uncertainty comes in. With the Coronavirus and postal delays, we're hesitant to put an exact date on it, but we want to get this book into your hands ASAP! We'd like to say you'll have them in December, but with the delays mentioned above, we're projecting January just to be safe, but are very hopeful you'll have them before that! All comics and rewards will ship together, as we already have ALL the art rewards in hand!\nLOOKS AWESOME! CAN WE SEE MORE?\nSure you can! Here are a few more pages from the book, both colored and uncolored!", "risks": "Risks and challenges\nThe only risks and challenges we anticipate are delays from the printer or in shipping. The series is FULLY penciled and inked already. The production is already scheduled; lettering, coloring, and printing. The books should ship on time!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Issue # 1 - Digital", "descp": "Get the Complete first issue in digital PDF form!", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}], "stat": ["45 backers"]}, {"amt": "Pledge US$ 6 or more", "title": "Issue # 1 - Regular Cover", "descp": "Get a physical copy of Red, White & Broke #1 in your hands, (optionally) signed by writer Mike Spring! Also includes the Digital Copy of #1!\nINCLUDES:\n- Issue #1 (Regular Cover)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["58 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Issue #1 - Variant Cover (Ian Nichols)", "descp": "Get a physical copy of Issue #1 featuring a variant cover by Tick and Teenage Mutant Ninja Turtles artist Ian Chase Nichols! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Issue #1 (Variant Cover by Ian Chase Nichols)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 12 or more", "title": "Issue #1 - Variant Cover (Drew Moss)", "descp": "Get a physical copy of Issue #1 featuring a variant cover by Vampirella/Red Sonja and Copperhead artist Drew Moss! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Issue #1 (Variant Cover by Drew Moss)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 13 or more", "title": "Issue # 1 - (Reg Cover) + Art Print", "descp": "Get a physical copy of Issue #1 (Regular Cover), (optionally) signed by writer Mike Spring, plus a full color print of your choice! (You will select which art print you prefer after the Kickstarter campaign ends.) Also includes the Digital Copy of #1!\nINCLUDES:\n- Issue #1 (Regular Cover)\n- Art Print\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Issue #1 (Ian Cover) + Art Print", "descp": "Get a physical copy of Issue #1 (variant cover by Ian Chase Nichols), (optionally) signed by writer Mike Spring, plus a full color print of your choice! (You will select which art print you prefer after the Kickstarter campaign ends.) You also get the digital copy of issue #1!\nINCLUDES:\n- Issue #1 (Variant Cover by Ian Chase Nichols)\n- Art Print of your choice\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 17 or more", "title": "Issue #1 - (Drew Cover) + Art Print", "descp": "Get a physical copy of Issue #1 (variant cover by Drew Moss), (optionally) signed by writer Mike Spring, plus a full color print of your choice! (You will select which art print you prefer after the Kickstarter campaign ends.) You also get the digital copy of issue #1!\nINCLUDES:\n- Issue #1 (Variant Cover by Drew Moss)\n- Art Print of your choice\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "All 3 Regular Art Prints", "descp": "Get ALL THREE full color art prints featuring the alternate covers by Ian Chase Nichols (The Tick, Teenage Mutant Ninja Turtles) and Drew Moss (Vampirella/Red Sonja, Copperhead) as well as the regular cover by series artist Dennis Tirona!\nINCLUDES:\n- All THREE Full Color Art Prints", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Both Alternate Covers!", "descp": "Save $2.00! Get a physical copy of each alternate cover for Issue #1 (one by Drew Moss and one by Ian Chase Nichols), (optionally) signed by writer Mike Spring. Plus get the digital copy of #1!\nINCLUDES:\n- Issue #1 (Alternate Cover by Drew Moss)\n- Issue #1 (Alternate Cover by Ian Chase Nichols)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "All 3 Covers!", "descp": "Get all three covers of Issue #1 (Regular cover plus Alternate Cover by Drew Moss and Alternate Cover by Ian Chase Nichols), all (optionally) signed by writer Mike Spring.\nINCLUDES:\n- Issue # 1 (Regular Cover)\n- Issue #1 (Alternate Cover by Drew Moss)\n- Issue #1 (Alternate Cover by Ian Chase Nichols)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Both Variant Covers + 3 Art Prints!", "descp": "Get a physical copy of Issue #1 (Variant Cover by Drew Moss and Variant Cover by Ian Chase Nichols), (optionally) signed by writer Mike Spring. You will also receive all three regular full color prints: The variant cover artwork by Ian Chase Nichols AND the variant cover by Drew Moss, as well as the regular cover art by Dennis Tirona! Two Comic Covers and Three Prints! Plus get the digital copy of #1!\nINCLUDES:\n- Issue #1 (Alternate Cover by Drew Moss)\n- Issue #1 (Alternate Cover by Ian Chase Nichols)\n- Art Print - Ian Chase Nichols\n- Art Print - Drew Moss\n- Art Print - Dennis Tirona\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "All 3 Covers + 4 Art Prints!", "descp": "Get a physical copy of Issue #1 (Regular cover, Variant Cover by Drew Moss and Variant Cover by Ian Chase Nichols), (optionally) signed by writer Mike Spring. You will also receive all three full color art prints! Three Comic Covers and Three Prints! Plus get the digital copy of #1!\nAs a special bonus, you will receive a Limited Art Print only available at this level and up, featuring this issue's main villain, Doctor Deathmask! With stunning art by Dennis Tirona, this print features some of the coolest art in the book. Only available at select tiers!\nINCLUDES:\n- Issue # 1 (Regular Cover)\n- Issue #1 (Variant Cover by Drew Moss)\n- Issue #1 (Variant Cover by Ian Chase Nichols)\n- 3 Art Prints - All Covers\n- Bonus Art Print - Dr. Deathmask\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Issue #1 - Ultra Limited B&W Cover 1", "descp": "Get a physical copy of Issue #1, featuring an extremely limited B&W version of the variant cover by Ian Chase Nichols, (optionally) signed by writer Mike Spring. This Virgin Black & White Cover features no trade dress and is limited to only 20 copies, meaning only 20 copies will EVER be printed!! You also get the digital copy of issue #1!\nINCLUDES:\n- Issue #1 (B&W Virgin Variant Cover by Ian Chase Nichols) - Signed by Mike Spring\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (19 left of 20)"]}, {"amt": "Pledge US$ 40 or more", "title": "Issue #1 - Ultra Limited B&W Cover 2", "descp": "Get a physical copy of Issue #1, featuring an extremely limited B&W version of the variant cover by Drew Moss, (optionally) signed by writer Mike Spring. This Virgin Black & White Cover features no trade dress and is limited to only 20 copies, meaning only 20 copies will EVER be printed!! You also get the digital copy of issue #1!\nINCLUDES:\n- Issue #1 (B&W Virgin Variant Cover by Drew Moss)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (19 left of 20)"]}, {"amt": "Pledge US$ 90 or more", "title": "Original Art Page + Comic & Print!", "descp": "LIMITED TO 10 COPIES!\n\nGet an original page of art by series artist Dennis Tirona! You will receive one of 10 available pages of original art, hand penciled and inked on 11x17 art paper. See the main campaign info for examples of the pages that are available. Pages will be randomly selected, but all pages will include main characters and dynamic imagery. There are no \"duds\" here! This reward is limited to only 10! Dont miss a chance to own original artwork by Dennis Tirona before he becomes a household name!\nAs a special Bonus, you will receive a Limited Art Print only available at select levels, featuring this issue's main villain, Doctor Deathmask! Featuring art by Dennis Tirona, this print features some of the coolest art in the book. Only available at select tiers!\nINCLUDES:\n- 1 Page of Original hand-drawn art by Dennis Tirona\n- Issue #1 (Regular Cover)\n- Art Print - Tirona Cover\n- Bonus Art Print - Dr. Deathmask\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["7 backers", "Limited (3 left of 10)"]}, {"amt": "Pledge US$ 195 or more", "title": "Vampirella/Red Sonja Original Art Page", "descp": "Alternate Cover artist Drew Moss has generously donated an original page of art (pencils and inks by Drew) from Dynamite's hit VAMPIRELLA/RED SONJA series to the campaign! There is only one of these pages available, and it can be yours for $195, which includes a copy of RW&B #1 (Drew Moss Cover)! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Original, hand-drawn Vampirella/Red Sonja Page by Drew Moss\n- Issue #1 (Variant Cover by Drew Moss)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 22 or more", "title": "EARLY BIRD SPECIAL - All 3 Covers!", "descp": "SAVE $3!!!\nGet all three covers of Issue #1 (Regular cover plus Alternate Cover by Drew Moss and Alternate Cover by Ian Chase Nichols), all (optionally) signed by writer Mike Spring.\nINCLUDES:\n- Issue # 1 (Regular Cover)\n- Issue #1 (Alternate Cover by Drew Moss)\n- Issue #1 (Alternate Cover by Ian Chase Nichols)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "25 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Original Sketch by Ian Chase Nichols", "descp": "Get an original hand-drawn sketch of one of the main characters by Variant Cover artist Ian Chase Nichols (The Tick, TMNT). This original and unique sketch will be hand drawn and feature either Captain Stronghold, Sherry Streeter, or Doctor Deathmask (you will be sent one at random)! You also get physical copy of Issue #1 featuring the variant cover by Ian Chase Nichols! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Original, hand-drawn sketch by Ian Chase Nichols\n- Issue #1 (Variant Cover by Ian Chase Nichols)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Discounted Art Page", "descp": "Want to own an original page of art but on a tight budget? We have a reward tier for just one of you lucky readers! LIMITED TO 1!\n\nGet an original page of art by series artist Dennis Tirona! You will receive one page of original art, hand penciled and inked on 11x17 art paper by Dennis Tirona. This page is the one page in the book that only features a small shot of the main character and mostly features background characters and \"extras.\" It's still a great looking page, but with no main characters featured prominently, we wanted to offer it at a discount. There is only one page like this available! First come first served!\nINCLUDES:\n- 1 Page of Original hand-drawn art by Dennis Tirona\n- Issue #1 (Regular Cover by Dennis Tirona) - Signed by Mike Spring\n- Art Print - Dennis Tirona\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 75 or more", "title": "Drew Moss Gambit Sketch", "descp": "Drew has also generously provided us with an 8 x 10 pencil head sketch of Marvel's Gambit (of the X-Men)! There is only one of these available, and it can be yours for $75, which includes a copy of RW&B #1 (Drew Moss Cover)! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Original, hand-drawn (pencils only) sketch of Gambit by Drew Moss\n- Issue #1 (Variant Cover by Drew Moss)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 85 or more", "title": "Drew Moss Black Cat Sketch", "descp": "Drew has also generously provided us with an 8 1/2 x 11 pencil head sketch of Marvel's The Black Cat! There is only one of these available, and it can be yours for $85, which includes a copy of RW&B #1 (Drew Moss Cover)! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Original, hand-drawn (pencils only) sketch of The Black Cat by Drew Moss\n- Issue #1 (Variant Cover by Drew Moss)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "Drew Moss Delirium Sketch", "descp": "Drew has also generously provided us with a pencil & ink drawing of Delirium from DC's Sandman (See main campaign for a picture)! There is only one of these available, and it can be yours for $100, which includes a copy of RW&B #1 (Drew Moss Cover)! The comic comes (optionally) signed by writer Mike Spring. Also includes the Digital Copy of #1!\nINCLUDES:\n- Original, hand-drawn (penciled & inked) sketch of Delirium by Drew Moss\n- Issue #1 (Variant Cover by Drew Moss)\n- Digital Copy #1", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "Just Two Days Left for Issue 1 Backers to Pledge on Issue 2!", "update_content": "Hi all!\nJust a quick note to remind Issue 1 backers that there are just two days left on the Issue 2 campaign! You’ve still got time to pledge on digital and physical issues, original artwork, and much more! It would really be a huge help if we could get most or all of the people who pledged on Issue 1 to return for Issue 2. And don’t forget, we’ve already unlocked two free audio commentaries for issues 1 and 2 that are going to be a lot of fun! These are of Iissue 2!"}, {"update_no": "UPDATE #36", "update_userinfo": "200 Backers! Free Commentaries! Yay!", "update_content": "Great news, everyone! We just hit 200 backers! That means two free audio commentaries have been unlocked and will go to EVERY backer, whether digital or physical! I’m really excited to do these; I have lots of fun tidbits and anecdotes to share about each issue, and with years of podcasting experience under my belt, I’m confident I can make them fun and interesting.\nIf you’re an Issue 1 backer who hasn’t yet pledged on issue 2, you’ve still got nine days to get on board! We’re only $800 away from hitting our first stretch goal of for every physical backer! It’ll take some doing, but I think we can get there. Remember, the more you share the campaign and spread the word, the better the chance of getting free extra goodies!"}, {"update_no": "UPDATE #35", "update_userinfo": "Come Check Out Issue 2! Plus A New Interview & More!", "update_content": "Hi all!\nThis update is going out to backers of the first Red, White & Broke Kickstarter. We’re still about 40 backers down from the first campaign, which is normal with Kickstarters, but with two weeks left in the campaign, I wanted to send a friendly reminder to Issue 1 backers that Issue 2 is now live! We are fully funded and are working on some exciting stretch goals! Remember, if we get to 200 backers (we only need about 20 more), it will unlock two free audio commentaries for EVERY backer! You’ll get to hear the stories behind each issue, learn about the technique of how we created the books, and learn some interesting trivia tidbits as well!"}, {"update_no": "UPDATE #34", "update_userinfo": "Free Audio Commentaries! Whaaat?", "update_content": "Hi, everyone!\nThings are moving along nicely on the Issue 2 campaign, although now that we’re almost a week in, we’ve reached the point where things have slowed down considerably. We’re at $3200, which is good, but we still have $1300 to go to reach our goal.\nSo I’ve decided to add a digital backer goal, inspired by my fellow creator Steve Bryant (who makes the very cool Athena Voltaire comic!) and these new rewards will go out to ALL backers! If/when we hit 200 Backers, that will unlock two free audio commentaries! What are audio commentaries for comic books? Well if you’ve ever watched an audio commentary on a DVD or Blu-ray for a movie you love, it’s like that… but for comics. I will go page-by-page through each issue and talk about my creative inspiration, share interesting trivia, and tell cool stories about making the comics! (And don’t worry, I’ve been a podcaster for years, so these will be fun and lively, not boring and monotone!)"}, {"update_no": "UPDATE #33", "update_userinfo": "Don't Forget To Pledge On Issue 2!", "update_content": "Hi all!\nJust a quick reminder that the campaign for Issue #2 of Red, White & Broke is now LIVE on Kickstarter! It's really helpful to get a lot of pledges early on so Kickstarter moves us up on their home page, thus letting even more people come across the campaign. Any and all help is greatly appreciated!"}, {"update_no": "UPDATE #32", "update_userinfo": "Updated Link for Issue #2!", "update_content": "Sorry for the multiple messages guys. There was an issue with the link for the Issue 2 campaign, so I've corrected it. Here's the fixed link:\nhttps://www.kickstarter.com/projects/themikespring/red-white-and-broke-confessions-of-an-american-superhero-2\nThanks!!"}, {"update_no": "UPDATE #31", "update_userinfo": "Pledge on Issue #2 NOW!!", "update_content": "The Kickstarter Campaign for Issue #2 of Red, White & Broke is LIVE!!!\nPlease continue to show your support for indie comics by pledging a few bucks!\nhttps://www.kickstarter.com/projects/themikespring/red-white-and-broke-confessions-of-an-american-superhero-2"}, {"update_no": "UPDATE #30", "update_userinfo": "Issue 2 Launch Party in 30 Minutes!! Link Inside!", "update_content": "30 Minutes!!!\nDon't forget! Tonight at 7PM Eastern Time: The Red, White & Broke #2 Virtual Launch Party!! Here is the link to join in: https://msngr.com/xstqbnkqyuva\nAlthough the event is being held through Facebook Rooms, you don’t need to have a Facebook account to join. However, please note that Facebook Rooms will NOT work in the Safari web browser. You will need to use Chrome or another browser to participate."}, {"update_no": "UPDATE #29", "update_userinfo": "Virtual Launch Party Tonight! LINK INCLUDED!!", "update_content": "Hi everyone!"}, {"update_no": "UPDATE #28", "update_userinfo": "One Week Til Our Virtual Launch Party and YOU'RE Invited!", "update_content": "Just one week til the launch of Issue #2 on Kickstarter!\nWe’re having a virtual launch party to kick things off! Come and celebrate the launch of the Kickstarter campaign for my Issue #2 of Red, White & Broke: Confessions of an American Superhero! Tuesday, February 23rd, 2021 at 7 PM EST!"}, {"status": []}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/themikespring/red-white-and-broke-confessions-of-an-american-superhero", "project_name": "Red, White & Broke: Confessions of an American Superhero #1"}}, {"backer": "Erik Sacino", "project_data": {"campaign": {"story": "After years of performing and many requests, I am finally going to make a live DVD of my solo acoustic show.  On the evening of Saturday, May 21st we are planning a 4 camera, HD shoot at a beautiful recording studio in Woodstock, NY. There will only be 60 tickets available for this very special event. Our goal is to create this in such a way that anyone who watches it can experience what its like to actually be at one of my intimate performances. Not only will it be a means of bringing my art to a wider audience but it will document my unique approach to music in general. \nWe made a deal with the studio for a lot of the equipment and their time but there are some hard costs that we still need to cover (camera operators, duplication, etc).  That is why we need your help.  This is something that I have always wanted to do and I am so excited that it is on the verge of happening. For those of you who've supported my work over the years, I think you'll agree that this DVD has been a long time coming. If you like what I do, now is the time to step up and help make this thing happen.  Thanks for your support!\nIf you have any questions about the live show please contact us at events@nevessa.com", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "FINALLY!!!!", "update_content": "Hey All!\nThe dvds are in!!!! I am heading to the post office soon!!!! YAYYYYYYYY!!!! Thanks again for your patience! Love - Joey"}, {"update_no": "UPDATE #21", "update_userinfo": "Dvd Menus, credits and such...", "update_content": "Today Melissa and I sat down with Chris Anderson to check out the complete dvd with credits, bonus features and menus all set to go with little musical loops taken from the performance. Looks and sounds amazing! The Credits end with a dedication to my Uncle... Charlie Errante who passed away in July. He was there when we filmed the dvd and I remember he was so moved and happy for me that he was crying joyful tears at the end. He was a great guy and I would not be the musician I am today without his love and support over the years. So glad I could complete this project and dedicate it to his memory. "}, {"update_no": "UPDATE #20", "update_userinfo": "Final Credits", "update_content": "Final Credit roll is being laid in NOW! this is the final step before authorization and duplication can begin!!! Almost there....  "}, {"update_no": "UPDATE #19", "update_userinfo": "Backer exclusive: Special Christmas Download", "update_content": "Hey everybody, its been hard waiting for the final product but completion is within sight! I handed off the final mixes some time ago, so like you I've been eagerly awaiting the final cut. I finally nailed the visual production team down to a real deadline and we will have an authored dvd no later than May 18th very close to a year after the original performance. Then we will manufacture which shouldn't take long. Its come out so good I truly believe it will be a launching point for the next phase of my career. We've decided to go with a two sided dvd, so we can feature all 28 songs at the highest possible quality rather than try to squeeze everything down to a standard dvd. This will be more expensive than what we'd originally thought but we shouldn't have a problem covering the cost. I will be mailing you your packages as soon as they're ready to go, downloads will follow shortly after. Almost there!"}, {"update_no": "UPDATE #18", "update_userinfo": "Its finally happening!", "update_content": "Yes indeed all, I have completed mixing 27 songs for my solo dvd!  I needed to see it through to my own satisfaction, and so I am now ready to lay in the audio and put together the final credits.  Your feedback and support have been essential to this project and I may be looking for more advice. Because of the amount of material we may not be able to fit everything on a standard dvd without sacrificing video quality, (blu-rays are of course another story).  I'm wondering what you would prefer; more songs or higher quality video?  I have a meeting tomorrow with the production staff and will know more about whether or not this is going to be an issue. Thanks again for all your support! Can't wait to hear your feedback on the final product!  - Joey"}, {"update_no": "UPDATE #17", "update_userinfo": "October hopes!", "update_content": "I remixed \"Lay Down the Law,\" got a really great version of \"The End is Begun\" played on 12 string mixed along with a rare performance of  \"Helpless Belvedere.\" I also mixed \"The Game,\" & \"Dead.\"  Getting dangerously close to being done! I still want to mix \"I can't\" and also \"Tale Between the Legs.\" So far the songs from the setlist that are not going to make the cut are \"Land of the Lost,\" \"Balloon,\" \"Lexicon,\" and \"Broadway Alien.\" Outa 30 songs I'd say that's not too bad. Wish me luck, this is the home stretch!"}, {"status": []}], "comment_no": 46, "projec_url": "https://www.kickstarter.com/projects/joeyeppard/joey-eppard-live-dvd", "project_name": "Joey Eppard Live DVD"}}, {"backer": "Erik Sacino", "project_data": {"campaign": {"story": "Once upon a time Josh Eppard played drums for Coheed & Cambria.  He toured the world and played to giant crowds, but his heart was always in hip-hop and rocking the mic under his alias Weerd Science.  \nHe released his debut rap album “Friends & Nervous Breakdowns” in 2005. Later leaving Coheed for personal reasons, Josh went on to write “Sick Kids”, an album about his battle and recovery from heroin addiction.  He has been clean for over a year and wrote the album to serve as a warning about the dangers of drug abuse.\n\"Sick Kids\" is a hip-hop concept CD unlike any other.  We are releasing it independently and need your help!  This campaign will fund the manufacturing of the physical CDs, make spring and summer touring possible and allow us to film the first music video.\nWe are offering a lot of amazing incentives to our supporters, including a private one hour drum lesson with Josh and the opportunity for Weerd Science to perform a private show for you and your friends.  He and DJ Dirty Ern will even record a track in your basement!\nWe are appealing to you, the fans, to make this project possible.  Without your help we could not do it.  We thank you for that and are very excited for you to finally hear the album!\nRead more about Josh's story:  bio.weerdscience.net\nTour dates (UK and US):  tour.weerdscience.net \nMore info Horris Records:  horrisrecords.com\n      \"SICK KIDS\" TRACK LISTING\nIntro (featuring Michael \"Clip\" Payne of the P-Funk All Stars)\nDrugs 2.0\nThe Voices on Prince St., Kingston, NY 12401\nSick Kids\nThe Zodiac \nUnloveable Loser\nClap If You <3 Someone\nBaby Parts\nSpeed Balls\nXOXO Hugs & Kisses\nL1 Leader (featuring Majestic and Gangstrophogus)\nSlacker\nAsylum in Skin\nDear S.A.M., I'm Dead to You\nFinality\nOutro", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Sick Kids Is On The Way!", "update_content": "Hey Guys,\nWe have been shipping out all of your orders, and can't wait until you get them!!\nMake sure to take a picture with your cd or gear, and post it all over our facebook wall!!\nhttp://facebook.com/weerdscience"}, {"update_no": "UPDATE #10", "update_userinfo": "New Track!", "update_content": "Hey Guys, \nThanks again for all of the support.  Kickstarter is not always clear in telling you what happens now, so we will...\nRight now we have sent surveys out to everyone, and most have been filled, we will then use this info to put together all of your orders, and ship them out shortly... We will be posting pictures, of the hoodie and the t-shirt soon!"}, {"update_no": "UPDATE #9", "update_userinfo": "We are rollin", "update_content": " If your credit card was rejected by Amazon Payments, don't worry! You should have already been contacted by Kickstarter with instructions on how to fix the problem. Anyone who is having trouble can contact support@kickstarter.com - they are ready and willing to assist you."}, {"update_no": "UPDATE #8", "update_userinfo": "Trouble with Payment?", "update_content": "So after 28 days and about 1000 tweets our Kickstarter has come to an end. The Weerdscience team has been posting thank yous along the way that brief as they were, were always heartfelt and real. So anyway, rather than bore you guys with another thank you, I'd really like to tell you some of the reasons why this was literally a life changing thing for me. Have you ever felt like you let someone down? Remember what a shitty feeling that is? Well that's what Weerdscience became for me in a lot of ways. When we would do a show and 5 people would show up I always felt like it was my fault for not being famous enough or that people expected it to be a fucking Coheed show with thousands of screaming fans.(I do need to point out that these thoughts do not reflect how anyone felt there just my insanity and insecurity). Anyway, I have always wanted to do WS. Always. If that meant in conjunction with a band than that's great. The more music the better! WS to me is the most creatively fulfilling thing I've ever done. To me it is everything.Ok ok ok, so after the last few shows(before this year) were awful and the label doesn't seem interested in releasing \"Sick Kids\" I had basically given up. That was it. I wanted people to care but if they didn't what could I do. After awhile and a lot of hard work by the team(Neesh,Dave,Chris), my best friend and mgr. Ernie Falconer hooked the project up with Horris records and MC Lars. Lars was thrilled to help me put out the record. Needless to say I was over the moon!!! Pumped!! This was what we've been waiting for! After a few meetings Lars brought up the kick starter idea. I hated it. In Ernies basement in Queens Lars said it'd be a great way to see what kind of interest is out there. I thought \" welp, this is the end of this. Lars believes in this thing so much but surely hell be bummed out when there is 50$ on the last day and it was Ernie who put it in there!\" I was terrified. I nervously would say \"Ok, but I hope any one gives a shit\". A desperate attempt to warm Lars up to the idea that nobody will care. After the first day there was like $700 dollars! I was cautiously optimistic. It kept climbing and climbing and all of a sudden this thing that I was so afraid of became such a thrill!! Every time I'd look there were more people pre ordering the record. I honestly couldn't believe it and I thought even if it takes the full 28 days were gonna get to that 4k goal! Nothing could've prepared me for the next 20 days. Not only did we reach the goal but we doubled it. More than doubled it! Over 8,500 raised. I don't wanna get all sappy on you guys but in my heart I feel like this is all because I stayed clean and life makes more sense than ever. And that's priceless. When you guys ordered the LP, and the shirts and hoodies,etc.... it made me feel like I haven't in years. Hungry. Ready to get on stage and go as hard as I can. Harder than ever before. Thank you doesn't even sum it up. This changed my life."}, {"update_no": "UPDATE #7", "update_userinfo": "We did it!! A very special thank you!", "update_content": "Wow Star Kindler, and Koren Kraemer just booked us for a home show!! This is gonna be awesome!!!! Thanks guys!!!"}, {"update_no": "UPDATE #6", "update_userinfo": "Thank you!", "update_content": "With 17 hours left we have decided to cut the show/recording package in half! It is now only $500... Get some friends together and Weerd Science is coming to your town!"}, {"update_no": "UPDATE #5", "update_userinfo": "The show is at your house!", "update_content": "24 hours and $443 away from doubling our Kickstarter goal...I can't wait to get everyone their merch and album....I can't thank you all enough!!! This has been such an incredible experience, and it shows what a great family we have here!!!  This is a new song I recorded with Dirty Ern..It's the least I could do!!\nThanks Again,"}, {"update_no": "UPDATE #4", "update_userinfo": "Thank you! Again", "update_content": "Thank you to our new supporters, as well as those who have upped their original donation!! We cannot do this with out you all..and we just wanted to thank you all again..."}, {"status": [{"Project funds successfully": "252 backers pledged $8,875"}]}], "comment_no": 37, "projec_url": "https://www.kickstarter.com/projects/horrisrecords/weerd-science-sick-kids", "project_name": "Weerd Science - \"Sick Kids\""}}]