[{"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "From Gloomhaven to Blood Raven, nerds are passionate about a lot of things… but there's one thing they love above all else, and that is correcting people. \nCollegeHumor is joining forces with Wiggles 3D to bring you the long-awaited home version of their popular game show, Um, Actually! Featuring 100% new questions never seen on the show before!\nUm, Actually presents you with statements about the fictional worlds of popular movies, TV shows and books. They all sound right... but listen carefully, because each one has a mistake hidden in it somewhere! It's your job to figure out what's wrong and announce it before anyone else, starting, of course, with the magic phrase: \"Um, actually...\" \nBut even if you know nothing about Sailor Moon or Star Wars, you'll find yourself making wild guesses, stumbling into answers, and having laughs along the way!\nCheck out this episode to see how a game goes down:\n\nWe’ve got lots of exciting stuff planned for this campaign! \nOver the next few weeks, we’re going to be building a custom deck of questions with input from you, the backers, so don't forget to GET IN THE COMMENTS! We’re calling it the Community Deck, and it will be included in every copy of the Community and Deluxe Editions of the game.\n\nHere’s what you can look forward to in the coming weeks:\nThese weekly polls will pit card ideas against each other and call on you to vote on which one you would rather see in the Community Deck. Would you rather have John Woo or John Wick? Cloverfield or Garfield? Each week we'll do an update with a link to a poll where you can make your voice heard. Sweet democracy in action!\nEach week, we’ll issue challenges that will allow you to offer your support for one of two categories you’d like to see in the Community Deck. You might be asked to act something out, take a crazy photo, or even cobble together a quick cosplay outfit. Check in each Wednesday to learn about that week’s challenge, then get creative and post your efforts on social media!\nWe’ll be announcing a new engagement piece every Friday, each one designed to test your knowledge of all things nerdy! From getting in the game, to scoring some swag, engage with your fellow nerds and get rewarded for it. \nWe can’t wait to see what you guys come up with!\nNot convinced by our fancy graphics and flashy video? Well, we asked our friends to say nice things about the game... so let's hear what they think!\nPLAY\n\nNot familiar with the show? Watch some clips and full episodes below!\nYou can watch every episode of Um, Actually - along with exclusive series like Dimension 20 and Game Changer on CollegeHumor's streaming service, Dropout.tv. You can also watch a number of classic free episodes on the Um, Actually YouTube channel.\n\n\nIf you're one of the awesome folks who backed a previous Wiggles 3D Kickstarter project, such as 5-Minute Dungeon or 5-Minute Mystery, we'd like to express our heartfelt thanks.\nThanks. No, really. Thanks so much for supporting us!\nAnd as another way of expressing our gratitude, we'd like to offer each and every one of you a free 2-month subscription to Dropout and a CA$ 5 credit, which can be applied against shipping charges or add-ons in the pledge manager after the campaign!\nDropout is College Humor’s premier content streaming service, with lots of great shows like Dimension 20, Game Changer, and of course, Um, Actually!\nYou'll be able to claim this gift at the end of the campaign, when you complete your backer survey.\nLimit one per returning backer.\nWe will be charging shipping once the Kickstarter is over as part of your backer survey in BackerKit. \nWe will be shipping from depots in the USA, Canada, the UK, Germany, China, and Australia. We'll choose the nearest depot to you to minimize the chances of additional duty and taxes. Shipping to countries other than the ones where we have depots may result in additional charges out of our control. Please research import regulations to learn about these potential costs for your country before placing an order. \nEuropean and UK VAT and Canadian HST are included in the shipping charges given below. \nEach pledge must be shipped to a single delivery address. We cannot split pledges to ship to multiple addresses.\nActual shipping costs are higher than our charged rates. We subsidize shipping to keep rates affordable for backers.\n\nCurrency Conversions\nRemember that your pledge is in Canadian Dollars, and your card will be billed in Canadian Dollars when the campaign ends. Currency exchange rates change regularly. Look at your local currency exchange rate toward the end of the campaign for the most current price.\nOnce again, we'll be partnering with BackerKit to make it much easier for backers to manage their pledge choices and shipping information.\nAfter the campaign ends, we'll send you a BackerKit survey asking you to provide your shipping information so we can get your rewards to you. You'll have the opportunity to add more copies of the game... at the same price as during the Kickstarter.\nIf you operate a game store and think that your customers would love Um, Actually, we'd love to hear from you! Shoot us an e-mail at info@wiggles3d.com.", "risks": "Risks and challenges\nAt Wiggles 3D Games, we’ve been making and distributing award-winning games for nearly 20 years, so we understand quality and know how to design and produce products that we can be proud of. We also understand the type of delays that can occur in shipping and have allowed for them in our delivery estimate.\n\nThis is our fourth Kickstarter campaign, which means we have demonstrated that we can deliver backer rewards to a high standard of quality and on schedule.\n\nAt Wiggles3D.com, you can learn more about our company and our catalog of games.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 38 or more", "title": "Standard Edition", "descp": "The bare-bones edition of the game, for those on a budget.\nFeaturing support for 6 players and 420 questions in 7 categories: Fantasy, Cartoons, Comics, Sci-fi, Games, Shiny and Real-Life Skills.\nNOTE: Shipping is NOT included and will be charged after the campaign in BackerKit. See \"Shipping\" section for details.\nINCLUDES:\nUm, Actually - Standard Edition", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}, {"SHIPS TO": "Only certain countries"}], "stat": ["648 backers", "Add-ons"]}, {"amt": "Pledge CA$ 48 or more", "title": "Community Edition", "descp": "Don't want to miss out on the special content voted on by backers during the campaign?\nThis edition has everything in the Standard Edition, but includes the 60-question Community Deck in the box.\nNOTE: Shipping is NOT included and will be charged after the campaign in BackerKit. See \"Shipping\" section for details.\nINCLUDES:\nUm, Actually - Standard Edition\nCommunity Deck", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}, {"SHIPS TO": "Only certain countries"}], "stat": ["463 backers", "Add-ons"]}, {"amt": "Pledge CA$ 65 or more", "title": "Deluxe Edition", "descp": "The Deluxe Edition has everything in the Standard Edition, plus the Community Deck, support for two more players, and three more sweet categories: Anime, Horror, and 80s & 90s!\nThat's 690 questions, 270 more than you get in the Standard Edition! We had to make the box bigger to hold it all, for crying out loud!\nNOTE: Shipping is NOT included and will be charged after the campaign in BackerKit. See \"Shipping\" section for details.\nINCLUDES:\nUm, Actually - Deluxe Edition\nCommunity Deck", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}, {"SHIPS TO": "Only certain countries"}], "stat": ["6,554 backers", "Add-ons"]}, {"amt": "Pledge CA$ 60 or more", "title": "Early Bird - Deluxe Edition", "descp": "The early bird gets the worm... but who wants a dumb worm when you can score CA$ 5 off the Deluxe Edition by backing in the first 12 hours of the campaign?\nThe Deluxe Edition has everything in the Standard Edition, plus the Community Deck, support for two more players, and three more sweet categories: Anime, Horror, and 80s & 90s!\nLimit one Early Bird discount per backer.\nNOTE: Shipping is NOT included and will be charged after the campaign in BackerKit. See \"Shipping\" section for details.\nINCLUDES:\nUm, Actually - Deluxe Edition\nCommunity Deck", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "5,757 backers"]}, {"amt": "Pledge CA$ 500 or more", "title": "A Prop From the Show", "descp": "(Available in USA & Canada only)\nDo you consider yourself an Um, Actually superfan? Well, here's your chance to take home a piece of the show... literally!\nPick from one of 12 props that were actually used on the set of the show! And if that weren't enough, you'll also get two copies of the Deluxe Edition signed by Mike Trapp, creator and host of Um, Actually! Oh, hey, and a 1-year subscription to Dropout too!\nAct fast, though... choice of props will be offered to backers in they order they backed.\nNOTE: Shipping is included! However, these items can only be shipped to addresses in the US and Canada.\nINCLUDES:\nA prop from the show\n2× Um, Actually - Deluxe Edition\n2× Community Deck\n1-Year Subscription to Dropout.tv", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "12 backers"]}], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "This Kickstarter's Guide To The End Of The Campaign. Don't Panic.", "update_content": "We have no words....\nUm, actually we have a lot of words, but we'll try to make this brief. Thank you! Thank you for being part of the campaign and participating in contests, social media challenges, and for helping to shape the community-decided content of Um, Actually. We appreciate your support more than we can put into words."}, {"update_no": "UPDATE #13", "update_userinfo": "It's The Final Countdown", "update_content": "Mirror Mirror on the wall, which campaign has the best backers of them all?\nPfft. We don't need a magic mirror to get that answer. It's obvious this campaign has the best backers! With just a few days left, we just wanted to take a moment and let you know how fun this has been. You are all true nerds!\n\nToday on Reddit: Ask Me Anything with Mike Trapp"}, {"update_no": "UPDATE #12", "update_userinfo": "The Intern's Adventure And Getting In The Game", "update_content": "Cheers to Friday!\n\nWrapping Up The Final Challenge\nThere were so many great entries from our final challenge! A big 'thank you' to everyone getting involved and nerding out with us through these. It was so close but the winning topic was Anime! Six questions will be added to the Community Deck!"}, {"update_no": "UPDATE #11", "update_userinfo": "It's The NeverEnding Story Of The Full Metal Alchemist In Today's Challenge", "update_content": "Happy Hump Day!\n\nIt's Wednesday, which means it's time for the next social media challenge! This is actually the last challenge of the campaign, so if you have not participated yet and want to, this is your chance to shine!"}, {"update_no": "UPDATE #10", "update_userinfo": "Pass the Popcorn and Pick Your Favorite in Today's Poll", "update_content": "How do you do, fellow nerds!\n\nShout Outs and Answers\nWe wanted to give some shout-outs from Friday's quiz! Cory Alfaro, Alexander Lindström and Brody Salzman were three participants who found all of the changes we made to those 8 video game box covers! GREAT JOB! We'll be in touch with you shortly. Thank you to everyone who participated!"}, {"update_no": "UPDATE #9", "update_userinfo": "GG No Re For Today's Quiz", "update_content": "Happy Friday!\nFridays are not just the start of the weekend, they're also the day where we test how much useless nerd knowledge you have, taking up space in your brain so that you have to google things such as \"how to calculate percentages\" or \"how many ounces in a cup\".\n\nChallenge Results"}, {"update_no": "UPDATE #8", "update_userinfo": "The Drunken Master Shows True Grit In This Challenge", "update_content": "It's Wednesday. On Wednesdays we wear pink. Oh, wait, no we don't. On Wednesdays, we participate in Social Challenges to decide what topics you want to be added to the Community Deck!\n\nPoll Results\nBefore we jump into the new challenge, let's take a look at the results from Monday's poll! Here are the topics that won: . For anyone who is keeping track, those totals prove that Sassy from Homeward Bound was right: cats rule and dogs drool."}, {"update_no": "UPDATE #7", "update_userinfo": "A Purrfect Poll To Find Out Who's A Good Boy", "update_content": "If you've got a case of the Mondays today, then hopefully this update can turn that around. Today, we have the results from last week's Challenge, a new Pick Your Favorite poll to participate in, and an exciting announcement for you. Buckle up!\n\nChallenge #2 Results\nLast week we asked you if you preferred musicals or gangster movies. There were funny, clever, and beautiful changes to lyrics from popular musicals, and there were a ton of adorable pet photos floating around the internet all in the name of getting a topic added to the Community Deck. Well, it turns out that people really love to sing! Six cards about musicals will be added! Thanks to everyone who participated!"}, {"update_no": "UPDATE #6", "update_userinfo": "Challenge Results & Get Your Question in the Game!", "update_content": "Wow! 10K backers. 🎉🎉 Let's goooooooooooo!\nToday we have Monday's results, a special surprise for past Challenge participants, and something new and nerdy to engage in for the Community Deck. So, let's jump right into it!"}, {"status": [{"Project funds successfully": "13,514 backers pledged CA$ 884,260"}]}], "comment_no": 325, "projec_url": "https://www.kickstarter.com/projects/wiggles3d/um-actually", "project_name": "Um, Actually - The Game of Nerdy Corrections"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "Here's a quick guide to all of our major updates since this Kickstarter began:\n MAY 7: 103% funded! NEW Final Goal: $6.3M and 2 NEW HOLIDAY SPECIALS!\nMAY 7: $5.5M GOAL REACHED! 12 EPS and 12 NEW SHORTS!\n MAY 6: 89% funded. New Reward: Premiere Screening & Afterparty!\n MAY 5: 83% funded. New RiffTrax Rewards! Snowglobe + Mission Patches!\n MAY 4: $4.4M GOAL REACHED! 9 EPS and 2x GIZMOPLEX EVENTS! \n MAY 4: 79% funded. T-Shirt and Poster Designs. Bonus Challenges 7 & 8!\n MAY 3: 75% funded. All About the Gizmoplex! Bonus Challenge 6!\n MAY 2: 71% funded. 3D movie + glasses unlocked! Bonus Challenge 5!\n APR 30: Joel clarifies remote production plans + new LIVE set visit reward!\n APR 29: Bonus Challenges 3 + 4: 3D Movies, New Rewards & More!\n APR 27: A Week of Livestreams: 5 Movies, 1 Jackbox Game Night & Final Telethon!\n APR 23: $3.3M GOAL REACHED! 6 EPS and GIZMOPLEX APPS! \n APR 22:  Production Plans, Multiple Hosts and... The Return of Joel Robinson?! \n APR 21:  Sticker Rewards DOUBLED! Livestream on 4/26.\n APR 20:  More About the GIZMOPLEX APPS! \n APR 16:  Challenges 1-2 and How to Unlock Bonus Rewards\n APR 13:  More About Reward Levels & Add-On Rewards\n APR 9:  Joel Answers Some FAQs\n APR 8: $2.0M GOAL REACHED! 3 EPS and THE GIZMOPLEX! \nNot sure what's included in each reward level? We've got you covered: here's a chart showing all of the rewards and bonus rewards that come with each pledge package!\n\n Missed a live event? Rewatch here:\n Livestream 1: HOBGOBLINS w/ the MST3K LIVE TOUR CAST!\n Livestream 2: UNTAMED YOUTHw/ special guest J. ELVIS WEINSTEIN!\n Livestream 3: QUEST OF THE DELTA KNIGHTSw/ special guest MARY JO PEHL!\n Livestream 4: GAMERA vs GUIRON w/ Jonah, Hampton, Nate & Conor! \n Live Special: JACKBOX SHOWDOWN w/ Team Jonah vs. Team Emily!\n Livestream 5: WEREWOLFw/ special guest BILL CORBETT!\n Livestream 6: ZOMBIE NIGHTMARE w/ surprise guest FRANK DIETZ!\nWelcome back, everyone.\nJoel Hodgson here. Before we get started, I know it's been a really long, strange, difficult 12 months for a lot of us, so I hope everyone is doing okay and staying safe.\nSo... where were we?\nIn the not-too-distant past – about 6 years ago, November 2015 AD – we ran a Kickstarter to BRING BACK MST3K after 15 years in hibernation.\nIt was a little bit stressful, and a lot of work, but I've gotta tell you... the whole experience went better than we had ever hoped:\nThanks to you, our campaign broke a bunch of Kickstarter records.\nOver 48,000 of you took up the cause... and together, we raised over $6 million.\nWith your help, we got picked up on Netflix and made 20 new episodes!\nAnd you know, you can't ever please everybody, but it seems like most of you were pretty happy with 'em.... and the critics were too: \nAlso, having those new episodes on Netflix, along with a lot of our \"classic\" episodes, helped a lot of folks discover Mystery Science Theater for the first time. So, if you weren't there to help #BringBackMST3K... Welcome! We're glad you're here to help  #MakeMoreMST3K.\nThanks to our Kickstarter, we also built up enough momentum to experiment with taking MST3K in new directions, including three live national tours, where we got to meet thousands of you in person!  Also, during our live tours, it became really clear to me that MST3K works best when you can experience it together, with your family and friends, or your fellow MSTies.\nAnyway: as you know, nothing good lasts forever.  Sometime in late 2019, during our third live tour, we got word: even though Netflix liked how our new episodes came out, they wouldn't be renewing us for a third new season.\n(Sometimes, business is just business, you know? Was it disappointing not to get renewed? Well, sure. But starting now, we want to focus on looking forward, not back. And when you see what we're planning now, I hope you'll agree that this could end up being the best thing for MST3K in the long run.)\nThen, the day after we finished the live tour, the whole world shut down for a year. And you know, as terrible as COVID has been, it did mean that I had plenty of time to think about where Mystery Science Theater can go next.\nWhen I thought about it long enough, I realized three important things:\n 1. The world isn't done with MST3K yet.\n We still want to make more episodes of MST3K.\nA lot of you still want us to make more MST3K.\n2. It's time to try something new.\nIf enough of you want more MST3K, maybe we don't need anyone to renew us.\nFrom now on, we want you to decide how long MST3K keeps going.\nWe don't need a network to \"let us\" make more MST3K. We can make it for you. \nWhen we do, you should be the first ones to see it.\n3. We need a better space for sharing MST3K, and watching it together.\nWithout a network, we'll need a home for new MST3K, and...\nWe want it to be easy to enjoy MST3K live with other people, so...\nWe need our own online theater for live screenings and events! \nI'm glad you asked, friend... because that's what this new Kickstarter is all about.\nThanks to all of you, Mystery Science Theater 3000 has come a long way since our first Kickstarter.  Now, if you decide to get involved again, here's what we can do next:\n1. MAKE MORE MST3K episodes with a new, sustainable model, that lets you decide how long we should keep going, and lets us bring new episodes directly to you, without depending on a network to distribute or keep renewing us for new seasons.\n2. BUILD THE GIZMOPLEX, our own virtual online theater, where we can host frequent live screenings, premieres, and community events – and you can host MST3K watch parties with friends whenever you want. More on that in a minute. \nMan... you're way ahead of me. \nIf you were part of our first Kickstarter, this next part might sound familiar:\n If our new Kickstarter can raise at least $2,000,000, we'll be able to make three more new episodes of Mystery Science Theater 3000...but we'll also have enough to build the Gizmoplex. \nAnd then – just like last time – the more we raise, the more we can do! Here's what we'll be able to do at each of our goals, all the way up to our final goal of $5.5 million: \nUPDATE (5/8): We hit $6.4M, which means JOEL ROBINSON will return to HOST 2 NEW EPISODES and we'll add a 13TH NEW EPISODE!\nAlso, you know, we don't want to get ahead of ourselves, but if things go well, we've got a lot of other ideas we'd like to add into the mix. You can find out more about that below, and also in this Backer Update.\nNow listen, I hope you're already convinced that the best reason to join our new Kickstarter is because we'll able to #MakeMoreMST3K and #BuildTheGizmoplex.\nBut since this is Kickstarter, let's talk about REWARDS.\nI'm really proud of how most of the rewards from our first Kickstarter campaign turned out, and ever since then, a lot of you told me how much you loved them too. So, this time around, I want to do our best to \"raise the bar.\" You'll have to decide for yourself if we pull it off, but I'll tell you that we've got a few rewards this time that I'm really excited about – especially the Gizmoplex DIY Concession Pack, our new Challenge Coins, and a pretty amazing design for an MST3K Musical Snow Globe! \nUPDATE – Since there are so many rewards to keep track of, and we want to make sure you know what to expect in each pledge level, we've also put together this chart, which has been UPDATED to include the ALL-DIGITAL EXPERIMENT 85! \nSo yeah, as you can see, until you get above Experiment 500, most of the rewards \"stack\", which means you get all of the rewards listed in all of the lower pledge levels,  not just the new rewards listed with each pledge level. And unless it says otherwise, all reward levels above Experiment 500 include everything listed on this chart. I'm telling you, it's a lot of cool stuff. \nUPDATE (MAY 5): Joel has shared some \"sneak peek\" images of the designs for our new rewards, including TWO T-SHIRT DESIGNS, TWO POSTER DESIGNS, the MUSICAL SNOWGLOBE and the just-released MISSION PATCHES!\n FIRST LOOK: T-SHIRT DESIGNS \nFIRST LOOK: POSTER DESIGNS \nFIRST LOOK: MUSICAL SNOWGLOBE \nYou can read more about the Musical Snowglobe in this Backer Update, but you should know that it will have a \"wind-up\" mechanical element in the base which plays a new rendition of the MST3K Theme Song, composed just for this reward by Paul Sabourin:\nFIRST LOOK: NEW MISSION PATCH (ADD-ON) \nAlso, one big change since last time is that we're now able to offer \"Add-On Rewards\" right here on Kickstarter. That means that we don't have to guess exactly what you'll like, or create a million different confusing pledge levels. \nHere are some of the Add-On Rewards available right now:\n\n SHIPPING NOT INCLUDED!\nAlso, just in case you missed the notice in the description of each reward level: We're not collecting shipping costs for any rewards until after the Kickstarter ends.\nAbout 2-4 weeks after our Kickstarter campaign ends, you'll get a reward survey to give us all of the details we need, like your t-shirt size, or the name(s) you want us to use for each of the \"Special Thanks\" rewards. When you give us those details, we'll also collect shipping for any rewards that go in the mail!\nREWARD TIMING\nWhile a handful of rewards – like the \"MST3K Season 13: Collector's Box Set\" on DVD and Blu-Ray – might not be available until as late as June 2022, other rewards – like Weekly Production Updates – will start within just a few weeks of when our Kickstarter campaign ends. So, don't let the \"June 2022\" delivery date scare you. Kickstarter just asks us to list the latest date when we expect all rewards to be sent out.\nNow, I know this is already a lot of information, especially if you already watched our video, and I think I've told you most of the really important stuff.\nAnd, if you still want more information, there's a lot more detail below, so keep reading if you want to know more about...\nHow the Gizmoplex will work!\nHow the Gizmoplex can make MST3K better! \nHow we set our funding goals!\nHow we'll spend whatever we raise!\nAlso, one of the things I like best about Kickstarter is that it's not just a \"monologue,\" but a really great way to have a conversation with all of you who care about the show. So, if there are other things you want to know about, I hope you'll take a look at our FAQ... and if the answer isn't there, I hope you'll ask!\nWe'll also do our best to read and respond to all of your comments. But just so you know, I'm pretty sure that our first Kickstarter also got more comments than any project that came before it! So, if that happens again, please be patient if it takes us a little while to get to everything. We've got a whole month, and a lot more to tell you!\nThere's one more thing I need to say before you go, and it's pretty important:\nOver the last year, as I was trying to imagine where Mystery Science Theater can go next, I also spent a lot of time thinking about how we got here.\n(It's kind of crazy to realize that it's been almost six years since our first Kickstarter, and almost thirty-three years since we first aired on KTMA on Thanksgiving in 1988.)\nAnyway, when I look back on everything that's happened, it's really clear that our first Kickstarter was one of the defining moments in Mystery Science history. For our first campaign, we asked you to help us make new episodes, and to prove to \"the networks\" that there was still an audience for MST3K... and you did!\nBut together, we've done a lot more than that. Thanks to you, Mystery Science Theater has been able to produce 2 new seasons, 20 new episodes, 6 comic books, 3 live national tours, and 1 record-breaking Kickstarter.\nToday, I hope you'll join us again to write MST3K's next chapter: to prove that we can #MakeMoreMST3K without depending on a network to keep us alive, and to #BuildTheGizmoplex, a unique online theater where MST3K can continue to grow.\nBut – and this is the important part – I also want to be cautious. We're all just crawling out from COVID, and it's been a difficult year. I know that things are more difficult for a lot of people than they were during our first Kickstarter. If you decide to pledge, please: only give what feels comfortable, even if it's just a few bucks. And if you can't afford anything, that's okay too! We'll find other ways for you to stay involved, and to make sure you can still get access to all of our new episodes and Gizmoplex events.\nThat's all: more than anything, please just take care of yourself... and if you can't help out right now, don't think twice about it. We'll still be here when you're ready.\nI guess that's everything, so... we've got 30 days. Let's see how this thing goes.\nCheers & Thanks,\nJoel\n\n\nHey, you're still here. So, I guess you want more details, huh?\nOh yeah, that's right. Thanks for reminding me.\nI think the Gizmoplex might be the biggest \"new idea\" we're working with this time around, so there are a lot of details and possibilities I'm excited to share with you as we go. Here's what you should know right away.\nHaving a Gizmoplex All-Access Pass has three important benefits:\n1. Live Premieres & Events: The Gizmoplex will host at least TWO LIVE EVENTS EVERY MONTH for our first year, where you can join me, our cast and writers, and some special surprise guests. Each event will be like a night at the theater, and will have a lot of fun surprises. Some of our ideas include theme nights hosted by our cast and special guests, live commentaries, and maybe even live riffing! Also, we won't just screen episodes: it'll be a real show, and could include new sketches, trailers (done \"MST3K style\"), live Q&A panel discussions, interviews, contests... and the return of the MST3K \"viewer mail\" segment! (And yes, if you can't make one, you'll be able to see it after.)\n2. The MST3K Watch Club: To make it easier to watch MST3K with your friends, the Gizmoplex will also be the official home of the MST3K Watch Club! Each month, you'll get on-demand access to a new selection of episodes, and the ability to host your own live screenings for up to 10 people! Anyone with a Gizmoplex Pass can join for free, and if you want to invite someone who doesn't, they can get a \"Day Pass\" for just $0.99!\n3. Gizmoplex Apps: Since we reached our second goal ($3.3M) we'll be able to develop apps that bring the Gizmoplex to mobile devices and TVs! Right now, the plan is to include apps for six of the most popular platforms: iOS, Android, AppleTV, AndroidTV, FireTV and Roku. And no promises, but we're also looking into apps for XBOX, PlayStation and Samsung TVs. Like Crow says: we're gonna conquer cyberspace, man! (Read more about the apps here.)\nSo, if you think about it, we think it's a pretty different model than we could pull off anywhere else. I really want the Gizmoplex to feel like something new: less like another Netflix with nothing but MST, and more like a charming, off the radar, suburban cineplex that plays movies for 99 cents, long after their first run.\nIf we get this right, the Gizmoplex Pass won't just give you a monthly subscription to a catalog of MST3K episodes, or a place to watch the episodes you own on-demand: it'll be more like a \"Season Pass\" that gives you tickets to every show at your favorite theater: front row, opening night, every time. Take that, Moviepass!\nYou can read a LOT more about our plans for the Gizmoplex in this Backer Update.\nAlso, even though this won't make a lot of sense until I give you more details, there's one more thing I want you to understand:\nThe Gizmoplex won't just be our new online theater and event space. It's also going to be an important new location that The Mads are creating on the show, and inside the world of Mystery Science Theater, as their next step toward world domination: the first cineplex on the moon!\nAnyway, I think it'll all make sense when you see it... but until then, remember, “It’s just a show, I should really just relax.”\nSo, there you have it: in a nutshell, this is what we want to do. After 33 years, it's time for Mystery Science \"Theater\" to have an actual (virtual) theater that MSTies can call their own. It's time... to #BuildTheGizmoplex.\nAny other questions?\nOh, wait. I think I know what you're going to ask. \nJust like last time, I'm sure some of you are wondering, so go ahead and ask. \nI knew that's what you were gonna ask! And since we're asking you to pledge some of your hard-earned money – especially after a difficult year – I want to be really open and transparent about this. So, let's break this down a little bit.\n1. Without a network supporting us, we need to fund everything ourselves. During our first Kickstarter, we estimated that, once production was up and running, we'd be able to produce new episodes for about $250K each. In the end, though, the budget for each new episode ended up being closer to $350K. For the last two seasons, we were able to cover the difference through our deal with Netflix... but this time, we're on our own. We've got a lot of ways we can keep the budget lower, but, you know... it's still going to cost something. And when you think about it, $350K for 90 minutes of television is still one of the best deals in show business.\n2. We still can't spend everything we raise on Kickstarter to make the show.\nCampaign Fees: Between Kickstarter and the credit card processor, we pay about 8% of your pledge in fees. There's also a fee for CrowdOx, the platform we'll use to manage all of your surveys and rewards after the campaign ends.\nMaking Rewards: We reserve about 20% of your pledge in order to design, produce, print, sort and pack all of your rewards. And that's not even including shipping, which we're not collecting until after our Kickstarter campaign ends!\nDedicated Support: During our first Kickstarter, we underestimated the amount of work involved in providing customer support and creating detailed backer updates, so we had to depend on volunteers to do a lot of it. This time, we want to make sure we're prepared, so we budgeted about 4% of each pledge for that.\nBuilding & Running the Gizmoplex: We really want the Gizmoplex to be great, but getting it started will take some work – and keeping it running also means we'll have some monthly fees to cover. We also need some budget to support all of the special live events we're planning to host. So, we're using about 3% of your pledge for that.\nWhen you put it all together, we have to spend about 35% of what we raise just to cover Kickstarter expenses, and to keep all the promises we're making to you.\n\n3. The more episodes we make, the less each one costs! Like we explained during our first Kickstarter, the basic idea is pretty simple: for some parts of production, we have to spend the same amount up front, no matter how many episodes we're making.\nFor example, let's say that our writers realize the show needs a custom-built oversized rubber chicken. No matter how many episodes we have, it's going to cost $1000 to make. So, if we only use it in three episodes, we have to spend $333 per episode on a rubber chicken. But, if we use the chicken in twelve episodes, that $1000 goes a lot farther, and our rubber chicken kaiju only costs us $83 for each episode. Make sense?\n     Based on those numbers, you can see that the cost for each episode gets lower as the number of episodes goes up:\nSo yeah, just like our first Kickstarter, I know that a fair number of you won't care about these types of details... but since some of you will, we want to be as clear as possible.\n1. KEEP CIRCULATING THE URL. Back in the day, MST3K wasn’t seen nationwide and we encouraged people to record the shows on VHS and send them to their friends and loved ones. It was our version of “I Want My MTV.” Every episode of MST3K ended with a message that encouraged MSTies to “Keep Circulating the Tapes,” and you guys did. Then, in our last Kickstarter, we updated that to \"Keep Circulating the URL,\" and you did that too. Now, we've got a new URL, so we're asking you again:\n2. FOLLOW @MST3K ON SOCIAL MEDIA. Be sure you're following our account on Twitter, Facebook, Instagram and YouTube. Those are one of our best ways to keep everyone up-to-date on what's going on, so encourage your fellow MSTies to follow them too! We really appreciate it, and we couldn’t do it without you. You’re like our virtual street team!\n3. CIRCULATE THE MESSAGE FROM EACH UPDATE. From now until our Kickstarter ends on May 7, most of the backer updates that we send will include a suggested message or image. Copy, paste, and post them on your own social accounts to help spread the word. It's as simple as that! \n4. CHECK IN WITH YOUR FELLOW MSTIES.  We don't want you to pressure anyone, but we do hope you'll check in to make sure they know about this Kickstarter.  And when you do, be sure to remind them that pledging even a $1 token pledge will still help us unlock more Challenge Goals, Bonus Rewards, and get them weekly updates all the way through the production of Season 13!\n5. JOIN OUR \"VIRTUAL STREET TEAM.\" If you've got a little extra time, and want to make sure we reach our final goal, there are more specific ways to volunteer and help. If you want to get specific \"assignments\" to help us #MakeMoreMST3K, you can sign up to be part of our elite volunteer team.", "risks": "Risks and challenges\nAs we learned last time, there are always risks with Kickstarter... and the world is a little crazier right now than usual. Here are a few that we've considered:\n\n• After a difficult economic year, this might not be a good time for some people to offer financial support to a robot puppet show dedicated to cheesy movies.\n\n• COVID is a huge unknown, and could still impact all sorts of things, from our production schedule and approach, to our timeframe for producing and delivering your rewards.\n\n• Another ship could block the Suez Canal, trapping your challenge coins and snow globes for weeks, months, or years. But also, what are the odds it'll happen twice in one year?\n\n• Building the Gizmoplex is a big undertaking, and we'll be depending on a few tech partners to make specific parts of the experience possible. So, if one of our partners ran into problems, there's always a risk of that affecting the Gizmoplex.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "JUST HELPING OUT", "descp": "Just here to help us boost our final counts? Sent by one of our friends? Don't care about getting a giant package of rewards or downloads? That's fine: We don't need a large pledge... we just need YOU!\nAt this level, you'll still be able to select Add-On Rewards and special \"Last Minute Offers\" from our friends + cast! Plus, you'll be able to increase your pledge AFTER the campaign if you want to upgrade to a higher-level reward package!\nINCLUDES:\nWeekly Production Updates\nAccess to \"Add-On Rewards\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["919 backers", "Add-ons"]}, {"amt": "Pledge US$ 15 or more", "title": "EXPERIMENT 15", "descp": "Just want to be part of the experience?\nJump on board and get exclusive WEEKLY UPDATES AND PRODUCTION DIARIES all the way through production of Season 13. You'll also get a printable Gizmoplex \"Founders\" Certificate and ID Card, to prove you helped #BuildTheGizmoplex.\nPlus, we'll even ADD YOUR NAME on a virtual wall of The Gizmoplex, in the private Backers' Lounge where Tom Servo tends bar!\nINCLUDES:\nWeekly Production Updates\nGizmoplex Founders' Packet (PDF)\nSpecial Thanks in the Gizmoplex", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["2,144 backers", "Add-ons"]}, {"amt": "Pledge US$ 35 or more", "title": "EXPERIMENT 35", "descp": "Get a first look at the future of MST3K with a 3 MONTH Gizmoplex Pass: your ticket to LIVE ONLINE PREMIERES of our next 3 new episodes, 24/7 watch parties, and much more! Plus, we'll sing your praises on social media AND add you to the \"nice list\" for this year's MST3K Holiday Card!\nINCLUDES:\nAll rewards listed above, plus...\nGizmoplex Pass: 3 Months\nA Holiday Card from MST3K\nSpecial Thanks on Social Media", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["4,348 backers", "Add-ons"]}, {"amt": "Pledge US$ 50 or more", "title": "EXPERIMENT 50", "descp": "Make your Season 13 experience last even longer: upgrade to a 6-MONTH GIZMOPLEX PASS and you'll be set for half a year of live events – including the premiere events for up to 6 new episodes!\nPlus, get a super-collectible GIZMOPLEX STICKER and our COVID-safe MST3K@Home Kit, with digital backgrounds and avatars for all of your video chat needs.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nGizmoplex Pass: 6 Months Total\nThe Gizmoplex Sticker\nDownload: MST3K@Home Kit", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["2,652 backers", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "EXPERIMENT 75", "descp": "Snacks are ALWAYS free at The Gizmoplex... as long as you make them yourself! But when you do, you'll want our GIZMOPLEX DIY CONCESSION PACK – our official and reusable POPCORN BUCKET and DRINK CUP – to put them in.\nAnd you'll have even MORE time to use them, because we'll upgrade you to a 9-MONTH GIZMOPLEX PASS!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nThe Gizmoplex DIY Concession Pack\nGizmoplex Pass: 9 Months Total\nDownload: MST3K Soundtrack, Vol 2", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["1,110 backers", "Add-ons"]}, {"amt": "Pledge US$ 85 or more", "title": "EXPERIMENT 85: ALL DIGITAL**", "descp": "STANDALONE PLEDGE PACKAGE\n(This pledge level is not included in higher levels as part of the \"All rewards above...\")\nWant to make sure you'll get ALL of the DIGITAL REWARDS from this campaign, but without ANY of the PHYSICAL REWARDS and absolutely NO SHIPPING COSTS?\nWell, this is the reward level for you! You'll get DOWNLOADS OF EVERY NEW EPISODE in Season 13, available to stream in the Gizmoplex AND to download in glorious HD with no insulting DRM. Plus, you'll get all of the digital rewards included in every reward level up through Experiment 150, along with any digital BONUS REWARDS unlocked during the campaign challenges.\n*PLEASE NOTE: This level does NOT include the \"Special Thanks in End Credits\" reward. To be listed in the credits, grab Experiment 150 or higher... or get the credit as an Add-On Reward.\n*If you want to upgrade to get all TEN CLASSIC EPISODE DOWNLOADS, just select the \"CLASSIC EPISODE UPGRADE\" Add-On Reward for $30 more.\nINCLUDES:\nDownload: MST3K, Season 13\nGizmoplex Pass: 12 Months\nDownload: 5 Classic Episodes\nDownload: MST3K Soundtrack, Vol 2\nDownload: MST3K@Home Kit\nSpecial Thanks on Social Media\nSpecial Thanks in the Gizmoplex\nGizmoplex Founders' Packet (PDF)\nWeekly Production Updates", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["3,049 backers", "Add-ons"]}, {"amt": "Pledge US$ 100 or more", "title": "EXPERIMENT 100", "descp": "If your #BringBackMST3K t-shirt is getting a little threadbare, maybe it's time for something new? Get the official SEASON 13 T-SHIRT, and you'll once again be the envy of those elitists on the catwalks of Milan.\nPlus, with a 12 MONTH Gizmoplex Pass, your social calendar is set for the next year. (Get behind me, COVID!)\nYou'll also get a DIGITAL DOWNLOAD of every new episode we make, AND we'll add them to your private collection at The Gizmoplex for 24/7/365 streaming and watch parties.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nThe Season 13 T-Shirt\nGizmoplex Pass: 12 Months\nDownload: MST3K, Season 13", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["9,454 backers", "Add-ons"]}, {"amt": "Pledge US$ 150 or more", "title": "EXPERIMENT 150: THE POSTER", "descp": "If you've been stuck at home for a year, you might be tired of staring at those same old walls... so why not fancy up the place with the OFFICIAL SEASON 13 POSTER?\nThen, once it's hanging, feel free to ignore it and watch your MST3K CLASSIC BACKER PACK: five classic, fan-favorite episodes of MST3K, hand-selected by Joel.\nPlus, be sure to make your friends watch the new season, so that you can point out YOUR NAME IN THE CREDITS of a new episode!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nThe Season 13 Poster\nDownload: 5 Classic Episodes\nSpecial Thanks in End Credits (1 ep)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["4,703 backers", "Add-ons"]}, {"amt": "Pledge US$ 250 or more", "title": "EXPERIMENT 250", "descp": "Sure, you'll be able to stream and download Season 13 through The Gizmoplex. But... what happens if the internet disappears!? Don't risk being caught without our new episodes: reserve your MST3K SEASON 13 COLLECTOR'S BOX SET, on your choice of charmingly dated DVD or Blu-Ray.\nYou'll also score the #MakeMoreMST3K CHALLENGE COIN \"BACKER\" EDITION. It's the perfect evidence for proving to your great-grandchildren that, way back in 2021, you were a founding supporter of The Gizmoplex: the first cineplex on the moon!\nAnd, while you're waiting for the new episodes to arrive, relive even *more* classics with the MST3K CLASSIC DELUXE PACK: a total of TEN fan-favorite episodes of MST3K, hand-selected by Joel, and yours to stream and download!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nThe Season 13 Box Set (DVD/BD)\nThe MST3K Challenge Coin: Backer\nDownload: 10 Classic Episodes", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["2,902 backers", "Add-ons"]}, {"amt": "Pledge US$ 350 or more", "title": "EXPERIMENT 350", "descp": "You'll never forget that you helped #MakeMoreMST3K with the ultimate collectible keepsake: our ultra limited edition MST3K SNOW GLOBE & MUSIC BOX! Each one will be hand-painted, hand-numbered, and ready to enchant you with its gentle rendition of the MST3K love theme.\nPlus, we'll upgrade you to the MST3K CHALLENGE COIN: DELUXE EDITION, with a different design and metallic finish. Take THAT, great-grandkids! This is what I did with your inheritance!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nThe MST3K Snow Globe + Music Box\nChallenge Coin: Deluxe (upgrade)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["2,318 backers", "Add-ons"]}, {"amt": "Pledge US$ 400 or more", "title": "EXPERIMENT 400", "descp": "Always wanted to see MST3K getting made, but can't break the bank or risk traveling before the pandemic is behind us? Have we got a deal for you: an invitation to our VIRTUAL SET VISIT, where you'll be able to spend a day watching our remote-production feeds live from the comfort of your own home, along with live Q&A sessions with members of our cast and crew.\nAnd, to commemorate the experience, we'll upgrade your MST3K CHALLENGE COIN to the SET WATCHER EDITION, with a unique design and metallic finish that you'll treasure for years to come. (Or until you lose it.)\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nVirtual Set Visit: Set Watcher\nChallenge Coin: Set Watcher (upgrade)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["427 backers", "Add-ons"]}, {"amt": "Pledge US$ 500 or more", "title": "EXPERIMENT 500", "descp": "So, you want to do more than just watch? Upgrade to VIRTUAL SET VISIT VIP ACCESS, and you'll get a chance to PARTICIPATE in the live Q&A sessions and INTERACT with our cast and crew, all from the (relative) safety of your own home!\nAnd, so your friends know who they're dealing with, we'll upgrade your MST3K CHALLENGE COIN to the top-of-the-line VIP EDITION, with a unique design, finish and numbering!\nPlus, we'll heap even MORE praise on you: You'll get SPECIAL THANKS in the END CREDITS OF THREE EPISODES *and* we'll read out your name to THANK YOU DURING A GIZMOPLEX LIVE EVENT!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards listed above, plus...\nVirtual Set Visit: VIP Access\nChallenge Coin: VIP (upgrade)\nSpecial Thanks in End Credits (3 eps)\nSpecial Thanks During Live Event", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["249 backers", "Limited (1 left of 250)", "Add-ons"]}, {"amt": "Pledge US$ 525 or more", "title": "\"I PREFER THE ORIGINALS.\"", "descp": "Don't care about the \"new\" MST3K? Prefer to relive your youth – or someone else's – with the classic Joel and Mike episodes? We've got just the thing!\nYou'll get DIGITAL DOWNLOADS of over 150 CLASSIC EPISODES & SHORTS from our first 10 seasons, and access to stream all of them 24/7 through our Gizmoplex website and apps. You'll also get a free month of RiffTrax Friends, 4 free RiffTrax downloads, and virtual tickets to a live RiffTrax event in the Gizmoplex. Push the button, Frank!\nINCLUDES:\nUltimate Digital Collection (130 Episodes)\nDownload: 10 Classic Episodes\nGizmoplex Pass: 3 Months\nSpecial Thanks in the Gizmoplex\nWeekly Production Updates", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["29 backers", "Add-ons"]}, {"amt": "Pledge US$ 800 or more", "title": "PERSONAL VIDEO FROM A BOT", "descp": "So, you want a personalized video message, and the human celebrities on Cameo aren't cutting it? No problem! Get a CUSTOM VIDEO FROM A BOT, and let Crow, Servo, GPC, Waverly or Growler do the talking for you!\nThe bot of your choice will record a custom, non-commercial 45-second video based on your request.* It can't include special props or costumes, but you will be able to choose from several MST3K locations.\n*See the FAQ for more details!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nPersonal Bot Video (45 sec)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["63 backers", "Limited (7 left of 70)", "Add-ons"]}, {"amt": "Pledge US$ 1,000 or more", "title": "PERSONAL VIDEO from the S.O.L.", "descp": "Looking for an even MORE elite personalized video? How about this? We'll record a PERSONAL VIDEO FROM THE SATELLITE OF LOVE, shot just like our Season 13 host segments!\nThe host and bots of your choice will record a custom, non-commercial 60 second video based on your request.* We can't include special props or costumes, but you WILL be able to choose from a few MST3K locations!\n*See the FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nPersonal SOL Video (60 sec)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["87 backers", "Limited (13 left of 100)", "Add-ons"]}, {"amt": "Pledge US$ 1,250 or more", "title": "PRIVATE MEET & GREET (ONLINE)", "descp": "Want a more interactive video experience? Put those Zoom skills you've been developing all year to the test with a PRIVATE ONLINE MEET & GREET from the Satellite of Love.\nOur human test subject and 2 bots of your choice will join you for a 10-minute Zoom conversation about cheesy movies, surviving quarantine, or anything else you feel like discussing.*\nPlus, after your chat is over, we'll send you a HIGH-RES VIDEO of your conversation and an AUTOGRAPHED SCREENSHOT. All the perks of your favorite fan convention, from the comfort of your own home!\n*See the FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nPrivate Zoom w/ Host & Bots (10 min)\nAutographed Screenshot", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["33 backers", "Limited (2 left of 35)", "Add-ons"]}, {"amt": "Pledge US$ 4,000 or more", "title": "GET INVENTIVE WITH JOEL", "descp": "Do you ever watch MST3K and think, \"What kind of idiot comes up with these inventions?\" Well, now YOU can be that idiot, when you join Joel to BRAINSTORM AN INVENTION that will appear in a new episode of MST3K – and when shooting ends, you'll get to KEEP A FEATURED INVENTION!\nGet started when you join Joel for an online INTRO TO INVENTIONS & MAGIC class, where he'll explain his unique method for concepting and designing inventions, and explain how stage magic and sleight-of-hand can inspire new ideas. Then, join Joel and a small group online for an INVENTION EXCHANGE WORKSHOP, where you'll get to add invention ideas and give feedback.\nPlus, you'll be listed as \"Gizmonic Institute R&D\" in the credits of the episode where your group's invention appears!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nKeep an Invention from Season 13\nOnline Class: Intro to Inventions & Magic\nOnline Workshop: Invention Exchange\nEpisode Credit as \"Gizmonic R&D\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["6 backers", "Limited (3 left of 9)", "Add-ons"]}, {"amt": "Pledge US$ 4,000 or more", "title": "VOICE ACT WITH M. WAVERLY", "descp": "One of the breakout stars of MST3K: The Return, M. Waverly has inexplicably captured the hearts of MSTies everywhere. And now, for the first – and possibly only – time, you can literally put words in his mouth when you PERFORM A LINE AS WAVERLY in a new episode... all without leaving your home!\nTo prepare for your big voice-acting debut, you'll attend Joel's online INTRO TO ROBOT PUPPETEERING class, where you'll learn the secrets of memorable puppeteering from the pros who operate our bots on screen.\nWe'll also set up a PRIVATE ONLINE REHEARSAL with Joel and the show’s director, to make sure you're ready for your (audio) close-up. And, of course, you'll be listed as \"Alternate M. Waverly\" in the credits of the episode where your voice appears.\n*See the FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nVoice A Line As M. Waverly\nOnline Class: Intro to Robot Puppeteering\nOnline Workshop: Robot Puppeteering\nEpisode Credit as \"Alternate Waverly\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["9 backers", "Limited (1 left of 10)", "Add-ons"]}, {"amt": "Pledge US$ 6,000 or more", "title": "RIFF A SHORT WITH JOEL", "descp": "You've dreamed of it. You've practiced in your living room, with your humorless cat as your audience. Now, it's time to do it.\nJoin a group of MST3K writers to RIFF A SHORT WITH JOEL for the new season! To make sure you're prepared, you'll join Joel and special guests for an online INTRO TO MOVIE RIFFING class, where you'll learn the finer points of riffing from the pros. Then, it's on to the online GROUP RIFF WORKSHOP, where you'll put your new skills to the test and contribute riff ideas for inclusion in an official MST3K short.\nAnd, when your group's short premieres in The Gizmoplex, you'll be listed as a \"Contributing Riffer\" in the end credits!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nRiff A Short w/ Joel & Team\nOnline Class: Intro to Movie Riffing\nOnline Workshop: Group Riff Session\nAutographed Script of Your Short\nEpisode Credit as \"Contributing Riffer\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["13 backers", "Limited (7 left of 20)", "Add-ons"]}, {"amt": "Pledge US$ 7,500 or more", "title": "ADOPT A ROBOT FRIEND", "descp": "Has it ever crossed your mind that, whether it's on the SOL or in your own home, being trapped in quarantine would be a little more fun with a robot friend of your own?\nWell, now you can plan ahead for the next pandemic and GET AN OFFICIAL ROBOT* featured in Season 13 to keep you company through the looming apocalypse!\nTo make sure you're prepared to care for your new robot friend, you'll also join Joel and special guests for our online INTRO TO ROBOT PUPPETEERING class, where you'll learn puppeteering secrets from the pros who operate our bots on screen.\nAnd, in recognition of your selfless act, you'll be listed as a \"Robot Foster Rescue\" in the end credits of the episode where your new robot ward appears. Think of it as a pricey Cabbage Patch Kid.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nKeep a Crow or Servo from Season 13\nOnline Class: Intro to Robot Puppeteering\nOnline Workshop: Robot Puppeteering\nEpisode Credit as \"Robot Foster Rescue\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["10 backers", "Limited (2 left of 12)", "Add-ons"]}, {"amt": "Pledge US$ 25,000 or more", "title": "EXECUTIVE PRODUCER", "descp": "Take your place next to Kinga at the top of the ladder and sign on as an EXECUTIVE PRODUCER for the ENTIRE SEASON.*\nAs soon as the campaign ends, you'll jump online for a PRIVATE VIDEO CHAT with Joel, where he can thank you himself and explain what we have planned. Get used to that, since you'll be entitled to monthly PRIVATE UPDATE CHECK-INS with Joel and the team throughout production.\nYou'll also get EXECUTIVE ACCESS every step of the way: script drafts, concept sketches, a private virtual set visit, pre-release episode cuts, and much more.\nAnd of course, we'll make sure the world knows your name: You'll be listed as EXECUTIVE PRODUCER in all new episodes, on IMDB, the official poster, and all promo materials.\n*You won't be responsible for doing actual work. That wouldn't be much of a reward. See FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $5000 level, plus...\nExecutive Producer for Season 13\nPrivate Monthly EP Call with Joel\nExclusive EP Access to Production\nSigned Script + Exec Producer Gift\nCredit as \"Executive Producer\" (all eps)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["5 backers", "Limited (2 left of 7)", "Add-ons"]}, {"amt": "Pledge US$ 25,000 or more", "title": "GIZMOPLEX FOUNDING SPONSOR", "descp": "Do you love MST3K *and* own a business? Maybe it's time to finally start mixing business and pleasure a little more.\nFor a select few patrons, we'll immortalize you as a GIZMOPLEX FOUNDING SPONSOR.\nWhat does that mean, you ask?\nHow about this? We'll produce a CUSTOM PROMOTIONAL VIDEO for your business*, featuring our host and bots, and shot on the Satellite of Love or in The Gizmoplex. Then, we'll feature your new promo video in a FULL YEAR OF GIZMOPLEX EVENTS, so that MST-loving consumers everywhere will know what you did to help their cause.\nWe'll also create a CUSTOM SPONSOR PLACARD to hang in your business AND we'll place a VIRTUAL PLACARD in The Gizmoplex where guests can see it for years to come.\n*See the FAQ for more details before claiming this reward.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $5000 level, plus...\nCustom Promo Video from the Cast\nPromo Shown At Live Events (12 Months)\nSponsor Recognition in The Gizmoplex\nCustom MST3K Sponsor Placard", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["0 backers", "Limited (3 left of 3)", "Add-ons"]}, {"amt": "Pledge US$ 5 or more", "title": "FRIEND OF MST3K", "descp": "Just here to help us boost our final counts? Sent by one of our friends? We don't need a large pledge... we just need YOU!\nAt this level, you'll still be able to select Add-On Rewards and special \"Last Minute Offers\" from our friends + cast!\nPlus, you'll be able to increase your pledge AFTER the campaign if you want to upgrade to a higher-level reward package!\nFor more details on our special last-minute offers, check out: http://ks.mst3k.com/friends\nINCLUDES:\nWeekly Production Updates\nAccess to \"Add-On Rewards\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "29 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "EXPERIMENT 15", "descp": "Just want to be part of the experience? Jump on board and get exclusive WEEKLY UPDATES AND PRODUCTION DIARIES all the way through production of Season 13. You'll also get a digital Gizmoplex Member Kit AND we'll add your name to the virtual walls of The Gizmoplex, in the private Backers' Lounge where Tom Servo tends bar!\nINCLUDES:\nWeekly Production Updates\nSpecial Thanks in the Gizmoplex\nDownload: Gizmoplex Member Kit", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "816 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "EXPERIMENT 85: ALL DIGITAL", "descp": "Want to make sure you'll get ALL of the DIGITAL REWARDS from this campaign, but without ANY of the PHYSICAL REWARDS and absolutely NO SHIPPING COSTS?\nWell, this is the reward level for you! You'll get DOWNLOADS OF EVERY NEW EPISODE in Season 13, available to stream in the Gizmoplex AND to download in glorious HD with no insulting DRM. Plus, you'll get all of the digital rewards included in every reward level up through Experiment 250, along with any digital BONUS REWARDS unlocked during the campaign challenges.\nINCLUDES:\nDownload: MST3K, Season 13\nGizmoplex Pass: 12 Months\nDownload: 10 Classic Episodes\nDownload: MST3K Soundtrack, Vol 2\nDownload: MST3K@Home Kit\nSpecial Thanks in End Credits (1 ep)\nSpecial Thanks on Social Media\nSpecial Thanks in the Gizmoplex\nGizmoplex Founders' Packet (PDF)\nWeekly Production Updates", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "185 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "EXPERIMENT 85: ALL DIGITAL*", "descp": "STANDALONE PLEDGE PACKAGE\n(This pledge level is not included in higher levels as part of the \"All rewards above...\")\nWant to make sure you'll get ALL of the DIGITAL REWARDS from this campaign, but without ANY of the PHYSICAL REWARDS and absolutely NO SHIPPING COSTS?\nWell, this is the reward level for you! You'll get DOWNLOADS OF EVERY NEW EPISODE in Season 13, available to stream in the Gizmoplex AND to download in glorious HD with no insulting DRM. Plus, you'll get all of the digital rewards included in every reward level up through Experiment 250, along with any digital BONUS REWARDS unlocked during the campaign challenges.\n*PLEASE NOTE: This level does NOT include the \"Special Thanks in End Credits\" reward. To be listed in the credits, grab Experiment 150 or higher... or get the credit as an Add-On Reward.\nINCLUDES:\nDownload: MST3K, Season 13\nGizmoplex Pass: 12 Months\nDownload: 10 Classic Episodes\nDownload: MST3K Soundtrack, Vol 2\nDownload: MST3K@Home Kit\nSpecial Thanks on Social Media\nSpecial Thanks in the Gizmoplex\nGizmoplex Founders' Packet (PDF)\nWeekly Production Updates", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "94 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "PLAY JACKBOX with our CAST!", "descp": "Want an even MORE interactive video experience? Added as a last-minute offer during our Jackbox Livestream, this reward gives YOU the chance to go head-to-head in a JACKBOX SHOWDOWN with up to four members of our cast.\nThe human test subject and bots of your choice will face off with you online for 45 minutes, and up to 3 rounds of comic brinksmanship... Plus, we'll give you a copy of Jackbox Party Pack ahead of time so that you can practice for your big match, thanks to our friends at Jackbox Games!\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nPlay Jackbox w/ MST3K Cast (45 Min)\nThe Jackbox 7 Party Pack", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 2,500 or more", "title": "BACKSTAGE VIP @ MST3K LIVE", "descp": "Lord willin’ and the creek don’t rise, MST3K LIVE is heading back on tour late this year (or as soon as the powers that be decide it's safe to congregate in large numbers)*, and we want to offer something special. So...\nGrab a friend and meet the tour in New York, Chicago or Los Angeles. You'll enjoy a GROUP DINNER WITH JOEL before the show, then hit the theater in style with 2 VIP TICKETS, a BACKSTAGE TOUR, a GREENROOM MEET-UP and PHOTO OPS with Joel and the cast, and a special VIP TOUR GIFT.\n*Exact timing will depend on COVID, but we'll give you 6-8 weeks notice before the show date. See the FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nPre-Show Group Dinner with Joel\n2× VIP Tickets to MST3K LIVE\nBackstage Tour, Photo Op, Meet & Greet\n2× Special VIP Tour Gift", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "47 backers"]}, {"amt": "Pledge US$ 3,500 or more", "title": "VOICE ACT WITH M. WAVERLY", "descp": "One of the breakout stars of MST3K: The Return, M. Waverly has inexplicably captured the hearts of MSTies everywhere. And now, for the first – and possibly only – time, you can literally put words in his mouth when you PERFORM A LINE AS WAVERLY in a new episode... all without leaving your home!\nTo prepare for your big voice-acting debut, you'll attend Joel's online INTRO TO ROBOT PUPPETEERING class, where you'll learn the secrets of memorable puppeteering from the pros who operate our bots on screen.\nWe'll also set up a PRIVATE ONLINE REHEARSAL with Joel and the show’s director, to make sure you're ready for your (audio) close-up. And, of course, you'll be listed as \"Alternate M. Waverly\" in the credits of the episode where your voice appears.\n*See the FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nVoice A Line As M. Waverly\nOnline Class: Intro to Robot Puppeteering\nOnline Workshop: Robot Puppeteering\nEpisode Credit as \"Alternate Waverly\"", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "ASSOCIATE PRODUCER", "descp": "If you're ready to get even more involved, why not sign on as an ASSOCIATE PRODUCER for the new season?\nIn addition to VIP access during our Virtual Set Visit, you'll join Joel online each month for a group PRODUCER UPDATE MEETING. We'll send you a signed script and an exclusive producer-level gift. And, of course, to build your street cred, you'll get an ASSOCIATE PRODUCER CREDIT in three new episodes AND on IMDB.\nPlus, to help you learn all about our process, you'll also get a free GIZMONIC INSTITUTE CLASSPASS, which gets you into all three of Joel's online lectures, covering Movie Riffing, Robot Puppeteering, and Inventions+Magic. (ClassPass does *not* include the hands-on workshops, which are exclusive to other pledge levels.)\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nAssociate Producer for Season 13\nMonthly Producers Update Call w/ Joel\nSigned Script + Producer Gift\n3 Episode Credits as \"Associate Producer\"\nGizmonic Institute ClassPass", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 5,500 or more", "title": "ASSOCIATE PRODUCER", "descp": "If you're ready to get even more involved, why not sign on as an ASSOCIATE PRODUCER for the new season?\nIn addition to VIP access during our Virtual Set Visit, you'll join Joel online each month for a group PRODUCER UPDATE MEETING. We'll send you a signed script and an exclusive producer-level gift. And, of course, to build your street cred, you'll get an ASSOCIATE PRODUCER CREDIT in three new episodes AND on IMDB.\nPlus, to help you learn all about our process, you'll also get a free GIZMONIC INSTITUTE CLASSPASS, which gets you into all three of Joel's online lectures, covering Movie Riffing, Robot Puppeteering, and Inventions+Magic. (ClassPass does *not* include the hands-on workshops, which are exclusive to other pledge levels.)\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $500 level, plus...\nAssociate Producer for Season 13\nMonthly Producers Update Call w/ Joel\nSigned Script + Producer Gift\n3 Episode Credits as \"Associate Producer\"\nGizmonic Institute ClassPass", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "12 backers"]}, {"amt": "Pledge US$ 20,000 or more", "title": "EXECUTIVE PRODUCER (Early Bird)", "descp": "(20% DISCOUNT FOR FIRST 72 HOURS!)\nTake your place next to Kinga at the top of the ladder and sign on as an EXECUTIVE PRODUCER for the ENTIRE SEASON.*\nAs soon as the campaign ends, you'll jump online for a PRIVATE VIDEO CHAT with Joel, where he can thank you himself and explain what we have planned. Get used to that, since you'll be entitled to monthly PRIVATE UPDATE CHECK-INS with Joel and the team throughout production.\nYou'll also get EXECUTIVE ACCESS every step of the way: script drafts, concept sketches, a private virtual set visit, pre-release episode cuts, and much more.\nAnd of course, we'll make sure the world knows your name: You'll be listed as EXECUTIVE PRODUCER in all new episodes, on IMDB, the official poster, and all promo materials.\n*You won't actually be responsible for doing actual work. That wouldn't be much of a reward. See FAQ for more details.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $5000 level, plus...\nExecutive Producer for Season 13\nPrivate Monthly EP Call with Joel\nExclusive EP Access to Production\nSigned Script + Exec Producer Gift\nCredit as \"Executive Producer\" (all eps)", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 25,000 or more", "title": "GIZMOPLEX FOUNDING SPONSOR (EARLY BIRD)", "descp": "($5000 OFF FOR THE FIRST 72 HOURS!)\nDo you love MST3K *and* own a business? Maybe it's time to finally start mixing business and pleasure a little more.\nFor a select few patrons, we'll immortalize you as a GIZMOPLEX FOUNDING SPONSOR.\nWhat does that mean, you ask?\nHow about this? We'll produce a CUSTOM PROMOTIONAL VIDEO for your business*, featuring our host and bots, and shot on the Satellite of Love or in The Gizmoplex. Then, we'll feature your new promo video in a FULL YEAR OF GIZMOPLEX EVENTS, so that MST-loving consumers everywhere will know what you did to help their cause.\nWe'll also create a CUSTOM SPONSOR PLACARD to hang in your business AND we'll place a VIRTUAL PLACARD in The Gizmoplex where guests can see it for years to come.\n*See the FAQ for more details before claiming this reward.\n[SHIPPING NOT INCLUDED. You'll be charged for shipping after the campaign ends.]\nINCLUDES:\nAll rewards in the $5000 level, plus...\nCustom Promo Video from the Cast\nPromo Shown At Live Events (12 Months)\nSponsor Recognition in The Gizmoplex\nCustom MST3K Sponsor Placard", "time": [{"ESTIMATED DELIVERY": "Jun 2022"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "Writing for Season 13 Begins! PLUS: Joel Answers Your Questions (Part 1)", "update_content": " Production Report: The New Writing Process\n Next Steps: What Comes After Writing?\n Ask Joel: Will production take place in Minneapolis?\n Ask Joel: Will MST3K riff more black and white movies?\n Ask Joel: What MST3K movie do you secretly like?\nDear MST3K Preservation League,"}, {"update_no": "UPDATE #21", "update_userinfo": "What We've Been Doing For the Last Three Weeks. Plus: Reward Updates & Sneak Peeks!", "update_content": "Progress Report: What We've Been Doing!\nStarting Pre-Production & Riff Writing!\nKickstarter Reward Update & Sneak Peeks!\nDear MST3K Preservation League,"}, {"update_no": "UPDATE #20", "update_userinfo": "How It Turned Out & What It All Means. The Next Movie for Season 13! Plus: More Info on Kickstarter Rewards, Timing & Surveys!", "update_content": "In Today's Update\nProgress Report: Final Results\nWhat's Next: 13 Episodes, 12 Shorts, 24+ Live Events... and the Gizmoplex!\nMovie Update: Find out the third movie coming in Season 13\nKickstarter Rewards: What Happens Next?"}, {"update_no": "UPDATE #19", "update_userinfo": "9 HOURS LEFT. 103% FUNDED. Joel announces our FINAL CHALLENGE to unlock a 13TH NEW EPISODE! Plus: join us LIVE at 3pm PT for the return of... the FINAL COUNTDOWN!", "update_content": " Progress Report: 103% funded. Time for a new final goal!\n Final Challenge #1: Unlock a 3-D Halloween special + free 3-D glasses for all backers\n Final Challenge #2: Unlock a 13TH EPISODE for Season 13!\nJoin us for the Final Countdown Telethon at 3pm PT / 6pm ET!"}, {"update_no": "UPDATE #18", "update_userinfo": "ONE DAY LEFT. 89% FUNDED. New Reward Added: The Season 13 \"Grand Finale\" Screening & Afterparty! Plus: Joel's FINAL BONUS CHALLENGES!", "update_content": " Progress Report: 89% funded and 33 HOURS until the end!\n Ultimate Challenge: Unlock up to 20 CLASSIC EPISODE downloads!\n Classic Episode Reward: See what's in the 5 and 10 episode packs!\n New Reward Added: Our Season 13 \"GRAND FINALE\" Premiere & Afterparty"}, {"update_no": "UPDATE #17", "update_userinfo": "TWO DAYS LEFT. 83% FUNDED. We've Reached 9 Episodes... and Can Still Make 12! A Special Offer from RIFFTRAX! A First Look at the Snowglobe + New Mission Patches! Plus: New Bonus Challenges and Add-On Rewards!", "update_content": " In Today's Update\n Progress Report: We've got 9 NEW MOVIE SIGNS + 83% of our final goal!\n Tonight's Livestream: Join us for Zombie Nightmare at 5pm PT!\n Ultimate Challenge: Unlock DOUBLE CLASSIC EPISODES!\n RiffTrax to the Rescue: Bonus rewards for Levels 35+\n Season 13: Joel reveals the first two movies!"}, {"update_no": "UPDATE #16", "update_userinfo": "THREE DAYS LEFT. 79% FUNDED. First Look at Our New POSTER & T-SHIRT DESIGNS! Plus: New Bonus Challenges + \"Werewolf\" Livestream with Bill Corbett - Tonight at 5pm PDT!", "update_content": "Last Night: TEAM JONAH won the Jackbox Showdown!\nTonight: Join us for Werewolf with Bill Corbett at 5pm PT \nProgress Report: 79% of our final goal!\nNew Bonus Challenges: Unlock more free shorts + DOUBLE POSTERS!\nReward Previews: First look at our Poster & T-Shirt Designs"}, {"update_no": "UPDATE #15", "update_userinfo": "FOUR DAYS LEFT. 75% FUNDED. Everything You Need to Know About the GIZMOPLEX! Plus: New Bonus Challenge + Jackbox Showdown Tonight at 5pm PDT!", "update_content": " Progress Report: 75% of the way to 12 NEW EPISODES!\n New Bonus Challenge: $4.25M by tonight = 2x CLASSIC SHORTS!\n Tonight's Livestream: Jackbox Showdown (5pm PDT) \nJoel's Vision for the Gizmoplex!\nA LOT of FAQ about the Gizmoplex!"}, {"update_no": "UPDATE #14", "update_userinfo": "FIVE DAYS LEFT. 71% FUNDED. PLUS: A New Bonus Challenge to Unlock 4 CLASSIC SHORTS Before Midnight!", "update_content": " BONUS CHALLENGE 3: 3D MOVIE + GLASSES UNLOCKED!\n BONUS CHALLENGE 5: $4M by Midnight Unlocks 4 CLASSIC SHORTS!\n NEW ADD-ON REWARDS:  Final overstock from our first Kickstarter!\nDear MST3K Preservation League,"}, {"status": [{"Project funds successfully": "36,581 backers pledged $6,519,019"}]}], "comment_no": 29771, "projec_url": "https://www.kickstarter.com/projects/mst3k/makemoremst3k", "project_name": "Let's Make More MST3K & Build The Gizmoplex!"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "Why are some people still rolling cubes?\nThe answer is not so clear.  There is a better alternative, however: DoubleSix Dice, which are 12-sided dice numbered 1-6 twice. They feel better in your hand, and provide a more satisfying roll.    \n ---\nWhat is new for this campaign? For this Generation Two Kickstarter campaign, it is time to make them in brand new materials and effects.\nWhat are the new materials/effects? Glitter, Translucent, Smoke, Double-Smoke, and Frosted.\nWhat specific colors and materials/effects are planned? Like with the original Kickstarter for Generation One, you backers are helping me decide which new colors and materials/effects will ultimately be produced during the campaign, and this page will be updated regularly with the dice slated to be produced.  \nSo far, below are the DoubleSix varieties intended for production, and will be available as 4-packs, and some will be included in mixed 4-packs (TBD).  Everything in Bold Type is final. \nRemember, you can cancel your pledge at any time after the campaign for a full refund if you are not satisfied (no questions asked) with the all the final choices and production samples.   \nWhat are the Stretch Goals? A new stretch goal will be unlocked every $10K (update: and then every $5K after $100K).  We can also unlock dice in Gen One materials (glossy, flat, and marble), depending on interest and demand. \nWhy the TBDs (to be determined)?  As we want to work together to make the most thoughtful decisions on what to actually produce, it will take some time. This is potentially frustrating, I know, but we need to see how some of the samples actually look (they are currently being made), and explore and curate all the possibilities.\nWhat Designs? We will be producing these in the classic DoublesSix pipped design, as well as three TripleFour design (The Jazzy Bear, The Monty, and The Otaku).  No new designs (ie. molds) nor DoubleFudges are planned for this campaign, but will be considered for Generation Three. \nAdd-ons: All dice produced (and pictured), including unlocked stretch goal varieties and mixed-packs (TBD), will be available in 4-packs for $4 each pack in the pledge manager. \nWhy so expensive? As with Generation One, these dice will be made with resin, and are hand-poured into silicone molds in small batches, making them cost about twice as much to produce as the standard acrylic dice out on the market.  This method is to allow for more pronounced pip-depth and contrast, and is why they have been selling at a cost of about $1.50-$1.75 per die at the online store, www.Doublesixdice.com (and most have since sold out over the past couple of years, with zero marketing).\nWhat kind of deal can I get with this campaign? The upcoming Gen Two dice and their new materials/effects will cost up to about 40% more to produce than Gen One, but I still plan to offer these new ones to you backers at about half off the MSRP of the Gen One dice. \nThe average sale price of Gen One on the online store was about $1.60 per die. Here is what you will get for the various reward tiers:\nSmall Bag O' DoubleSix Dice: Black dice bag, 12 dice, at $0.92 per die\nLarge Bag O' DoubleSix Dice: Black dice bag, and 20 dice, at $0.85 per die.\nThe 1723: Black dice bag, and 28 dice, at $0.82 per die.\nBulk: Black dice bag, white dice bag, and 52 Dice, at $0.79 per die (Note: bags aren't mentioned in the margin reward tiers as Kickstarter does not allow those to be edited). \nSize and weight: As with Generation One, each die is approximately 17 mm face-to-face, and weighs 0.15 oz.\nBags will also be available as $1 add-ons in the pledge-manager.\n---\nHistory: \nFor the Generation One Kickstarter campaign, 6,916 backers pledged $133,495, and posted over 8,000 comments (not including those in the 78 updates) to help develop all the various types of dice: 5 designs and a total of 23 color combinations, in 3 different effects (glossy, flat, and marble).\nOf those 5 designs, three were different TripleFours designs (backers wanted to stop rolling pyramidal d4s, so they fought for the production of 12-sided dice numbered 1-4 thrice, and I finally agreed).  Backers also lobbied for us to make 12-sided Fudge/Fate, as well.\n ---\nReception: The final products were met with overwhelmingly positive reviews, including Tom Vasel (The Dice Tower) saying \"...they're amazing.\" \n ---\nProduction: We will continue to use Longbright, and they are ready to go. We will also improve upon the quality of Gen One by:\n1) Drastically limiting the number of times a silicone mold is reused (about 50 times maximum).  This will eliminate the slight warping found with some of the Gen One dice. \n2) Standardizing the polishing time, so dice shape and edges will be more consistent across the board.\nProduction time: Longbright is quoting 30-40 days for production (for a max of 200K dice), and adding 10 more days per 100,000 additional dice produced. \nHere is some video of the production process (the first stage is filmed with the dreaded cube, but the rest are of DoubleSix Dice):  \n---\nSatisfaction guaranteed (full refund given for any unsatisfactory dice). \n---\nShipping costs: For most tiers, shipping will be +$4 for the US, +$10 for Canada, and +$14 for the Rest of the World (this is based on current US Postal Service rates).  If you order add-ons, once you hit 9 oz (about 50 dice), the rates go to +$5 US, +$17 Canada, and +$23 Rest of the World.\nFor the Bulk tier, shipping will be +$5 US, +$17 Canada, and +$23 Rest of the World (with unlimited add-ons for no additional shipping costs).\nSince I am not warehousing in, or shipping out of, the EU (too many different dice), this campaign is not considered EU-friendly.  However, I do plan to declare the package content's value at what it costs to produce, not what you pledged.  \n---\nAnd finally, if you are on the fence, I leave you with a wildly entertaining review of Generation One by The Component Proponent.\nLet's roll,\nMatt", "risks": "Risks and challenges\nRisks: \n\n1) Importing from China: we have done it before, but I don't know how new tariffs or trade complications might impact things (slow things down a bit, eat into my profits).\n\n2) Collaboration: might lead to frustrations. I crowdsource a lot of the development from you guys, so your choices and suggestions might be voted down by others or even myself. I will do my best to balance being fair and considering what might be best for the brand and the business. \n\n3) Addiction: obtaining and owning these dice can be habit forming, and the urge to collect and hoard them might negatively impact your financial health and friendships. We can look into organizing and promoting support groups in your area. \n\n4) Paradigm shifting: using this product might promote a more revolutionary mindset, encouraging you to rethink all old habits and outdated programming. Though this might benefit your personal and spiritual growth, your friends and family might become concerned and annoyed. If this occurs, the recommendation is to buy them a bunch of Doublesixes, and then wait patiently for them to come around.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Patron", "descp": "Support the movement, get updates, and join in the conversation.", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["61 backers"]}, {"amt": "Pledge US$ 11 or more", "title": "Small Bag O' DoubleSix Dice", "descp": "A DoubleSix Dice bag filled with 12 dice.\nINCLUDES:\nOne Black Satin DoubleSix Dice Bag\nThree 4-packs of your choice\nShipping costs to be added (+$4 US, +$10 Canada, +$14 Rest)", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["970 backers"]}, {"amt": "Pledge US$ 17 or more", "title": "Large Bag O' DoubleSix Dice", "descp": "A DoubleSix Dice bag filled with 20 dice.\nINCLUDES:\nOne Black Satin DoubleSix Dice Bag\nFive 4-packs of your choice.\nShipping costs to be added (+$4 US, +$10 Canada, +$14 Rest)", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["742 backers"]}, {"amt": "Pledge US$ 23 or more", "title": "The 1723", "descp": "Limited: A DoubleSix Dice bag filled with 28 dice.\nINCLUDES:\nOne Black Satin DoubleSix Dice Bag\nSeven 4-packs of your choice\nShipping costs to be added (+$4 US, +$10 Canada, +$14 Rest)", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,691 backers", "Limited (32 left of 1723)"]}, {"amt": "Pledge US$ 41 or more", "title": "Bulk", "descp": "52 dice. Perfect for retailers and global group orders (to save on total shipping).\nINCLUDES:\nThirteen 4-packs of your choice\nShipping costs to be added (+$5 US, +$17 Canada, +$23 Rest)\nUnlimited add-ons with no additional shipping fees", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["539 backers"]}], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Update #24: Shipping updates", "update_content": "Dear Team DoubleSix,\nSUMMARY: All dice have been sent.\nUS backers: No tracking number or dice yet?  Fill out this form.\nInternational Orders:  There are many postal delays.  Check your tracking numbers here, and your country status here.  No tracking number yet? Fill out this form. "}, {"update_no": "UPDATE #23", "update_userinfo": "#23 Shipping continues (All Domestic orders completed; International ones are next)", "update_content": "Dear Team DoubleSix,\nSUMMARY: \n1. Shipping update: All US orders have been packed and shipped out (though it is possible that some of you have yet to get your tracking number).  3,116 of the 4,128 Backerkit tracking notifications have been sent out and more should come by the end of Monday. The international orders will start getting picked, packed, and mailed next (I assume starting Monday).\n there is a longer than ideal process for you to get your tracking number. "}, {"update_no": "UPDATE #22", "update_userinfo": "#22 Packing Begins Today", "update_content": "Hey, Team DoubleSix,\nHope everyone is doing well and healthy.  \nSUMMARY:\n1) Backerkits have been locked (orders and addresses) and credit cards charged (if declined, you should have gotten an email about this). "}, {"update_no": "UPDATE #21", "update_userinfo": "Update #21: Dice finally arrived and are getting prepped for packing and mailing", "update_content": "Dear Team DoubleSix,\nSUMMARY:\n1) Your dice are at Gambler's Warehouse, where they will be picked, packed, and mailed.  Our contact there, Sam, estimates they will start packing orders in 2-3 weeks, and that it will take 1-2 weeks to get them all mailed out (they have other jobs ahead of us)."}, {"update_no": "UPDATE #20", "update_userinfo": "Update #20: En Route", "update_content": "Dear Team DoubleSix,\nSUMMARY:  \n1. Dice are in LA, and now have to get to Dallas, with an ETA of May 25th.\n2. Pre-order store has been updated for non-backers and will go live soon."}, {"update_no": "UPDATE #19", "update_userinfo": "Update #19: Shipping prep", "update_content": "Dear Team:\nSUMMARY:\n1) Hope you are all well.\n2) Dice are all made, and packed, after recent delays.  They are set to be ready for pick up from the warehouse the middle of this week (and taken to the shipping dock).  I was waiting to get this final confirmation for this update. "}, {"update_no": "UPDATE #18", "update_userinfo": "Update #18: Go! Backerkit Launched.", "update_content": "Dear Team DoubleSix,\nAt long last, the Backerkit has finally launched, after a successful Smoke Test.  You will be a getting a \"Response needed\" email from Backerkit, if you haven't already.\nThanks for your immense patience.\nAs mentioned in the previous update, there are no more 3-packs, or limits.  We will track sales closely, and, during the next several days, if any dice are looking like they might sell out, I will put in a restock order that I can airmail in.  For the Kickstarter exclusives, I will have to check with the manufacturer to see if I can order less than the 5,000 minimum if it is looking like those might sell out."}, {"update_no": "UPDATE #17", "update_userinfo": "Update #17: Get set...", "update_content": "Dear Team DoubleSix,\nThe Smoke Test went out to 200 Backers earlier today, and about 104 of them filled it out so far.  There were no email complaints, concerns, or expressed confusion, so it looks like the Backerkit is ready for Prime Time (it will launch about Sunday, 2 pm EST).\n1) In response to Backer feedback, all 3-packs were converted to 4-packs (Frosted Gray w/KS Green 4-pack; Frosted Limited with a Glossy Ivory added; and TripleFours with Glossy Ivory added). Glossy Ivories were added because I had ordered significant surplus."}, {"update_no": "UPDATE #16", "update_userinfo": "Update #16 (A: \"On your marks...\")", "update_content": "Dear Team DoubleSix:\nSUMMARY:\n1) Photos of all dice and packs (in grid) below.\n2) Photos include the two repainted dice."}, {"update_no": "UPDATE #15", "update_userinfo": "#15 February Update", "update_content": "Dear Team Doublesix,\nDETAILS:\n1) Backerkit will come out a little after Feb 10th, depending on the corona virus outbreak outcome.\n2) We need to wait for photos of the repainted dice. "}, {"status": []}], "comment_no": 2557, "projec_url": "https://www.kickstarter.com/projects/mattfleming/doublesix-dice-generation-two", "project_name": "DoubleSix Dice: Generation Two"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "Thank you so much for making Multiplex 10 a reality! \n— Gordon\n Multiplex 10 is an eleven-minute animated short about a schlock-loving movie theater usher named Kurt and a snobbish cinephile Jason, who come to realize they have just a little common ground in their mutual — but very, very different — love of film, which is a topic we think any film nerd can relate to.\nMultiplex 10 is based on the comic strip Multiplex by Gordon McAlpin that ran from July 2005 through April 2017, which has been described as “Clerks in a movie theater” (Newsarama), with a “smart and human take on geek culture [that] is brutal, nuanced, and damn funny” (Gene Ha, Top Ten, Mae).\nThis animated version is part reboot and part prequel. While fans of the comic will love seeing these characters brought to life, we're hoping to reach a new, wider audience, as well. Fans of Community, The Office, and Clerks will all find something to love in the Multiplex 10 Cinemas.\nBecky and Melissa (not final art)\nMultiplex 10 will appeal to movie lovers, anyone who's ever worked a retail job, and anyone who's had an annoying friend who just can't shut up about why the things you like are terrible. While the short will stand on its own, we're hoping it can also serve as a pilot for full series.\nBut we can’t make this first episode without YOU!\nEven long-time Multiplex fans may not know that — way before the comic strip began in 2005 — it was originally conceived as an animated short. But at that time, Gordon didn't have the resources to make it happen, so instead it evolved into a comic strip.\nNow, with thanks to crowdfunding and a few years of 2D animation experience (storyboarding, designing, as well as final animation), he's thrilled with the idea of bringing the concept (and the characters) full-circle in Multiplex 10.\nWatch “Multiplex: The Chosen One,” a student film by Gordon, to get a (very) rough feel for the tone of the Multiplex 10 project.\nWe’re also creating all-new Multiplex 10 comic strips leading up to events in the first episode, which will be featured on the Multiplex 10 website and the Kickstarter project updates.\n The team (so far) for the Multiplex 10 pilot includes:\nGordon McAlpin is the Executive Producer, director, lead animator, and co-writer on Multiplex 10. He’ll also be voicing Jason. He wrote and illustrated Multiplex from July 2005 through April 2017 and has produced three Kickstarter-funded Multiplex collections. Beyond comics, he is a freelance writer, designer, illustrator, and animator; you can see some of his earlier video and animation work on his portfolio site. \nDana Luery Shaw is a Producer for Multiplex 10 and co-wrote the script. She has dreamed of making animation since she was a kid, and she has successfully tricked Gordon into making her dream a reality. She is currently the co-executive producer of digital series Personal Space; she also created the indie ARG The Wall Will Fall, and wrote for the webseries Echo Chamber and Classic Alice.\nJoe Dunn is a Co-Producer on Multiplex 10 and will be voicing Curtis from Flickhead Video. He is a graphic artist living and working in the New York City area. He loves watching movies and drawing. He tries to do both non-stop. You may know his work from Joe Loves Crappy Movies or some other terribly-titled webcomic. Check out @joerules on Instagram and @joedunn721 on Twitter to keep up to date with his current nonsense.\nTom Brazelton is a Co-Producer for Multiplex 10 and will lend his voice to Kurt. He is the former artist/writer of the movie-themed comic Theater Hopper. He still enjoys writing and drawing, and he still likes movies (although, these days, it’s a lot more Pixar and a lot less Jim Jarmusch). Eventually, he’s going to get back in the game and publish some journal comics. Until then, follow @tombrazelton on Twitter, where he obnoxiously live-tweets SNL, and @tombrazelton on Instagram, where he uploads pictures of sunsets.\nChris Rager is a professional voice actor, perhaps best known for his roles as Hercule/Mr. Satan on Dragonball Z and Mr. Torgue in Borderlands 2. He’ll be lending his mahogany tones to The Blogger.\nAiyanna Wade will be voicing Becky, the shy science nerd at the Multiplex 10. Her more recent work includes YouTube Channel Awesome's Nostalgia Critic and cohost of the Awesome Comics podcast. She currently works on stage in Chicago and lives with her other half Jake and kitten Gideon.\nJavier Prusky was born and raised in Montevideo, Uruguay. After relocating to Atlanta, he trained at The Company Acting Studio in Atlanta for three years. He graduated from Syracuse University with a BFA in Acting in 2016. He has also attended master clown Philippe Gaulier’s  at school in Étampes, France; studied Shakespeare at The Globe Theatre in London, UK; and studied On-Camera Technique at The Actor’s Space in Barcelona, Spain. He splits his time between Atlanta, New York City, and LA. Beyond acting, Javier enjoys anything involving nature and family. Whether it be hiking, SCUBA Diving, or rappelling, he feels at home with nature. His family, especially his mom, mean everything to him. In Multiplex 10, Javier Prusky will play Neil, a young manager at the theater.\nTangelene Bolton is a film composer in Los Angeles known for her powerful and distinctive melodies.  Upon moving to Los Angeles, she had the amazing opportunity to work for Remote Control Productions (Hans Zimmer) and now continues to work on projects in the realm of film, TV, and video games. She most recently worked on Rise of the Tomb Raider (Crystal Dynamics), Girlfriend’s Day (Netflix), and Jem and the Holograms (Universal). Tangelene's goal as a composer is to create an experience that lingers in the subconscious of the viewer, impacting and shaping their experience. You can listen to some of her work at Tangelene’s professional website and on SoundCloud.\nIan Vargo’s sound design has been heard on nationally-televised ad campaigns, award-winning short films, and viral web content. Most recently, he has worked with the Los Angeles directing team “Cousins,” whose videos have amassed over 30 million views on the internet. He’s also a music producer, mix and mastering engineer, and a multi-intrumentalist musician. Ian also teaches Audio Production at The Art Institute of California. He enjoys binge watching television while sitting on the couch with his wife Erin, Italian Greyhound Luigi, and fluffy cat Babycita. You can see some of his work on Ian’s professional website.\nAdditional cast will be announced in the coming weeks! Depending on the final budget, we’ll be able to hire additional animators, visual development artists, voice actors, and more. We will put out a casting call to fill some of the remaining roles shortly after the project is successfully funded.\nAnimation is an expensive and time consuming process.\nThe $15,000 goal we're asking for, minus approximately $2,750 for payment processing and Kickstarter fees — amounts to a little over $1,200 per minute for design, animation, voice acting, sound, music and distribution, which is extremely low-budget for animation.\nBut of course we want it to look and sound as good as it can!\nAt $20,000, we’ll be able to do a few extra things:\nSmoother, 4K animation\n5.1 Surround Sound mix\nTheatrical premiere at the Somerville Theatre here in Somerville, MA. (All backers at the Special Thanks level and up will have free admission, though you will need to RSVP… and, of course, transportation is not provided.)\nA Multiplex 10 comic book collecting the Multiplex 10 story comics (including as-yet-unpublished material) PLUS new material, reformatted into a single, continuous comic book — free to all $25+ backers.\nAnd we'll have a bigger distribution and promotion budget to submit the film to film festivals and/or digital distribution platforms like Amazon Prime, iTunes, etc.\nThe screenplay is already written (aside from a few movie references we’ll update as close as possible to release, to keep them timely), and most of the characters have already been designed (as you can see in the project video). Pre-production can begin in earnest as soon as the project passes its goal.\nStoryboarding, visual development, and the rest of the design work will take two to three weeks. (The backgrounds seen here and in the pitch video are from the comic strip.) Once the storyboards are complete, we'll make an animatic, editing together the boards (with some rough animation) and adding temp sound and dialogue.\nKurt and Jason get philosophical (not final art)\nOver the course of six to eight weeks (approximately), we'll slowly replace the storyboards with finished artwork, sound, and dialogue, fine-tuning the edit along the way, before doing the final, polished animation in sync with the dialogue. Depending on the final budget, we'll be able to bring in other animators to help make the animation more fluid.\nNext, we'll lock down the edit, let the composer work her magic, and do a final mix. This step will take a few weeks.\nFinally, we'll master the final video files and release the short to the backers here on Kickstarter! With a projected release of September 2017, the four month production schedule should be plenty of time to complete the project.\nWe'll be exploring various distribution channels for the completed short and avenues for funding a full season, so it will NOT be immediately available for free streaming.\nBackers can support the short and get — of course — desktop and mobile wallpapers, PDFs of the \"shooting script\" and the storyboards, DRM-free digital files of the rough animatics and the finished short, hand-drawn sketches, appearances as background characters or other non-speaking roles, and even producer credits!\nAt the $100 level, The Art of Multiplex 10 ebooklet will include concept sketches, promotional art, and all of the Multiplex 10 comics leading up to the first episode in a high res, vector-friendly (where possible) PDF format.\nThree vector portraits (your appearance in the short will likely be slightly simplified to fit the design of the animation)\n  Some sketches by Gordon McAlpin\nYou can see the various reward levels along the right side of this page, but here's a handy breakdown of the various rewards:\nBe sure to read our project updates for more information!", "risks": "Risks and challenges\nGordon has previousy run and fulfilled two successful Kickstarter projects, and I'm in the process of fulfilling a third, for the third Multiplex print collection. That print run is currently in transit from the printer and should be arriving in (approximately) mid-May, so shipping the rewards may overlap with the production of the short (assuming this project is successfully funded).\n\nCreatively speaking, this will be Gordon's longest, animated narrative short — so that will undoubtedy present some challenges. But, based on his experience with writing, designing, storyboarding, and animating several animation projects (not to mention the last twelve years of working on the Multiplex comic strip), he is up for that challenge.\n\nWe have a very strong script already written, and a generous time frame to produce the animation in order to meet the projected September release. That said, filmmaking is an organic process, and hiccups will undoubtedly arise.\n\nAs with all of the Multiplex book Kickstarter projects, backers will be kept informed about our progress with frequent updates, so you'll know if and when there are any unforeseen problems — and how we’ll solve them. But the funds raised by this Kickstarter project will give us the resources to complete this project.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "EARLY ACCESS", "descp": "Access to three digital and mobile wallpapers, access to a private online stream of the finished film (at least) one week before its digital release, and access to the behind-the-scenes updates here on Kickstarter!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "DIGITAL DOWNLOAD", "descp": "Get a DRM-free 1080p MP4 of the finished short — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["181 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "SPECIAL THANKS", "descp": "See your name in the credits under a \"Special Thanks\" section — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["128 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "SCREENPLAY", "descp": "Get a PDF of the script once the short is complete (no spoilers!) — PLUS all the lower level rewards.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["85 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "STORYBOARDS", "descp": "Get a PDF of the storyboards after the short is complete — PLUS all the lower level rewards.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "DIGITAL POSTER + SOUNDTRACK", "descp": "Get a digital poster (PDF) featuring the Multiplex 10 gang AND soundtrack MP3(s?) of Tangelene Bolton’s original score — PLUS all the lower level rewards.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "THE ART OF MULTIPLEX 10", "descp": "Get a PDF booklet (with exclusive commentary!) of concept drawings, character designs, promotional art, and more from/for the short — PLUS all the lower level rewards.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "DIGITAL PRODUCER", "descp": "You will be credited as an Digital Producer in the end credits for the short — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "THE TRIPLE FEATURE (SKETCHES)", "descp": "Get an original 6\"x8\" drawing from Gordon McAlpin, Tom Brazelton, OR Joe Dunn (your choice!) — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "(NOT QUITE A) MOVIE POSTER", "descp": "A 24\"x36\" printed copy of the Multiplex 10 poster (shipped folded) — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 600 or more", "title": "BACKGROUND EXTRAS", "descp": "Look for yourself in the background as an extra. You'll also receive a portrait of yourself as you appear in the short, suitable for use as a social media avatar or whatever! — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 800 or more", "title": "SEQUENTIAL ART", "descp": "I will write and draw (by hand) a single-page comic based on your premise. You’ll receive the original art on 11\"x14\" Bristol plus an 8.5\"x11\" print of your comic. It can feature Multiplex characters, your favorite superheroes or movie characters…. It's up to you! (Although I retain final say on the script, and I will not draw porn.) — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 900 or more", "title": "ASSOCIATE PRODUCER", "descp": "Get a credit as an Associate Producer in the finished short (instead of the Special Thanks) and a special Multiplex 10 crew T-shirt — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 1,200 or more", "title": "CO-EXECUTIVE PRODUCER (early bird)", "descp": "Get a credit as a Co-Executive Producer in the finished short (instead of the Special Thanks) and a full-sized (27\"x40\"-ish) printed Multiplex 10 poster — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 2,000 or more", "title": "EXECUTIVE PRODUCER", "descp": "Get a credit as an Executive Producer in the finished short (instead of the Special Thanks), your production company logo after the credits (I'll design and animate one for you if you don’t have one), and dinner with the director (in Somerville, MA; transportation not provided) — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "SPECIAL THANKS (early bird discount)", "descp": "See your name in the credits under a \"Special Thanks\" section — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "DIGITAL PRODUCER (early bird discount)", "descp": "You will be credited as an Digital Producer in the end credits for the short — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "BACKGROUND EXTRAS (early bird discount)", "descp": "Look for yourself in the background as an extra. You'll also receive a portrait of yourself as you appear in the short, suitable for use as a social media avatar or whatever! — PLUS all the lower level rewards!", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"status": []}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/gmcalpin/multiplex-10-the-animated-short", "project_name": "Multiplex 10: the animated short"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Show Some Love", "descp": "You love the look of Fidget Cube. You want to be a part of the story. But you can't pledge for the full product. We appreciate your support and at this level will keep you in the loop with updates as we continue the journey! And of course, we will send a BIG thank you your way!\nINCLUDES:\nWarm Fuzzies", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["788 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "1 x Fidget Cube", "descp": "You'll receive ONE (1) Fidget Cube. You've caught #fidgetfever.\nFidget Cube will retail for ~$25.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21,796 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "2 x Fidget Cube", "descp": "You'll receive TWO (2) Fidget Cubes. One for you, and one for a friend. You want to be an awesome friend, right?", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21,627 backers"]}, {"amt": "Pledge US$ 79 or more", "title": "5 x Fidget Cube", "descp": "You'll receive FIVE (5) Fidget Cubes. Stocking stuffers, anyone?\nFREE WORLDWIDE SHIPPING.\nINCLUDES:\n5× Fidget Cube", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12,215 backers", "Limited (1 left of 12216)"]}, {"amt": "Pledge US$ 79 or more", "title": "5 x Fidget Cube", "descp": "You'll receive FIVE (5) Fidget Cubes. A Fidget Cube for every season, plus a spare!\nFREE WORLDWIDE SHIPPING.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7,608 backers"]}, {"amt": "Pledge US$ 129 or more", "title": "10 x Fidget Cube", "descp": "You'll receive TEN (10) Fidget Cubes. Enough to start a fidget revolution.\nFREE WORLDWIDE SHIPPING.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,189 backers"]}, {"amt": "Pledge US$ 849 or more", "title": "80 x Fidget Cube", "descp": "You'll receive EIGHTY (80) Fidget Cubes (10 of each color). If you’re a distributor, retailer, school, or a corporate office looking for a great gift for your team, this one's for you.\nFREE WORLDWIDE SHIPPING.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["85 backers"]}, {"amt": "Pledge US$ 14 or more", "title": "Fidget Cube Evangelist (Early Bird)", "descp": "This special, limited quantity reward is for backers dedicated to spreading the word about Fidget Cube. This can include sharing on your favorite social media channels, with a friend who also fidgets, or even submitting a tip to your favorite blog.\nYou'll receive ONE (1) Fidget Cube at the early bird level.\nFidget Cube will retail for ~$25.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "250 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "1 x Fidget Cube", "descp": "You'll receive ONE (1) Fidget Cube. You've caught #fidgetfever.\nFidget Cube will retail for ~$25.\nINCLUDES:\nFidget Cube", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "43,073 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "2 x Fidget Cube", "descp": "You'll receive TWO (2) Fidget Cubes. One for you, and one for a friend. You want to be an awesome friend, right?\nINCLUDES:\n2× Fidget Cube", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "41,727 backers"]}, {"amt": "Pledge US$ 129 or more", "title": "10 x Fidget Cube", "descp": "You'll receive TEN (10) Fidget Cubes. Enough to start a fidget revolution.\nFREE WORLDWIDE SHIPPING.\nINCLUDES:\n10× Fidget Cube", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3,290 backers"]}, {"amt": "Pledge US$ 849 or more", "title": "80 x Fidget Cube", "descp": "You'll receive EIGHTY (80) Fidget Cubes (10 of each color). If you’re a distributor, retailer, school, or a corporate office looking for a great gift for your team this Christmas, this one's for you.\nFREE WORLDWIDE SHIPPING.\nINCLUDES:\n80× Fidget Cube", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "82 backers"]}], "updates": [{"status": []}], "comment_no": 32020, "projec_url": "https://www.kickstarter.com/projects/antsylabs/fidget-cube-a-vinyl-desk-toy", "project_name": "Fidget Cube: A Vinyl Desk Toy"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 85, "projec_url": "https://www.kickstarter.com/projects/hopelnicholson/the-secret-loves-of-geek-girls", "project_name": "The Secret Loves of Geek Girls"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/alexheberling/the-hues-volume-i-bookstravaganza", "project_name": "The Hues: Volume I Bookstravaganza!"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 30, "projec_url": "https://www.kickstarter.com/projects/ironspike/poorcraft-wish-you-were-here", "project_name": "Poorcraft: Wish You Were Here"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 57, "projec_url": "https://www.kickstarter.com/projects/471135636/comic-chameleon-the-ultimate-webcomics-app-android", "project_name": "Comic Chameleon: The ultimate webcomics app, Android version"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 185, "projec_url": "https://www.kickstarter.com/projects/veemix/beep-a-documentary-history-of-video-game-sound", "project_name": "Beep: A Documentary History of Video Game Music & Sound"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 188, "projec_url": "https://www.kickstarter.com/projects/1987386669/valor-a-fairy-tale-anthology-about-courageous-hero", "project_name": "Valor: Fairy tale comic anthology about courageous heroines"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 135, "projec_url": "https://www.kickstarter.com/projects/ironspike/smut-peddler-2014-ladyporn-conquers-earth", "project_name": "Smut Peddler 2014 : LADYPORN CONQUERS EARTH"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/julesrivera/misfortune-high-book-2", "project_name": "Misfortune High Book 2"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 8481, "projec_url": "https://www.kickstarter.com/projects/mattfleming/doublesix-dice-roll-better", "project_name": "Doublesix Dice: Roll Better"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 25, "projec_url": "https://www.kickstarter.com/projects/josephscrimshaw/flaw-fest-a-comedy-and-music-album", "project_name": "Flaw Fest: A Comedy and Music Album"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 79, "projec_url": "https://www.kickstarter.com/projects/ryanestrada/the-whole-story-winter-2013", "project_name": "The Whole Story: Winter 2013"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 71, "projec_url": "https://www.kickstarter.com/projects/taeshi/bittersweet-candy-bowl-starting-over", "project_name": "Bittersweet Candy Bowl: Starting Over"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 32, "projec_url": "https://www.kickstarter.com/projects/djcoffman/hero-by-night", "project_name": "Hero By Night"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/th3rdworld/holiday-wars-0", "project_name": "Holiday Wars"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 142, "projec_url": "https://www.kickstarter.com/projects/ironspike/the-smut-peddler-pre-order-project", "project_name": "The Smut Peddler Pre-Order Project!"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/567907621/wagon-webcomic-battle-upgrade-to-v20", "project_name": "WAGON Webcomic Battle: Upgrade to v2.0"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/1925955426/the-intrepid-girlbot-volume-one", "project_name": "The Intrepid Girlbot: Volume One"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/superhappy/girly-the-complete-collection", "project_name": "Girly: The Complete Collection"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/ciscodavisjr/the-peculiars-an-indie-superhero-action-film", "project_name": "THE PECULIARS | an indie superhero action film"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/ciscodavisjr/the-peculiars-an-indie-superhero-film", "project_name": "THE PECULIARS | an indie superhero film (Canceled)"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1306135649/octobriana", "project_name": "Octobriana"}}, {"backer": "Fes \"Works\" Kaercher", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 81, "projec_url": "https://www.kickstarter.com/projects/ironspike/poorcraft-a-comic-book-guide-to-frugal-urban-and", "project_name": "Poorcraft: A Comic Book Guide to Frugal Urban and Suburban Living!"}}]