[{"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hey Friends!\nI'm extremely excited to share that The Burnt Ends, my vintage instrumental country band, have recently recorded our first album, titled Way Out There.\nA few years ago I revisited some of my favorite classic country music from the 1940s-60s through new found vinyl record collections, such as Take Me Home Country Roads and Country & Western Music Jamboree. I fell back in love with the lush 3-part vocal harmonies and wanted to rearrange for horns and rhythm section, trying to breathe some different life into these old songs while paying respect to the original amazing storytellers and outlaws that played them.\nThe musicians that helped me on this quest across the sonic desert happen to be some of my closest friends, and amazing improvising musicians who I've had the pleasure of making music with for over the past 15 years here in New York City. With a common love of this music and juicy BBQ, and hailing from California, Colorado, St. Louis, Texas, Pittsburgh, New York and Germany, I knew everyone would bring a different flavor to this project.\nThis also wouldn't have been possible without the guidance of engineer, percussionist, and brilliant audio brain, Robin MacMillan. He really helped shape this project which could've gone in a million different directions.\nSO, I can't wait to share this music with you all. But I want to do it right. It's already mixed and mastered, and I couldn't be happier with the way it sounds. But the goal of this Kickstarter is to also release it on vinyl. I want that needle to drop on your turntable next to the fireplace with a glass of bourbon in hand while relaxing in grandma's rocking chair with a golden retriever sleeping at your feet.\nPlease check out the video above and if you like what you hear we would be much obliged if you pledged and helped this meaty dream become a reality!\n- Kyle & The Burnt Ends Crew", "risks": "Risks and challenges\nIt is my priority to get the vinyl copies out as soon as possible. I'm working with a pressing company that can turn this process around in 3 months so hopefully it will be close to that timeline. Depending on production times and shipping, there's a chance it could get pushed back, but I'll be sure to keep everyone updated if that happens.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Download", "descp": "Get a high-resolution download of the full album.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Limited Edition Vinyl", "descp": "Limited edition vinyl pressing + download", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Full SHWILSON Catalogue + Demos", "descp": "Every release by my electo-psych synth band, SHWILSON, plus unreleased demos and singles. Includes limited edition CD of my first album + above rewards.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "The Burnt Ends Cow & Phonograph T-Shirt", "descp": "Gildan Ultra Cotton, white short-sleeved t-shirt with two-toned print, comfortable and durable + limited edition vinyl, digital download and SHWILSON package.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Personalized Collage", "descp": "Personalized cut-and-paste found-paper collage inspired by your interests, much like band picture shown here + limited edition vinyl, digital download and SHWILSON package.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "T-Shirt & Personalized Collage", "descp": "Personalized collage inspired by your interests, Cow & Phonograph T-Shirt, limited edition vinyl, digital download and SHWILSON package.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 90 or more", "title": "Delicious Cake Baked by Charlotte", "descp": "1 delicious cake baked by our alto saxophonist Charlotte Greve + above rewards. She's a master baker and her cakes are GOOD. New York City only.", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "BBQ Package", "descp": "I'll smoke an entire pork butt (for tasty & tender pulled pork) for 10 hours in my Weber Smokey Mountain for you + above rewards. New York City only.", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Burnt Ends Private House Concert", "descp": "The Burnt Ends will play a live concert in your home + above rewards. New York City only.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "Sending Your Stuff!!", "update_content": "Wow, I can't believe we are only 5 days in and already halfway there! Thanks to everyone for the support and believing in this, we can't wait to share it with you. Here's our big bass daddy, Noah Garabedian, sporting a Burnt Ends t-shirt to a clip of the title track, Way Out There! "}, {"update_no": "UPDATE #3", "update_userinfo": "WE DID IT!!!", "update_content": "The campaign is underway, thanks to everyone that has already contributed! Here's a teaser track from the album, Tumbling Tumbleweeds!"}, {"status": [{"Project funds successfully": "77 backers pledged $4,088"}, {"Project launches": "JANUARY 14, 2020"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "About Lindsay:\nHello friends! Thank you for visiting my Kickstarter. For those of you who don’t know me, I’m a singer-songwriter based out of Toronto (though I’m originally from Boston!). I’ve been singing for as long as I can remember, and have been hooked on songwriting since high school. Over the past 4 years, I’ve released a full album (From the Blue) and an EP (Going Gone), and have toured several times throughout Canada and the United States. I’ve also had the honor of being a finalist in both the Canadian Songwriting Competition and the Songwriter Serenade Competition (2017, 2018). Oh and I’ve written a whole bunch of songs!\nAbout the Project:\nThis project will be a 6 song EP exploring vulnerability, self-doubt, love, and the search for home. Some of these songs have been in the works for almost two years, some are brand new. This will be my second release with my amazing crew in Toronto. For our first EP, we took just 3 days in the studio and recorded most of it live off the floor. I’m very proud of that project, but this time around I wanted to take things up a notch.\nI hired a producer, Joel Schwartz, to bring this project to a new level, and I’ve been floored with what we’ve created. Over the past 6 months, Joel and I have been working to edit, refine, and arrange these songs. At this point, we’ve finished pre-production and rehearsals, and are tracking in the studio as we speak!! I’ve learned a lot through this process, and it’s been SO MUCH fun. And the bonus is that I think we have created something really special.\nWhy Kickstarter?\nI believe in these songs, and I REALLY want to give them a fair chance to be heard out in the world. Unfortunately, in this day and age, it’s almost impossible to get your music heard as an unsigned artist without a whole lot of money to pay for a PR campaign and radio/digital promoters. Funds from this Kickstarter will help make that happen. With a PR team, we’ll launch a publicity campaign to really get the word out and reach new listeners! I’ll also hire digital and radio promoters who will pitch these songs to folk radio stations and Spotify playlists.\nBudget:\nThere are so many costs involved in creating and releasing music independently. The band and I recorded at Soleil Sound in mid-October, and will be working on post production through November. So we are well on our way to having a finished product!\nThe funds collected in this campaign will be put towards:\nMixing and Mastering- $3000. \nCD Manufacturing- $1000. This includes album artwork and CD duplication. \nPromotion- $3000. Promotion of the EP with a PR team so that lots of people can hear it!!\nTotal: $7000\nStretch Goal- $1000 for a live music video of NYC to help with promotion of the EP, bringing the total to $8000. \nThank You\nI am so excited that this collection of songs will soon be finished, and it means the world to me that you have visited this page and considered supporting this project. If you are unable to contribute financially, I would love your help in spreading the word. If you know anyone that you think would connect with my music, I would love it if you sent them my way!\nIf you would like to stay updated on future releases, tours, join my mailing list, or check out more music, feel free to visit my website at https://www.lindsayfoote.com/.\nOk, I think that’s it! Thank you, from the bottom of my heart, for supporting us independent musicians. It allows us to keep doing what we love everyday, and I am so grateful.\nLove,\nLindsay\nPart of the crew after our second day in the studio!", "risks": "Risks and challenges\nWhile I have budgeted out this project to the best of my ability, there is a chance recording will take longer than expected, and offset the budget I had originally planned on. In this case, funds will be used from the \"promotion\" budget. So, while the EP will definitely be finished, we just may not have as much as planned for promotion!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 1 or more", "title": "My Eternal Gratitude", "descp": "Every little bit counts! Give $1 or more and know that I will be eternally grateful :)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["1 backer"]}, {"amt": "Pledge CA$ 10 or more", "title": "Digital Download of Single", "descp": "You'll receive a digital download of the first single released off the EP.\nINCLUDES:\nDigital Download of 1st single", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}], "stat": ["8 backers"]}, {"amt": "Pledge CA$ 20 or more", "title": "Digital Download of EP", "descp": "Hear this EP before the rest of the world! You'll receive a digital copy of the EP before it's released.\nINCLUDES:\nDigital Download of the EP", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}], "stat": ["20 backers"]}, {"amt": "Pledge CA$ 25 or more", "title": "Signed CD + Digital Download", "descp": "You'll receive a signed copy of the CD and a digital download. If you don't have a CD player, this could be the perfect gift for your Great Aunt who does!\nINCLUDES:\nSigned CD + Digital Download", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge CA$ 30 or more", "title": "Lindsay Foote Tee", "descp": "You'll receive the new \"Lindsay Foote\" tee to rep before the rest of the world has even seen it! Design TBD, but it'll be SO HIP I promise!!\nPLUS a digital download of the EP\nINCLUDES:\nDigital Download of the EP\n\"Lindsay Foote\" Tee", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge CA$ 50 or more", "title": "3 Copies of the EP, or Mix and Match!", "descp": "You'll receive 3 copies of the EP, or mix and match from any of the 3 CDs I have out. Look at you, getting a head start on your holiday shopping!\nPLUS a \"Lindsay Foote\" Tee\nINCLUDES:\n\"Lindsay Foote\" Tee\n3× Signed CD + Digital Download", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge CA$ 50 or more", "title": "Mix Tape/Playlist of my Fave Songs!", "descp": "I'll make you your own mix CD or Spotify playlist (your choice) of some of my favorite songs! Request a theme or be suprised!\nPLUS 3 copies of the EP, or mix and match from any of the 3 CDs I have out.\nINCLUDES:\n3× Signed CD + Digital Download\nMix tape/ Playlist", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (6 left of 10)"]}, {"amt": "Pledge CA$ 75 or more", "title": "Framed Handwritten Lyrics", "descp": "Framed, handwritten lyrics to a Lindsay Foote song of your choice. And I will make my handwriting look as pretty/ artsy as possible! You can opt to have these signed by me, and/or include a personal message.\nPLUS a signed CD + Digital Download\nINCLUDES:\nSigned CD + Digital Download\n\"Lindsay Foote\" Tee\nFramed, handwritten lyrics", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge CA$ 100 or more", "title": "2 Tickets to a Live Show", "descp": "You'll receive 2 tickets to a show of mine of your choice (excluding festivals and openers). And if you so desire, I'll dedicate a song to you on stage!\nPLUS 2 signed CDs, and a \"Lindsay Foote\" Tee\nINCLUDES:\n2× Signed CD + Digital Download\n\"Lindsay Foote\" Tee\n2 tickets to a live show", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge CA$ 150 or more", "title": "Custom Cover Song", "descp": "I'll record a cover song of your choice and (audio or video, your choice).\nPLUS a physical CD and digital download of EP!\nINCLUDES:\nSigned CD + Digital Download\nCustom Cover Song", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge CA$ 250 or more", "title": "Songwriting/ Jam Session", "descp": "Let's meet up and play some music! Maybe you have an idea for a song that you want to flesh out, or maybe you want to sing some of your favorite covers together. Maybe you've never written a song before and want to give it a try. Let's get together and do any/all of those things. Coffee included. Also available through Skype.\nPLUS a signed CD + Digital Download, and a \"Lindsay Foote\" Tee\nINCLUDES:\nSigned CD + Digital Download\n\"Lindsay Foote\" Tee\nSongwriting/ Jam Session", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge CA$ 500 or more", "title": "Solo House Concert", "descp": "Let's have a party! Or a very chill/ low key hang! Either way, I'll come to your house and play a 90 minute show for you. Acoustic or with a PA, your choice!\nPLUS a signed CD + Digital Download, 2 tickets to the album release show, and a \"Lindsay Foote\" Tee\nAvailable in United States and Canada only// Travel and lodging (if necessary) will be extra.\nINCLUDES:\nSigned CD + Digital Download\n\"Lindsay Foote\" Tee\nSolo House Concert\n2 tickets to EP release show", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["1 backer"]}, {"amt": "Pledge CA$ 1,000 or more", "title": "Full Band House Concert", "descp": "The band and I will play our little hearts out right in your living room! Feel free to invite friends and ask for donations to recoup the cost of this pledge.\nPLUS a signed CD + Digital Download, 2 tickets to the EP Release Show, and a \"Lindsay Foote\" Tee\nAvailable in United States and Canada only// Travel and lodging (if necessary) will be extra.\nINCLUDES:\nSigned CD + Digital Download\n\"Lindsay Foote\" Tee\nFull Band House Show\n2 tickets to EP release show", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Reward Update!", "update_content": "Hello again everyone! I hope you are all enjoying the dog days of summer. It's been a hot one here in Boston.\nI wanted to update you on the progress of the project. We are just finished up the \"mastering\" of the songs, which is the final step in the recording and production. This whole process has taken longer than I expected, but I'm happy we are taking the time to make sure the finished product is the best it can be. I'll be sending out rewards surveys this week, and you can expect to receive most of the rewards between October and December (more specifics for each reward will be in the surveys). "}, {"update_no": "UPDATE #6", "update_userinfo": "Hello from Boston!", "update_content": "Hi everyone!! I'm writing this from a little cafe in Boston, Massachusetts, my new stomping grounds! It's been a crazy couple of months, and I wanted to update you on how the EP is coming along! The final stages are taking a little longer than expected, but we will be sending it off to mixing in the next week. So, I'll probably be getting the advanced copies and rewards to all you amazing pledgers sometime around June. Apologies for the delay on this, but I think it'll be worth it!  Thank you again for your support on this project, I literally couldn't have done it without you!!!"}, {"update_no": "UPDATE #5", "update_userinfo": "WOW! Thank you!!", "update_content": "Hi everyone! This is a bit delayed because it has been a CRAZY week. Right after the Kickstarter finished I packed up all my things and officially moved to Boston! BUT I want to say the biggest thank you in the world to everyone who supported this project. 128 backers pledged $8100 (of a $7000 goal!!) and I am totally blown away and so touched by all the support. I'm so so excited for this new record, and I can't wait for you to hear it. I will be getting in touch with all of you soon to get rolling on the rewards. Thank you 💜"}, {"update_no": "UPDATE #4", "update_userinfo": "WE DID IT!!!", "update_content": "Well folks, we've officially reached our goal!! I am so touched by all the support...it means so much!! THANK YOU.\nWhat's amazing is there's still 10 days left in the campaign-- maybe enough time to reach the stretch goal of $8000!! Any extra funds raised will be put towards more promotion and getting this album out in the world! "}, {"update_no": "UPDATE #3", "update_userinfo": "We've passed $6000!!!", "update_content": "Wow! 83 amazing people have backed this project, and we've just passed $6000!! Less than $1000 to go. THANK YOU SO MUCH!!"}, {"update_no": "UPDATE #2", "update_userinfo": "63% funded! Thank you!!", "update_content": "Hi everyone! Thank you all so much for your incredibly generous donations. We are 5 days in and already 63% funded-- I'm blown away! Thank you."}, {"update_no": "UPDATE #1", "update_userinfo": "We've reached 2k!!", "update_content": "Hi everyone, you are the best! In just over 1 day we've hit $2000!! Thank you all so much!!"}, {"status": [{"Project funds successfully": "128 backers pledged CA$ 8,100"}, {"Project launches": "OCTOBER 31, 2018"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "STRETCH GOAL!\nI can't believe it... we did it, and with 12 days remaining! \nSo here's the deal....\nStretch Goal Amount: 8,000\nWhat You'll Get: Still brainstorming this, but I'm all ears! My inclination is to record another single or EP, completely different from this album, with the sole intention of giving this music to you all. There are a couple songs that come to mind that many of you have asked me to record (like \"Pour Over Me\").\nWhere Will The Money Go: Small national radio promotion campaign (which costs 1,500)\nHey there, my name is Sarah Eide (pronounced Ay-Duh).\nI’m a pianist, composer and singer-songwriter, and I’m looking for your help in releasing my first fully produced full length album, “Dreams on Hold”.\nI’ve been playing and writing music for as long as I can remember, and for just as long I’ve felt this deep sense of purpose as an artist and creator.  \nIt’s a hard thing to admit publicly, but it’s been a calling, and I’ve never abandoned it. My purpose and mission as an artist has been simply to create music that positively impacts others. Along with that sense of purpose, I’ve always worked towards creating art that fulfills three things:\nThat it’s beautiful and proficient \nThat it possesses a vulnerable quality\nThat it’s driven by a vision \nAll my favorite albums are like that, and I believe I’ve achieved that with this album.\n“Dreams on Hold” is about the conflict between what we are working towards and life’s twists and turns.\nIt’s about those moments when you feel like you're at tug of war between your aspirations and life’s priorities. Those moments when you're not sure if the sacrifices your making are making any difference. But also those moments when you look back and realize that the unexpected twists and turns ended up offering more joy then you could have ever imagined for yourself. \nIn short, I’ve made an album the I believe is vulnerable and moving.\nThe sonic landscape of this album is heavily influenced by American roots music.\nEverything from Appalachian folk to New Orleans jazz, and bluegrass to gospel. This is the music that’s been inspiring me for the past few years, and for me, this is the kind of music that is most like an unfiltered expression of everyday life in its spontaneity and warmth. \nThe team I've pulled together is truly amazing. \nThis album sounds AMAZING, and so much of that is due to the incredible group of Chicago based musicians I’ve been able to work with, all of whom have their own amazing projects.\nWhile I’m the songwriter and producer of this album, every song on this record has been a collaboration with each of these talented folk,  who’ve all (generously) left their unique mark. \nSo much is ALSO due to the fantastic, professional, meticulous, perhaps OBSESSIVE engineers I've had the pleasure to work with (Anthony Gravino, Yuri Lysoivanov and Victoria  Salazar) and the studios I was lucky enough to record in (Transient Sound, Chicago Recording Company, Electric Audio and Flashpoint Chicago). \nAnd by the way, back in January of this year I released the first single off this album, \"Shadow\" (a 2017 Great American Song Contest Finalist)! \nThe album is done, but here comes the scary part...\nI’ve invested a WHOLE BUNCH to get this far...money, time, blood, sweat and all the tears! But now it's time to put it out to the world. As you probably know, I’m an indie artist and currently, I wear all the hats. I really believe in this album and the impact it can make, and I need help and support. The reality is, there are still a number of things to do to give this album a proper release, and they aren’t free :)\nThe successful completion of this Kickstarter campaign will allow me to:\ncreate music videos for TWO songs on the album\ndevelop promotional material (professional photos, press release, etc)\nget some basic PR (guerrilla style PR!)\nAnything PAST my goal, means I’ll be able to promote this album even MORE, for example tour with a band after the album is released, pay for a proper radio campaign, make more video content... \nIn short: more funding → better marketing → bigger impact \nSo I would LOVE for you to join me in allowing this album to make the biggest impact possible. \nFor any pledge amount over $5 you get a NEW single from the album within 48 hours  and a handwritten thank you note from me <3\nFor any pledge amount over $15 you get a digital copy of the album by February, which is months before the official release (May 2019)!  And for $25 and over you get a physical copy of the album sent to you by snail mail in April.\nI’m also offering a bunch of extras, which you can see in the rewards section, like t-shirts or totes, tickets to a show of your choice, a holiday bundle full of super nice handcrafted items, house shows, songwriting session, and more! And if you don't see a reward you are hoping for, please email me and lets figure something out! \nAnd by the way, any pledge amount will allow you to get updates and follow the journey of the album. The way I see it, ALL my backers are on my team!\nWant to help in other ways?\nPlease help me get the word out! Kickstarter is an all or nothing platform, so time is of the essence! Spread the word, share this with your friends and family, share this on social media. Word of mouth is the most powerful thing, and your eagerness to share this project with others and encourage them to help me make the goal is EXTREMELY meaningful and deeply appreciated :)\nThank you, your support means the world to me. \nI value you and the time you've given simply to read this and consider helping. It sincerely means the world to me. \nI can’t wait to see how the journey of this album unfolds and I can’t wait to share that experience with all of you!", "risks": "Risks and challenges\nRISKS:\n◉ As you know, the album is recorded, mixed and mastered. What's left now is a solid album release, which is set for May 2019.\n◉ I've been learning the ropes of being a performing songwriter for 5 years now, and stand on a great foundation.\n◉ I'm also in the midst of putting a small but mighty team together to help me with booking, PR and more so things can be executed efficiently and effectively.\n◉ In short, I'm confident with the successful completion of this Kickstarter, a successful release will happen!\n\nREWARD FULFILLMENT:\n◉ Because recording, mixing and mastering is complete, I can guarantee all backers will receive physical rewards in the time specified.\n◉ Rewards such as house shows and songwriting sessions can be delivered by April 2019 if a mutually agreed upon date is found. If a date after April 2019 works better, that's fine with me!\n◉ Basically, making sure you guys are SUPER happy with the pledge you made is #1 for me.\n\nADDITIONAL FEES:\n◉ Please note that I set a VERY small additional shipping fee for rewards that must be sent by mail. Shipping can really eat into a budget, so this is simply to offset that a bit.\n◉ Thanks for understanding :)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "DOWNLOAD OF THE NEW SINGLE", "descp": "Get a digital download of a NEW album single within 48 hours of donating!\nI will also send you a handwritten thank you card before the end of the year AND you'll get all those good feelings from helping release \"Dreams on Hold\"!\nThis is also the perfect reward for anyone who wants to give $5 or more, and just wants to keep in the loop about the progress of this project via email updates and videos :)\nINCLUDES:\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "FULL ALBUM DIGITAL DOWNLOAD", "descp": "Get a digital copy of the full \"Dreams On Hold\" album WAY before everyone else! Official public release will be in May, but I'm giving you VIP treatment and sending it to you in February!\nPerfect reward for those of you who simply want to pre-order the album. You'll also get the new single within 48 hours of donating, a handwritten thank you note by end of year, project updates as they come, and all those IMMEDIATE good feelings from helping release \"Dreams on Hold\" :)\nINCLUDES:\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "AUTOGRAPHED PHYSICAL COPY OF THE ALBUM", "descp": "If you're like me, you still buy CDs because you LOVE owning a beautifully packaged album complete with artwork, liner notes, song lyrics and more. You love the tangible act of handing over a CD you love to a friend. You still have a CD player in your kitchen, living AND car.\nDoes that sound like you?! Then this reward is for you :) In April you'll do a little happy dance when you get an autographed copy of \"Dreams On Hold\" in the mail.\nPLUS all the additional rewards listed below!\nINCLUDES:\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "OFFICIAL ALBUM SHIRT OR TOTE (YOU PICK!)", "descp": "This is for those of you who like to wear their heart on their sleeve *pun intended*. The album art will be done by the amazing Betony Coons, and it'll be perfectly rendered on either a t-shirt or tote, your choice! It'll be delivered to you in April, along with an autographed copy of the album.\nPLUS all the additional rewards listed below!\nINCLUDES:\nDreams On Hold Official Album Shirt OR Tote\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "\"BRIDGE SONG\" SHIRT OR TOTE (YOU PICK!)", "descp": "Many of you have heard, clapped+sang along to \"The Bridge Song\". Many of you have shared with me what it means to you. Some of you are SUPER into this song, and want to say to the world \"I'm gonna to be a bridge!\" Don't worry, I've got you covered ;) You'll get a special Bridge Song tote or shirt, perfect for adults AND kids, delivered to you in April, along with an autographed copy of the album.\nPLUS all the additional rewards listed below!\nINCLUDES:\nThe Bridge Song Shirt OR Tote\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "TWO TICKETS TO A CD RELEASE SHOW", "descp": "There is nothing quite like hearing music LIVE, especially with a friend or loved one. I'll give you two tickets to any of my CD Release Shows, or really any show I'll be doing that you're wanting to attend!\nPLUS all the additional rewards listed below!\nINCLUDES:\n2× Ticket To A CD Release Show Of Your Choice\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "HOLIDAY BUNDLE", "descp": "Holidays are coming up, you want to get something special and unique for your mom, best friend, teenage daughter, or grand Aunt Gertrude, and have NO idea what to get! Don't worry, me and menagerie of handcrafted items have got you covered.\nThis holiday bundle will offer you my music and a BUNCH more beautiful goodies, that you can either gift to others or keep all to yourself (seriously, you might just end up doing that!) Items listed below under the \"includes section\"!\nPLUS all the additional rewards listed below!\nOh and guess what? I will send everything **except the NEW album** to you before December 25!\nINCLUDES:\n3× Mix And Match Any Of Sarah Eide CDs\nHandmade Tea (Nigiri and Rose)\nChoice Of Handmade Earrings, Soap or Teacup Candle\nDreams On Hold Sticker\nDreams On Hold Official Album Shirt OR Tote\nMention In The Album's Liner Notes\n2× Autographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (9 left of 12)"]}, {"amt": "Pledge US$ 150 or more", "title": "RECORDING OF ANY COVER YOU CHOOSE", "descp": "I love putting my personal touch on the songs of others. Do you want your own personal recording of me singing some random deep cut of your favorite artist? Maybe you're just wondering how your favorite Michael Jackson song would sound with my voice and piano playing. I will NOT disappoint! I'll send you a high quality mp3 of a cover of your choice.\nPLUS all the additional rewards listed below!\nINCLUDES:\nPiano + Vocal Recording Of Any Cover\nMention In The Album's Liner Notes\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (20 left of 25)"]}, {"amt": "Pledge US$ 300 or more", "title": "AN ORIGINAL SONG WRITTEN FOR YOU", "descp": "Maybe you have a poem or a letter that you think would make a great song, or you just have something you care about turned into song you can share with others. Do you want to have a song written for a special occasion or as a gift for someone you love? This reward is for you!\nYou give me whatever details you have: what the song is about, the poem or letter you wrote, the person or event you want a song about. I promise to take all those details and with a lot of love and care, create something special and totally priceless.\nPLUS all the additional rewards listed below!\nINCLUDES:\nOriginal Song Written For You!\nMention In The Album's Liner Notes\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 300 or more", "title": "SONGWRITING SESSION WITH ME", "descp": "I LOVE collaborating with others on songs, have co-written over the past 10 years with quite a few people, and I'd say it has yielded some amazing results! If you want to co-write with me, let's do it! Or maybe you have a few songs that need a little polishing up, or just want some general help with getting your ideas to paper and/or putting it to music.\nWhatever you'd like to do in this 2 hour session, I'm down! The two hours can also be slit up and spread out if preferred. This will be fun, and who knows what amazing stuff will come out of it! I'm already excited :)\nPLUS all the additional rewards listed below!\nINCLUDES:\n2 Hour Songwriting Session\nMention In The Album's Liner Notes\nAutographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "HOUSE CONCERT (SOLO)", "descp": "Want to have a special, MUSIC-FILLED event at your home with a bunch of your friends/family/neighbors? I think house concerts are probably the best way to create an intimate setting that is unique, memorable and moving. I'd LOVE to do a house concert for you, and all you have to do is send out the invites... I'll take care of the rest :)*\nPLUS all the additional rewards listed below!\n*Date+Time will be mutually agreed upon. If the show is NOT within the North East or Midwest of America, travel expenses and lodging will need to be accommodated.\nINCLUDES:\nHouse Concert (Solo)\nDreams On Hold Official Album Shirt OR Tote\nMention In The Album's Liner Notes\n2× Autographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "HOUSE CONCERT (TRIO)", "descp": "Read everything in the reward above? So this is like that but on steroids! Perfect for bigger spaces, community gatherings, church settings, etc. I'll still play an amazing and memorable show, but with two fantastic musicians joining me! That means we can get rowdier! Or not! Up to you :) It'll be super fun! Once again, you send out the invites, I'll take care of the rest*\nPLUS all the additional rewards listed below!\n*Date+Time will be mutually agreed upon. If the show is NOT within the North East or Midwest of America, travel expenses and lodging will need to be accommodated! Email me with any questions.\nINCLUDES:\nHouse Concert w/ Trio\n2× Dreams On Hold Official Album Shirt OR Tote\nMention In The Album's Liner Notes\n5× Autographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "\"EXECUTIVE PRODUCER\" ALBUM CREDIT", "descp": "As someone who is financially supporting this album in an incredibly substantial way, you will get an Executive Producer credit on this album (and the super bragging rights it comes with). To celebrate, I'll take you out to dinner so we can chat about the album and really anything else you want! You will also get a whole bunch of other rewards (listed below), including a house concert (solo or trio)*\n*Date+Time will be mutually agreed upon. If the show is NOT within the North East or Midwest of America, travel expenses and lodging will need to be accommodated! Email me with any questions.\nINCLUDES:\nExecutive Producer Credit\nDinner With Me + On Me!\nHouse Concert (Solo or Trio)\nMention In The Album's Liner Notes\n2× Dreams On Hold Official Album Shirt OR Tote\n10× Autographed Copy Of \"Dreams On Hold\"\nDigital Download of \"Dreams On Hold\"\nDigital Single\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (4 left of 4)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "\"EXECUTIVE PRODUCER\" ALBUM CREDIT PLUS+", "descp": "Are you an angel investor who just really supports this music and vision? Maybe you're a group or organization that not only wants to support but has some alternate reward idea in mind? Maybe you just came across a big sum of money and simply want to spread the love <3. This pledge will not only get you an Executive Producer Credit, but also a mutually agreed upon alternative reward.\nWhatever you're dreaming of, just email me... let's chat and see what I can do to make it happen :)\nINCLUDES:\nAgreed Upon Alternative Reward!\nExecutive Producer Credit\nHandwritten Thank You Note", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 300 or more", "title": "The Art+Music Collector", "descp": "This is a special reward being offered to just ONE lucky person:\nA painting by Lily Seika Jones, overlaid on a page from a one of a kind vintage songbook, ”Songs of the Homeland”, printed in Glasgow, Scotland back in the late 1890s. Painting will be mailed once the Kickstarter is completed (December 10th).\nPLUS all the additional rewards listed below!\nINCLUDES:\n\"Flow gently, Sweet Afton\" painting\nDigital Download of \"Dreams On Hold\"\nDigital Single", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "The Album Is Out! Official Release Shows in ROC, Chicago, Boston and more!", "update_content": "Hey everyone!\nThe album is officially OUT now! So much of this is thanks to you <3 \nYou can go to http://saraheide.com to get all you different listening options (or just search \"Sarah Eide\" on you music platform of choice!)\nI'll be doing a bunch of shows in the coming weeks, some of them extra special, and i really hope to see many of you at them! I especially want to highlight:"}, {"update_no": "UPDATE #5", "update_userinfo": "The First Official Music Video Is Out Thanks To You!", "update_content": "I'm so thrilled to share with you guys the first official music video from the new album! This literally couldn't have happened if it wasn't for your generous financial offerings, so THANK YOU from the bottom of my heart.\nThe video has already gotten several write up withs lots of lovely remarks. Here are a few:\n\"All of this is pressed together in well-organized, endlessly charming fashion with the assistance of director and animator . \" -   "}, {"update_no": "UPDATE #4", "update_userinfo": "Album Artwork by Betony Coons!", "update_content": "So so so excited to officially announce the artwork for the album is being done by the amazing Betony Coons (of Giants & Pilgrims)! I first met Betony a little over a year ago, and I pretty much knew the moment I saw her artwork that I wanted her to do the album art... I didn't know if it'd happen, but it was on my wishlist! Betony's art is both moody and bright, thought-provoking, often times complex and literally layered... it has a dream like quality. It just hits all the marks for me <3 I'm SO excited to see what she comes up with and to share it with you all!"}, {"update_no": "UPDATE #3", "update_userinfo": "WE DID IT!! *happy dance* ... now to stretch goal this baby!!", "update_content": "OMG, I can't believe... we made the goal with 12 days left!\nHonestly I thought I'd make the goal, but only by the skin of my teeth, so I'll be taking today to celebrate but also think about what I can offer to everyone if we make the stretch goal.\nI'm thinking the stretch goal will be 8,000, for the purpose of funding a very small radio promotion campaign (which will cost 1,500)."}, {"update_no": "UPDATE #2", "update_userinfo": "Bridge Song T-shirts!", "update_content": "Ok, had to give another little update for ya'll!\nThere will be TWO designs for t-shirts and totes, and here is one of them that I just got in my inbox today:"}, {"update_no": "UPDATE #1", "update_userinfo": "\"The Bridge Song\", performed in a NERFA hotel room :)", "update_content": "Wow everyone, it's been 7 days, and we are 1/3 of the way there! This is sooo very awesome and I can't thank all you early backers enough! The hardest part about Kickstarter is gaining momentum, but you all have helped me get this off the ground so well, I feel optimistic that we will make the goal.\nOver the weekend I was at this amazing folk music conference, and had so many opportunities to play with others. While hanging out with my good friends Matthew Michael and Christina Marie, we decided to play and record the Bridge Song, which is the last on the album. This song has been on my heart since the 2016 election, and exactly a year ago I wrote it. Many people have told me how much they love this song and it's message, which is why I decided to put it on the album :) I hope you like it! <3"}, {"status": [{"Project funds successfully": "97 backers pledged $7,455"}, {"Project launches": "NOVEMBER 1, 2018"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hi, I'm Brooke Annibale. \nI'm making a new record. It's almost finished and I'd like you to be a part of it!\nOK WOW. We reached the goal and then some. BUT THERE'S MORE. I've got special bonus rewards that everyone will get, if we keep going:\nIF WE REACH $10,000 I’ll write and home demo a brand new song, that everyone who’s backed the project will receive, exclusively. (CHECK. DONE. WE DID IT. I'LL START WRITING.)\nIF WE REACH $15,000 I’ll also record a 3 song EP of acoustic versions of my songs, new or old. You get to vote on which songs I record. (CHECK, AGAIN! WE DID IT.  BACKERS-ONLY SURVEY AVAILABLE IN THE UPDATES SECTION)\n**NEW GOAL: IF WE REACH $20,000** I’ll ALSO record a 3 song EP of cover songs. You get to vote on which cover songs I record, from a list I’ll provide.\nI've even got a few more incentives in mind if somehow we surpass those goals (which would be INSANE AND ALSO AWESOME). \nAll the fun details below!\nSince the release of my 2015 record, The Simple Fear, I’ve been quite busy. I started focusing on writing this record in the fall of 2016. I sat down with the song ideas that I’d had over the last year and found new ideas hiding out somewhere in my heart and mind. I always think that no more songs will exist in me, but somehow they do. I’m grateful for that. I’ve always said that making music is my passion in life, and there’s nothing better than working really hard on little pieces of songs and watching them turn into an entire record that’s ready to share.\nRECORDING: \nSAM KASSIRER // GREAT NORTH SOUND SOCIETY\nI met producer Sam Kassirer in the fall of 2016, and we really hit it off. I’d been a fan of Sam for a while mostly via his work with Josh Ritter and Lake Street Dive (to name a few). We got together to work on two songs in the winter of 2017. It went really well and we decided to make an entire record together. Throughout the summer of 2017 we worked on 9 more songs at his remote studio, Great North Sound Society, in Parsonsfield, Maine. We invited some great musicians (and Sam's dog Lucy) to join us. After a lot of hard work (and a lot of fun times) we ended up with a full length record of 11 songs and it’s ALMOST ready to release. \nClockwise from upper left: Sam Kassirer (The Producer of the Record!) // Lucy The Dog // The Studio! Great North Sound Society // Cristobal (Cello) & Jenna (Violin)\n  Clockwise from upper left: Zachariah Hickman (Bass) // Me // Sean Trischka (Drums) & Ariel Bernstein (Engineering + Drums) // Josh Kaufman (Additional Guitars)\nINVESTMENT + NEED\nI've already invested some of (ok, I'll be honest MOST of) my personal savings into making this record, and I could use your help to take it over the finish line. As some of you may know, this is not my first record or my first crowdfunded project. The challenges of making a record come with the territory. For me, the biggest reward and the energy that keeps me inspired comes from playing my songs for you. With this next record I hope to tour more extensively (across the USA and beyond) and share it with as many new ears as I can reach. \nMy goal is set at $7,500, which helps cover my basic remaining costs. It's just enough to get the record finished. Your support will help fund: final producer fees, mixing, mastering, manufacturing costs, and promotional costs.\nBUT IF WE REACH THAT GOAL... THERE'S MORE. If we're able to reach $7.5k and keep going I've got special bonus rewards that everyone will get. \nIF WE REACH $10,000 I’ll write and home demo a brand new song, that everyone who’s backed the project will receive, exclusively.\nIF WE REACH $15,000 I’ll also record a 3 song EP of acoustic versions of my songs, new or old. You get to vote on which songs I record.\nIF WE REACH $20,000 I’ll ALSO record a 3 song EP of cover songs. You get to vote on which cover songs I record, from a list I’ll provide.\nI've even got a few more incentives in mind if somehow we surpass those goals (which would be INSANE AND ALSO AWESOME).\nREWARDS! \nPACKS NAMED AFTER SONGS ON THE RECORD\nI wanted to have fun with this Kickstarter campaign (and hopefully you will too), so I named some of the rewards packages after songs on the record! \"Hold On\" \"Glow\" \"Point of View\" \"Hold to the Light\", etc... these are all names of new songs appearing on the new record. Here are some of the items I’m really excited about in the packages…\nHollowood Music Listening Party - I’ll play the record, before it's released, at a special listening party at my family’s music store in my hometown, Pittsburgh, PA! (More details in the “family pack” to the right -->)\nThe Home Demos - I worked extra hard recording demos at home before stepping into the studio, and you can get those in many of the rewards packs.\nMini Polaroid on Framable paper: You've probably noticed a lot of the photos on this page are pictures of polaroids. I took most of these photos, Sam and the musicians took some too! I'll attach these to some nice paper and write a lyric, caption or journal entry. (More info in the \"Point of View\" Pack)\nAlbum Influences Spotify Playlist - Throughout the recording process, I made playlists that inspired and influenced the making of my record. Everyone who backs the project will get access to a Spotify playlist of album influences along with a guide to exactly what it was about each song inspired me.\nGlow T-Shirt - New Design inspired by my new song \"Glow\" - a song that is so much fun, I decided to throw glow sticks into that package. \nVinyl! - I'm so excited to offer vinyl this time around!\nVHS Video Tape - 4 live solo electric studio performances of brand new songs on a VHS tape (yes, i'm serious, VHS) (Only 4 of these available, More info in the Throwback pack!)\nPrivate Virtual Concerts - I'll play you and your friends/family a private Skype concert where you pick the songs! Only 10 of these available\nHouse Concerts - I'll come to your house or office and play a show for you and your friends/family! (local and national, US only, more details in house concert packs to the right -->)\nThose are just a few of the things I'm really excited to offer as rewards for your generosity in supporting this project. I'm also really excited to share bonus content like... behind the scenes video clips, pictures, song snippets and more to all of you who back the project. Keep scrolling because ALL of the rewards are listed to the right! \nPictures & videos of some of those rewards below:\nMini Polaroids that will be used for the Polaroid Reward\n   in front of my family's shop, Hollowood Music // The new \"GLOW\" T-shirt Design\n  PLAY\n\n  Ok, I guess I'll put my helmet on now cause this is going to be a wild ride...\n ....Keep scrolling because ALL Of the rewards are listed to the right!\nMORE INFO:\nwww.brookeannibale.com   \nFOLLOW: \nFacebook  \nTwitter: @brookeannibale\nInstagram: @brookeannibale\nLISTEN:\nSpotify \nYouTube\nSoundcloud\nThanks to Joel Messer at CrashBoomBang Media for the video footage!\nProfile & project header photo by the super talented, Alysse Gafkjen.", "risks": "Risks and challenges\nI'm setting my goal at the bare minimum that I need to be able to cover my most basic costs. \n\nThere is always the chance of production delays, but no one wants that, especially not me. I'll keep everyone updated throughout the process.\n\nThe biggest risk we're taking is not meeting the goal. If that goal isn't met, none of the pledges will be collected and none of the rewards will be distributed. Sooo, let's just meet the goal, ok!?\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "\"We Were Not Ready” Pack", "descp": "Maybe you’re not ready to support the project for more than $10. This is the pack for you. Includes an advanced digital download of the album, a digital copy of the album artwork along with all the campaign updates.\nINCLUDES:\nNew Album Download\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content\nAlbum Influences Spotify Playlist", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "\"Hold On\" Pack: Signed CD + Home Demos", "descp": "A signed copy of the new album on CD to hold in your hands, cause what else do we do with CDs these days? This pack ALSO includes a download of demos versions of the songs that I made before stepping into the studio & an advance new album download.\nINCLUDES:\nSigned CD Copy of the New Album\nNew Album Download\nHome Demo Digital Mixtape\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["89 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "\"GLOW\" Pack: T-Shirt + Signed CD", "descp": "First ever printing of the “Glow” tee shirt, inspired by a new song of the same name, off the new record (one of my happiest songs to date, by the way). Oh and I'll even throw in a few glow sticks. Includes signed CD copy of the new record plus advance download.\nINCLUDES:\nBrooke “Glow” T-Shirt\nSigned CD Copy of the New Album\nGlow Sticks (for dancing around to the song Glow)\nHome Demo Digital Mixtape\nAlbum Influences Spotify Playlist\nNew Album Download\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "\"Distraction\" Pack: Signed Vinyl", "descp": "Don’t be distracted when you listen to the new record. Sit down and listen to it the old fashioned way, on warm vinyl. Plus advance download.\nINCLUDES:\nSigned VINYL Copy of the New Album\nHome Demo Digital Mixtape\nAlbum Influences Spotify Playlist\nNew Album Download\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "\"Either I\" Pack: Tickets to a Show", "descp": "Either a pair of tickets to the Pittsburgh Listening Party (date TBA, description in the \"Family pack”) OR a pair of tickets to my next show in your area (US only). You can specify after the project is funded.\nINCLUDES:\nLimited to 25!\nSigned CD Copy of the New Album\nTix to Hollowood Music Party OR Other upcoming show in your area\nNew Album Download\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["16 backers", "Limited (9 left of 25)"]}, {"amt": "Pledge US$ 75 or more", "title": "\"Point of View\" Pack: Polaroid + T-Shirt", "descp": "See my point of view…. well, through the lens of my mini-polaroid camera. I will send you a mini-polaroid (that I personally photographed) of a studio or tour memory, along with a handwritten caption, lyric or journal entry all assembled by hand onto a sheet of art paper. Framable, one of a kind, and hand-numbered. PLUS you'll get the Glow t-shirt, a signed copy of the new record on CD plus advance download.\nINCLUDES:\nLimited to 25!\nMini Polaroid on Framable Paper\nSigned CD Copy of the New Album\nBrooke “Glow” T-Shirt\nAlbum Influences Spotify Playlist\nNew Album Download\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (21 left of 25)"]}, {"amt": "Pledge US$ 100 or more", "title": "\"Underneath\" Pack: Liner Notes", "descp": "See your name underneath the credits in the liner notes on the album artwork as someone who helped make this record possible! Signed CD, also includes advance download.\nINCLUDES:\nYour Name in the Liner Notes\nSigned CD Copy of the New Album\nNew Album Download\nHome Demo Digital Mixtape\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Throwback Pack: VHS + Vinyl", "descp": "I performed 4 new songs solo electric in the studio by candlelight. Get all four performances on an autographed VHS tape. There are only 4 of these tapes in the WORLD (I know, crazy, right?) Plus signed vinyl, and an advance download.\nINCLUDES:\nLimited to 4!\nVHS Video Tape (4-song performance)\nDigital video links (in case your VHS player breaks!)\nSigned VINYL Copy of the New Album\nNew Album Download\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (3 left of 4)"]}, {"amt": "Pledge US$ 100 or more", "title": "Handwritten Lyrics Pack", "descp": "I’ll handwrite the lyrics to your favorite song of mine on framable art paper. Also includes signed CD, home demos and advance download.\nINCLUDES:\nLimited to 20!\nHandwritten Lyrics\nSigned CD Copy of the New Album\nHome Demo Digital Mixtape\nNew Album Download\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (16 left of 20)"]}, {"amt": "Pledge US$ 125 or more", "title": "\"Hold to the Light\" Pack", "descp": "There is a running theme on the record of \"light.\" Along with the music (signed vinyl & CD) you'll get a \"Brooke Annibale matchbook\" and I'll throw in a couple of tea lights to burn while you listen to the new record and read your name in the album liner notes. Also includes a \"Glow\" t-shirt, the home demo digital mixtape, plus an advance download.\nINCLUDES:\nSigned VINYL Copy of the New Album\nBrooke “Glow” T-Shirt\nYour Name in the Liner Notes\nSigned CD Copy of the New Album\nNew Album Download\nBrooke Matchbook\nTea Lights (to burn while listening!)\nHome Demo Digital Mixtape\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Family Pack: Pittsburgh Listening Party", "descp": "My grandfather founded Hollowood Music & Sound in my hometown, Pittsburgh, PA. I’m so proud of my family and I’m pretty proud of this record too. I’ll play the record, before it's released, at special listening party at my family’s music store. I’ll also perform a couple of the songs myself. I’ll provide some light but special snacks and drinks. This pack includes TWO tickets to the party, so you can bring a friend. You’ll get the Glow t-shirt and a signed cd along with your name in the liner notes, so you’re basically already a part of the family. The party will take place on a date TBD (we will give lots of advance notice). More info to come! Also includes an advance download.\nINCLUDES:\nLimited to 25!\n2× Ticket to Record Listening Party at Hollowood Music\nSigned CD Copy of the New Album\nBrooke “Glow” T-Shirt\nYour Name in the Liner Notes\nNew Album Download\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers", "Limited (22 left of 25)"]}, {"amt": "Pledge US$ 200 or more", "title": "\"We Were Not Ready\" Super Pack", "descp": "So you’re not ready to go out and have a good time at a show of mine. Stay in. I’ll play a private online solo show for you and your family/friends on Skype. I’ll play 6 songs of mine, you pick. Invite your friends/family to watch with you. Plus your name in the liner notes. Also includes everything digital: the demos, the artwork & the advance album download.\nINCLUDES:\nLimited to 10!\nPrivate Virtual Concert (6 songs)\nNew Album Download\nYour Name in the Liner Notes\nHome Demo Digital Mixtape\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 250 or more", "title": "\"Collided\" Pack: Almost Everything", "descp": "This is where basically everything on this page collides and becomes one super pack. And I’ll even throw in a personalized holiday card from me to you delivered this year.\nINCLUDES:\nLimited to 20!\nSigned VINYL Copy of the New Album\nBrooke “Glow” T-Shirt\nYour Name in the Liner Notes\nSigned CD Copy of the New Album\nHoliday Card, from Me to You in 2017\nHandwritten Lyrics\nMini Polaroid on Framable Paper\nNew Album Download\n2× Tix to Hollowood Music Party OR Other upcoming show in your area\nHome Demo Digital Mixtape\nGlow Sticks (for dancing around to the song Glow)\nBrooke Matchbook\nTea Lights (to burn while listening!)\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (15 left of 20)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Local House Concert Package + Merch Pack", "descp": "I will perform a solo acoustic performance in your home, office, or other listening room space within a 300 mile radius of Pittsburgh. (Subject to my touring schedule, within the US only, performance length approximately 1-1.5 hours). Also includes signed vinyl, signed CD, Glow t-shirt, holiday card, home demos and advance download.\nINCLUDES:\nSigned VINYL Copy of the New Album\nSigned CD Copy of the New Album\nBrooke “Glow” T-Shirt\nHoliday Card, from Me to You in 2017\nHome Demo Digital Mixtape\nNew Album Download\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content\nFREE Shipping", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 1,500 or more", "title": "US House Concert Package + Merch Pack", "descp": "I will perform a solo acoustic performance in your home, office, or other listening room space within the Contiguous USA. (Subject to my touring schedule, within the US only, performance length approximately 1-1.5 hours). Also includes signed vinyl, signed CD, Glow t-shirt, holiday card, home demos and advance download.\nINCLUDES:\nSigned VINYL Copy of the New Album\nSigned CD Copy of the New Album\nBrooke “Glow” T-Shirt\nHoliday Card, from Me to You in 2017\nHome Demo Digital Mixtape\nNew Album Download\nAlbum Influences Spotify Playlist\nAlbum Artwork / Liner Notes PDF\nAll Updates + Bonus Content\nFREE Shipping", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Executive Producer Credit", "descp": "Wow! Thank you! You will get a very special thank you in the liner notes dedicated to you, plus you will receive any or ALL of the merchandise items on this page.\nINCLUDES:\nFREE Shipping", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"status": [{"Project funds successfully": "238 backers pledged $20,672"}]}], "comments": [{"username": "Victoria Pollard", "content": "I finally opened and listened to the whole album this past Saturday, and I must say I'm really impressed with not only the music but the effort put into the physical rewards as well. I have never seen anyone incorporate the lyrics/songbook into the album case itself, and I truly appreciate the time it must have taken to create the layout, do the photography, etc. There is a lot of stuff we don't see beyond making music, and I'm extremely glad that I chose to support your work and see that you're really putting everything you can into this.", "time": "almost 3 years ago"}, {"username": "Steve Dodd", "content": "Will the EPs be digital or on CD?", "time": "about 3 years ago"}, {"username": "Chris Schneider", "content": "Come join the new Brooke Annibale fan facebook group that I'm starting here... https://www.facebook.com/groups/620398994981908/", "time": "about 3 years ago"}, {"username": "groovenik", "content": "Which three songs ended up winning the poll?", "time": "over 3 years ago"}, {"username": "Stephen Wissink", "content": "Steve and Andrea", "time": "over 3 years ago"}, {"username": "George Kummerer", "content": "I’d love to hear your take on something from an old band from Philadelphia called The Hooters", "time": "over 3 years ago"}, {"username": "Naomi Duncan", "content": "That leads me to my other question, I found out that you had done quite a few albums already. Can't find the songs or lyrics of the albums Memories in Melody (2005) or The In Between (2008) anywhere though. I am guessing it's because they were from a while ago when you first started or maybe I am not looking in the right places! Could only find them listed on SoundHound but not on YouTube, Spotify or anywhere else as far as I could see. Are they obtainable from anywhere? If not do you have any plans to release them again? Thank you! Excited for the stretch goals…", "time": "over 3 years ago"}, {"username": "Chris Schneider", "content": "Congrats on hitting another goal! You reached the $20K goal with hours to spare!", "time": "over 3 years ago"}, {"username": "Chris Schneider", "content": "Congrats on hitting the new $15k goal!!!", "time": "over 3 years ago"}, {"username": "Hervé", "content": "Hervé", "time": "over 3 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "    \"What if this is the last show you ever play?\"\nI asked myself this question one snowy night in Pittsburgh at a show in Squirrel Hill. It was right around my birthday in 2016. The stage fright that started after my mom passed away had only been getting worse; I was ready to hang up my hat and take a break.  My first live show was in 1996 and I'd been touring or performing in some capacity since then.  \nI made my set list and played the songs I would play if it was my last show. It was an awesome night. I relaxed. I breathed into it. I let go.  \nWhich brings me to now.  \nThe news can be dire. There seems to be trouble afoot everywhere I look. But now is not the time to surrender to the grief. To hopelessness. To doubt. Now, more than ever, artists are needed to rise up and do their part to bring comfort, passion, love, a voice of the resistance, rage, hope and even despair.  \nDaniel Marcus and I took THE set list from THAT snowy Pittsburgh night and set to work. We hunkered down in his studio late at night after his daughter was asleep and before his new baby was born.\nWe worked with several trusted musicians and friends who respected our vision and helped me get the sound I envisioned.\nIt's almost done. I saved up and paid for it up to this point, but I hope you'll join me in paying the folks who are helping me finish this album.  \nThese are my \"I don't want to quit music without playing these songs live one more time\" songs. This album made me fall in love with art all over again. I hope they'll make you happy (and sad and mad and hopeful) too. Thank you for being part of this project.  \n This goal includes payment for production of the CD (aka: paying Dan for all of his hard work), mastering with Maria Rice, CD artwork (I am making a very limited number of physical copies - pre-ordering here is your best chance of getting one), and fees for Kickstarter.  \nStretch Goals - \nI will break even with the $10,600 goal, meaning all the other artists and the co-producer and the masterer will be paid.\nMARKETING/PROMOTION: I'd love to hire a professional who can help me promote this album for radio and film work. I estimate an additional $3000 for this.\nPAYING MYSELF: It's funny... I feel weird asking to get paid. I can't exactly count the hours I have spent working to create these songs, because they are part of the fabric of my life. I'd love to be able to pay myself for my work on this project. And I'll take anything beyond the $13,600 mark as payment for myself. (PS - this is Frances. Hi everyone! I am very excited about this FREAKIN' AWESOME album, and Judith deserves equal pay for equal work! Woot! Show some green!)\nOh. My gosh, Frances.\nThank you!!\nLove, Judith", "risks": "Risks and challenges\nI purposefully waited until we had the album recorded and almost finished before launching this campaign. It's already made and with your help, we can get it digitally distributed and in your hands. \n\nI'm not sure what risks there might be, but the sound is a little different from what I've done before so maybe there's a chance you won't like it? (this little box is asking me about risks and Frances and I both agree that there are few risks. It's already done so as long as I can pay Daniel, visual artists, and our mastering engineer fairly, we're good!)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "The J.J.", "descp": "Make a pledge without a reward. You'll get backer updates and be on Team Jude for infinity and beyond.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 10 or more", "title": "The Judy", "descp": "Hot off the e-press, you'll get a downloadable link to Walk Steady as soon as it is ready.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The Judester", "descp": "Copy of the new album and a digital download card to share with a friend.", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Poot", "descp": "Physical copy of CD, digital download card, a handwritten letter about whatever is on my mind at the time (many musings....many), and a sheet of adorable stickers that my wife will pick out especially for you. (Frances came up with this idea and yes, she puts stickers on everything.)", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Hey, Jude", "descp": "2 copies of Walk Steady, a digital download card of the new album, and a poem written just for you - handwritten and mailed with a sheet of stickers and a pack of Pixie Stix.", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The Judith", "descp": "2 copies of Walk Steady, digital copy of the new album, a limited edition Walk Steady Tote Bag and your name in the liner notes.", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "The Jibber My Timbers", "descp": "2 physical copies of Walk Steady, digital download card, and a care package filled with things our cats think you should have. (Seriously, they are Ahmeowzing care-package-pickers.)", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "The I Heart Judy", "descp": "5 copies of Walk Steady, 5 digital download cards to share with your friends, a limited edition Walk Steady tote bag, and a hand-picked care package of our childhood favorite things. (This will include embarrassing original copies of photos, poems from my junior high years, stickers, candy, and treats that make our teenage and child-like selves smile.)", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Jib Jom", "descp": "Everything from the I Heart Judy package PLUS my wife will make you a mix CD of her favorite obscure Judith Avers tracks. (We're talking the songs NO ONE has ever heard and some that I am mortified you may hear, but you mean a lot to me and Frances really wants me to do this.)", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "The Baby Sweetheart Sugar Darling", "descp": "5 copies of Walk Steady, Digital Download card, limited edition tote bag and I will write a custom song for you or a loved one in time for the holidays. Check out www.thesongjar.com for samples of some of my commissioned work. (This is what Frances - my wife - got me for Christmas last year. My business partner Brooke Annibale wrote a song; I cried my eyes out...I'll write one so your sweetie will too.)", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 700 or more", "title": "The Queen Jude", "descp": "In addition to 5 copies of the CD, digital download cards, and a limited edition tote bag, this reward also entitles you to a 2-3 night stay for you and a friend at the Tree House! (Also known as the sweet lil guest house in our back yard in Northern California.) It's 30 minutes from the Sacramento Airport and all kinds of peaceful.\n(*You can request a super-deluxe Cat Care Package from our kitties if you'd rather.)", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 3,500 or more", "title": "The Babe, Are You Serious?", "descp": "The I Heart Judy PLUS ---\nAlthough my wife is looking at me with that \"umm..babe?\" look, I mean it when I say that if you donate $3500 or more to this project, I will tattoo the name of your favorite pet somewhere on my body. Yes, I mean it and yes, I get to decide where.\n(*If your favorite pet happens to have the name of a certain sexist, egotistical, lying, hypocritical bigot, then I do reserve the right to kindly decline, of course.)\nAlso, Frances is asleep and it's late so I'm just going to hit \"save\" on this one and take my chances.\nSide note: you will also receive CDs, totes, presents galore. But mostly, you and I will go down in infamy because no one ever does this level of rewards and we'll be legends. Okay, YOU will be the legend and I will be the one silently judged by all her friends, but I don't care if you don't.)", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "It's on its way!!! Rewards sent - album update!", "update_content": "Happy New Year to you!!  And to us.  The album is finally and truly on its way.  Packages sent and links emailed.   What a relieving way to start 2020.  Whew!!!\nSome praise is needed.  \nSpecial thanks to my kind and generous wife, Frances, for helping me package and sort my thoughts.  I had a really freaky experience with some dog bites on my right hand and it set me back a while and Frances helped me so much.  One of the rewards tiers included an essay/journal entry from me and there are a few that even got written by Frances as I dictated!  I can't properly type up how much she helped me - even this last Saturday, after I had done three big trips to the post office, she took my last box and spent two hours sending them.  I'm humbled.  And thankful."}, {"update_no": "UPDATE #10", "update_userinfo": "Happy New Year from Judith", "update_content": "Hello Friends - \nA small note to let you know that packages are going out this week!  Happy New Year and Happy Holidays from me and the kitties (and Frances).  \nWe've been waiting for some final publishing information to go through before I can send things out, but it's finally happening.  Omgosh. "}, {"update_no": "UPDATE #9", "update_userinfo": "They're here! They're here!! They're here!!", "update_content": "So many things, friends.  So many things.  \nLife!  It's flying by and I'm working on just coasting with it.  I'm so excited to let you know that the cd is back from the printer.  So.  Many.  Hiccups.  \nBut they're here.  I'm looking at one right now.  The front is a representation of a painting by my friend Emily Coleman in Lewisburg, West Virginia.  She tied all of the covers of my past CDs together in one CD cover.  It was a more poetic story, but I'm too excited to share it all now.  "}, {"update_no": "UPDATE #8", "update_userinfo": "Slow and steady wins the race, right?", "update_content": "Hi Beautiful People,\nI thought I better hop on here real quick and let you know that although we received the copies of the new CD in the mail, there is a slight issue with the cover.  I'm working on it now and it's looking like I'll need to re-print.  I'm pretty bummed out about it, but also don't want to send out anything that isn't working."}, {"update_no": "UPDATE #7", "update_userinfo": "Finalizing back cover!!! EEEEEEP!!", "update_content": "Hi folks,\nA quick update and \"hello\" from me!  We are finalizing the back cover information (why does that always take me foreverrrrr to do?)  I think there is a part of me that wonders if I will ever make a physical CD again?  Will I stick to digital in the future?  Records?  Hmm...I wonder. Whatever the future for recorded music holds for me, I just need to commit and move on, I guess, so I am.  "}, {"update_no": "UPDATE #6", "update_userinfo": "Sometimes I'm Crawling Steady", "update_content": "Greetings from sunny California,\nThe wind is blowing today and it is spreading little flower petals from the trees all over our yard.  I even found flower petals in my book yesterday morning.  They tumbled out as I was drinking my morning coffee.  So sweet.\nI hope this finds you all well.  Just a quick check-in to let you know that the new album, Walk Steady, is currently being mastered by Maria Rice at Peerless Mastering in Boston.  After that, I'll be working with our visual artist on the cover art and getting the album ready for a short run of physical copies for you.  "}, {"update_no": "UPDATE #5", "update_userinfo": "Still Steady, Still Walking", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Hallelujah!", "update_content": "Backers!  I'm trying not to overload your inboxes, but my stomach and anxiety levels are calling to me to celebrate the fact that we are currently at 84% funded.  I've never been online more.  Ahh!!\nThank you for supporting this album.  Myself and the folks I'm raising money to pay as fairly as I can are so grateful.  I'll send a secret clip later - just for you."}, {"status": [{"Project funds successfully": "134 backers pledged $10,891"}]}], "comments": [{"username": "Jana Everett", "content": "Judith! I'm so excited to hear this album!!! I just had a light bulb moment when I realized that it may be coming soon! Miss you and Frances!!", "time": "over 2 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hello! And thanks so much for visiting my album preorder site!\n I am inviting you, my friends, fans, and folks who are new to me to take part in my new album project!! I plan to record an album of 10-12 original songs  at the Church Recording Studio (recently merged with Treelady Studios), here in my hometown of Pittsburgh, PA. I'll be working with some old friends, special guests, and some new faces and I am offering some great exclusives for preorder levels!!\nSince I left my former band, Rusted Root, several years ago, so many friends and fans have been asking me when I might be making new music again. Well, the time has come for me to get back in the studio and I feel super refreshed and ready with a bunch of new songs!\n I have already made demos of several songs and feel sooo excited about them and can't wait to get in the studio to start integrating input from everyone else. Here are a few videos including snippets of songs from my homemade pre-production demos:\n\"mary\"\nPLAY\n\n\"So Sorry Now\":\nPLAY\n\n \"Sick Wheels\":\nPLAY\n\n \"Gold Coast\":\nPLAY\n\n  I've also been pleased to discover that taking a hiatus from music has really enlightened and defined my musical creative process, and I have a lot of exciting brand new songs and styles to explore. I've also been revisiting some great ideas for songs from the past that never came full circle. I'm finding that I did not have the emotional information to complete those songs until now, so that's been an awesome element to this journey for me, finding puzzle pieces for incomplete musical imagery.\nThe basic level for preorder is the digital download of the album, and the levels go up from there to a hard copy of the CD, to all kinds of visual art exclusives, limited edition prints of my most popular artworks, and more!\n WE-- you and I together-- ARE the music industry, and I'm asking you to be a part of my album production! \n I'll be using the preorder and exclusive funds to pay for studio time, to pay musicians, to produce the hard product and to ship everything out and if there are funds left after that, to distribute and promote the album so more people can hear it!. \nThank you so much and please share with all the music lovers in your life!\nLOVE, Jenn\nHere are the images of the limited edition signed and numbered art prints that are available in my exclusive levels:\n\"White Buffalo on the Thames\" mixed media on map 2016\n  \"Three Birds\" mixed media 2011\n  \"It's Time to Wake Up\" acrylic on map and canvas 2016\n ", "risks": "Risks and challenges\nAs with any project, there can be unforeseen schedule variances. I have listed the dates of fulfillment as estimates. \nSome things that can affect these timeframes are:\n\nStudio and musician scheduling and availability, CD manufacture, and of course, since I will be hand creating some of the exclusives, that is a time consuming undertaking. \n\nI am excited to meet the challenges and feel confident the project will be completed along the lines I have set forward here!!!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Digital download of the new album!", "descp": "Get the new Jenn Wertz album delivered to you digitally to add to your music library!", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["48 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Hard CD copy of the new album", "descp": "Copy of the CD PLUS digital download", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers", "Limited (256 left of 300)"]}, {"amt": "Pledge US$ 30 or more", "title": "12\" vinyl record of the new album", "descp": "12\" vinyl copy of the new album PLUS digital album download", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (195 left of 200)"]}, {"amt": "Pledge US$ 40 or more", "title": "Signed hard copy CD", "descp": "Get a CD signed by Jenn Wertz PLUS Digital album download", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers", "Limited (180 left of 200)"]}, {"amt": "Pledge US$ 40 or more", "title": "Signed 12\" vinyl record of the album", "descp": "signed vinyl! PLUS the digital album download.", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (93 left of 100)"]}, {"amt": "Pledge US$ 50 or more", "title": "Signed, hand written lyric sheet", "descp": "My scrawly lyrics hand written with a note on song meaning, signed and dated. PLUS the digital album download", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (5 left of 10)"]}, {"amt": "Pledge US$ 65 or more", "title": "Signed11x14 print of original art", "descp": "Signed and numbered limited edition 11x14 print of \"Its time to wake up\" (Image is 10x10) PLUS the digital album download\nSee \"It's Time to Wake Up\" to the left< in my project description!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (17 left of 20)"]}, {"amt": "Pledge US$ 70 or more", "title": "Signed 11x14 original art print", "descp": "\"White Buffalo on the Thames\" limited edition, signed and numbered 11x14 print PLUS digital album download! See image in project description to the left.", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (18 left of 20)"]}, {"amt": "Pledge US$ 75 or more", "title": "Signed 11x14 print of original art", "descp": "Signed and numbered print of original art by Jenn Wertz limited edition!: \"Three Birds\" PLUS the digital album download.\nsee \"Three Birds\" to the left < in my project description!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers", "Limited (4 left of 20)"]}, {"amt": "Pledge US$ 120 or more", "title": "8x10 original artwork on canvas", "descp": "One of a kind, original 8x10 painting on canvas, unframed, in acrylic and or mixed media. PLUS the digital album download.", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (1 left of 10)"]}, {"amt": "Pledge US$ 150 or more", "title": "Hand crafted cigar box by Jenn Wertz", "descp": "A little repurposed box with original art signed and dated by Jenn Wertz!! Sturdy cigar box, mixed media or acrylic. Limited edition!! PLUS the digital album download", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers", "Limited (2 left of 6)"]}, {"amt": "Pledge US$ 175 or more", "title": "Cover song to post dedicated to ___?", "descp": "Assign me a song to cover, I will post it to youtube dedicated to you or whoever you like ! (in good intention only!) PLUS the digital album download.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["0 backers", "Limited (4 left of 4)"]}, {"amt": "Pledge US$ 250 or more", "title": "Backers choice Hang Out bundle", "descp": "Hang out with Jenn for your choice of:\nA Bike ride in PGH, a dinner with sparkling conversation, or a sunset cruise on the rivers (PGH area only)\nPLUS signed hard copy of CD, PLUS signed and numbered print, PLUS digital album download", "time": [{"ESTIMATED DELIVERY": "May 2018"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 300 or more", "title": "16x20 or larger original artwork", "descp": "16x20 or larger artwork in acrylic and/or mixed media on repurposed materials. We can discuss a color scheme. PLUS the digital album download", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 500 or more", "title": "Guest spot on the album", "descp": "Play a shaker or tambourine, pluck a guitar, sing a backup vocal...count off a song! You will be credited on the recording! (We will have to have input on your contribution!!...) This includes in studio visit, of course. PLUS digital album download. Pittsburgh area.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["2 backers", "Limited (1 left of 3)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "Executive producer bundle", "descp": "Get an executive producer credit, PLUS a signed and numbered limited edition print of Jenn Wertz art, PLUS a signed CD, PLUS vinyl album, PLUS an in studio visit (or skype call for out of PGH area), PLUS the digital album download!!!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Original album artwork/Exec prod.credit", "descp": "Own the original artwork from the album cover, signed, dated and dedicated to you, PLUS and in studio visit, PLUS executive producer credit on the album. PLUS the digital album download!", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (1 left of 3)"]}, {"amt": "Pledge US$ 3,000 or more", "title": "Big Producer Bundle", "descp": "All of the following:\ndigital download, signed CD, signed Vinyl, 16x20 or larger original artwork, a studio visit, all 3 signed and numbered original art prints, an executive producer credit on the album, and a personal song recorded just for you", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 5,500 or more", "title": "Angel Investor Bundle", "descp": "All of the following:\ndigital download, signed CD, signed Vinyl, 16x20 or larger original artwork, an album guest spot w/studio visit, all 3 signed and numbered original art prints, an executive producer credit on the album, a personal song recorded just for you, and a private acoustic house concert", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 85 or more", "title": "40 minute private voice coaching/ lesson", "descp": "Have a private 40 minute voice coaching session with Jenn in person (PGH area) or via skype etc.!!\nPLUS digital album download.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "In studio visit!", "descp": "A 90 minute in studio visit for you plus one guest! We can have lunch or dinner, talk about process, lay down some tracks! (Pittsburgh area only) PLUS the digital album download!", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "DOWNLOADS, PRESS & VIDEOS!!!", "update_content": "Hey Everyone! Happy Valentines Day and soon to be a Happy Spring!\nWell, I have to apologize for being very lame on the project update front. I have been busy for a year making this thing happen and (drum roll, please...) It is finally here!\nThe recording is done, the mixing is done, and the Masters are back. I am going to begin sending out the digital downloads to everyone in the next few days. I want you all to have the album before the general public. But, here is the general timeline breakdown:"}, {"update_no": "UPDATE #8", "update_userinfo": "Access your digital album download now!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Phew! Finally!", "update_content": "You can watch the 30 minute live Q and A here. The Q and A begins at 2minute mark.\nCopy and paste to view:\nhttps://www.facebook.com/jenn.wertz.7/videos/10155115817254141/"}, {"update_no": "UPDATE #6", "update_userinfo": "Album progress and rewards Update!!", "update_content": "Hey Everybody! I am so thankful and excited! Kickstarter just curated this project into their \"Projects We Love\" category, which is great news and Thank you Kickstarter for that!\nI did my first ever live Q and A on facebook this past Wednesday, and it was fun and funny.  I will be posting that link here tonight, so keep eyes open for that...If you did not tune in --never fear- there will be another live Facebook Q and A coming next week! I will keep you all posted! "}, {"update_no": "UPDATE #5", "update_userinfo": "Hello everyone! Great News!!", "update_content": "PLAY"}, {"update_no": "UPDATE #4", "update_userinfo": "Last Wednesday Q and A Live chat", "update_content": "HI Everyone! \nI want to thank all of you for backing my project!  We are off to a great start!\nExcited to share with you a few updates:\nI am now able to confirm that Jim Donovan, who was the original drummer in Rusted Root will be playing drums on several album tracks! I am so happy about this! Also, my former Lovechild band member, Korel Tunador will be adding tracks to the songs as we get into the recording process."}, {"status": [{"Project funds successfully": "200 backers pledged $23,067"}]}], "comments": [{"username": "Julie Caryl", "content": "JUlie", "time": "over 3 years ago"}, {"username": "Walt Srocki", "content": "YAY Jen!!!!! This is just wonderful!! Have FUN!!!!!", "time": "over 3 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "My new album, Slow The Devil, is almost finished! Pre-order it through this campaign to help me get my music & message out into the world!\nPLAY\n\n Stretch Goal #1: $15,000 - Radio Promotion, particularly for internet radio and streaming services like Spotify & Pandora, is one of the biggest ways that indie artists get huge exposure. Landing a spot on a playlist is a primary goal of mine that would place my music and message in front of a worldwide audience!\nStretch Goal #2: $20,000 - Tour + press and booking - Tour press is essential for getting the word out about shows in places where I’ve never played. Music connects us, and it’s even more powerful in live performance. My soul speaks directly to your soul, and I can assure you that your soul speaks back to mine. :) \nStretch Goal #3: $30,000 - International Tour in 2018 - In this day and age, we live in a truly global community. Hand-in-hand with streaming, international touring opens up the opportunity to engage new audiences and can be a meaningful contributor to growing my fanbase.\nPhoto by Bryce Johnson, from the \"Slow The Devil\" music video shoot\nThe Story\nI started writing songs for this new album over a year ago but the story, the REAL STORY, begins not with a song, but with a conversation... \nSeveral months ago, I posted this on my blog:\n\"One morning, I woke up with a song in my head. ‘Slow The Devil’ was a gift from the songwriting gods and the closest thing I’ve ever written to a protest song. I realized that the music was helping me through these dark times of uncertainty and disconnect.” \nShortly after publishing that blog post, I learned that one of my friends, a key member of my creative team with whom I've enjoyed working for years and for whom I have massive amounts of respect and trust, was on the opposite side of the political spectrum from me. I had to ask myself some hard questions. I’ve declared that my goal is to help create Unity, but will my song only create further divisiveness? As an artist, I refuse to compromise, but is there a bigger and more important message here? \nSo, I did something I’d been dreading – I spoke with my friend, and despite my trepidation, we had a great conversation! One thing he said particularly resonated with me: “We may have voted differently, but at the heart of everything, we are more alike than we are different.” When I thought about the way he and I live our lives, and the interests we share, I knew he was right.\nWe can have causes we stand for and opinions we hold dear, but that one crucial conversation with my friend reminded me how much we need to LISTEN to one another. What we really need is understanding: finding common ground through conversation.\nMy last album was about loving what makes you different. In the past two years that conversation has evolved and deepened. Slow The Devil is a call for Unity & Connection, through not only loving what makes you different, but loving what makes others different as well. ‘Unity’ doesn’t mean we should all be the same. Unity is about celebrating diversity! Each of us is a unique blend of biological inheritance and personal experience, yet as my friend said, “At the heart of everything, we are more alike than we are different.”\nMake Your Pledge Today \nHow do the rewards work, you ask? Check this out…. \nI’m beyond excited to announce that I will also be releasing this record to Limited Edition Vinyl! You can order just the vinyl package, or if you’d like one of the higher level rewards, simply select that reward and add an additional $15 (for Domestic U.S.) or $25 (for International) to your pledge at checkout for the upgrade to vinyl. Please note that there is a longer turnaround time for vinyl than for CDs, but I promise it will be worth the wait!\n **FOR INTERNATIONAL ORDERS* the vinyl upgrade is $25 to include shipping costs.\nEvery order over $100 comes in the \"Slow The Devil\" tote bag!\nThe Music\n\"Robyn is a true artist who forever continues to grow into the hearts of her fans. Her upcoming recordings will connect with you at a deep and honest level. She will give you more than you can imagine.\"\n- Brad Chapman, Multi-Platinum Vocal Producer\nI knew it was going to take a gifted and adventurous producer to fully bring this music to life. Blending electronic and organic instrumentation, producer Caleb Loveless crafted tracks that range from beautifully intimate to majestically epic. The album is a journey, beginning with the call to arms of “Slow The Devil,” through the battle cries of “This Means War,” the emotional aftermath of “Fallout,” and bringing us back together in the healing harmonies of “Bit By Bit.” \nPRODUCER: Caleb Loveless AKA COAV - Has written and produced songs that have been streamed millions of times around the world and used by major brands such as Coca-Cola, Microsoft, Vevo, MTV, and E! Network. Also, the most wonderful person to work with, and I just can't say enough good things about him!\nVOCAL PRE-PRODUCTION: Brad Chapman - Los Angeles-based celebrity vocal coach, specializing in capturing authenticity and emotion in vocal recordings. He has been awarded 23 RIAA Platinum Records and 45 Platinum Records worldwide.\nMIXING: Brenden Bytheway - half of the duo Scott & Brendo, his songs and mixes have been featured in some of the most viral videos on YouTube and heard by over 1 billion people. \nMASTERING: Elysian Masters - They’ve mastered records by legendary artists, including M83, Rodriguez, Fitz & the Tantrums, Bob Marley & The Wailers, Isaac Hayes, and Paramore. \nThis album also features an All-Star cast of collaborators and contributors: \nSTOLAR - NYC based Singer/Songwriter and co-writer of several songs on the album. Brilliant, brilliant songwriter.\nCallie Crofts - Billboard charting singer/songwriter, YouTuber, and frontwoman of My Fair Fiend. Callie lends gorgeous layered harmonies to many of the songs on the album.\nZac Bryant - Drummer for a whole slew of notable projects, including My Fair Fiend, Reflektor, GirafficJam, Callie Crofts (oh yeah, they’re engaged!) and the Crofts Family Christmas. \nAlyse Black - Singer/Songwriter, she's performed on NPR, recorded a commercial for Target, and is the winner of Billboard's Annual Songwriting Contest. Alyse and I wrote \"Bit By Bit\" on the first day we met!\nCari Cole Voice & Music and The Artist Success Circle - Mastermind group headed by my music business mentor, Cari Cole, who also just happens to be a celebrity vocal coach. Over the past several years, Cari's mentorship has changed my career and my life for the better, in so many ways. \nCarla Boecklin Photography\nThe Visuals \nCarla Boecklin Photography - Genius photographers Carla Boecklin and her husband and business partner Vita Krompl are two of my favorite people. I show up with chainmail, a faux Wolfskin, a feather boa, a sheer cloth, and metal armor, and Carla shows up with an industrial fan. The result? Wild, crazy gorgeousness. \nBryce Johnson Visuals - It’s a good thing that Bryce is as adventurous as I am (if not more so!) because every shoot we do together involves some kind of insanity. Like climbing up a rope on an icy cliffside to get to a frozen waterfall in a cave. Or dragging an antique piano AND a 300 lb cast-iron tub into the desert. Or lighting a piano on fire. No matter what crazy idea I come up with, Bryce always turns it into pure visual magic. \nDevore Artistry - Amy Devore is the hair & makeup artist behind every single one of my music videos and photo shoots. Seriously, I hardly dare step in front of a camera without having Amy there to bring out my inner rock star. :) \nCCXA - Delaney Gibson possesses some kind of crazy psychic intuition. She has an uncanny ability to read the vibe of an artist and create visuals and branding concepts that are SO PERFECT for that artist. OH, and she’s also an amazing singer-songwriter with upcoming releases from her band SIGNY. Delaney created the merch designs and logos for this campaign and also helped with creative consulting.\nSlow The Devil glassware, the Unisex Tee, and the Ladies Tank Top\nThe Money \nIn order to make the most of the opportunities I receive and create, I must put out the best, highest quality product possible. The team I’ve recruited to make this album are at the top of their game, and I am so thankful that they’ve agreed to help me bring this music to life. Producing a broadcast quality record and premium content is a huge investment, but it’s absolutely worth it to realize the full potential of this project.\nNow the only thing missing is you.\nYour support will enable us to finish recording the last few songs, and have the album mixed and mastered. Our goal of $10,000 is just enough to get the album released into the world and supported by a basic promotional campaign.\nBonus: Since over half the songs are already finished and ready to go, you’ll have the full album in your hands (or on your phone) before the end of 2017!\nHere’s a breakdown of where the money will go if the project is successfully funded: \nThe funds that go to PR, radio promotion, making videos, and spreading the word are a vital part of the plan. Your pledge of support is the first step, but there is so much more you can do to help beyond your donation. Please share this project with your friends, on social media, with anyone who might enjoy my music. Word of mouth is incredibly powerful. Together, we’ve got a good shot of getting this record noticed. \nAlright, LET'S DO THIS!! \nThank you from the bottom of my heart for your support, and as always, love wastefully, for love is never wasted. \nxoxo, \nRobyn \nFrom my desert songwriting sabbatical\n\"A captivating storyteller!\" - Music Connection Magazine\nPhoto by Carla Boecklin Photography\n“Ethereal, seductive and haunting…Like her idols, Sarah McLachlan, Tori Amos and Fiona Apple, Cage's music possesses the same bold, raw edge.” - Ruidoso News\nPhoto by Carla Boecklin Photography\n“Brilliant, piano-led character study and cautionary tales of mismatched desire. Fantastic writing across all the songs, and a real skill for the melodramatic and haunting chorus. Superb vocal work, too!” - MikeWhitePresents \nOn tour with original members of Jefferson Airplane, Jefferson Starship, Hot Tuna, and The Grateful Dead\n \"A Top-Notch Find! Wonderful songwriting that takes the right amount of risk to sound different but wonderfully so.\" - CDreview \nLive at O.P. Rockwell - photo by Todd Cole\n \"Beautiful Voice! Robyn clearly is a talent to watch out for.\" - Matt Rudland, Owner of Abbiko Music Group ", "risks": "Risks and challenges\nWhat happens next is up to you: the more support this Kickstarter receives, the more I'll be able to hire the publicists and radio promoters that are necessary to get a voice out there. If it goes really well, I'll have a budget to make more videos to help promote the songs further!\n\nOnce again, with so much love and excitement, thank you for joining me on this crazy and wonderful adventure!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "LIVE-STREAM CONCERT TICKET", "descp": "Admission to a Kickstarter backers exclusive live-stream show where I'll perform solo acoustic versions of each song on the album.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "DIGITAL DELUXE ALBUM", "descp": "You get an early bird digital download of the album before the official release date. Includes a PDF of album artwork, lyrics, Kickstarter exclusive demos, remixes & covers.\nINCLUDES:\nLIVE-STREAM CONCERT TICKET", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["50 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "2 SIGNED CDs", "descp": "Two signed CDs (one for a friend) weeks before the album is officially released! Also, the DELUXE DIGITAL ALBUM, so you don’t have to wait for the CD to arrive in the mail.\nINCLUDES:\nLIVE-STREAM CONCERT TICKET\nDELUXE DIGITAL ALBUM", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "LIMITED EDITION VINYL", "descp": "For the audiophiles and record collectors who want the full listening experience, this is a very limited run of SLOW THE DEVIL on vinyl. Want the vinyl plus other goodies? Just choose any reward package over $50 and add in an additional $10 to upgrade to vinyl instead of CDs!\nINCLUDES:\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers", "Limited (76 left of 90)"]}, {"amt": "Pledge US$ 55 or more", "title": "T-SHIRT OR TANK TOP", "descp": "Choose between a Unisex T-shirt or Ladies Tank Top. Super soft, high-quality fabric and a flattering fit, with the Robyn Cage \"Slow The Devil\" design.\nINCLUDES:\nLIVE-STREAM CONCERT TICKET\nSIGNED CD\nDELUXE DIGITAL ALBUM", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "\"SLOW THE DEVIL\" COCKTAIL GLASSWARE", "descp": "A set of 2 cocktail glasses with the \"Slow The Devil\" design, and a recipe card for the Slow The Devil cocktail, created specifically for this release by Wade Williams, mixologist & bartender at the High West Whiskey Distillery. Lightly sweet and refreshing, with a kick!\nINCLUDES:\nSIGNED CD\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nT-SHIRT OR TANK TOP", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "MIXTAPE", "descp": "I’m a huge music nerd and I love sharing my latest discoveries! You let me know what you’re into, and I’ll create a customized mixtape (physical CD or digital download) just for you.\nINCLUDES:\nT-SHIRT OR TANK TOP\nSIGNED CD\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (12 left of 20)"]}, {"amt": "Pledge US$ 125 or more", "title": "VOICE LESSON", "descp": "I will meet with you, either in person or via Skype, for a one-hour voice lesson. I'm passionate about helping people express themselves through music!\nINCLUDES:\nT-SHIRT OR TANK TOP\nSIGNED CD\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (15 left of 20)"]}, {"amt": "Pledge US$ 150 or more", "title": "MYSTERY BOX!", "descp": "What's in the box??? Well, it will include the items below and a few other surprises! Each box will be totally unique...\nINCLUDES:\nSIGNED CD\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nT-SHIRT OR TANK TOP\nCOCKTAIL GLASSWARE\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "SONGWRITING WORKSHOP", "descp": "Songwriting isn’t a talent- it’s a craft. I would love to help you shape your ideas into a well-crafted song. We’ll meet, either in person or via Skype, for an hour and a half session, and I’ll divulge all my favorite songwriting tips and tricks.\nINCLUDES:\nT-SHIRT OR TANK TOP\nSIGNED CD\nLIVE-STREAM CONCERT TICKET\nDELUXE DIGITAL ALBUM\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (20 left of 20)"]}, {"amt": "Pledge US$ 250 or more", "title": "ALL THE THINGS!", "descp": "Do you love band merch?? ME TOO!! This package includes all the physical merch items, plus several items from my current web store, plus the digital downloads. Score!\nINCLUDES:\nCOCKTAIL GLASSWARE\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nSIGNED CD\nDISCOGRAPHY\nSIGNED POSTER\nOUT OF PRINT T-SHIRT!\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (14 left of 15)"]}, {"amt": "Pledge US$ 300 or more", "title": "CO-WRITING SESSION", "descp": "I love co-writing, in fact, several of my favorite songs from the album are co-writes. We can either meet in person or via Skype, we’ll spend at least 2 hours writing songs together. We split the songwriter credit: 25% for me, 75% for you.\nINCLUDES:\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nSIGNED CD\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (7 left of 10)"]}, {"amt": "Pledge US$ 400 or more", "title": "COVER SONG VIDEO", "descp": "Pick your favorite song and I'll record a cover video of it! I will cover ANY song, film an acoustic live performance, and post it to YouTube with a dedication in your name!\nINCLUDES:\nT-SHIRT OR TANK TOP\nSIGNED CD\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "HANDMADE SONG", "descp": "I will write a song just for you, or for someone you love. Give me a story, or theme, lyric idea, melody, title, anything. You choose what the song is about, and I'll pour my heart, soul, and imagination into your song. Perfect for weddings, holidays (can be ready in time for Christmas), anniversaries, birthdays, or just for fun. I will make an acoustic piano + vocal recording and send you the MP3 and WAV files.\nINCLUDES:\nSIGNED CD\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (6 left of 6)"]}, {"amt": "Pledge US$ 750 or more", "title": "ACOUSTIC HOUSE CONCERT", "descp": "I will come to your house or the venue of your choice and perform a 1-hour set. I’ll provide the keyboard and sound system. If you don’t live in Utah, or in a city where I happen to be performing/visiting/touring, then we’ll have to add in travel expenses and gear rental. Please note, it’s completely legit and not unusual to charge a cover for house concerts and earn your money back. Your name will be listed in the special thank you’s in the album liner notes.\nINCLUDES:\nSIGNED CD\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "AN EVENING WITH ROBYN CAGE", "descp": "I will come to your house or backyard and entertain you and your guests all evening with a with a solo show up to 3 hours. I'll tell the stories behind the songs, and I’ll even take requests for covers! I’ll provide the keyboard and sound system. If you don’t live in Utah, or in a city where I happen to be performing/visiting/touring, then we’ll have to add in travel expenses and gear rental. Please note, it’s completely legit, and not unusual to charge a cover for house concerts and earn your money back. Your name will be listed in the special thank you’s in the album liner notes.\nINCLUDES:\nSIGNED CD\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "EXECUTIVE PRODUCER CREDIT", "descp": "You’re a sponsor!! Your name will be included in the special thank you’s in the album liner notes. Take your pick of any reward in $1-1000 range.\nINCLUDES:\nSIGNED CD\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "PRODUCED COVER SONG", "descp": "Full Studio Version – Pick a song, literally any song, and I will sing it, play it and record it. This time, however, I will record it at the studio where I recorded my album. We'll use top of the line audio gear and it will be a fully produced track with instrumentation. :) I'll send you a WAV and MP3 version of the song.\nINCLUDES:\nT-SHIRT OR TANK TOP\nSIGNED CD\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 3,000 or more", "title": "FULL PRODUCTION CUSTOM SONG", "descp": "Full Studio Version – I'll write you a custom song, about anything you like, and I will sing it, play it and record it. This time, however, I will record it at the studio where I recorded my album. We will use top of the line audio gear and it will be a fully produced track with instrumentation. :) I will send you a WAV and MP3 version of the song.\nINCLUDES:\nSIGNED CD\nT-SHIRT OR TANK TOP\nDELUXE DIGITAL ALBUM\nLIVE-STREAM CONCERT TICKET\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Feb 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "FOOD TRUCK CATERED CONCERT", "descp": "We'll bring the party to you!! I'll team up with Komrades Food Truck to provide catering and a full band concert. If you have a specific date or event in mind, please message me before you choose this award so I can confirm availability for myself and Komrades Food Truck. Must be within 50 miles of Park City, UT.\nINCLUDES:\nLIVE-STREAM CONCERT TICKET\nDELUXE DIGITAL ALBUM\nT-SHIRT OR TANK TOP\nCOCKTAIL GLASSWARE\nTOTE BAG", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 35 or more", "title": "DISCOGRAPHY", "descp": "4 signed CDs! Includes SLOW THE DEVIL, BORN IN THE DESERT, TALES OF A THIEF EP, and the BURNING NOW single. You'll also receive deluxe digital downloads of each release, including my RAINING SIDEWAYS EP. So basically everything I've ever recorded. :)\nINCLUDES:\nLIVE-STREAM CONCERT TICKET\nDELUXE DIGITAL ALBUM", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "25 backers"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "You're invited!", "update_content": "\"Slow The Devil\" has been unleashed into the world & it's time to celebrate!\nTo my Utah peeps: I would love for you to join me for a Release Party at The Downstairs (625 Main St. in Park City) this Friday, the 23rd 7-9pm. The extraordinarily talented Callie Crofts & Zac Bryant (and a special guest!) will be sharing the stage with me, and also performing an opening set. \nlive performance of the songs from the new album "}, {"update_no": "UPDATE #16", "update_userinfo": "\"Slow The Devil\" is officially out today!", "update_content": "Forget about New Years, this year I’m making a Thanksgiving Resolution.\nI may have told you in the past about my belief in the enormous power of Gratitude. For the past several years, I’ve made daily lists of things/people/places that I’m grateful for. Well, I’ve decided to change up my gratitude ritual… Instead of making a private list in my journal, I will send an email/text/tweet every single day to a person in my life for whom I am grateful, starting with you. I love you and I’m so grateful that you’re taking the time to read this message, and I want you to know it!!!"}, {"update_no": "UPDATE #15", "update_userinfo": "It's here!!!", "update_content": "Brand new, dark & creepy music video for \"Fallout\"!! \nSet in a post-apocalyptic wasteland, “Fallout” was filmed in at an old abandoned salt mine near the Great Salt Lake in Utah. Throughout the course of the video, my band members (my crazy talented friends Callie Crofts & Zac Bryant) and I undergo a gruesome transformation… "}, {"update_no": "UPDATE #14", "update_userinfo": "The new album is finished!!!", "update_content": "Hello, friends!\nWow, summer raced by and our little mountain town has already received its first generous dusting of snow. ❄️\nI’ve been a bit quiet on social media while focusing on the last few songs for the album, and now I’m thrilled to report that we are finished recording! We’re now in the mixing process, and then the songs will need to be mastered. After that, I’ll have CDs and vinyl pressed, so we’re , but I wanted to keep you updated on where we are in the process. Also, because I love you, and because you have invested in the making of this record,"}, {"update_no": "UPDATE #13", "update_userinfo": "Thank you + big news!!", "update_content": "GUYS!!!!!!\nLast night at midnight the campaign closed and 239 of you wonderful generous souls pledged a total of $16,491! I also played a house concert fundraiser last night and we raised an additional $2500 towards the project, and then I got hired to play a gig tonight for $1000. That brings us to a grand total of right about $20K for our touring budget goal!! BOOM!!!"}, {"status": [{"Project funds successfully": "239 backers pledged $16,491"}]}], "comments": [{"username": "Jeff Burrington", "content": "\"And so it goes\" brought me here...☺️ #Fierce", "time": "almost 4 years ago"}, {"username": "Frederik Plets-Van Der Linden", "content": "@robyncagemusic Robin I'm a Belgian fan for years @Dj_Freger & @Freger65 are same person.on twitter. Thank you for fantastic free 'Stars' mp3 @Kickstarter. Can I become fan/frien on your personal facebook page?", "time": "almost 4 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "STRETCH GOAL!\nWe did it! Actually YOU did it! Thank you to everyone who has made this album a reality. Since there is still time, I have decided to add a stretch goal to the project in these final 3 days!  If we reach...\n$20,000: I am committing to release the album on vinyl! \n$23,000: I am committing to do something people have asked me to do for years - record and release an album of cover songs with my band. Backers will get the album for free, of course. And you pick the songs!\nWHAT WILL THE ADDITION FUNDING GO TOWARDS?\nEvery bit of extra will go to the most important part of this project - PROMOTION - specifically a capable publicist who can do the album justice and get it to the right media outlets so that this album travels as far and wide as it possible can!!! Anything additional on top of that will go towards a music video to help launch this album at the beginning of it's shelf life.\nWITH EVERYTHING IN ME...THANK YOU!\nHey backers!!! The T-shirt Design is here!!! This T-shirt is avail to everyone at the $50 level and higher! Each shirt is available in black or grey as a Tshirt or tank top. See below image.\n              ___________________________________________________________\n Hi, my name is Joy Ike. Chances are that if you're reading this, you know me in some capacity - maybe you've come to a few shows over the years, follow me on social media, or maybe you came across a few videos, downloaded a few songs, and have been following from a distance.\nWhoever you are, thanks for visiting this page, watching the above video, and reading this! \nI've been trying to figure out how best to share my vision for this next project without feeling the pressure of trying to 'convince' you into giving me your money. I prefer 'excite' :) Admittedly there's a lot of pressure with these things. But I guess here's what I want to say... \nTHE MAIN THING\nMusic is an odd thing. It's one of the few things that we can't physically touch, but it affects us more deeply than anything else. Kind of like love. This is why I will always argue that every song is in some way a love song - maybe to a person, maybe to God, maybe to something else. \n9 years ago I quit my job to make music more seriously. I had NO IDEA what i was doing. But I felt absolutely compelled to do it. This is why I know I am still here...making music. \n That compelling feeling that got me started is still just as strong and alive in my heart right now. \nThere has never been a moment when I didn't expect a song (didn't have to be mine) to soften someone's demeanor, pacify a tense situation, give a mother permission to mourn, comfort in times of loneliness, and empower a weak spirit. This intangible thing somehow magically moves mountains and can wreck a persons life in every possible good way! \n And it's why i make music. \nTHE ALBUM \nThis album is different... Each time I think of how to describe it, \"raw\" is the only word that hits the nail on the head. The theme is big and bold and the songs are lush and vibrant. Very rhythm-heavy and full of movement. \nThis is the first album that has nothing to do with me! Instead, this batch of songs, written over the past 3 years, explores the affect our personal relationships have on us and how that in turn alters, enhances, and influences how we move through the world, respond to injustice, and love our neighbor. It's a political album that has nothing to do with politics! And it's a completely different sound! One I can't wait to share with you all!!! \nTHE GOAL \nThe goal is big! I am raising $15,000 to fund the production, mixing, mastering, hiring musicians, album design, and duplication. There is alot going into this to make this album the best it can be, give these songs their best opportunity, and create something that will tell the story of an age. \nKickstarter is All or Nothing! So if I don't reach the total goal, it means I don't get to keep any of the donated amount.\nTHE HOPE \nWhen people hear my music, I want them to feel at home in it - to sit in it, rest in it, and feel known...understood. But lately I've especially been wanting to light things on fire...figuratively speaking, of course! I want listeners to get a little fire in their bones. These songs are like a piece of newspaper in a stack of wood - starting the flame that makes the whole thing burn. They exist to rumble and inspire. I've nicknamed many of them \"kickboxing\" songs because i want the music to empower listeners and give them their second wind. I want you to be a part of this project b/c these songs are for you! They always have been! \nWith love,\nJoy\n ", "risks": "Risks and challenges\nThis project WILL be completed! However, my projected fall completion date is depending on how well everything comes together in the studio, if we are able to finish tracking, mixing, mastering, artwork, duplication, and publicity according to the timeline I've mapped out. \n\nI promised you will be the first to hear the music before everyone else. Some rewards may take longer. For example, if you pick a house concert level we will need to coordinate that based on when i will be in your city. If you choose a custom- made song, those will take time to create. Hurrying them would cheapen the final product. Quality is my highest pursuit! :)\nThank you again for donating.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "DOWNLOAD OF THE NEW SINGLE", "descp": "You get an mp3 digital download of the album single before anyone else does.\nThis level is for anyone who would like to donate $5 or higher but doesn't really want a specific reward. You'll get to follow along in the journey with regular email updates and videos.\nYou'll also receive warm & fuzzy feelings. Seriously...these feelings are really warm and fuzzy...and immediate :)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "DOWNLOAD OF THE NEW ALBUM!", "descp": "This is for all the music lovers who just want to show their support and get the finished product in return! You'll be the first to have and advance mp3 download of the album! I promise!", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "AUTOGRAPHED PHYSICAL COPY + DOWNLOAD", "descp": "If you're like me and you're thinking, \"I wanna touch it!\" then this level is for you! You will get an autographed hard copy of the new album, an advance download before anyone else does, and a hand-written letter expressing my deepest gratitude!", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["68 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "INSTRUMENTAL VERSIONS + ALL OF THE ABOVE", "descp": "Are you one of those people who comes up to me and says, \"your music puts me to sleep!\" Don't worry, I'm not offended.\nHow about I send you the full instrumental download of my last album, All or Nothing. That means you get lyric-free, lush instrumental versions of everything! Lots of string quartet arrangements, and fun percussion poppiness! It's the perfect soundtrack to a party or work day and a whole new way to experience the music. (Not for video licensing purposes)\n+ you will also get everything in the $25 level.", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "I KICKED JOY IKE! BACKER T-SHIRT + MORE!", "descp": "A Limited Edition \"I Kicked Joy Ike\" T-shirt. This will be printed ONLY for backers.\n+ 1 ticket to the CD release show in Pittsburgh or Philly (or to any live show in your city over the next year)\n+ everything above!", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Grassrootsy - Level 1", "descp": "This reward level is specifically for my Grassrootsy.com readers and subscribers. You got the email so you know what it's about. Choose this level if you would like to go with this reward.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "SUPER FAN JAM!", "descp": "2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year)\n+ your name in the liner notes\n+ access to the 48-hour exclusive album stream before anyone else hears the album.\n+ an advance mp3 download of the new album before anyone else gets it.\n+ an autographed hard copy of the new album\n+ exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["27 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "THE STORY...", "descp": "At this level, you will get an audio recording with an in-depth description of every song on my previous albums (All or Nothing, Rumors and Good Morning). I will dissect each song, explain why i wrote each song, explain what was happening at the time, explore my writing process for each song, and talk about my more recent thoughts towards each song. This will go beyond the 1-minute song intro you get at shows. This will be loaded!\n+ you also get everything at the $50 level including your name in the liner notes and the exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Grassrootsy - Level 2", "descp": "This reward level is specifically for my Grassrootsy.com readers and subscribers. You got the email so you know what it's about. Choose this level if you would like to go with this reward.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "PERSONAL SKYPE CONCERT", "descp": "Can't make it to a show? Haven't been able to make it to a show in like 5 years!? That's ok! Let's switch it up. Why don't I come to you!? I'll do a 1 hour concert for you and your significant other, or a group of you and some friends, or maybe for a family night. I'll sing some songs, or we can talk about whatever you want! Maybe your 6-yr old just wants to have a one-one \"what is the meaning of life\" conversations. We can do that! Honestly, we could play Taboo over Skype if you wanted. The sky is the limit!\n+ you get everything from the $50 level including your name in the liner notes and the exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "SINGING SERENADE for YOUR VALENTINE", "descp": "Two options! You pick:\nWhy not send the one you love a special personalized singing serenade on your anniversary, their birthday, or on Valentine's Day? I'll call their phone, sing them a portion of your special song or an original love song. If they don't pick up, I'll leave it on their voicemail and they will always have a way to remember how much you love them!\nOR\nWant me to write a little jingle for your voicemail? I can make it light and pleasant, disgruntled and annoyed (for all those telemarketers who keep blasting your phone), or simple and funny. Leave a donation at the beep!\n+ you get everything from the $50 level including your name in the liner notes and the exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "SKYPE COACHING or SONGWRITING SESSION", "descp": "You might not know this, but I used to be a publicist, I ran a music business blog for 7 years (www.grassrootsy.com) and I also teach workshops on branding, self-promotion, social media best practices, and how to follow your passions. If you wanna talk about some stuff, your ideas, your dreams, I can be your ear. We can hash out ideas, make plans for next steps, and come up with some strategy. Sometimes you just need to flesh this stuff out with another human. If you've got 2 hours, I do too!\nOR\nLets sit down together and work on one of your songs. Think of it as a songwriter session. We'll talk out the parts you don't like, try a few different lyrical arrangements, maybe change a few chords, and do surgery on the song until it sounds like you envision.\nIf you're in Philadelphia, we can definitely meet in person!\n+ you get everything from the $50 level including your name in the liner notes and the exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "SUPER FAN JAM + AND THEN SOME", "descp": "4 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year)\n+ your name in the liner notes\n+ an advance mp3 download of the new album before anyone else gets it.\n+ an autographed hard copy of the new album\n+ access to the 48-hour exclusive album stream before anyone else hears the album.\n+ instrumental download of All or Nothing album\n+ the mp3 download of backstories from each song on my last 3 albums.\n+ exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Grassrootsy - Level 3", "descp": "This reward level is specifically for my Grassrootsy.com readers and subscribers. You got the email so you know what it's about. Choose this level if you would like to go with this reward.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "WHY DON'T I MAKE OR TAKE YOU TO DINNER?", "descp": "Do you like to eat? Good, me too! If you follow my Instagram, you know I love to cook! I'd love to cook dinner for you and a friend!\nIf you live in Philly, come on over to my pad for some good eats and conversation. If you're not in Philadelphia why don't we try out a new restaurant! Foodies unite!\nYou can come solo or bring 1 additional person - a friend, partner, or son/daughter...etc.\n+ you also get everything from the $100 Super Fan Jam level", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "MAGIC HAPPENS HERE!", "descp": "What's this level for? I dunno...you tell me!\nHave you ever asked yourself, \"Hmmm, i wonder if Joy would be up for that?\"\nThis is the level of ALL THINGS ARE POSSIBLE. Shoot me a message, let me know what your idea is, and if I can make it happen, I will!\n+ your name in the liner notes\n+ access to the 48-hour exclusive album stream before anyone else hears the album.\n+ an advance mp3 download of the new album before anyone else gets it.\n+ an autographed hard copy of the new album\n+ exclusive backer T-shirt", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "HOUSE CONCERT AT YOUR PLACE!", "descp": "I will come to YOUR house and do a house concert for your group of family and friends (90-minute solo set). You bring the people and I'll bring the music!!!\nIf you live in the Northeast, Midwest, or South, we can make this happen. Regardless, shoot me a message before choosing this level to make sure we can seal the deal! House concerts are my favorite thing about live music, so I will do everything in my power to make it happen!\nWill travel internationally if housing and lodging are covered. (please contact me if you have questions about what this looks like...especially regarding non-local shows)\n+ 2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year).\n+ the instrumental download of All or Nothing.\n+ you get everything at the $50 level", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 600 or more", "title": "A SONG WRITTEN JUST FOR YOU", "descp": "I will write and record an acoustic, piano-based song just for you. You pick the topic! It can be for you, a loved one, a friend, that girl you really like in your office, or a song to commemorate a special occasion. You are also welcome to write the words or give me a poem to put to music if you already know what you'd like to say.\n+ 2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year).\n+ the instrumental download of All or Nothing.\n+ you get everything at the $50 level", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 700 or more", "title": "BOOK ME!", "descp": "Need music or entertainment for a corporate event, a wedding, a public concert, etc? I'm your girl! You can book me and my piano to set the tone for your special, classy evening while guests arrive, mingle, and eat...or to share special music during a themed event. The sky is the limit.\nWill travel internationally if housing and lodging are covered. (please contact me if you have questions or ideas about about what this looks like...especially regarding non-local shows)\n+ you will also get everything in the $50 level.", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "\"EXECUTIVE PRODUCER\" ALBUM CREDIT", "descp": "Congratulations, you are the Executive Producer producer of this album!\nYour name will appear with special thanks in the album liner notes.\n+ 2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year).\n+ a singing voicemail to make all your fans jealous!\n+ the instrumental download of All or Nothing.\n+ the mp3 download of backstories from each song on my last 3 albums.\n+ everything from the $50 level.", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,200 or more", "title": "JOY'S 88-key KEYBOARD - AUTOGRAPHED", "descp": "You can have my dearest companion. I'ts my one and only Yamaha P-85, 88-key weighted keyboard. This keyboard is responsible for every song I wrote on my All or Nothing album and a few from the project before that. It's endured over 5 years of rigorous touring and has been everywhere I have. It's definitely got it's fair share of nicks and scratches, and a key that's been \"played\" more than the others :) But everything still works and it's equally perfect for playing in your living room or performing in public places. It's lightwieight, super portable, and has inputs for midi and stereo live performance.\n(U.S. Only. / Shipping not included. Only for hand delivery. I am happy to hand-deliver this to you when touring through your area or region. If you are in a part of the country I do not tour through, lets talk and figure out a game plan with shipping!)\n+ 2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year).\n+ the instrumental download of All or Nothing.\n+ you get everything at the $50 level", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "THE BIG HEART, BIG DREAMS", "descp": "\"Hi my name is [INSERT NAME HERE]. I've recently come into some money due to an inheritance from my very wealthy uncle twice removed, and I would like to donate it to your album, Joy. I am so very excited to support you and hear the final project. I love what you do and just want to be a part of it.\"\nWill travel internationally if housing and lodging are covered. (please contact me if you have questions about what this looks like...especially regarding non-local shows)\nYou will also be lovingly mentioned in the album credits as EXECUTIVE PRODUCER.\n+ 2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year).\n+ a house concert for family and friends in the comforts of your living room. We can also brainstorm an alternative reward idea if not in the U.S. (email me with your ideas).\n+ a singing voicemail to make all your fans jealous!\n+ the instrumental download of All or Nothing.\n+ the mp3 download of backstories from each song on my last 3 albums.\n+ a special gift from my trip to Greece this July.\n+ everything from the $50 level.", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 5,000 or more", "title": "EVEN BIGGER HEART + EVEN BIGGER DREAMS!", "descp": "\"Dear Joy, I understand that there is no difference between this level and the $2500 level...except that it requires me giving you more money...which i trust you will use wisely :)\nOh and I realized I get EVERYTHING listed in the $2500 level as well\" :)", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "EXCLUSIVE ONLINE STREAMING EVENT + MORE!", "descp": "This level is only available for 48-hours!!!\nBefore the album comes out and before anyone else gets their download, you will have access to a 2-day online-streaming event where you can hear the whole album top to bottom! This is for all those Spotifyers who don't like hard copies or downloads anyhow.\n+ 1 ticket to the CD release show in Pittsburgh or Philly (or to any live show in your city over the next year)\n+ your name will also be added to the album's liner notes\n+ you'll get a limited edition \"I Kicked Joy Ike\" T-shirt proving that YOU are the reason this album exists! This will ONLY be printed for backers.\nAfter this reward level closes, only those at the $100 level or higher will have access to the online stream and having their name in the liner notes.", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "7 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "JOY'S BARITONE UKULELE - AUTOGRAPHED", "descp": "I originally got this b/c I wanted an instrument that was easier to travel with and a way to share my music in places that didn't have a piano. I've taken it everywhere, on the road, and trips abroad including Ecuador, Dominican Republic, England, and Nigeria. It's had near fatal deaths and has a strong neck scar to prove it. But that just adds charm. It plays acoustic and has a pickup, so you can also plug into a sound system. This uke is also the author of the 2 new ukulele songs that will go on this next album. It would make me happy to give this thing a good home.\n(U.S. Only / Shipping not included. Only for hand delivery. I am happy to hand-deliver this to you when touring through your area or region. If you are in a part of the country I do not tour through, lets talk and figure out a game plan!)\n+ 2 tickets to the CD release show in Pittsburgh or Philly (or tickets to any live show in your city over the next year).\n+ you get everything at the $50 level.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Vinyl + Mr. Rogers + Holiday Joy + All that's Fit to Print!", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "1 Year Later...a reflection", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Hi! Have You Listened to the album yet!", "update_content": "Dear Backers!\nBigger Than Your Box drops in just 8 days!!!\nCan you feel the excitement! No? That's ok. I can!\nIf you've been following on Social media, then you've seen my excessive posts and sneak previews from the album. If you haven't, I'll share just one here. Over the weekend, me and some friends recorded our NPR Tiny Desk Contest video. This was such a fun song to record and we incorporated a small...ahem...\"tiny\" audience :)"}, {"update_no": "UPDATE #8", "update_userinfo": "Kickstarter Reward Stuff + NPR Tiny Desk Contest Video", "update_content": "Wow ya'll!!\nWhat a whirlwind of a week it's been. These updates are coming more frequently but it's because we are now headed full-speed towards April 6th!  Can't even wait!\nSome cool things are happening and I just want to share 3."}, {"update_no": "UPDATE #7", "update_userinfo": "Tour Dates, Kickstarter Rewards + Music Videoing!", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "Bigger Than Your Box - Out April 6th! But you get a song NOW!", "update_content": "album pre-release copies"}, {"update_no": "UPDATE #5", "update_userinfo": "The dang thang is gettin' done!", "update_content": ""}, {"status": []}], "comments": [{"username": "Margaret Russell", "content": "Joy just want you to know that I'm tickled pink �❤️ Congratulations! So very proud of you and so excited to \"hear\" you continue this journey!!", "time": "almost 4 years ago"}, {"username": "Doria Hickman", "content": "Congratulations Joy!!", "time": "almost 4 years ago"}, {"username": "Marci Weidler", "content": "SOOOO excited for you!! It's gonna happen- can just feel it!", "time": "almost 4 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Summary:\nI am an artist-scientist bringing my award winning photographic series to book format for the first time. \"Ozymandias\" explores the endless and beautiful dance between creation and destruction, which gives rise to everything around us. Rewards for supporters include the book, limited-edition archival prints, and postcards - all come with a HUGE thank you! Also, you keep 100% of your pledge if the funding goal is not reached in time. Rewards will be in your hands in the first week of December - just in time for the holiday season!\nAbout Me and My Journey:\nThis line of work began in the dust and decay. While researching cancer at the Universität Potsdam in Germany, I began taking photos of the local abandoned train stations and factories. I loved it, and expanded my travels to neighboring Belgium, Italy, and Poland to capture decaying castles and palaces. Vaulted ceilings and chandeliers spoke to an opulent past; layers of paint and wallpaper marked chapters in the buildings’ history; a piano stood tuned to the passing of time. What stories were resting here!\nBeelitz, Germany\nAmong the many reflections promoted by such spaces is the idea that our buildings, our stories, will too fade, to be replaced with new buildings and stories. I began exploring and developing these ideas through photography. My first exhibition, \"The Gilded and The Faded\", juxtaposed vitality and creation with abandonment and destruction. However, the more time I spent pursuing this concept, the more I realized this was a false dichotomy. Because creation and destruction necessarily and unequivocally lead to the other, they shouldn’t be considered separate or isolated; they are a cycle, and two halves of the same whole. Each contains the seed for the other. And so the concept for \"Ozymandias\" was born.\nItaly\nI happened to meet a girl during a research program at MIT AMGEN that summer who convinced me to take the next year off from school with her. Our subsequent travels, again structured around international research at Cambridge University and the University of Melbourne, provided much of the material for the book. Brianna has been an unending source of inspiration ever since, and has been indispensable in the creation of this book.\nLuke and Brianna\nThe Book as an Object:\nThe hardcover, approximately 10x12 inch coffee-table-style-book will feature over 100 pages of photographs, and materials will be of the highest quality. I have years of experience printing archival, museum quality photographs and will be working with an experienced book printer who specializes in photography books. I have no doubt the book will be a work of art in and of itself.\nPotsdam, Germany\n  Rewards:\nRisks and Challenges:\nThe book is ready to be printed – I have completed the design and layout, so the main obstacle to overcome is the funding - I will need your help to get there! Kickstarter campaigns rely heavily on word-of-mouth, so even if you can't help financially, sharing this project with your friends and family or on social media will make a huge difference!\nI am giving everything I've got to this project and promise to keep this level of attention until the book is printed and in your hands. While the company I am working with to produce the book is US based, the physical printing process takes place in China. This is where the majority of books that are printed in large quantities are produced. After speaking with others who have completed similar projects, the main foreseeable issue is a delay in overseas shipping due to random custom inspections, and this is rare. I will give you updates on the status of the books and will notify you at once if any delays are expected.\nAbout this Campaign:\nIf you are new to Kickstarter, the main thing you need to know is that funding is all or nothing – if I don’t make my funding goal by the deadline, you keep 100% of your pledge, no rewards will be sent, and the book isn’t published.  Thank you so much for your support! \nMore Photo Examples:\n(also see my website for more photos and higher resolution images: lukebrezovec.com)\nRome, Italy\n  Potsdam, Germany\n  Italy\n  Potsdam, Germany\n  Wai-O-Tapu, New Zealand\n  New Hampshire, US\n  Wai-O-Tapu, New Zealand\n  Arizona, US\n  Arizona, US\n  Rome, Italy\n  Berlin, Germany\n  Italy\n  Italy\n  Poznan, Poland\n  Belgium\n  Cologne, Germany\n  Belgium\n  Germany\n  Germany\n  Belgium\n  New Zealand\n  New Zealand\n  New Zealand\n  France\n  Poland, Germany\n  MIT, Boston, US\n ", "risks": "Risks and challenges\n(see above)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Luke Brezovec\nFirst created · 11 backed\nI am a scientist and artist, currently working towards a PhD in Neuroscience at Stanford while pursuing photography. As an undergraduate at...See more"}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Signed Postcard", "descp": "You'll receive a signed postcard of one of the images from the book with a huge thank you!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Book!", "descp": "You'll receive a signed, limited edition copy of Ozymandias.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Two Books", "descp": "You'll receive two signed, limited edition copies of Ozymandias. Makes a great gift!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "Medium print & the book", "descp": "You'll receive the book and a 11x17\" editioned archival inkjet print (edition of 20). See \"rewards\" section for print options, and let me know which one you would like. I can also do metal or canvas prints if you would prefer.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 300 or more", "title": "Three medium prints & the book", "descp": "You'll receive the book and three 11x17\" editioned archival inkjet prints (edition of 20). See \"rewards\" section for print options, and let me know which ones you would like. I can also do metal or canvas prints if you would prefer.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "Large print & the book", "descp": "You'll receive the book and a 16x24\" editioned archival inkjet print (edition of 15). See \"rewards\" section for print options, and let me know which one you would like. I can also do metal or canvas prints if you would prefer.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 600 or more", "title": "Enormous print & the book", "descp": "You'll receive the book and either a 24x36\" editioned archival inkjet print (edition of 10), or a ~15x40\" archival inkjet panorama print (edition of 10). See \"rewards\" section for print options, and let me know which one you would like. I can also do metal or canvas prints if you would prefer.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Acknowledgement in the book!", "descp": "You will be acknowledged in the book as a major contributor! (and will receive a copy of the book)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Bummer. We'll get em' next time!", "update_content": "Hello everyone! Well, as you probably noticed Ozymandias was unfortunately not successfully funded. I strongly suspect this will not be the last time I attempt to publish a photography book, and I'll be sure to send you all an email when that time comes.\nAll of your support has meant a lot to me, both the money and the time you've taken to share the project with your family and friends. If anyone is still interested in getting prints, feel free to send me an email (lukebrezovec@gmail.com). Thanks again everyone!"}, {"update_no": "UPDATE #1", "update_userinfo": "Penn State features Ozymandias", "update_content": "Hey everyone! First, a long overdue thank you to everyone who has helped support Ozymandias. We've raised almost $4,000 so far, which is tremendous. I just wish there were more than 3 days left! I'm still optimistic and fighting for promotions and exposure. Penn State actually just published an article about my photography and the book!\nhttp://news.psu.edu/story/423107/2016/08/29/arts-and-entertainment/alumnus-uses-research-opportunities-nurture"}, {"status": [{"Project ends": "SEPTEMBER 3, 2016"}, {"Project launches": "AUGUST 4, 2016"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "PLAY\n\nCome, be part!  Should this Kickstarter campaign be successful, it will fund my 8th studio album (likely) entitled \"Ballads\",  a weaving of American roots music; my first album of cover songs. I can honestly say I've been wanting to make this album my whole career.  There will be jazz ballads next to traditional songs and swing and blues - it's all roots music. I will self-produce live recording sessions featuring some of the greatest musicians in the music business today, paying tribute to some of our beloved masters of yesterday (Bessie Smith, Billie Holiday, Nat King Cole, Johnny Cash, Nina Simone, John Coltrane, Miles Davis, Bobbie Gentry to name a few.) I need your help to fund live recording sessions in a professional studio, accommodating brilliant musicians and their instruments coming from various parts of America (Dennis Crouch from Nashville, TN - Chris Bruce and Jay Bellerose from Los Angeles, for instance), mixing and mastering sessions to complete the audio.  Also the cost of art design, production of CDs, vinyl and T shirts will be covered by this campaign. \nStretch Goal:  Any additional money above the goal of $60K will allow me to further the project with a video and needed publicity. I sincerely hope to make a gorgeous album of standards for the world to hear, but the world will need to know. Publicity and marketing is very costly.  I ask you to be part of my team and join me in this dream to manifest my own album of covers (instead of singing on everyone else's albums - or being told what to do by a record company!)  Thank you profoundly for your support.  Love, Paula.", "risks": "Risks and challenges\nRESPONSIBILITY:\nI am a veteran of the music business, hard-working and responsible with my supporters' contributions. I do not take this project lightly - I will absolutely do my best to make a lasting work of art in an economical fashion. I have self-produced most of my albums, so this falls squarely in my wheelhouse and I believe will be a very intuitively and naturally achieved album. Honestly, the challenge is in the ask, and the hope the campaign is successful. Thank you everyone.\n\nRELEASE: \nI anticipate the release of Ballads to be early 2017, TBC, regular announcements through my social media. \n\nTOUR:\nI will continue to tour steadily and come 2017, focus the songs of Ballads more prominently in my set.\n\nPLEDGE DETAILS:\nIf you are a very generous donor, then our studio visit/coffee/lunch/Skype chat/concert etc. will be arranged in advance for a mutually agreeable date, time, place. Concert additional costs must be covered by you (flights - unless we are able to book within an existing tour leg, accommodations, backline gear for the concert.) Studio visit time will likely fall toward the end of 2016. Shipping charges for all items are paid by you.\n\nSOME DETAILS ESCAPE, I'M SURE:\nCD and vinyl packets were weighed and priced at the US post office, so I was able to accurately determine cost to ship these packages within the US, but cost varies state to state. Hence, I am giving you a middle compromise of cost to ship within the US. For international shipping, I simply doubled the US cost to ship. I believe this will be very fair to you, especially those of you in Asia. As I don't know in advance who my international customers will be, nor from which country you call home, I am doing my best with estimates and appreciate your patience and understanding in these details. \nIf there are questions or issues, I will try to be in touch promptly.\n\nYOU, THANK YOU:\nNot only are you a source of joy to me, you are the oxygen feeding the flames. I simply would not be here at album #8 without your support. I'm so grateful.\n\nLove,\nPaula.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "New Links", "update_content": "My Dearest Supporters,\nBALLADS IN THE MAIL!!!  (YAY!!! Tremendous effort from the PC Team and our local post offices!)  It's such a beautiful album, I'm so proud, and here we go.\nMy amazing friends and family have helped me over the past week, assembling Kickstarter Ballads packages for you.  We inundated the local post offices, and I'm very grateful to a few postal workers in particular (Judy and Anthony) who were just outstanding. Anyone who responded with their address in a timely fashion is going to receive \"Ballads\" shortly.  If you straggle in, we'll straggle out.  You need to respond to our requests for shipping information to receive fulfillment.  We'll do the best we can but soon I am on tour."}, {"update_no": "UPDATE #15", "update_userinfo": "If you're having troubles with the link, try, try again..", "update_content": "Dear Supporters,\nHuffington Post premieres \"Blue Moon\" from \"Ballads\" today:\nhttp://www.huffingtonpost.com/entry/5971f870e4b0545a5c30ff55\nThank you for being my team.  \"Ballads\" should arrive by August 11th, release day."}, {"update_no": "UPDATE #14", "update_userinfo": "Digital Ballads Available Here and Now", "update_content": "(It snowed here on April 1st and so I went to the piano and taught myself the chord changes to that gorgeous song...what a beautiful piece of art Prince & Wendy & Lisa gave the world. I digress.) \nMy Dear Supporters,\nI'm starting the manufacturing process.  Vinyl masters are cutting shortly.  Yes, I say master(S) because it's a DOUBLE LP.  I'm so proud of the music - it has its own energy and sound;  like a Muscle Shoals, rootsy, soul-informed take on jazz standards.  From the heart."}, {"update_no": "UPDATE #13", "update_userinfo": "BALLADS IS IN THE MAIL!", "update_content": "PLAY"}, {"update_no": "UPDATE #12", "update_userinfo": "\"Blue Moon\"", "update_content": "Dear Ones, I'm wishing you love and light today on the shortest day of the calendar.\nAt long last I am back in the studio!  I write you on this very short day to inform you we are working hard to complete mixes before the holidays.  \nHere are a couple of iPhone-recorded-excerpts from the mixing sessions:"}, {"update_no": "UPDATE #11", "update_userinfo": "Ballads Is Real", "update_content": "Dear Ones,\nJust checking in with you so you know I am not slacking off or forgetting my beloved folks, you!  \nWe cut 31 songs in August.  It's a LOT to get through, and I'm working (I love the work.) With some engineering delays, I am still dealing with a few more overdubs, and we are mixing the tracks that are ready.  This means I am a little delayed - I thought I'd have this in the bag by now, but we are human, health issues happen, and with so much music it takes time.  The music, however, is tremendous.  Really, it's much larger than me.  It's a beautiful work, a creation of which I'm so proud.  And I'm so grateful for you for making it manifest.  I've enjoyed some of my Johnny Cash lunches and Peggy Lee coffees and will be working on the pledges over the holidays.  The mastering, manufacturing and delivery of Ballads will be pushed back slightly and I'll be in touch.  I know you'll be pleased, it is gorgeous music, and I think I had to wait my whole life 'til now to infuse these classic songs with my mid-century wisdom, pain n' soul. "}, {"status": []}], "comments": [{"username": "John Skov", "content": "I am trying to download and it continues to fail. I am able to start the download, and download for an hour or so, but then it cuts out with Failed - Network error. I have enough disk space, I have fully patched Windows 10, My CHrome installation can download with no problems. Can you advice?", "time": "almost 4 years ago"}, {"username": "Steve Wisser", "content": "Downloaded \"Ballads.\" It's beautiful. Already anticipating the next project. Thank, Paula!", "time": "almost 4 years ago"}, {"username": "Ian Currie", "content": "Received my vinyl copy in the mail today (along with the CD & T-shirt). Everything looks beautiful, looking forward to listening tonight with a glass of red!", "time": "almost 4 years ago"}, {"username": "Simon Dick", "content": "Just got my copy of Ballads through the post today in the UK. Thanks!", "time": "almost 4 years ago"}, {"username": "Alan Losinger", "content": "During processing Nimbit site says, \"Your digital items are being prepared, this may take a minute or two.\" Never proceeds. Same thing happens Windows or Mac, IE, Edge, Chrome, Firefox, Safari. MP3 download works. HD WAV download does not.", "time": "almost 4 years ago"}, {"username": "Marc", "content": "I wonder which song is the other bonus track. Is it possible to know?", "time": "almost 4 years ago"}, {"username": "Ivan Bueno", "content": "Ivan.", "time": "almost 4 years ago"}, {"username": "Jean-Christophe PACAUD", "content": "Sorry, I was talking too quickly. The download link (HD version) in the confirmation mail from Nimbit doesn't work ...", "time": "almost 4 years ago"}, {"username": "Jean-Christophe PACAUD", "content": "@Amber, The download link works if you copy the text of the link in the browser. It doesn't work when you click it.", "time": "almost 4 years ago"}, {"username": "amber wallenstein", "content": "I tried to download the album, but it appears to not be working. Disappointed.", "time": "almost 4 years ago"}, {"username": "Peter Zimmerman", "content": "Will digital codes for the album be sent out this week, or only on Friday?", "time": "almost 4 years ago"}, {"username": "Bob Saldana", "content": "Bob Saldana", "time": "almost 4 years ago"}, {"username": "Peter Wilsnack", "content": "I'm glad your new album is finally out! However, like Nate Dow mentioned below, I haven't received a code to access the digital release (with bonus song). When will that be sent?", "time": "almost 4 years ago"}, {"username": "Philip Lee", "content": "I'm in the UK and just got my copy of the ballads CD delivered in the post.", "time": "almost 4 years ago"}, {"username": "Robin Shima Costin", "content": "Dear sweet Paula, like everyone here....your team...can't wait for your Ballads to drop!!! So excited for you!!! As a child in the '60's and who had a Mom who purchased all of her records from Columbia House Record Club, thanks for covering a fave of mine....Bobbie Gentry's Ode to Billie Joe. It was a treat to hear you open up your LA show with it too!!! So good! Sending love and hugz back! ♪♥♫Robin", "time": "almost 4 years ago"}, {"username": "Nate Dow", "content": "Got an \"invalid\" response to the code provided for the download of \"God Bless The Child\" and never got my advance digital release with the bonus song as promised in February. Did I miss something?", "time": "almost 4 years ago"}, {"username": "شان حقیقی", "content": "/shawn", "time": "almost 4 years ago"}, {"username": "Jeselle Favor", "content": "I'm excited for the CD, Paula. I look forward to the genius behind every track. May God bless your good soul! :)", "time": "about 4 years ago"}, {"username": "Mark Lane", "content": "Hi Paula and Team. I received the survey asking for delivery address, t-shirt requirements, song selection etc but I could not find anything in the survey that allowed me to fill in any details other than address? Did I read it wrong, not follow instruction??? I have not been able to submit my request etc. Love Mark.", "time": "about 4 years ago"}, {"username": "Sherry", "content": "Fantastic. I am SO EXCITED for this album, Paula!!", "time": "about 4 years ago"}, {"username": "Sherry", "content": "Hi, Paula - is the mid-August delivery date pretty set, or is it possible delivery will be later than that? I only ask because if delivery goes into September, I will be the process of moving (but I don't know what my address will be at that time, not yet). So the address I give for now through August will be different than if the delivery goes later than that.", "time": "about 4 years ago"}, {"username": "Julie Brymer", "content": "The rewards survey I received did not include spaces for t-shirt size and other details. Can someone correct?", "time": "about 4 years ago"}, {"username": "Susan Heslop Jones", "content": "How's it going Paula? I'm really looking forward to your new album. I'm sure it is going to be great! Do you have any updates on the completion and delivery of this project? I know in my own line of work (professional artist/gallery owner) many things take longer than expected! My love and best wishes to the you and to the success of your new project! Susan", "time": "about 4 years ago"}, {"username": "Kathleen Hale", "content": "Looking forward to an UPDATE about the planned shipping date! I wait patiently! Love your music!", "time": "about 4 years ago"}, {"username": "Schnix", "content": "Hey Paula. I would really look forward to an update about the planned shipping date! Best Regards", "time": "about 4 years ago"}, {"username": "Erik Foxvog", "content": "Thanks for the update. Sounds beautiful as I knew it would!", "time": "over 4 years ago"}, {"username": "Michael McLaughlin", "content": "It sounds beautiful Paula. Glad you enjoyed yourself. I know this new album will be wonderful. Everything you do is wonderful. Take care and please continue to have fun creating your music.", "time": "almost 5 years ago"}, {"username": "Michael McLaughlin", "content": "That should of read Enjoy yourself and fellas. Sorry about that. I am sure you will all have a wonderful time making your music. Take care.", "time": "almost 5 years ago"}, {"username": "Michael McLaughlin", "content": "Michael", "time": "almost 5 years ago"}, {"username": "v", "content": "Similar to another poster, but when you sang with Chris Botti it really caught my ear and I kept saying to myself 'who is that person with that voice - I know I've heard her!'. Google is great at finding those answers out. I'm looking forward to hearing which songs you selected for your album. Personally, I wouldn't be surprised if Nat King Cole's 'Nature Boy' was on it. Have a great week!", "time": "almost 5 years ago"}, {"username": "Brian R. Boisvert", "content": "Break a leg, Paula. Looking forward to hearing it.", "time": "almost 5 years ago"}, {"username": "LOJOU", "content": "I love you Paula. I'm happy for the success of your campaign, a gift for you and for us. You're so talented. A fan from France", "time": "almost 5 years ago"}, {"username": "Mindi Harris", "content": "Engaging in the art of Music for a living is a tough and brutal road sometimes. I am grateful for your bravery, and commitment - for your music truly touches lives. I am thoroughly excited to hear and watch your project unfold.", "time": "almost 5 years ago"}, {"username": "Jimmy Retzlaff", "content": "Your music has been such an important part of my life that it's a joy to be able to support the making of even more. Thank you so much for the music and for letting us help there be more of it. I'm so looking forward to seeing you perform again when you come to California in October. <3", "time": "almost 5 years ago"}, {"username": "Francesco Ōba Comotti", "content": "20 years ago I bought \"This Fire\" while on a school trip in Salzburg. I still remember the very first moment I heard your voice sing \"Where do I put this fire?\". I could have never imagine I would celebrate these 20 years of listening to your music, by contributing directly to an album of yours! I'm so excited and honoured of being able to help you with this!", "time": "almost 5 years ago"}, {"username": "Shawn Morrissey", "content": "So excited for this release. I've been a big fan since first hearing your demos on the Imago Traveling Road Show cd and then seeing you in concert opening for Counting Crows during the Harbinger years. I've been lucky enough to see you perform many, many times since then, most recently at the Stone Mountain Arts Center. Each time, I've been moved and awed by your talent. I am really looking forward to hearing you bring your artistry to classic jazz songs. At times like this we need music to heal our souls, and you bring the best.", "time": "almost 5 years ago"}, {"username": "David Cubbedge", "content": "I am so happy that this project will come to fruition! Jazz on Paula, sending positive vibes to you! Hope to see you at the Ark in Ann Arbor down the road.....!", "time": "almost 5 years ago"}, {"username": "Kevin Salyer", "content": "Paula, I'm so proud of you! I've been a huge fan from the beginning of your career! When I heard the tracks you sang for Chris Botti, my appreciation for your talent grew even deeper. You have the richest voice and you sing with such feeling and conviction......I've been hoping this day would come from the first time I heard \"what'll I do\"! Thank you! Thank you! Thank you! I'm grateful! You're truly a gift to us all, and you bless me so!", "time": "almost 5 years ago"}, {"username": "Jonathan Russell", "content": "It was great to hear a few days ago that you had made the target! I know it is going to be a great, soulful and heartfelt album! Always excited Paula when you release something new but this will be special, and man we need special things to look forward to nowadays!!", "time": "almost 5 years ago"}, {"username": "Michael O'Connor", "content": "P.S. Hidden Bob Marley track would be nice (And yes in my excitement I managed to spell BALLADS as BALLARDS LOL:)", "time": "almost 5 years ago"}, {"username": "Michael O'Connor", "content": "WooHoo! Success on the pledge� Paula Cole Ballards. That's two words containing LA LA - You can't get more musical sounding than that�", "time": "almost 5 years ago"}, {"username": "Dawn Hodges", "content": "Paula!! I am so stinkin' excited. :D I'm so happy you'll be able to make this album and I can't wait to hear it! :)", "time": "almost 5 years ago"}, {"username": "Matthew Carney", "content": "Very excited", "time": "almost 5 years ago"}, {"username": "Jocelyn Rheaume", "content": "fantastic ! this album is meant to be....congrats Paula !", "time": "almost 5 years ago"}, {"username": "Jeselle Favor", "content": "I finally had the opportunity (and resources) to back this project. Hope to receive your new album in early 2017. God bless, Paula!", "time": "almost 5 years ago"}, {"username": "Michael McLaughlin", "content": "Michael", "time": "almost 5 years ago"}, {"username": "Dale Leniuk", "content": "Dale", "time": "almost 5 years ago"}, {"username": "Christopher Forte", "content": "Yes!. I am very excited!!. I'm glad we R all pumped up!!. She's the best!!. She has a huge voice and Heart!!. I can't wait but I certainly don't wan't to rush the end of the year so great things will come to those who wait!!.", "time": "almost 5 years ago"}, {"username": "Ken Elder", "content": "I have to admit, I don't particularly like jazz. I have always found it to be somewhat inaccessible. When I lived in New York City, I went to jazz clubs sometimes with friends and I could appreciate how talented the musicians were but the music itself just didn't move me or invoke any sort of emotions. I do however love Paula Cole. I would listen to her sing the phone book or the back of a cereal box. As such, I'm delighted to support this artist and this project.", "time": "almost 5 years ago"}, {"username": "Joshua Taylor", "content": "Songwriters: E. Y. HARBURG, HAROLD ARLEN", "time": "almost 5 years ago"}, {"username": "Joshua Taylor", "content": "Paula, as you've written us, music strengthens and heals, and your music has certainly done that in my life. Given that this beautiful project was born in the immediate wake of Orlando, is there a fitting standard you could record as a tribute to the memory of the victims, particularly in this moment in American history? Last Night When We Were Young comes to mind, for example. I've do doubt you'll craft an amazing album, and I'm so thrilled to see this campaign come to fruition! With gratitude, Josh", "time": "almost 5 years ago"}, {"username": "Chris", "content": "Congratulations Paula! I can hardly wait to hear this new album :) Greetz! and love from the Netherlands!", "time": "almost 5 years ago"}, {"username": "Liv Mammone", "content": "Paula, I am so proud of you! Mom and I wept when we checked here last night. We love you! We wanted this more than anything for you after all you've given us through my whole life. All our love!", "time": "almost 5 years ago"}, {"username": "Gabby", "content": "Mabuhay ka, Paula! I simply cannot wait for the album but I look forward to following your Ballads journey. Love from Brisbane, Oz. :)", "time": "almost 5 years ago"}, {"username": "Michael McLaughlin", "content": "You did it Paula. Very happy for you. Now let the fun begin.", "time": "almost 5 years ago"}, {"username": "Julie Brymer", "content": "Dear Paula, I have always loved the feminist vibe to \"Not the Man for Me\" by Irving Berlin. Best of luck!", "time": "almost 5 years ago"}, {"username": "Alfredo", "content": "You're almost there!!! Can't wait for new album. We are fully sure it is gonna be AMAZING.", "time": "almost 5 years ago"}, {"username": "Sherry", "content": "I keep posting reminders for this Kickstarter on Facebook and Twitter, and I've posted as much as I can afford at this time. I really hope this gets funded. I think it would be a beautiful album. Jazz seems to be a part of your soul. :)", "time": "almost 5 years ago"}, {"username": "Andrew Lienau", "content": "Hi Paula. I have been a fan since I first saw your joint concert tour with Sarah. Loved the bass drum pounding then. Me wearing \"I want to be a dog\" t-shirt. Of course I am soo excited for this album. Speaking of shirts, do you know what the design of this kickstarter t-shirt will be?", "time": "almost 5 years ago"}, {"username": "Jocelyn Rheaume", "content": "hey Paula ! topped up the tank to get you to the $50,000 mark.....now I challenge all your previous backers to do the same...let's make this happen ! xoxo", "time": "almost 5 years ago"}, {"username": "Steven Alves", "content": "\"My Funny Valentine\". \"The Man that got away\". \"Stormy Monday\"", "time": "almost 5 years ago"}, {"username": "Alan Williams", "content": "Hello from the UK, where the beauty of the songstress is in much need. Listening to I believe in love has seen me through some funny old times, I consider it an honour to give you something in return.", "time": "almost 5 years ago"}, {"username": "Steven Alves", "content": "I'm checking every day. We've pledged as much as we can and are trying to spread the word!!!! I know it will happen!!! xoxo", "time": "almost 5 years ago"}, {"username": "Shannon DeRespino", "content": "I have all my fingers and toes crossed that all of your supporters can come together and make this happen! Much love to you and all of yours, Shannon", "time": "almost 5 years ago"}, {"username": "Christine Robertson", "content": "Looking forward to this album, and to seeing you in Atlanta again soon! Your music was the soundtrack and inspiration during some difficult times. Can't wait to hear your roots!", "time": "almost 5 years ago"}, {"username": "Andy Babbitt", "content": "Good luck on the campaign. Always love hearing new material!", "time": "almost 5 years ago"}, {"username": "David Bender", "content": "So glad to have the opportunity to contribute to this project. You are such an amazing artist, I know this album will be incredible. Much love to you, Paula!", "time": "almost 5 years ago"}, {"username": "Layth AlKhatti", "content": "Hi Paula! I've been a fan since Harbinger. Last time you used Kickstarter I've missed the chance to back the album because I've only found out about it after it ended. I'm glad I saw this so I can rectify my mistake. I look forward to Ballads. Love from Canada! :-)", "time": "almost 5 years ago"}, {"username": "Christopher Forte", "content": "Hey Paula!!. It's one of your many friends Christopherrrrrrrrrrrrrrrrrrrr from Holliston ma lol!. I'm looking forward to your Ballads CD/Cassette/Viynl and realy hope that you reach your goal!!!. Your goal is OUR goal cause anything you do turns to gold!!. I remember asking you before if you ever thought of doing a covers CD during one of our many meet and greets and I hope this one sees it's fruitation to full bloom and come full circle!. Ive posted on my FB and are encouraging peoples to support, post, like this project!!. I always support you and always will and I hope that the word gets around!. We have our fingers crossed and sending peaceful thoughts, great vibes, possative energy Ect...... I luv you lots and will see you at the Rockport show!!. Peace, Love, Joy, Christopherrrrrrrrrrrrrr!!.", "time": "almost 5 years ago"}, {"username": "Pamela Barrett", "content": "Fantastic, Paula! I've been looking forward to this since I heard your \"Autumn Leaves\"!", "time": "almost 5 years ago"}, {"username": "Heath Joseph Wooten", "content": "Hey! Don't mean to be THAT guy, but I just wanted you to know that you have a dedicated fan in an 18 year old from Mississippi (me). You've really inspired me to pursue a career in music, and your beautiful lyrics have pushed me to hone my own songwriting skills. \"Nietzche's Eyes\" is one of my all time favorite songs. I absolutely love your work, and I can't wait to hear this new album!", "time": "almost 5 years ago"}, {"username": "Michael McLaughlin", "content": "Michael", "time": "almost 5 years ago"}, {"username": "Joshua Taylor", "content": "Paula, long ago I designed a playlist gathering all of your jazz duets and other various tracks that seemed to fit (Hard to be soft, Where have all the cowboys gone Sylkcity Remix, etc.) and named it Paula Cole: The Jazz Collection. That playlist is a mainstay at our house. Ballads will be brilliant! Wishing you continued happiness and success - Josh Taylor, Morehead, Kentucky", "time": "about 5 years ago"}, {"username": "Damaris Pierce", "content": "You had me at \"self produce live recording sessions\". Saw you again in Concord, NC a few months ago, glad we got to chat after. Your music and your whole being truly move me, you really stand out, are amazing live. Congrats on the self producing, takes balls and is a lot of work. Glad to be part of this project, thanks for inviting us in. So looking forward to the album. Love from the mountains in Western NC.", "time": "about 5 years ago"}, {"username": "Jess Maya", "content": "You are by far, THE best. No doubt this campaign will be a total success. Love from Mexico.", "time": "about 5 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Bird on a Wire presents For Those Who Cannot Fly, a show exploring the visceral effects of walls, lines, and borders. We will be performing in San Francisco at the FURY Factory Festival of Ensemble and Devised Theater 2016, as part of their Raw Materials series. This is an opportunity to perform and engage with the audience about our 20-minute, work-in-progress performance (which will eventually develop into a full 75-90 minute production). We need your help to kickstart our funding for travel, material costs, and stipends.\n\nFor Those Who Cannot Fly is about all that holds us in, keeps us out, contains and restrains. Over the past three years, we have been researching lines and walls: borders between countries (and states), prison walls, racist redlining, train tracks, and other lines/walls that divide space that used to be whole. As part of that research, we have also been visiting these places, collecting observations, stories, and our own responses. Now we are in the process of funneling our research and experiences into a performance exploring how a line or wall impacts the environment, people, and cultures it divides or interrupts. What changes when walls appear? How does a wall affect a life’s trajectory? Who/what is allowed to “cross” a line or wall, and who/what isn’t?\n\nWe have had very visceral feelings as we visit and cross walls and lines. Those visceral feelings are what we want to bring to audiences: The presence of a large wall. A barrier where there wasn’t one. A line that can’t be crossed. Our proximity to or distance from each other. Restricted movement. Things we can see or hear through walls, but not touch. The way touch changes if it's across a wall.\n\nOur dream is to develop this show through our work at FURY Factory, then expand and take it on the road, encouraging community dialogue about the effects of borders, barriers, and walls.\n                    For Those Who Cannot Fly is created by\n\nMichelle Milne & Heidi Carlsen: Creator/Performers\nJerry Peters: Lighting Design and Tech Director \nJenifer Alonzo: Dramaturg / Structure Detective  \nNiels Carlsen: Set Realization\nAlison Brookins: Fundraising\nKeith Hiebner: Kickstarter Video", "risks": "Risks and challenges\nAfter rehearsing at a distance, we are now looking forward to working together in the same space. This introduces new challenges: How to weave together work we have made separately, and how to do so in a highly compressed time frame. We will need to communicate clearly, throw ourselves into creative risks, and make decisions quickly. We have done this before, and are ready to do so again!\n\nWe also recognize that as white US citizens, our interactions with walls, borders, and barriers are different from a Guatemalan or Mexican family wanting to come to the US, for example. We also haven’t personally been incarcerated, so our perspective on being constrained to one side of a wall is based on the experience of visiting - and at the end of that visit, being forced to leave, rather than forced to stay. \n\nWe have listened to and shared experiences with people who have spent time on the “other” side of these walls and borders - and we recognize that these barriers and lines affect our own freedom as well as theirs. We acknowledge the ways in which systems hurt, limit, and affect us all - and how meeting at, and crossing, walls and borders (if we have that privilege) can be life-changing and life-giving. \n\nOur hope is that this performance brings the feelings of that experience to more people, sparking dialogue across various walls in our world, and inspiring more people to cross divisive lines and connect along borders in their own neighborhoods, countries, and lives.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "The Last Stretch", "update_content": "Generous donations have continued to come in, for which we are so grateful!\n\nWe have a little less than 24 more hours before our campaign ends (and our show opens!), and we are happy to continue taking donations until then. Perhaps you have some questions about this. Here are some answers!"}, {"update_no": "UPDATE #8", "update_userinfo": "Achievement Unlocked", "update_content": "WE ARE SO THRILLED!!! Thanks to all our supporters, we made our goal! We are humbled, grateful, and ready to head into our last three days of rehearsal relieved that our basics are covered. \nWe have a few unplanned expenses that any additional pledges would cover, so we are happy to take donations through Friday when Kickstarter will close our campaign. "}, {"update_no": "UPDATE #7", "update_userinfo": "Getting Closer!", "update_content": "We only have $400 left to reach our goal, and 4 days to do it! We currently have 57 donors, which humbles and amazes us. We need to reach our final goal in order to receive any of the money pledged - so your continued support in spreading the word is super-important in these last few days!\nWe also want to give some written shout-outs to a couple of our collaborators."}, {"update_no": "UPDATE #6", "update_userinfo": "Golden Gate Shout Outs", "update_content": "After rehearsal the other day, we realized the sun was just right for some iconic-view shout outs. As of today, we have 52 pledged donors and we are over 70% funded. We are so thankful to all of our supporters - here are 15 more!"}, {"update_no": "UPDATE #5", "update_userinfo": "We are Loved(!) and Still Rehearsing", "update_content": "As we gear up to raise the last third of our funds, in our last 10 days to raise it, we have some great news: We've been selected as a \"Project We Love\" by the Kickstarter team! \nWe are super-honored to have been chosen, and wanted to share the good news with you, our donors, who are helping us make this project happen. You can see the official badge that Kickstarter added on our campaign page. "}, {"update_no": "UPDATE #4", "update_userinfo": "Windy Shout Outs!", "update_content": "We continue to be humbled and thankful to our generous donors. We were finally able to take a little time away from rehearsals and production details to take a short hike and shout some more names to the winds, as promised.\nUnfortunately, the winds were high so not all the names are clear. We've listed them below so they aren't completely carried away!"}, {"update_no": "UPDATE #3", "update_userinfo": "Halfway There!", "update_content": "We are so thrilled and thankful for the support we have been receiving! As of today, we are over halfway funded. Can you help us make it the rest of the way?\n\nFirst we had enough for slippers..."}, {"update_no": "UPDATE #2", "update_userinfo": "Moving Right Along", "update_content": "We have been working hard, creating and producing For Those Who Cannot Fly! Tonight we attended a kick-off event for FURY Factory Festival at Doc's Lab in San Francisco, and shared a small taste of our project with donors, audience members, and other artists there - scroll down for a photo from celebrating after our mini-presentation. But first, a few hints from our rehearsals...  Can you put the pieces together? "}, {"update_no": "UPDATE #1", "update_userinfo": "First Shout Outs: Thank you to our first Kickstarters!", "update_content": "PLAY"}, {"status": [{"Project funds successfully": "65 backers pledged $4,036"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "UPDATE: everyone who takes part will now get a dozen of my cover tunes! This will be sent as a bonus CD if you give $25 or more, otherwise you will receive it as a free download. Sweet ;).\nTHE WHY\nI have released three solo albums and toured across the U.S.A., Canada and Mexico. Though I'm proud of my previous releases, they were recorded in humble circumstances and do not have the sound quality needed to stand alongside my peers in the musical world. Now that I've begun to find a real audience, it's time for me throw my hat in the ring with a full-fledged professional recording.\nBACKGROUND\nI spent many years studying jazz, classical, and flamenco, all the while playing in rock bands, but I never found what I looking for in any of those worlds. It was only after moving to Oaxaca, Mexico, that I wrote my first solo guitar piece, for a friend who asked me to play music at her wedding. Since then, I've been dedicated to writing original guitar music that incorporates all of my different experiences with inspiration from music all over the world.\nON TIME\nThe album will be titled \"On Time\". Even though it has taken me many years to figure out my musical direction, none of my experiences have been wasted. Though it's tempting to envy prodigies and other people who figure out their direction early in their lives, I know that the big step I'm making with this project is arriving neither too early nor too late, but just at the right time. \nThe songs that I've written all have a highly rhythmic element, with influences from African, Latin and electronic music. The groove is paramount. I'll be making a solo guitar record that you can dance to!\nTHE LOOK\nTo accompany the music, I'll be making a complete package that will be a joy to hold in your hands. I've been working with a wonderful artist, Samantha Stooke, to design artwork for the cover, disc and inside pages, and I'm thrilled with how it's turning out. It perfectly matches what I'm trying to convey in these songs.\nTHE WHERE\nAudible Images\nI plan to record at Audible Images, a beautiful studio outside of Pittsburgh, which has hosted the likes of Dave Matthews, Airto Moreira, Marcus Miller, and the Ten Tenors, and has won Grammys along the way. I've met with the staff to discuss my project, and I'm thrilled that they will be working with me to produce the best album possible.\nTHE NEED\nIt ain't cheap to do this.\nI'm budgeting $5000 to complete this project. Studio time and staff will be the largest expense. In addition, there will be costs for mastering, instrument setup, artwork, photography, printing, and CD production. If I raise more money than budgeted for the recording, it will go towards promoting the album to press and radio, website costs, and tour support.\nWHERE YOU COME IN\nI can't do a project of this magnitude by myself, so I'm asking you to join me. There are lots of really fun rewards to honor your contribution - now's your chance to ask me to cover a song for you, and I can't say no! - and every contribution counts. I've supported many other artists on Kickstarter, and I like the way it erases the boundary between artist and community, making it a truly collaborative effort. I'm looking forward to sharing the whole process of making an album with my contributors, with videos, photos and news along the way. I truly hope that you can be a part of it with me!", "risks": "Risks and challenges\nI am a band of one person, a production staff of one person, and a project manager of one person. There are many, many things that will need to be done, and while I have created a realistic timeline, unexpected things like illness can happen and will affect how my team of one gets things checked off the list. I will be extremely forthcoming about my progress and will share any news that affects the fulfillment of my obligations and promises.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "It's Here", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Release date set! PLUS - another advance track", "update_content": "Here's a few sounds and images from the first week. I couldn't be happier. The album is taking shape!"}, {"update_no": "UPDATE #9", "update_userinfo": "The music is DONE.", "update_content": "We've hit the first goal, and the record is gonna happen! It's still sinking in; I'm so amazed just to be able to say that. But there are many other costs involved with putting this thing out, that I had initially planned to try to cover myself. You can help me meet these goals, and really give wings to this whole thing. Plus, if we hit $7500, I have a special bonus for everyone who's contributing $25 or more! \nIf you can continue to pass on word about this campaign, it'll be such a huge help. Thank you, thank you, thank you!"}, {"status": [{"Project funds successfully": "76 backers pledged $7,133"}]}], "comments": [{"username": "Travis Hartnett", "content": "The packaging for this looks AWESOME.", "time": "over 5 years ago"}, {"username": "Mike Shields", "content": "Totally looking forward to getting the CD drop through my door. Best wishes my friend! Mike Shields (TashHagz).", "time": "about 6 years ago"}, {"username": "Yarwoos", "content": "Bravo Daryl, really pleased for you and looking forward to hearing these next ten tunes. Enjoy the process, best wishes.", "time": "about 6 years ago"}, {"username": "Sue Adam", "content": "Congratulations, Daryl! No surprise, of course.....enjoy the process.", "time": "about 6 years ago"}, {"username": "Andy Johnson", "content": "Fantastic! Funded with a month to go. Can't wait to hear the album.", "time": "about 6 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hello and good day to you wonderful people! My name is Mandee and I have been performing professionally as \"Phat Man Dee\" since 1996. I have recorded and pressed 4 full length albums \"Life Just Goes On\" (2002), \"Torch of Blue\"(2007), \"Merry ChristmaChannaKwanzaa Vol. 1.1\" (2011) and my most recent release is \"Hey Phat Chick! (ya had it comin' to ya!) 2014. I have always included songs in one of the 10 other languages I sing in, because I feel we are one planet, one people, we are all children of the divine, no matter what color our skin, what languages we sing in. (Quick note: The photo of me singing into a mic against the brick background is by photographer Roy Jones, Kent, OH)\nImage by Chris Koontz Photography, shot at J J Jameson's Late Night Cabaret in Philadelphia, PA\nSmall sample of my music:\nThis year I am turning 40 years old and I am so excited to still be on the planet. I never thought I would make it this long!!!  I was born in Youngstown, OH, on February 12, 1975, the daughter of a school teacher/social justice activist and a railroad man/photographer. Since then I have played the roles of punk rawk circus sideshow marvel, bald poet, janitor, mung bean farmer, migrant farmer, part time prophet, cellist and sculptor.... all on my journey to become Phat Man Dee, a cabaret jazz icon in my own mind....and wife to the largest Amoeba on the planet. I have been blessed to make many wonderful friends and fans along the way.\nPhat Man Dee and Tommy Amoeba's wedding, 2002!\nIf I have had the honor of singing for you during the past 20 years, then this puts you in a community of thousands of people, and it's quite likely I did so live and in person, maybe around a campfire, maybe at a belly dance exposition, circus or burlesque show, maybe from inside a bathtub 20 feet in the air, maybe at the Pittsburgh Opera or a Burning Opera, maybe at a roller rink, maybe in a cave or with flaming robots, or maybe I sang to you in a haunted hotel or at the Warhol Museum standing next to an original Dali, maybe I even sang to you in a jazz club, or perhaps while I was singing and flying on a zip line over the Gowanus River in the middle of the night, but chances are it was in person. I would like to share this live \"Phat Man Dee\" experience with more people, around the US, and around the world. I have not been outside the United States since my french club accompanied Mr Ghogomou to Paris when I was sixteen years old.\nWhen Tommy Amoeba and I married, we asked that no one buy us anything. 13 years ago, we asked our guests who were artists for their own creation, or for a contribution to our house fund. That is how we were able to get our down payment on our house. Now we are settled and thoroughly entrenched in the beauty and art that I have always known Pittsburgh to be, I wish to spread the word of who we are, as artists, musicians, culture mavens.... to the world. I am about to launch my first ever online fundraising campaign. I have never been part of a kickstarter or other kind of online fundraising venture before and I hope this is received with as much excitement as I am having making it. Please, for my 40th birthday, will you please be part of this effort and help me bring my music and the music of those I love to an international audience? \nPlease help me sing to the world. I shall video document my journey. I shall use this once in a lifetime opportunity to connect with musicians from all over the world. I collaborated last year with electronic musician Jensen from Germany last year, I sang on his cd, but I would like to sing with him in person. I have old musical friends from San Francisco who live in Belgium with whom I would like to play again. My friend Roby Edwards is a saxophonist who plays France and Germany regularly, I am sure if I could get  myself there, I would be able to line up performances, make fans and my goal is to meet someone to act as my booking agent. I spoke with a colleague of mine from Mr Smalls Theatre, Mr. El Jörge de Orsövay,  he used to tour manage for Anti Flag (big punk band from Pittsburgh) and asked how I should find an international agent.... His advice? He told me to get myself over there, and go meet the people in person..... that what you find on the internet isn't always real, what seems like the greatest club or festival in the world isn't what it appears in cyberspace.... and for the clubs and agents.... there are so many artists on the net trying to get something, it's really just better to go and suss it out in person.... The one solid gig I have lined up so far is in July at the World Body Painting Festival, held in Austria. My dear friend Foxy Moxy and her fiancee Scott Fray have won every single title offered by this presitigious festival and are now judges. This year they shall get married at the event, and they have requested I come sing to them for the wedding, on stage at this international festival celebrating art and the human body. I intend to use this event as a starting point to anchor around and I will line up smaller club hits and musical experiences in Paris, Berlin and Amsterdam. I have many international contacts who have invited me to come, but whatever money I may make singing my first time out of the US will not be enough to cover my expenses of getting there and getting back. I am asking for help, this first time, to go and meet the people I need to meet and sing to the people I need to sing to, in person, so I can work towards getting my band members and dancers I work with out of town with me so we can share with the world our music and our art. \nAs a student of advanced video technique at Pittsburgh Filmmakers and as a video intern at Mr Small's Theatre, I have learned how to capture and present music through video, and I would like to combine my talents of music, travel and video to share my experiences in the world, with the world. I will present the video online in a travel journal on my youtube, blogs and website. I shall document the musical collaborations I have with the musicians I meet while I am there and present them in a web series video travel blog. As a citizen of Pittsburgh, America's city of bridges, I intend to seek out bridges on my travels and video myself singing on them, songs of mine, songs I learn along the way and new songs.... because a bridge is a special thing, it connects people.... physically and geographically, to one another, and I feel that Pittsburgh and its people are members of a global community, and I wish to exhibit this truth in a musical manner. When I return back home, I shall cut all the footage into a presentation that I shall show at Mr Smalls Theatre for one of their Creative.Life.Support Revival Series evenings. We will show highlights of video I made and I will teach my band to play the songs I learned and wrote while I was across the sea and we shall sing them for the good people of Pittsburgh. At my first ever big Mr Smalls Creative Life Support revival series show, I video skyped in my friend Colter Harper from Ghana and we sang together through the internet for the live audience in the theatre..... I wish to go to Ghana myself someday and I think going to Europe is the first step. \nI have a mission statement, though I never published it, it always just rang in my head. \"Phat Man Dee is committed to bringing world class art and music to Pittsburgh and sharing our world class art and music with the world.\" Please help me and be part of this process and together we will show the world through music and dance, that Pittsburgh, Pennsylvania knows how to get down.\nBudget realities for flying Phat Man Dee and one videographer to Europe for 1 month:\nAirfare to Europe x 2 @ $1500 = $3000\nEurail pass for 1 month x 2 @ $940 = $1880\nHostels - 30 days (average price $30) x 2 = $1800\nMeals 30 days (average price $12) x 2 = $2160\nSubway passes/ transportation: $400\nPanasonic X920 HD Camcorder: $1260\nMacBook Pro plus editing software: $2300\nZoom H4N Personal Digital Audio Recorder: $200\nTravel Insurance: $400\nEmergency cushion, visas, sundries: $1800\nReward fulfillment, taxes: $1000\nTotal request: $16,200\nIT SHOULD BE NOTED THAT I HAVE APPLIED FOR A GRANT FOR THIS SAME PROJECT.... I applied last year for the same \"Investing in Professional Artists\" grant, though it was for a completely different project, and I was denied, so I do not know if I will get it this year, I have never gotten a grant from these people before... IF BY THE GRACE OF GOD AND THE GODDESS I RECEIVE THIS GRANT AND SUCCESSFULLY FUND THIS CAMPAIGN, I WILL USE THIS MONEY TO TRAVEL TO EITHER BRING MY BAND ALONG FOR THE RIDE FOR CERTAIN GIGS OR I WILL GO TO INDIA AND AFRICA. Or both! I have been invited by good people in Mumbai and Ghana... I would like to take them up on their offers, and if I did, by some miracle of miracles, get enough money to make that happen, you can bet your bottom dollar, 2015/2016 would see this little phat girl flying all over the world..... I dream of attending the Guiro Conference in Puerto Rico as well..... \nOne love, thank you for watching this, I am forever, Phat Man Dee", "risks": "Risks and challenges\nThis section asks me to assess potential risks and challenges. To this I say I have been faced with many trials and obstacles over my time as an independent artist and musician. When issues arise (the plane is late, or the person you were working with is sick and can't work that day, or there's bad weather and you can't shoot outside etc) I try to not let it bother me. I have learned that the universe, God, the Goddess or whichever deity you believe or don't believe in, places obstacles in your path. When you work to overcome them you are better able to achieve the goals you have set before yourself. I would not be where I am today, with 4 self made albums, and a band, a member of a burlesque variety troupe and the director of a choir if I let myself be daunted. I have eaten out of dumpsters, been lost in strange cities with nary a dollar to my name, and I always felt the Divine presence and I always found a friend. I have in turn tried to be a friend to those in need. I have always had music to help me through and I will use music in this project to demonstrate we are one people living on one world.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "I wanted to build musical bridges......", "update_content": "And so I did, with your help! YOU helped me go on the most difficult and beautiful journey of my life, over one year ago! I saw some old friends and made a bunch of new ones! I went to 15 cities in 13 countries and performed in 3 major international festivals! We shot a TON of video! So much video we haven't even finished editing it all! Terabytes of digital information! We produced a playlist of video shorts of me singing in 15 different locations! If you have not seen it, please check out! "}, {"update_no": "UPDATE #27", "update_userinfo": "One year ago....I asked you for a bunch of money to do something wonderful....", "update_content": "And you answered!!!! With love and donations, large and small and every one of them incalculable in what they actually meant together, to me. Cuz you're amazing. You helped me do things I never thought I would ever ever in my wildest dreams achieve. I spent two really ridiculously taxing and incredible months traveling through Europe, to 12 countries, 15 cities and 3 major festivals, carrying my gear on my back, riding trains, busses, boats, planes big and small, with young Alistair McQueen by my side videotaping the whole thing. I have gotten MOST of the rewards out (I just got one more mailing address, thanks Mike, I will send yours out this week!) and if you did not get yours it's cuz I either need your mailing address or we need to set up a singing pie delivery (hey hey Suz and Varun!) and the web page is also still in the works. No one tells you how much work it is to actually get out the things you promised, well they did, but I didn't believe them....so please forgive me if you still don't have yours and I would like to fix that before much longer! Cuz I love you and you're amazing! "}, {"update_no": "UPDATE #26", "update_userinfo": "World Premiere of Video and Live Performances Oct 28 at Mr Smalls! Free show!", "update_content": "Hello friends, I hope your fall is progressing in a fashion not unlike the falling leaves, bursts of brilliant of colors, beauty, a crisp clarity and then chaotic falling so that the new growth can appear when waiting is fulfilled come next Spring! Things are changing, if I have learned one thing on this earth, everything changes and it can be good and it can be bad and sometimes you can't tell immediately which is which.... but we are here and we are doing the best we can. We’re all working every day to speak life into the world with our words and deeds. My words and deeds have led me to some incredibly exciting experiences these past few weeks. I have met my childhood heroes and found them more human than I expected. I have made music with geniuses and fools and found something sacred in all of it. I am working on a new song right now, it goes \"I never belonged anywhere and so I went everywhere - And everywhere I took my temple with me\". "}, {"update_no": "UPDATE #25", "update_userinfo": "Mandee and Moe in Paris, France!", "update_content": "Friends! I have been home a couple weeks now and I am back in the swing of things, gigs coming up, for example October 2, 2015 I make my debut in the James Street Ballroom with my full band! Info here: https://www.facebook.com/events/155178814821541/\nBut I also am making sure to complete sending out rewards, was working on glitter lip scrolls last night! "}, {"update_no": "UPDATE #24", "update_userinfo": "Almost at the end of our journey, 2 new videos up this week!", "update_content": "Dearest friends and supporters! I am currently in Scotland, at the Edinburgh Fringe, it is a festival unlike any I have ever attended. The city is filled with artists and performers from all over the world. 3000 shows are happening right now, and there are industry professionals who book, manage, produce performances of every genre and medium imaginable, all looking for new projects to work with. It is wildly exciting. I have so many ideas for what I am going to bring here next year and the people I am working with now are performers at the top of their game. I am honored to be among them. My companion and videographer Alistair McQueen has been working really hard to capture all of our experiences and put some of them up for your enjoyment. Most of the editing will be done after we get back and can actually watch the hundreds of hours of footage logged and piece it together in a sensible format. A tv producer is coming to our show tonight at \"Best of Burlesque\" and who knows if it will actually lead to \"Take it to the Bridge\" to be picked up or not? But hope is a good thing..... Another good thing is clicks, likes, and shares.... social media is the currency and Nielsen ratings of the modern age, so please check out the youtube channel where we have been posting the videos and share them. "}, {"update_no": "UPDATE #23", "update_userinfo": "on my way to the Edinburgh Fringe, I wrote this at 2 am in the London Gatwick airport....", "update_content": "Somehow I guess I thought my arrival into England would include Mary Poppins and Doctor Who greeting me at the border with a blue box, a bumbershoot and some charming chimney sweep with a terrible cockney accent.... that's not what happened..... what happened was I had to wrestle 50 tourists at Termini train station for 2 seats on the bus to Rome's FCO airport, spend about 45 minutes wandering around the most confusing airport I have ever been in, though I did manage to locate the plane after 2 gate changes, all in a rush for the privelege of sitting at a coffee shop on the other side of the security gate all night in suburban London....But it's all ok though, cuz just before I left Rome, I carbo loaded at Mama Angela's with a burlesque dancer named Wonderful Ginger, and that's something I could have never predicted, after I sang for her on a bridge, she stuffed me full of pasta, panna cotta, tirimisu and bruschetta......and then on the plane I sat next to a delightful choir master and conductor and we chatted for hours about music, art, debauchery, who was our favorite Doctor (Who) and the social merits of fist mastication whilst flying the friendly skies.... And, really, the last several weeks have been a kind of blur.... we documented everything, so it's all on tape, and we will edit it and get it into a movie form when we get home.... but really, we have been changing locations every 3 or 4 days and it's just long enough to make a couple friends, or reconnect with old ones, sing on bridges, go to jam sessions, make plans for future ventures and I am deep down tired and exhausted through every bone and fiber....I think I am on my 27th wind right now..... I have been trying to post pictures and videos on my facebook page..... I have two now.... the one I have always had for my music which is http://www.facebook.com/PhatManDee and my new one, for this video documentary project which is http://www.facebook.com/TakeItToTheBridgeWithPhatManDee I hope you will \"Like\" it and \"Share\" it."}, {"update_no": "UPDATE #22", "update_userinfo": "New Video Up! American Sirens in Munich!", "update_content": "Hello dear friends and supporters!! I am currently in Amsterdam... its so pretty here.... the buildings are gorgeous, the people seem to be dealing with the massive crush of super partyers in a sensible manner, people riding bikes, great public transportation (love that about everywhere in Europe man....I am so jealous of their trains and busses and water taxis, no lie) and the hotel is right in the museum district....so much incredible art everywhere.... Most exciting to me, I found a phenomenal jazz band playing at Cafe Alto last night and stayed out til 4 am listening to them destroy it utterly and build it back up in a sonically spiritual fashion better than ever before..... I also located a couple gorgeous bridges that we're going to shoot at today and tomorrow.... hopefully I can get some musicians to join me like I did in Hamburg, Berlin, Prague and Munich!!! "}, {"update_no": "UPDATE #21", "update_userinfo": "2 weeks! 6 cities, 4 countries, a month to go!", "update_content": "I have been going at it hard, friends! I have seen some truly amazing things, met some incredible musicians, crossed some phenomenal bridges, big small, old, new.... sung with some delightful people and made some wonderful new friends and fans! It has been a very difficult and emotionally wrought journey, but I wouldn't trade a single moment of it for anything in the world.....\nWe left Pittsburgh, PA amid much consternation, did we have everything we needed??? Or had I brought too much? Would people even like my voice? Would i be too pushy, and seen as some loud mouth American (which I kind of actually am???) Would I know enough words in their languages to not look like a jagoff? How do you use a bidet? What do you mean flipping someone off in Germany is illegal and punishable by up to 1000 euro fine? Would I be able to carry my heavy luggage onto boats and trains and busses and over the bridges I so wanted to see and sing on? Would we lose all the camera gear in an absinthe inspired jazz brawl under a 1000 year old bridge in Prague? All of that (except I didn't flip anyone off in Germany, cuz it's not the kind of thing I do anyways and did I mention that if you do it really is illegal??? And also we didn't fight anyone under Charles Bridge, though some drunk crusty spangers were giving us the \"hey you look like you might be carrying $2000 worth of camera gear stink eye\", but I \"hey man, you aren't the only crazy person here\" look and stunk eyed them right back and they left us alone....)"}, {"update_no": "UPDATE #20", "update_userinfo": "Here we Go!", "update_content": "Dear friends the journey begins! I'm departing Pittsburgh as we speak. I'm terrified, exhilarated, sitting at the airport wondering what I will see, who I will meet, if they will like my songs and want to play with me.... I shall walk through this next door, into my future and I know that whatever happens, it is because of the love, support and artistic power of my community that I am able to make this incredible journey. Thank you! Please follow our youtube channel \"Take it to the Bridge\" for video updates and video postcards along the way! We put up our first bridge video last week, it's a musical and dance collaboration between myself and the Sisters Hamer, Maria and Christine, world celebrated bellydancers, on the Hot Metal Bridge. "}, {"update_no": "UPDATE #19", "update_userinfo": "1st Bridge Video! We're Leaving NEXT WEEK! Come party tomorrow!", "update_content": "Friends! The time is upon us! We are leaving next week! And it is all because of YOU! Flights are booked, train tickets purchased to help shuttle a little phat girl with very big dreams all over the European versions of hither, thither AND yon!!!!\nWe are having a bon voyage party for us and also birthday celebration for my videographer and companion, Alistair aka Smokin' McQueen! Tomorrow night on Thursday June 25 at the Lava Lounge! All kickstarter supporters are invited to come for free, for everyone else it is $10! We are having performances by Phat Man Dee, Smokin' McQueen, Tommy Amoeba, Geña Música, Christiane D, Andrew the Impaled, David Apocalypse, Viva Valezz, Nomi Darling, Lita D Vargas, Just Jingles, Fangs the Clown, Miguel Sague III and Kat De Lac! Doors at 8, show at 9! We would love to see you and thank you in person if you are local and we can see you!! Here is the facebook event page!"}, {"status": []}], "comments": [{"username": "Kristine Schmidt", "content": "https://www.google.com/search?q=regensburg&safe=off&espv=2&biw=1340&bih=1167&tbm=isch&imgil=vGiXABKIJP0cHM%253A%253BSVotvM-vfWfXLM%253Bhttps%25253A%25252F%25252Fcommons.wikimedia.org%25252Fwiki%25252FFile%25253ARegensburg_08_2006_2.jpg&source=iu&pf=m&fir=vGiXABKIJP0cHM%253A%252CSVotvM-vfWfXLM%252C_&dpr=0.9&usg=__bPR6JFI5iChonDnZs0OFKBTguOc%3D&ved=0CDIQyjdqFQoTCP_0pOmo6sYCFYQckAodVbAAYw&ei=PTutVb_iBoS5wATV4IKYBg#imgrc=vGiXABKIJP0cHM%3A&usg=__bPR6JFI5iChonDnZs0OFKBTguOc%3D", "time": "almost 6 years ago"}, {"username": "Karen Hannon", "content": "congratulations Mandy! i wish i could have donated more. look how far you have come and thanks for sharing your journey with all of us!", "time": "about 6 years ago"}, {"username": "Zenrok Studios LLC", "content": "https://www.kickstarter.com/projects/wormholecity/wormhole-city-sci-fi-pc-game-xbox-one-ps4-stretch", "time": "about 6 years ago"}, {"username": "Barbara Fried", "content": "Yay. Have a joyful and blessed journey, my dear.", "time": "about 6 years ago"}, {"username": "Anne Mates", "content": "I know you will have a ball and learn a lot. You have always been an observant sponge! CONGRATULATIONS! Love you, Anne", "time": "about 6 years ago"}, {"username": "Christiane Leach", "content": "to you and to all of your wonderful contributors. Yay! We made it happen!!!!!", "time": "about 6 years ago"}, {"username": "Jeffrey Flannery", "content": "Congratulations Mandy! I am so happy for you! And proud! Look forward to hearing all about your journey!", "time": "about 6 years ago"}, {"username": "Leigh Anne Focareta", "content": "Congrats on exceeding your goal! And THANK YOU for offering the glitter lip secret as an incentive - how could anyone NOT WANT THAT??? Can't wait to see/hear all your adventures.", "time": "about 6 years ago"}, {"username": "Dimitri Vassilaros", "content": "Um, make that :-)", "time": "about 6 years ago"}, {"username": "Dimitri Vassilaros", "content": "Um, make that :-)", "time": "about 6 years ago"}, {"username": "Dimitri Vassilaros", "content": "�", "time": "about 6 years ago"}, {"username": "Erica", "content": "Congratulations!!!! Artists such as yourself with such a deep devotion and love deserve everything you aspire to be and do. Good luck :)", "time": "about 6 years ago"}, {"username": "Brother Strawberry", "content": "Brother Strawberry", "time": "about 6 years ago"}, {"username": "Melanie Stone", "content": "Best of luck to you!", "time": "about 6 years ago"}, {"username": "Amber Epps", "content": "Oh yeah...Can't wait to get my Eiffel (sp?? haha) Tower song from you and Alistair!", "time": "about 6 years ago"}, {"username": "Amber Epps", "content": "Love you Mandy!", "time": "about 6 years ago"}, {"username": "Brother Strawberry", "content": "This city has never looked more beautiful or appealing than with you welcoming neighbors by song on the Smithfield street bridge!!! Spectacular!!!", "time": "over 6 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "I have been writing and composing music and songs for about 13 years. I grew up in Pittsburgh following my heart the way my family taught. I attended college at Valparaiso University, where I studied music. Having voice as an instrument of focus, I learned a great amount from performing and private lessons. In my college career I was a lead singer/songwriter for a three piece folk band called “The Still Life” where I honed my songwriting and band leading capabilities. \nAfter graduating college, I separated from that project to pursue more work on my solo career. Writing, singing, teaching, jamming, playing songs, jingles, and anything that came out of me through some creative force, I took my performance to a new level. Performing around the Pittsburgh area from the far south suburbs to the center of downtown, I have been growing as a person and artist. For example, the open mic scene around town has offered new friendships and collaborations on others music as well as my own. I learned the depth at which my writing could be taken.\nThere has always been a deep side to me about the concepts of existence. I found in my writing I was able to discuss and express myself. A true example of my view ….. I have always existed as the question of what our purpose is and where we are going. By “we” I mean as a unified group of existence: Humans, animals, plants, the earth, the universe. We all have so much we cannot deny is unified. We are together in this existence. I find supporting and caring for others lives’ brings more positivism to our own. It is equally about pursuing our own dreams, or pursuing what it is that brings us happiness. My goal in my life is to encourage and aid others in their growth of life. \nI pursue my beliefs through my music. I share them. I sing, shout, pour, and am elated in doing so. I am blessed to be capable of this. Without everything we go through in life we wouldn’t be who we are. Without everything I have lived, I could not be who I am, pursuing what I am pursuing and dreaming as I dream. Hence, I am reaching out through this Kickstarter to be given an opportunity to record a professional quality album.\n In this album I am discussing more on my beliefs and opinions on life and existence, as many creative folk do, this is my take. With your aid, I will give my first public portrayal of existence, struggle, and growth through recorded performance. Fear. Love. Every other emotion stems from these and I am eager to share my limited perspective with you. I have never worked with a studio where I felt I was able to really release my passion, heart, determination, or focused energy until now. This also includes a respectful and equal partnership. \nUltimately I have never been able to create a professional quality album. Through the open mic scene, I met an equal who was interested in aiding me in my pursuit of a solo album. We grew in understanding of each other’s goals, learned about each other’s passions, and decided we should try to create a professional quality product. With your aid, I will be able to record out of Soundscape Studio with Michael Anthony Cirelli as the engineer. Thank you for your love and support now and in the future.  \nSincerely yours, \n Jeremy Caywood ", "risks": "Risks and challenges\nNeeding more studio time than the kikstarter funds.\n\nLengthen the over all time in completing the project. Having to save own funds as opposed to relying on the aid from others. However the need for more studio time has been accounted for in the project goal. \n\nIf the kikstarter fails to reach the goal I will not be able to complete my project in the foreseeable future.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Michael Anthony Cirelli\nFirst created · 0 backed\nI studied Audio Engineering at Belmont University since the Fall of 2008 until graduation, May 5, 2012. From my time there, I have taken a...See more"}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "The biggest of thanks!", "update_content": "Jeremy here, \nSending out my heart and my thanks. My appreciation grows and grows every single day. I have been working on my music career as a solo artist for 7 years now. I have grown so much. Learned what works and what doesn't. I have never given up and I will never let anything take me away from what it is that makes my heart beat. Music. "}, {"update_no": "UPDATE #3", "update_userinfo": "In our last 24", "update_content": "Hey everyone! I really appreciate each individual who has put their support into this Kickstarter. As we are dwindling on our time, we still have our heads held high. I know everyone who has lived has taken leaps of faith. We learn from these things. Whether they are successful or not. Its why we dream and strive for our dreams. \nIf you have already given to this kickstarter, you will be receiving personal thanks individually. If you are able, share it again.Tell your friends and family, perhaps they'll be interested in supporting also.  There is still time! "}, {"update_no": "UPDATE #2", "update_userinfo": "Thank you thus far!", "update_content": "I want to thank the folks who have already supported the Kickstarter. The goal is a very attainable goal that will provide a great opportunity for myself as well as Rusted Sol Pictures and Soundscape Studios. The incentives have been established with focus and drive. A lot of really cool things to come from this Kickstarter! \nThe release of the music video for the single \"Last Ticket to Heaven\" will be in the next few days! It will showcase the quality of work we are striving to be able to do with the fulfillment of the Kickstarter goal. "}, {"status": [{"Project ends": "JULY 26, 2014"}, {"Project launches": "JUNE 23, 2014"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Welcome to the pre-sell of my book, The Conversation We COULD Be Having.\nThis book is for everyone, but it's ESPECIALLY for You -- the folks I call the \"hidden demographic,\"  What does that mean, you ask?  Well, read on:\nIf you are open-minded, progressive, and thoughtful, then this book is for you. \nIf you don’t consider yourself an \"activist,\" and yet still want to engage on the topic of race -- not only regarding social justice, but also cultural exchange and friendship -- then this book is for you.\nIf you do consider yourself an activist, then this book is also for you -- because, even though we may have different approaches, we are still working toward the same righteous end: total EQUALITY for ALL PEOPLE.\nIf you want a space where you're not asked to be the \"representative of your race,\" then this book is for you.\nIf you're a white person who is not in denial about the need for this conversation -- but also someone who doesn't resonate with the \"you MUST admit you're racist, even if you don't think you are\" white-guilt approach -- then this book is for you. (In other words, you get that white people and people of color still aren't treated equally in this country, but rather than guilt and shame, you'd like to bring your \"whole humanity\" to the program.)\nIf you are a person of color who is a bit weary of explaining \"racial\" things to white people, and yet also don't necessarily consider yourself an activist, then this book is for you.\nIf you are not afraid to talk about race, but often feel like you don't really know how to, then this book is for you.  \nIf you are multi-racial, in an interracial relationship, were adopted by parents  of another race, or have adopted a child of another race, then this book is for you.\nIf you want to get beyond the guilt and denial and really connect – in a more meaningful, lasting way -- then this book is for you.\nIf you want a real conversation about race that feels authentic, uninhibited,  and rich with possibility, then this book is for you. \nConversationWe at IGNITE (5-min. video of me sharing some core concepts of the book.)\nHOW I GOT STARTED IN ALL OF THIS\nI was about eight years old, in the mid 70's, looking at images from the Civil Rights Movement, in the big TIME/LIFE book on my grandmother's coffee table.  I was simply riveted.  I didn't fully comprehend what I was looking at, but I knew it was something of great import.  That was the seed of my calling.\nUltimately, I became a musician, painter and educator --  and began to use the arts as a catalyst for a different kind of conversation about race.\nIn the Spring of 2000, I realized a 20-year dream and debuted my full-length \"concept album\" called The Divided States of America.  Tony Norman, of the Pittsburgh Post-Gazette described it as \"a suite of songs about race, class, and other divisions that continue to haunt the American dream.\"  You will get the full album as a download, at just the $5 donation level -- PLUS the advance preview of the book! You can check out the songs here: https://itunes.apple.com/us/artist/j.g.-boccella/id6272793\nThe Divided States of America album\nA NEW PARADIGM FOR RACE\nAfter years of creating and implementing programs on race, I began to notice a phenomenon: a “hidden demographic” of people who really wanted to connect across lines of race -- socially, professionally, and intellectually -- but who didn’t have “a way in.”\nIn “The Conversation We COULD Be Having,” I offer a new paradigm for race relations in America. I describe how -- by engaging each person’s “whole humanity” -- we can move beyond narrowly defined roles, to a place of far greater understanding, connection, and relationship.\nSomething is brewing. There is a zeitgeist forming – an opportunity before us. All over the country, members of this hidden demographic want something more -- something more holistic, more accessible, more generative.  I truly believe that this book could help so many people because it meets a huge unmet need that's out there.  The hidden demographic represents a lever for social change.  How do social norms shift?  When people are empowered, given a way into a process, and a way to connect.  Please help me get these ideas to as many people as possible by helping me get the book finished and marketed.  Many thanks!\nREWARD CATEGORIES\nDOWNLOADS: For just $5 you'll get the full-album download AND the full book preview!\nPHYSICAL BOOKS: Check out all the options for paperback and hardcover editions of The Conversation We COULD Be Having. From the $20 pledge level, up to the $250 level. \nCONVERSATIONS: Let's have a conversation!  Coffee and conversation with you, a friend, and me for a $450 pledge.  Luncheon conversation for you and up to 5 friends, and yours truly, starting at $1,250.\nSPEAKING ENGAGEMENTS: Starting at the $1000 pledge level.  I will come and speak to your group, school, nonprofit, corporation or event about the core concepts from the book.  More on my speaking at: www.ConversationWe.com/speaking \nFLAG PAINTINGS: My signed, original, acrylic-on-canvas \"Diversity Flag\" paintings -- based on the book cover art. \nCONCERTS: J.G. BOCCELLA & the MODO MIO BAND, live in concert!\nMY PLAN FOR THE BOOK\nI am setting this up like an artist residency.  I need two months to finish the book with total focus and no distractions.  \nI have a team including publicity, graphic design and editing -- who really believe in the book and are investing their time.\nDanielle Chiotti, active in the NYC publishing world for the past ten years, will be editing the book.\nMY CREDENTIALS:\nTo see articles, videos and radio interview, you can go to my media page at: www.ConversationWe.com/media\nI have a bachelor's degree, in Visual Art, from Brown University and a master's degree, in Arts in Education, from Harvard University.  I have appeared at The Consortium for Public Education, The CORO Center for Leadership, The Mayor’s Council on Youth, Presidential Classroom, universities, corporations, high schools, churches, and many other organizations, as well as on radio and television.\nTESTIMONIALS:\n\"J.G. gave me insights into this discourse about race that I've been grappling with for years in ways that would have saved me so much time and moved my thinking and clarity forward light years faster had I heard it earlier.  His knowledge, experience, research and insights provides many an a-ha moment to those fortunate enough to have these conversations with him.\"  - Erika Gold Kestenberg, Ph.D. Visiting Asssistant Professor-Director of University of Pittsburgh UPrep Partnership, Pittsburgh, PA  \n\"J.G., I just wanted to say thanks for a captivating and influential event tonight...I love the idea of asking, \"What can I do to be an ally?\" and how that is so simple but not easy. I'll be thinking about engaging our whole humanity, and I'm so glad to feel empowered with a way to talk about my identity in all of this -- an ally and member of the hidden demographic (although now, I think I was part of the hidden demographic, and after tonight have shifted to ally: vocal and not just willing to engage, but will engage). - Rory Michelle Sullivan, Development and Communications Associate, Harvard Hillel, Cambridge, MA\n\"Dear J.G., I want to thank you for coming to the University Unitarian Church to present your workshop, \"Race in Amerca: Speaking the Unspoken.\"  The teenagers in our youth group really enjoyed the evening.  Your music is a marvelous vehicle for reaching teens and for opening them up to this very important issue.  They had vibrant and deep dialogue after your presentation and were inspired to do more anti-racism work at their next conference.\" - Amanda Ayling, Youth and Young Adult Program Coordinator, University Unitarian Church, Seattle, WA\n\"Dear J.G., On behalf of the Mayor’s Youth Advisory Council for the City of\nPittsburgh, I am writing to thank you so much for your powerful,\nthought-provoking performance and facilitated discussion on the\n“disconnect” between races in America today...The Council thoroughly enjoyed your performance of songs from your original CD, The Divided States of America.  Further, they have not stopped talking about the discussion that you facilitated afterwards...Our society needs more individuals like you taking their passion and talent for affecting social change and sharing them with both youth and adults.\" -- Daniel Horgan, former Youth Program Officer, TRWIB, Inc., Pittsburgh, PA (Currently  Executive Director, generationOn, New York, NY)\n\"J.G., thanks so much for your wonderful presentation today!  We had a fantastic  discussion & reflection after you left!  The kids really loved how you related your personal life to the subject and found the program very stimulating.   Your generosity and talent are a real asset to our community.   Hope to see you again real soon.”  - Leigh-Anne Weiss, Community Service Director, Gateway Senior High School, Pittsburgh, PA\nThank you so much for being a part of the manifestation of this book!\nOneLove, JG\nConversationWe.com\njgboccella.com\nPROGRAM INFO\n\"DIVERSITY FLAG\" crayon drawing book cover art\n                                                        JGB\n   ", "risks": "Risks and challenges\nThe reason I am doing this book independently instead of signing with a publisher is because I want to maintain the integrity of the content. And since I'm a first-time author without a huge \"platform\" or blog following, I don't think they will give me total creative control of the book. Marketing is my key challenge. If I don't raise much money, I won't have much marketing. But with each new level of donations, I will have more dollars for marketing, publicity, and promotion.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "J.G. BOCCELLA\n3 created · 3 backed\nMy name is J.G. Boccella and I am a recording artist, painter, and social change catalyst. I am the founder of FierceWomenProject. My...See more"}, "support": [], "updates": [{"status": [{"Project ends": "APRIL 25, 2014"}, {"Project launches": "MARCH 26, 2014"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "On December 24, 2011, Judith Avers, Emily Pinkerton and Ellen Gozion performed together for the first time at a late-night Christmas Eve service featuring American folk music. Throughout rehearsals, the songs fell in to place in an easy and gratifying way, and the service itself was magical. All three women felt it should not be the last concert.\nBelieving in their unique potential as a trio, firm friendships began to form and “The Early Mays” (a name drawn from a character in one of Judith’s songs) jumped into their first project: a Christmas recording!!\nIn the sweltering heat of July and August 2012, late at night in the sanctuary of St. Andrew Lutheran Church in Pittsburgh, the ladies gathered to make live stereo recordings of their sessions. Starting out with the idea of making a record of Appalachian music, they quickly began arranging and writing their own wintry songs, inspired by American folk traditions, personal events, poetry, and each other. The “Christmas Sessions” were born.  \nThe Early Mays have recorded their Christmas CD, but now it is time for the behind-the-scenes magic.  That's where you come in!\nWe are hoping to raise at least $1800 with this Kickstarter Project.\nIf you are interested in being a part of this project, your financial gift will go toward covering these expenses:\nMixing/Mastering - putting the final shiny touches on our recording to get it radio and listener ready!\nFinal engineering costs - we have a few hours of \"touch ups\" to do at the church.  \nProduction/replication - ho ho ho!!  We need to get these lovely stocking stuffers printed and ready for delivery.  : ) \nWe would like to thank each of you for taking the time to read this, share the link with your friends and for considering being a part of our Holiday CD.  We couldn't do it without you.  \nThank you so much and see you around the tree!\nThe Early Mays\nwww.theearlymays.com", "risks": "Risks and challenges\nOur CD Release is scheduled for December 1st. This is a pretty tight crunch for the band in regards to timing, mixing, and production but we have a clear outline in place and have divided tasks in a fair way and are confident that everything will be finished up and mailed out on time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Rewards shipped!", "update_content": "I do believe this is the most peaceful Kickstarter campaign we have ever heard of.  Funded in less than two days and folks pre-ordering as they wish.  Wow.  (Guess we have the perfect band name \"Early\" Mays.  haha) \nThank you all so much.   We are humbled by your generosity. \nThere are 4 days left of this project and our cd's have been ordered and they shipped from the factory this morning.  If anyone else needs pre-orders or knows anyone who was hoping to order presents early, you still have 4 days to do so. "}, {"update_no": "UPDATE #4", "update_userinfo": "We did it!", "update_content": "Hi everybody,\nWe are still blown away by the fact we met our base goal in less than 48 hours.  Thanks to each of you who donated.  \nWe have been getting several emails with folks disappointed that they \"missed\" their chance to participate or to get rewards.  Absolutely no!  There are still about 20 days on this campaign.  That means that you have almost 3 weeks to sign up for any rewards package you want.  "}, {"status": [{"Project funds successfully": "54 backers pledged $2,937"}, {"Project launches": "OCTOBER 20, 2012"}]}], "comments": [{"username": "Karen Ungarino", "content": "Best Wishes! Can't wait to hear your CD! Especially looking forward to the original pieces. Really enjoyed the teaser song!", "time": "over 8 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hi everyone,\nFirst of all, let me thank you for being a fan and supporting my music career. I realize how important that is, especially now.\nI am recording a new record of songs about America. These songs are written about my hope for the future of our country.\nMy first recording  \"The Ballad of Philo Paul\" featured the title track which was written about my 3rd great-grandfather, Philo Paul, who fought against slavery and to preserve the Union in the Civil War. He paid the ultimate price at the Battle of Spotsylvania, \"The Bloody Angle\" May 12, 1864.\nThis record will be featuring my 2nd great-grandfather, Rev. Thomas P. Proudfit, who was a Presbyterian minister that traveled out west to Nebraska in 1863. He would give a sermon at one church and ride on horseback to his next sermon, sometimes traveling many miles the same day.\nHe and his wife and family followed The National Road, Route 40, all the way to Nebraska. I thought this story would be a perfect fit and analogy to what is happening in our nation now. I wanted to explore many angles. We do live in the most amazing country on Earth, though not perfect, it is these trying times that test our faith and hope for the future.\nI can't do this record on my own. So it really is up to you how much we can do together to make this record. The budget is very tight, with studio costs, paying musicians, and giving rewards; Any money raised above my goal will be used for tour support and promoting the record.\nHere is my budget plan to make the album for $5,000.\nProduction, studio time, engineering mixing, and musicians $3,000\nMastering CD pressing, $1500\nFees and reward fulfillment. $500\n**If we do not reach $5,000, the project will not be funded (your credit card will not be charged) and no prizes will be sent out. **\nPlease help SPREAD THE WORD through Facebook, Twitter, Emails, etc. I can't do this alone. I truly need your support.\nI thank you sincerely, from the bottom of my heart. Making music, protecting the environment, and our nation mean so much to me. The only thing more important is my family and God. I would like to think that your support makes you part of my musical family.\nPeace, love and blessings,\nMitch\nmitchbell.com", "risks": "Risks and challenges\nThe major challenge on this record will be maintaining the high standard that were set with my last record.\n\nI will be working with a small budget on this recording so I will have to be very frugal. So I will need to find the following to work with me: studio, producer, engineer and musicians that can work within the time frame and budget I have allotted.\n\nI may have to raise more money for promotion and tour support once the record is finished, but that would be another project. This project is to get the record recorded and meet my reward obligations.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Mitch Bell\n2 created · 3 backed\nSinger and songwriter T. Mitchell Bell pursues simplicity — the kind found in a blues harmonica line or a Hank Williams lyric. But it took...See more"}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Next step.", "update_content": "You will be supporting a producer/recording studio/engineer/ musicians/CD duplicators/printer/ graphic designer/ and a SONGWRITER! Plus YOU get a REWARD for pledging! \n This is a no brainer!! Move the economy FORWARD! \n$2,602 pledged of $5,000 goal 45 hours to go!"}, {"update_no": "UPDATE #8", "update_userinfo": "You can still donate. Thanks everyone!", "update_content": "My Friends,\nRegardless of the outcome of this fundraising effort, thank you very much for your support and believing in my songwriting. I have learned who my true fans and friends are and how much work is really involved in promoting a Kickstarter campaign. This will be my last fundraising effort for a long while. I will continue to write and make music, it is in my DNA. I didn't choose it, it chooses you."}, {"status": [{"Project ends": "NOVEMBER 9, 2012"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Update, and new goal\nTHANK YOU! THANK YOU! THANK YOU! We made the goal, and it took only 16 days -- not the 25 days that I was worried would be too short. Kicktracker says this project has the potential of reaching $5,500 by its conclusion. I'd really love to be able to share my art with the 30 more people that it would take to get there.\nI've set a new stretch goal: $5,000 total (it will take about 30 more Backers to get there). This is $1,500 more in Pledges. It amazes me to realize that this is possible.\nAnd I would like to add an extra 'thank you' to every Backer, if we make this stretch goal. The extra 'thank you' I will send you will vary, depending on what the reward is that you initially requested, but it will either be a set of greeting cards (if you didn't order greeting cards) or it will be a limited edition print (that is different than the one you ordered). Those of you who just ordered the digital images, or who gave without asking for any reward, will each get a limited edition print.\nPlease help me by considering becoming a Backer and/or sharing this with your friends. I want to share my art with as many people as I can!\nMilonica Stahl-Wert\nThe original statement of goal\nPlease help me bring my most current collection of watercolor art to the world. For thirty years, I've given my work away as gifts -- which I will continue to do -- but this Kickstarter campaign will allow me to print a limited-edition set of my art so that I can share it with many more people, including you.\nYour Christmas and holiday cards and gifts\nI'm running a brisk 25-day Kickstarter campaign, and I'm doing it for a reason. I want you to be able to use these Amish quilt watercolors as your Christmas and holiday cards. Among the rewards I'm offering, I'm printing this set of paintings on beautiful art greeting cards, and I've kept the campaign short enough to deliver 6 or 12 or 24 or 48 or 72 (or even 144) Christmas/holiday cards to you, and get them to your mailbox before Thanksgiving.\nAmong the other rewards I'm offering -- and do, please, check all of them out on the right side of your screen -- are limited edition, signed and numbered art reproductions of these paintings in their full size. I'm also offering the original watercolor painting for each of the six, and also a set of reproductions of the \"studies\" I did for each of the paintings (pre-paintings, as it were, that show my process). I would also love to paint a custom lone-star painting for you, in color schemes that you select, to fit just right in a place you might have in mind. And I'm also offering other rewards, small and large, which I hope you will like.\nWhat else?\nAs I said, offering these Amish quilt-inspired paintings, greeting cards, limited-edition reprints, and such is exciting to me in its own right. But success with this campaign will accomplish the first step in a larger project -- capturing all of my art in art-quality reproduction prints so I can bring my lifetime work forward. Getting this project funded and accomplished will be beautiful in its own right, AND it will be an important stepping stone for my work in the future.\nYou saw glimpses of my larger work in the video. The painting beside my daughter Emma (a painting of Emma) is one of a large set of large-scale semi-abstracts I've done over the years. I'm excited to show them. I've always also done semi-abstract landscapes, which I hope to share in the future. Also, I've been studying and practicing traditional Eastern Christian Iconography over the past ten years, working with traditional egg tempera, and I hope to share these in the future, also.\nThere's more, and all of it brings together my love for light, color, and the play and interplay of image, texture and color that communicates feeling, mystery, and beauty.\nThank you!\nYour patronage of my art through this campaign means a great deal to me. Thank you for supporting me, and please share this link with your contacts, link to it from Facebook, and so forth. I'd love to go well past my goal -- overshooting my goal simply means being able to share my art with many, many more people. Thank you for helping me!\n~ Music Credit -- \"Instrumental,\" on the video was recorded by Carlos Echeverria (aka AllAroundTheLight). Visit Carlos' music here.\nBig Single Blue Star\nBig Single Brown Star on Gray-Blue\n2-Star in Blue and Orange with Frond\n2-Star Tribute to Grandmother's Quilt\nBig Single Brown Star on Beige\n3-Star in Red, Blue and Brown\n6-Star 24 x 40 in Mahogany frame", "risks": "Risks and challenges\nIn order to reduce any risks and challenges to fulfilling my commitments to you, I've worked through the production, printing and delivery details already. To do this, I worked with a veteran painter in my city -- Mary Lois Verrilla, \"The Lady Who Paints Pittsburgh,\" -- who introduced me to the print company she has worked with for 30 years, and who talked me through all the details. Visit Mary Lois at http://www.ladywhopaintspittsburgh.com. I sat down with the printer, and all the schedules and deadlines are in place with the printer, and to the best of my ability, I'm all set.\n\nHaving said that, this is the first time I've done a full art reproduction project, and though I'm working with an art print house that is very highly regarded, I know that mistakes and setbacks can happen. To the best of my ability to calculate, if the print process would need to be redone, due to an error or quality problem of some kind, my delivery of rewards could be delayed as much as a week (getting to you by November 30, instead of before Thanksgiving). I really don't anticipate this, but projects can have setbacks, and I ask you to be patient with me if this occurs. I will keep you in touch with my fulfillment process, so that you are never in the dark.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Prints finally on their way", "update_content": "As earlier reported, the cards were printed and delivered on schedule, but the 8 X 10's were delayed. We were able to pick them up today -- and will be getting them ready to mail over the weekend! Thank you so very much for your patience! They are beautiful!\nMilonica"}, {"update_no": "UPDATE #4", "update_userinfo": "The Campaign is all done!", "update_content": "Dear Backers/Friends,\nI am amazed! I got to 100% in just 16 days. I was afraid I made the campaign too short when I set it at 25 days. I can't tell you how grateful and happy I am about reaching my goal. This is very uplifting to my heart! Bless YOUR heart for helping me.\nI am taking one more step: Kickstarter tells me that my project has the potential of getting to $5,500 or more by the end. What I have done is set a \"stretch goal\" of $5,000 (which will take about another 30 people to reach). This is just $1,500 more in sponsorships."}, {"update_no": "UPDATE #3", "update_userinfo": "100% Funded!!", "update_content": "I want to thank you so very much for your sponsorship of my Amish quilt watercolor series! Ten days are behind us, and 14 days are ahead of us (+ today), and we are 85% of the way to our goal!!! Thank you, thank you!\nI would love to tell the printers to print a lot more cards and be able to share my art much further. I'm thinking about something special to do for each of you as an extra thank you--reaching my goal has gone much quicker because of you--and I will announce what that is when I hit the 100% mark."}, {"update_no": "UPDATE #2", "update_userinfo": "Doing Great!", "update_content": "Thank you so much for being part of an amazing launch for my Kickstarter campaign!! I'm just in my 4th day (of a short 25-day campaign), and have hit the 47% mark -- nearly half way to success. I could not have done this without your early boost!\nPlease spread the word for me. It means so very much to know that my art will be shared with many people. Thank you!"}, {"status": [{"Project funds successfully": "88 backers pledged $5,128"}, {"Project launches": "OCTOBER 18, 2012"}]}], "comments": [{"username": "Ellen Gozion", "content": "many folks with your current, lovely, project. Best, Ellen G.", "time": "over 8 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hi everyone,\nFirst of all, let me thank you for being a fan and supporting my music career. I realize how important that is, especially now. \nI am recording a new record called \"Freedom Rust\". I had the idea to do a concept album from my involvement with environmental causes. These songs are written about my hope for the future of our country and the world. \nTypically, a record label funds an album with a price tag upward of a hundred thousand dollars. I am an independent artist without the backing of a record label.\nI can't do this record on my own. So it really is up to you how much we can do together to make this record. The budget is very tight, with studio costs, paying musicians, and giving rewards; Any money raised above my goal will be used for tour support and promoting the record.\nHere is my budget plan to make the album for $20,000. \nProduction, studio time, engineering mixing, and musicians $15,000\nMastering CD pressing, LP's $3500\nPromotion and reward fulfillment. $1500\n**If we do not reach $20,000, the project will not be funded (your credit card will not be charged) and no prizes will be sent out. **   \nPlease help SPREAD THE WORD through Facebook, Twitter, Emails, etc. I can't do this alone. I truly need your support.\nRecord companies typically spend hundreds of thousand of dollars to get a hit single on the radio. Independent musicians have no way to compete with that kind of money other than doing something like this.\nI had the opportunity to get involved in coal mining impacts on the environment through the Center for Coalfield Justice and The Sierra Club's Beyond Coal Campaign. Through that I was introduced to Mari-Lynn Evans, the executive producer of the movie Coal Country. I am forever grateful for being asked to perform at a number of environmental organization events which are listed below. \nThe concept for this album came out of my experiences and observations at some of these events.\nI have had a number of songs that fit together really well but some needed more work and a way to tie them all together. I think I have achieved that. The demos are all completed and the plan is to record the album at Sputnik Sound in Nashville working with producer/engineer Mitch Dane.\nSputnik Sound is the home of two grammy award winning producer/engineers, Mitch Dane and Vance Powell. Mitch Dane's assistant, Joshua Vance Smith co-produced/engineered/mixed, sang background vocals, played accordion, and wrote string arrangements on my last record \"The Ballad of Philo Paul\". Vance Powell mastered it. Joshua is now employed by Jack White III at Third Man Records and has worked there with Vance Powell on numerous releases including all of Jack White's last three projects. Follow the links below for more information.\nI thank you sincerely, from the bottom of my heart. Making music and protecting the environment mean so much to me. The only thing more important is my family and God. I would like to think that your support makes you part of my musical family.\nPeace, love and blessings,\nMitch\nmitchbell.com\nSputnik Sound\nMitch Dane\nVance Powell\nJoshua V. Smith\nCenter for Coalfield Justice \nCoal Country  \nMother Earth News Fair  \nMother Earth News Radio \nAppalachia Rising \nLarry Gibson's Changing of the Leaves Festival  \nMarch on Blair Mountain ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Mitch Bell\n2 created · 3 backed\nSinger and songwriter T. Mitchell Bell pursues simplicity — the kind found in a blues harmonica line or a Hank Williams lyric. But it took...See more"}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Re-pledge?", "update_content": "Plan B. Recording an acoustic based CD of songs about America and the\nAmerican Dream. Follow the link below to get involved in making\nThe National Road.\nhttp://www.kickstarter.com/projects/mitchellbell/the-national-road-an-american-song-story"}, {"update_no": "UPDATE #14", "update_userinfo": "GREAT START on the next leg of the journey!", "update_content": "I decided to post a budget plan so that everyone can see how I intend to spend the money that you are so graciously donating. These assumptions are based on me making my goal of $19,999. I am rounding up to $20,000. I am also assuming an average pledge amount of $50 with 400 backers.\nStarting Budget 20000"}, {"update_no": "UPDATE #13", "update_userinfo": "Funding Unsuccessful", "update_content": "Friends,\nThe way I see it you have two choices.\n\nOne is:\n\n\"I am going to do what I can do to help this project succeed.\n\nOR\n\n\"He will never make it, my support doesn't matter.\"\n\n\n$1,430 pledged of $19,999 goal 9 days to go.\n\nYou can help by clicking the link below and pledging your support? "}, {"update_no": "UPDATE #12", "update_userinfo": "The National Road", "update_content": "Thank you to everyone that has stepped up and backed this project. When I recorded my last record \"The Ballad of Philo Paul\" at Sputnik Sound in Nashville, it was an amazing experience to work with such talented musicians, engineers, at a world class recording facility. The vision I had for this next record was to build upon the relationships that I formed on my last record. \nRelationships are important. Everyone who has pledged to this project has proved to me that our relationship goes beyond fan or friend, because you are willing to say I believe in you, and I am willing to put my money where my mouth is."}, {"status": [{"Project ends": "OCTOBER 5, 2012"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "                                                                                  www.joyike.com\nUPDATE 3\nHello Everyone!!! We have 4 days to go and the project is fully funded! What a victory! Woohoo!  Thanks to everyone who donated. Need I say more? Actually...YES! So here goes...  http://youtu.be/HJCOfXQU7II\nUPDATE 2\nHey all! Just finished brainstorming T-shirts for the $50 level.  This is the basic design but I need your help to vote for the wording. There are a few variations of this image. So please vote on your favorite and that will be printed. \nUPDATE 1\nhey folks! i just wanted to share the first update video of the project.  We spent 6 days in NYC tracking drums, bass, and working on song structures. This is just a brief video that will give you a look into the process.  THANK YOU for your support!  I really can't make this happen without you :)\n========================================================\nWHO AM I\nMy name is Joy Ike and I love people! I love music too! I create music to reach the hearts of people, to create lasting and worthwhile change in our world, and to do what God has made me to do!\nWHAT I DO and WHY\nI travel, I perform at universities, coffeehouses, theaters, churches, clubs, listening rooms, music festivals, special events, and art festival. I talk to middle school and high school students. I write real songs about real things.  I am passionate about what I do. I am passionate about connecting with people through the arts. I am passionate about creating lasting change in our communities through the arts. I believe that the arts are a lifeline to community revitalization. I believe words, when shared thoughtfully, and with love and conviction, are powerful and can change a heart.  I just want to live my life fully alive!  And I am about to record my 3rd Full-length album! And I can barely wait!\nA LETTER FOR YOU\nDear Friends!\nThe time has come!   As I write to you, I'm currently overflowing with so much anticipation. I am truly, truly excited for the things to come even though I don't exactly know what they are . \nI am 3 weeks away from starting a brand new project and have been writing these songs for nearly 2 years now.  This album will be a bit different. It will be produced by Saul Simon of The Lovely Light studio in NYC.  It will be a album of primarily love songs. And i don't know how to say this except that \"I put alot of tears into this album.\"  This album and its songs hold a very special place in my heart and i really want to share them with the world...and YOU!\nThis album, in full, will take roughly $10,000 to record. $8,000 seemed like a good place to start when recording the video, but after the doing the math, it was necessary to set my Kickstarter goal at $10,000. The funds will be well be spent on producer, musicians, tracking, mixing, mastering, CD duplication, and rewards for funders.  You can bet that I will put ever last cent to good use!\nMy \"ask\" is that you would support this venture and that you would tell the people in your networks about it, in return for some incredibly, excellent rewards(look to your right)!   And the biggest reward is that you can finally stop asking me \"So hey, when do we get to hear your new stuff?\"  :)\nThank you all for your support and encouragement over the last 7 years and to God be the glory in all that we do!\n-Joy\n“We all die. The goal isn’t to live forever. The goal is to create something that will.” ~ Chuck Palahniuk (Fight Club) ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "New Album in the Works! New Kickstarter in Progress!!", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "Moving On To The Next Thing", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "CD Release - Your Ticket, Your Album!", "update_content": "Dearest Kickstarters,"}, {"update_no": "UPDATE #6", "update_userinfo": "Rewards, CD Release, & Things I Need From YOU! (please read)", "update_content": "www.joyike.com\nwww.twitter.com/joyike\nwww.facebook.com/joyikemusic\nHappy Fall!\nThe album is 75% done, you all! Over the past few weeks I've been listening to early versions of everything we've recorded and have begun to brainstorm with my producer about what is needed for the final leg of the project. I am so excited!"}, {"update_no": "UPDATE #5", "update_userinfo": "The Album is almost DONE!", "update_content": "www.joyike.com\nwww.twitter.com/joyike\nwww.facebook.com/joyikemusic \nGreetings Kickstarter Backers!\nWell this email is very belated, but it is finally here.\nI've been traveling most of this summer and haven't had nearly enough time to sit and get my act together. But that does not mean I forgot about you!"}, {"update_no": "UPDATE #4", "update_userinfo": "Album & Tour Update", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "Album Update, Fulfilling Your Rewards, & Things to Come!", "update_content": "Hey Backers! Hows it going!!\nFirst off I want to thank every single one of you for contributing to the Kickstarter!\nWith the help of all 102 of you, we've neared the 50% mark.  That's alot of work in 4 weeks!  And even more work for the final 2 wks.\nJust in case you missed it, there have been a few updates and many new rewards added in the last month, including"}, {"status": [{"Project funds successfully": "242 backers pledged $12,760"}]}], "comments": [{"username": "Jason Rivenberg", "content": "I have listened to this album several times. Its rare that I find an album that doesn't have at least one song I dislike but you madam have done it; and promise land i think is my favorite song on this album.", "time": "over 8 years ago"}, {"username": "Jason Rivenberg", "content": "Oh wow I forgot I downloaded the digital version and I just popped it in. I have to say i just finished the first song and i have to say this is fantastic! cant wait to hear the rest you really have a wonderful gift!", "time": "over 8 years ago"}, {"username": "jmonty", "content": "Congratulations on the album release. Listening now... sounds great! :D", "time": "over 8 years ago"}, {"username": "Garrett Haines", "content": "Kaw!", "time": "almost 9 years ago"}, {"username": "Tim Ruff", "content": "I ALMOST didn't hear about this!!! Glad I just saw it on FB :) Can't wait for the release!", "time": "almost 9 years ago"}, {"username": "Michael DeMao", "content": "Couldn't have happened to a more deserving person! Congratulations!", "time": "almost 9 years ago"}, {"username": "Abby", "content": "Yay Joy! So excited for the new album! :D", "time": "almost 9 years ago"}, {"username": "Kenneth Pearson", "content": "Congrats on reaching your goal!", "time": "almost 9 years ago"}, {"username": "Rob Strait", "content": "BTW, I would have backed you regardless (love your stuff), but I must say that anyone who quotes fight club is a shoe in for my pledge!", "time": "almost 9 years ago"}, {"username": "Rob Strait", "content": "Congrats on exceeding your goal Joy!", "time": "almost 9 years ago"}, {"username": "Daniel and Victoria", "content": "Thanks for putting yourself out there for us humble and vocally untalented people to enjoy....here's my love.", "time": "almost 9 years ago"}, {"username": "Michael DeMao", "content": "Hey Joy, thanks for the nice responce. Jenn and I are currently on our second honeymoon. Jenn is the far more tech savvy member of our team, and as soon we are back inthe Burgh we'll ve looking up your next performance with great relish!", "time": "almost 9 years ago"}, {"username": "Kenneth Pearson", "content": "Your welcome. Check out my about.me/marvingrey page the link to my \"Charming Aura\" blog is posted under my bio. I am editing your post now. It should be posted within the hour. Once again I wish you the best of luck.", "time": "almost 9 years ago"}, {"username": "Kenneth Pearson", "content": "Hello,I wish I could've donated more and I hope your project comes together smooth and meet the required funds in order to reach your goal. I would like to post some of your work including your kickstarter vid. on my blog to help support a little more...If that's okay with you?", "time": "almost 9 years ago"}, {"username": "Michael DeMao", "content": "I was fiddlin' around on kickstater the other day and stumbled across your page. Ever since my wife and I have bought all the songs we could find! We are absolutely enamoured by your sound and love that someone living in our hometown is providing such beauty to the rest of the world. We wish you all the luck in the world!", "time": "almost 9 years ago"}, {"username": "njiuma", "content": "great vid, God bless you with the new record!", "time": "almost 9 years ago"}, {"username": "Troy Hilbrands", "content": "Best of luck with the recording!", "time": "almost 9 years ago"}, {"username": "Judith Avers", "content": "Hi Joy and the crew - I hope you are having a great time making the album. So excited for you! : ) Best of luck, Judith", "time": "almost 9 years ago"}, {"username": "Shana Wertheimer", "content": "If you ever need anything here in Brooklyn (sounds like you might be headed this way) just say the word.", "time": "about 9 years ago"}]}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Imagine a place where coffee fuels creativity.\nImagine, EXpresso Coffee.\nA place where:\n the passion and creativity of youth are nurtured and encouraged\na venue where young musicians have a stage that is dedicated to the eXpression of their talent\nwhere an eXplosion of paint interrupts white walls\nwhere physical manifestations of sculptors' dreams extend from the floor.Imagine all of this, complimented by the taste and aroma of exceptional coffee and pastries or eXquisite pairing of soup and panini sandwiches.\nWhat you are imagining...is EXpresso Coffee.\nYour support on Kickstarter will go to support the following:\nAudio Equipment for the recording of a live CD.\nRemodeling the space in order to create an art gallery that is customizable to each artist's work as well as an elevated stage.\nProduction cost for the full length live CD of featured musicians.\nProduction cost for a calendar of the artists featured through out the year of the project.\nAt the end of the year, EXpresso Coffee will produce:\nA 15 month calendar featuring 13 young artists (Drea Bolen, and 12 others selected by a panel of judges throughout the year).\nA 4 song EP by Tyree Morgan\nA 12 song live CD of selections from young musicians to be selected by a panel of judges throughout the year.\nAfter the project year ends, EXpresso Coffee will continue to produce an annual calendar and live CD as an ongoing venue for youth in the arts.\nAn opportunity for eXposure...\nThis social venture will literally use the cafe venue to fuel the creativity of youth. The cafe will give employment preference to young artists and use a profit sharing program to provide them with substantial enough compensation to allow them time to focus on their craft.\nA place for eXceptional music...\nYoung musicians who are typically excluded from other venues because of their age will no longer be limited to performing at school and church. They will be able to perform at an all-ages open mic night.  EXceptional young musicians will be selected to perform as featured performers on Saturday nights.  Vocalists young and not-so-young will be able to share the stage and enjoy a karaoke night without the pressures of alcohol.  At the end of the year, a live compilation CD will be produced featuring one song from each featured artist.\nWalls to eXplore eXemplary art...\nEach month, a panel of local arts professionals will choose an artist to be showcased on the walls of the cafe.  At the end of each year, EXpresso Coffee will produce a calendar featuring the works and biography of each month's artist.  EXpresso Coffee will host a gallery opening and closing event that will give the audience an opportunity to experience the art under the guidance of the mind that created it.  Artists will also be able to sell their work from the cafe without a consignment fee.\nEXpresso Coffee will reach out to local organization like Pittsburgh CAPA, the Art Institute of Pittsburgh, Point Park University, The Manchester Craftsman's Guild and other local schools and organizations to ensure that young artists and musicians are made aware of this eXcellent opportunity for eXposure.\nSome eXtraordinary partners...\nWe've teamed up with a local young artist and young singer/song-writer to help kick of the creativity. \nFor the first few months of business,  the  unique recycle/reuse art work of Drea Bolen will be displayed on the walls of EXpresso Coffee.  Drea will be creating five original pieces of recycled art based on our theme, \"Coffee...fueling creativity.\"  Imagine a replica of Botticelli's Venus or DaVinci's Man painted on a coffee filter canvas using various coffees for the various shades and hues.  These five brand new pieces are available to backers at the $7,500 level with and eXplosion of other fun rewards.\nHere are some of examples of Drea's other work.  \nYou can also check her out at Drea's Playhouse.\n\nRewards to eXcite you...\nFrom here on out, every reward level also includes having a caricature likeness of you (or someone you gift it to) drawn on our \"Facial EXpressions\" wall!\nImagine a place where coffee fuels creativity.\nImagine, EXpresso Coffee.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Michael Reber\nFirst created · 5 backed\nA little about me...I sing, I write songs, I DJ karaoke, and I drink a LOT of coffee. I've played guitar since I was 12, and loved the open...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JUNE 13, 2012"}, {"Project launches": "MAY 11, 2012"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hello, Good People!\nMy name is J.G. Boccella and I am an independent recording artist. My two greatest passions in life are music and bringing people together.\nI am seeking $2,500 for my first-ever music video. (That’s the bare minimum that I think I need to make something nice, so any extra will just give us more options.) The song is called “UNSTOPPABLE” and it explores the idea of accepting the inevitability of change – in life and society.  The song will be featured on my second full-length CD.  The video is set 30-40 years in future, and imagines what changes in societal norms and law will have taken place by then.  Here are the lyrics to the chorus:\nYou can’t stop an idea whose time has come\nNo use runnin’, cause where you gonna run?\nDon’t fear change ‘cause it’s bound to come\nIt’s UNSTOPPABLE.\nAs a songwriter, I like to blend musical styles and try to create a unique sound out of this mix.  Lyrically, I write about life and love, as do many songwriters, but I also often write songs about race relations.  This song was a fan favorite from my first recording:  http://www.amazon.com/gp/product/B001KYMOGI/ref=dm_dp_trk2?ie=UTF8&qid=1317592650&sr=301-4\nIt’s called “If a Dog Bites You” and explores the idea of TRUST – how it’s lost and possibly regained.  The vignettes in the verses are based on real events that took place in my hometown of Pittsburgh, PA.\nThat first full-length CD was a “concept album” :-0  called, “The Divided States of America” and was an attempt to explore U.S. race relations from a different perspective.   You can hear it, and more of my music, here:\nhttp://itunes.apple.com/us/album/the-divided-states-of-america/id6272826\nThis is my single called “CHANGE”\nhttp://itunes.apple.com/us/album/change-single/id394057968\nI have also explored these ideas in workshops that I have developed over the years and, currently, in a lecture series and book project called “The Conversation We COULD Be Having.”\nI am also a painter.  You can see some of my work here: http://www.zazzle.com/gifts?ch=modomio \n GOOD PEOPLE\nI am so excited to be working with my Modo Mio Band-mates to record this, and also with some amazing film and video friends.  I know that all together – you, me, the band, and the film/video/visual artists – we can make this a GREAT, high-quality, evocative, jammin’, and thought-provoking piece.\nWHAT YOU GET FOR WHAT YOU GIVE\nI’m also so excited (as a music fan myself) to offer these great thank-you’s for your pledges of support.  Check it out!\nFor just a one dollar donation, you can download our live EP, “Live from the Guild.\"  \nAnd, for just a five dollar donation, you can get the live EP download plus my full-length debut album, “The Divided States of America,” as a digital download!\nThen, there are the signed CD’s, the private concerts, the original painting.  Check it all out, on the column on the right.\nFINDING MY AUDIENCE\nI remember a Bruce Springsteen quote where he was talking about how, now that he had finished making his record, he felt like he had to literally go out and FIND his audience.  That’s what I am trying to do now.  I want to find people who are really feeling this music.  And, my hope is that the video – as well as the Kickstarter community – will be able to help get my music out there to find the people who would be most moved by it.\nAll I want to do is make great music and bring people together.  Please help me find my audience.  \nMany Thanks.\nPEACE&BLESSINGS,\nJG", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "J.G. BOCCELLA\n3 created · 3 backed\nMy name is J.G. Boccella and I am a recording artist, painter, and social change catalyst. I am the founder of FierceWomenProject. My...See more"}, "support": [], "updates": [{"status": [{"Project ends": "DECEMBER 24, 2011"}, {"Project launches": "OCTOBER 25, 2011"}]}], "comments": []}}, {"backer": "Heather Kropf", "project_data": {"campaign": {"story": "Hi Friends and Family,\nI am recording a CD called \"Life Jacket\". I would like you to come with me on this journey.\nSome Background: In early 2010 I said this little prayer, “Dear Lord, please give me the gift of songwriting”. (I highly recommend this “songwriters’ prayer” to anyone who writes.) Though I have written songs for many years, since that day, the songs began coming together in a new way. Simple…but powerful! Ask…and when it is the right thing for your life...Receive. This CD is the outgrowth of that request and my way of honoring the music that has come.\nAbout the CD: I have named the CD “Life Jacket” because the CD will help me continue on that path I have been on since 2008 when I began to pursue art and music on a full time basis. I have written most of the music on my own or with co-writers like my wonderful husband George Salamacha. Stylistically, most of the songs are country/pop with a rock edge, like Keith Urban and Taylor Swift. If you like the rowdiness of Delbert McClinton, the heart-felt lyrics of Patty Griffin or the honesty of Lucinda Williams, I do believe you will like what I am doing.\nAbout Recording: Phenomenal musicians in Nashville are doing most of the music tracks and there are Pittsburghers too like, Joy Ike on vocals, Bob Kardacz on keyboard, Bob Bannergee on the mandolin, George Salamacha on bass.\nProject Info: So dear friends, family and fans, thank you for considering contributing. I have estimated that “Life Jacket” will cost between $6-$8000. I'm raising $3000 and am taking responsibility for the other half.\nHere are all the expenses I will need to cover: *studio time *paying musicians *mixing/mastering *artwork, design, packaging and duplication of CD *promotion\nTHANK YOU for the support you have given me in the past several years. I will do my best to be a good steward of your money, give you an account of how I've spent it, and also give you EXCELLENT REWARDS in return (see rewards to your right). The names of all who pay-it-forward on “Life Jacket” will be on the liner notes of the CD jacket. If you are an individual or even a corporation, there’s a way to contribute.\nKickstarter Project Caveat: I need to mention that if the full $3,000 is not raised over the next 90 days, I will not receive any of the pledged money (and your credit card will not be charged). In other words, if I raise $2,995, that money will not come to me. If I meet or exceed $3,000, I will be eternally grateful and your name will be engraved in my heart forever.\nAt the completion of this project, we’ll have a big party…and there will be joy! Thanks from the bottom of my heart for your support.\nNancy Check out my websites for some demos of work in progress www.NancyDeckant.com www.myspace.com/NancyDeckantMusic www.myspace.com/BlackRockCounty www.facebook.com/NancyDeckant", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Kickstarter project is fully funded yaah!", "update_content": "Yaah. We did it!. This project is fully funded. Once more, all, y'all have put a permanent dent in my outsider mentality. I had no idea when I started this project that my sense of self would be healed too.  I am sitting here at my computer, with the many well-wishing notes I have received over the past 3 months taped all over the wall. I'm in with the nan-crowd!\nNow all I have to do is finish the CD. Things are coming along in that direction. There are 2 mandolin tracks that need recorded and by next week I expect to have all the vocal tracks done. It's all downhill after that. I have some cool Tshirts picked out too. Details on the CD release party will be forth coming. Shooting for early May. "}, {"update_no": "UPDATE #1", "update_userinfo": "Tales of a Songwriter : Einstein Time", "update_content": "Mostly every morning, I work on a song at my kitchen table. It's the first thing I do right after breakfast.\nSunday, I was finishing a song called \"Dance\". I was really having trouble with this one line. I had already spent many hours on previous sittings working with this one line, and nothing seemed to work. And God knows, I need to get this done for the CD. Hurry up already!"}, {"status": [{"Project funds successfully": "37 backers pledged $3,065"}, {"Project launches": "JANUARY 12, 2011"}]}], "comments": []}}]