[{"backer": "HexComix", "project_data": {"campaign": {"story": "Supporting our project today will give you exclusive early access to The Zero Waste Comic Issue #1! All pledges without reward, at any amount, will get exclusive early access to the first issue! \n\nZero Waste Comics presents: The Zero Waste Comic - a comic-magazine that aims to inspire and empower individuals from all walks of life with the agency to take charge of their individual impact ♻️ and the future of our home 🌎. We believe that the reduction of individual impact has everything to do with having a consciousness of the waste we produce regularly through activities of daily living. Through the establishment of partnerships and sponsorships, we hope to be able to offer the The Zero Waste Comic free of cost to all.  It is out mission to provide a monthly, comprehensive how-to guide with resources related to each issue’s topic that will help individuals feel it’s within their capacity and resources to make an impact… or less of one.  Using the art of comics and prose, our comic-magazine aims to connect readers to resources, discounts, DIY tips, and alternatives to activities of daily living to inspire the exploration of every opportunity to reduce daily waste impact and to make the process of adapting a waste free lifestyle convenient, affordable and fun!\n\nSomeday soon, Zero Waste Comics hopes to expand various different audiences in various regions where a Zero Waste lifestyle can be the most effective in defeating the need for a sustainability movement at all, making things like awareness and environmental consciousness sound fun, inspiring, and exciting. Through the establishment of partnerships and sponsorships, we hope to be able to offer the The Zero Waste Comic free of cost to all. \n\nThe creators hope that Zero Waste Comics will find sustainability and longevity, opening up opportunities for expansion into green-publishing, retail, education, and philanthropy. Along with offering issues of the comic free of cost, we hope to be able to explore offering symposiums and eco-products to underserved communities. Wherever future opportunities take us, Zero Waste Comics hopes to set an example by empowering women, championing equality, demonstrating green-business practices, and fighting for eco-justice. We will strive to continue searching for ways to reduce the overall carbon footprint while inspiring others to do the same.\n\nWe don't want to give too much away now, but here's a little sneak peak at some of the character creation and editorials we've been working on....\n\n\nThe budget for this project includes the bare-bones number of considerations such as the creative team, development, production, distribution, and incorporation of The Zero Waste Comic and Issue #1. Anything we raise above our goal will be used in the marketing of Issue #1 and the production and marketing of future issues. Your contribution to this project will ensure that the creative team and all contributors are compensated fairly and that the comic will be successful in reaching as many readers as possible. \n\nAll pledges without reward, at any amount, will get exclusive early access to the first issue!  ", "risks": "Risks and challenges\nCome end-of-April, we hope to present our first issue to potential partners, sponsors and advertisers to help us achieve our mission of offering monthly issue at a suggested donation rate that will contain helpful resources like product descriptions, website links and discount codes. The success of our comic series is dependent on our ability to receive funding on a monthly basis; this will be a direct result of the amount of funding we receive and the number of partners and readers we will have success in finding.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Issue #1 + Backer Page", "descp": "Thanks so much for your support! This tier a digital edition of The Zero Waste Comic #1 PLUS your name will be featured on the backer page in The Zero Waste Comic #1.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital Edition\nYour name featured on the backer page in The Zero Waste Comic #1", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["20 backers", "Limited (180 left of 200)", "Add-ons"]}, {"amt": "Pledge US$ 25 or more", "title": "Surprise Mini-Prints (Digital)", "descp": "Thanks so much for your support! This tier includes everything before PLUS surprise mini-prints delivered digitally including a print of our original concept illustrations, The Zero-Waste Comic #1 cover page, and a surprise drawing by Kate.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nOriginal Illustration Concept Sketches Mini-Print (Digital)\nThe Zero Waste Comic #1 Cover Page Digital Mini-Print (Digital)\nSurprise Mini-Print by Kate (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["12 backers", "Limited (188 left of 200)", "Add-ons"]}, {"amt": "Pledge US$ 40 or more", "title": "Surprise Mini-Prints", "descp": "Thanks so much for your support! This tier includes everything before PLUS physical copies of the surprise mini-prints, printed on 100% recycled ♻️ paper handmade for you by Kayla herself.\nThis tier includes a $4.00 shipping fee. 📦 Shipped with eco-conscious 🌱 packaging materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nThe Zero Waste Comic #1 Cover Page Mini-Print\nSurprise Mini-Print by the Illustrator", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (98 left of 100)", "Add-ons"]}, {"amt": "Pledge US$ 65 or more", "title": "Market Bag", "descp": "Thanks so much for your support! This tier includes everything before PLUS a reusable cotton market bag handcrafted for you by Kayla herself.\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging and materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (19 left of 20)", "Add-ons"]}, {"amt": "Pledge US$ 85 or more", "title": "Reusable Bath & Dish Set", "descp": "Thanks so much for your support! This tier includes everything before PLUS a 2-piece reusable cotton bath set (1x Bath/Shower Loofah, 1x Hand towel) AND 4-piece reusable cotton dish sponge and scrubby set (2x Dish Sponges, 2x Dish Scrubbies, colors may vary) handcrafted for you by Kayla herself.\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging and materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag\nHandcrafted 2-Piece Cotton Bath Set\nHandcrafted 4-Piece Cotton Reusable Dish Sponge/Scrubby Set", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (14 left of 15)", "Add-ons"]}, {"amt": "Pledge US$ 150 or more", "title": "Custom Illustrator Commission", "descp": "Thanks so much for your support! This tier includes everything before PLUS a custom 5\"x4\" drawing (delivered digitally) commissioned by the comic illustrator herself. You'll coordinate with Kate to decide which of your hopes and dreams she'll bring to life through illustration!\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag\nHandcrafted 4-Piece Cotton Reusable Dish Sponge/Scrubby Set\nCustom 5\"x4\" Drawing Commission by the Illustrator (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers", "Limited (1 left of 4)", "Add-ons"]}, {"amt": "Pledge US$ 250 or more", "title": "Cameo Appearance", "descp": "Thanks so much for your support! This tier includes everything before PLUS a cameo appearance of a character inspired by your likeness featured in The Zero-Waste Comic #1.\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag\nHandcrafted 2-Piece Cotton Bath Set\nHandcrafted 4-Piece Cotton Reusable Dish Sponge/Scrubby Set\nCustom 5\"x4\" Drawing Commission by the Illustrator (Digital)\nCameo Appearance in The Zero Waste Comic #1", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)", "Add-ons"]}, {"amt": "Pledge US$ 55 or more", "title": "**LIMITED TIME SPECIAL**", "descp": "Market Bag\nThis tier includes everything before PLUS a reusable cotton market bag handcrafted for you by Kayla herself.\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging and materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini-Print (Digital)\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 85 or more", "title": "Reusable Bath + Dish Set", "descp": "Thanks so much for your support! This tier includes everything before PLUS a 4-piece reusable cotton dish sponge and scrubby set (2x Dish Sponges, 2x Dish Scrubbies, colors may vary) AND a 2-piece reusable cotton bath set (1x Bath/Shower Loofah, 1x Hand towel) handcrafted for you by Kayla herself.\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging and materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag\nHandcrafted 4-Piece Cotton Reusable Dish Sponge/Scrubby Set", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 250 or more", "title": "Cameo Appearance", "descp": "Thanks so much for your support! This tier includes everything before PUS a cameo appearance of a character inspired by your likeness featured in The Zero-Waste Comic #1.\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted Cotton Reusable Market Bag\nHandcrafted 2-Piece Cotton Bath Set\nHandcrafted 4-Piece Cotton Reusable Dish Sponge/Scrubby Set\nCustom 5\"x4\" Drawing Commission by the Illustrator (Digital)\nCameo Appearance in The Zero Waste Comic #1", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Recurring Cameo Appearance", "descp": "Thanks so much for your support! This tier includes everything before PLUS an additional reusable cotton market bag handcrafted for you by Kayla herself AND we will create a character inspired by your likeness to become a recurring character in The Zero-Waste Comic Series. You'll also receive a personalized \"Thank You\" video from the creative team for your generous support!\nThis tier includes a $16.00 priority mail shipping fee. 📦 Shipped with eco-conscious 🌱 packaging materials.\nINCLUDES:\nThe Zero Waste Comic #1 - Digital\nYour name featured on the backer page in The Zero Waste Comic #1\nSurprise Mini-Print by the Illustrator\nOriginal Illustration Concept Sketches Mini Print\nThe Zero Waste Comic #1 Cover Page Mini-Print\nHandcrafted 4-Piece Cotton Reusable Dish Sponge/Scrubby Set\nCustom 5\"x4\" Drawing Commission by the Illustrator (Digital)\nHandcrafted 2-Piece Cotton Bath Set\n2× Handcrafted Cotton Reusable Market Bag\nRecurring Cameo Appearance in The Zero Waste Comic Series\nPersonalized ‘Thank You’ Video From the Creative Team", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "FULLY FUNDED 🥳🙏", "update_content": "Check. It. Out.\nWE DID IT! We got rid of the pile of waste... and look at that - the grass turned green and some flowers even grew!"}, {"update_no": "UPDATE #10", "update_userinfo": "FULLY FUNDED 🤩 To the $10 Tier...", "update_content": "We're in our final stretch and by final stretch I mean LAST TWO DAYS! GAHHHHHH! "}, {"update_no": "UPDATE #9", "update_userinfo": "FULLY FUNDED 🥳To the $25 Tier and up...", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "102% FUNDED 🥰| 7 HOURS TO GO!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "73% Funded 😍| 2 Days to Go!", "update_content": "We're over halfway towards reaching our goal!"}, {"update_no": "UPDATE #6", "update_userinfo": "65% Funded | 7 Days To Go -- BONUS REWARDS + Reusable Straws!", "update_content": "We want to say thank you for supporting us in the early stages of creation and development. What better way to do this than with handcrafted eco-products that will help you like a more Waste Free conscious life? "}, {"status": [{"Project funds successfully": "50 backers pledged $3,103"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/zerowastecomic/the-zero-waste-comic", "project_name": "The Zero Waste Comic"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "Duplicant is a chilling original story that's \"Minority Report\" meets \"Repo: The Genetic Opera.\" Issue 4 is a 32-page, saddle-stitch comic. Plus: catch up with Issues 1-3.\nOVERVIEW\nDUPLICANT is an on-going comic book series written by Karla Nappi, illustrated by Marianna Strychowska, with letters by Carlos Mangual, and covers by Leila del Duca and Owen Gieni.\nWe recently ran successful Kickstarters for the first three issues in the series, and are thrilled to bring Issue 4 to the Kickstarter community. If you’re a returning fan, THANK YOU for your support. Kickstarter backers are the reason this series is able to continue, and we are eternally grateful.\nThis campaign will raise funds to pay for the production, printing, and shipping of Issue 4. Anything we raise over our goal, will help pay for production on Issue 5.\n*We signed with publisher Second Sight Publishing for the publishing and distribution of our comic book to comic book stores, but all items offered via Kickstarter are exclusive and will only be offered from us via Kickstarter rewards.  All fulfillment of Kickstarter rewards is done directly by Karla Nappi.*\nDuplicant came from my love of dystopian future movies like Minority Report, Blade Runner, and a little known movie called Repo: The Genetic Opera. The idea of repo men for organs struck a creative chord in me, and I decided to do my own unique twist on it.\nAt its heart, Duplicant is a thriller about the forces conspiring against the one man who offers hope during a pandemic. That one man is Matt Travers, a scientist who creates duplicate organs that saves humanity from the organ failure contagion - only their high cost forces people into indentured servitude.  In answer to this, a dangerous black market arises which is run by a religious fanatic and Matt's former mentor.\nFollowing Matt’s deadly encounter with a “Duplicant,” a recipient of his technology, Matt’s life blows up. He comes to question everything he knows as he strives to learn the truth behind his encounter, and along the way uncovers an even bigger mystery about the fate of mankind.\nIssue 4 finds Matt with an unexpected ally, and a bombshell revelation could upend everything he once knew to be true.  Meanwhile Robert has a crisis of faith; Sean tries to connect with his family; and Ava continues the hunt for the mole.\n In addition to the book, backers get: \nCredit inside the book\nOriginal scripts and behind-the-scenes material\nFREE U.S. SHIPPING!\n\nWANT TO TRY BEFORE YOU BUY?\nHere's a sample from our previous issues, plus a spoiler-free look at issue 4:\n\n\n\n\n\n\n\n\nLIMITED EDITION!\n\"Inks Only\" variant by Leila del Duca\nFor $30, snag the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Or get both covers at the $45 level.\nIn addition to the main book, we have some killer higher-tier rewards we're excited to share. Starting with...\nTHE CATCH UP TIER\nAll backers at $15 and up will receive a digital copy of DUPLICANT 1-3, but for the completists who need the physical comic, we've got you covered at the $40 level.\nTHE SKETCH CARD\nFor this campaign, artist Don Nguyen created a series of sketch cards (roughly 3.5 x 5 inches) featuring characters from DUPLICANT. Be one of seven backers to score one of these rarities at the $100 level:\nSketch cards by Don Nguyen\n\nTHE CAMEO\nThis is the biggie! Score a walk-on role in the book. Marianna will draw your likeness into one (1) page of DUPLICANT, and Karla will even give you dialogue. Get immortalized at the $200 tier:\nTHE ORIGINAL COVER ART\nGet the original B & W line art to our issue 3 cover by Leila del Duca at the $500 level: \nKARLA NAPPI (Writer) - A Disney|ABC Writing Program semi-finalist, Karla Nappi has worked with Aaron Korsh on Suits, Carlton Cuse and Kerry Ehrin on Bates Motel, and Robert & Michelle King on The Good Wife and BrainDead. She wrote Episode 206 “All In” of Suits, and the Suits Webisode “Mini Mike.” Her children's picture book manuscript, \"Petal the Timid Inventor,\" is being illustrated by Mariah Terry. Her most recent pilot script, \"Photographs,\" was a semi-finalist at the BlueCat Screenplay Competition.\nMARIANNA STRYCHOWSKA (Line art) - Polish illustrator and comic book artist. She illustrated the latest “The Witcher” comic miniseries published by Dark Horse (Polish edition “Wiedźmin. Córka płomienia”, Egmont 2019). In May 2019 Kultura Gniewu published “Nie przebaczaj” graphic novel with Marianna’s art. You can find a lot more of Marianna's works along with the first chapter of her own comic series \"The Caravan\" on her website: www.mstrychowska.com. Follow her on Instagram: @m.strychowska \nCARLOS M. MANGUAL (Letters) - A native of Puerto Rico, Carlos spent eight years as an in-house letterer for DC Comics. Since departing DC to pursue a freelance career, you can now see Carlos’ work on a few small-press publishers and indie comic-book companies like Zenescope Entertainment, Aftershock Comics, and Dynamite Entertainment. He currently resides in Clearwater, FL. Follow him @socialmyth_studios\nLEILA DEL DUCA (Line art: Cover) - Leila is a comic book artist and writer living in Portland, Oregon. She draws SLEEPLESS, SHUTTER and writes AFAR at Image Comics. Leila has drawn for titles such as THE WICKED + THE DIVINE, SCARLET WITCH, AMERICAN VAMPIRE, and THE PANTHEON PROJECT. In 2015 and 2016, Leila was nominated for the Russ Manning Promising Newcomer Award for her work on SHUTTER. Follow her on Instagram: @leiladelduck\nOWEN GIENI (Color art: Cover) - Owen Gieni has been the artist of RAT QUEENS and the colourist of MANIFEST DESTINY and SHUTTER from Image comics. Follow him on Instagram: @owen_gieni \nWHY KICKSTARTER?\nWe are coming to Kickstarter to print the fourth issue of Duplicant. Production of the book is well underway, we have chosen our printer, and are ready to deliver quickly. We just need YOU to make it a reality.\nAll funds from this campaign will go towards:\nPaying the creative team\nPrinting the book\nShipping them to you\nAnything above our goal goes to Marianna for production on Issue 5\nTHE TIMELINE\nThe Kickstarter Campaign: 30 days (~Feb 2 - Mar 4)\nKickstarter Funds Released: ~Mar 19\nDigital Rewards Released: ~Apr 15\nBook Goes to Printer: ~Apr 30\nBook Printed and shipped to us ~May 31\n\"$#it happens\" buffer - 1 month (~June 30)\nPack and ship - (~July 1)\nExpected delivery to US backers - 2 Weeks (Early Jul)\nExpected delivery for International Backers - 4 Weeks (late Jul)\nTHANK YOU!\nThank you for checking out the world of Duplicant!\nI’m excited to get the other another issue into your hands!  If you have any questions, please don’t hesitate to message me. Please pledge, share, and make the future of Duplicant reality!\n ", "risks": "Risks and challenges\nWhile any project comes with some risk, we're working with an experienced team to minimize it. The book is well underway and ready to go to print soon. With your backing, we are confident we can make issue four of DUPLICANT a reality. If there are disruptions to the postal service due to COVID-19, we will ship the books via an alternative method.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Deluxe - Issue 4", "descp": "A digital download of the 32-page Kickstarter edition of DUPLICANT 4. Includes PDF script + digital files for all pencils/inks and colors for issue 4.\nINCLUDES:\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["64 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Catch Up - Issues 1-4", "descp": "Catch up with digital downloads of all 4 issues of DUPLICANT. Includes PDF script + digital files for all pencils/inks and colors for issue 4.\nINCLUDES:\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["96 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Print Edition - Issue 4", "descp": "Snag the Kickstarter exclusive, saddle stitched, 32-page issue 4. Includes all of the above plus FREE U.S. SHIPPING!\nINCLUDES:\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["81 backers", "Add-ons"]}, {"amt": "Pledge US$ 30 or more", "title": "Rare Variant - Issue 4", "descp": "Snag the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Saddle stitched, 30-pages. Includes all digital rewards plus FREE U.S. SHIPPING!\nINCLUDES:\nRare \"Inks Only\" variant cover - Issue 4\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Add-ons"]}, {"amt": "Pledge US$ 40 or more", "title": "Print Catch Up - Issues 1-4", "descp": "In addition to the 32-page issue 4, get the perfect bound, 56-page collection of the first two issues + 30-page issue 3 and all digital rewards. Includes FREE U.S. SHIPPING.\nINCLUDES:\nFREE U.S. SHIPPING!\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nPostcards from previous campaigns + issue 1-2 bookmark\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["59 backers", "Add-ons"]}, {"amt": "Pledge US$ 45 or more", "title": "Both Covers - Issue 4", "descp": "Snag both our standard cover and the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Each copy is saddle stitched, 32-pages. Includes all digital rewards plus FREE U.S. SHIPPING!\nINCLUDES:\nRare \"Inks Only\" variant cover - Issue 4\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "\"All Covers\" Catch Up", "descp": "OUR BEST VALUE! Get huge savings on everything we have to offer. In addition to everything at the $40 level, get the rare \"INKS ONLY\" variants for BOTH issues 3 & 4. Includes FREE U.S. SHIPPING.\nINCLUDES:\nRare \"Inks Only\" variant cover - Issue 4\nRare \"Inks Only\" Variant Cover - Issue 3\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nPostcards from previous campaigns + issue 1-2 bookmark\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book\nFREE U.S. SHIPPING!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (15 left of 20)", "Add-ons"]}, {"amt": "Pledge US$ 100 or more", "title": "Sketch Card by Don Nguyen", "descp": "Score a one-of-a kind piece of original art from artist Don Nguyen. These sketch cards are 3.5 x 5 inches and feature characters from DUPLICANT. Includes everything from the $75 level + FREE U.S. SHIPPING!\nINCLUDES:\nSketch Card by Don Nguyen\nFREE U.S. SHIPPING!\nRare \"Inks Only\" variant cover - Issue 4\nRare \"Inks Only\" Variant Cover - Issue 3\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nPostcards from previous campaigns + issue 1-2 bookmark\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (4 left of 7)", "Add-ons"]}, {"amt": "Pledge US$ 200 or more", "title": "Draw Me In", "descp": "Score a cameo in the book. We'll draw you into ONE (1) page of the story and even give your character dialogue! Includes everything from the $75 level + FREE U.S. SHIPPING!\nINCLUDES:\nGet drawn into the book in a speaking role\nFREE U.S. SHIPPING!\nRare \"Inks Only\" variant cover - Issue 4\nRare \"Inks Only\" Variant Cover - Issue 3\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nPostcards from previous campaigns + issue 1-2 bookmark\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Original Cover Art by Leila del Duca", "descp": "Get the original B & W line art to our issue 3 cover by Leila del Duca (see main body for photo). Also includes everything from the $75 level + FREE U.S. SHIPPING!\nINCLUDES:\nOriginal issue 3 cover art by Leila del Duca\nFREE U.S. SHIPPING!\nRare \"Inks Only\" variant cover - Issue 4\nRare \"Inks Only\" Variant Cover - Issue 3\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 4 - KICKSTARTER EDITION\nPostcards from previous campaigns + issue 1-2 bookmark\nPDF of DUPLICANT #4 - KICKSTARTER EDITION\nPDF of DUPLICANT 3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Printing Update", "update_content": "Hello Duplicant Fans!\n\nIssue 4 is officially done.  Woot!  Check your inbox for a link to download Issue 4, the script and pencils/inks.  I hope you guys enjoy it, and look forward to hearing what you think!"}, {"update_no": "UPDATE #10", "update_userinfo": "Duplicant Trading Cards - Download Available!", "update_content": "Hello Duplicant Fans\n\nCarlos' schedule has been unexpectedly hectic as has my own, and while I still anticipate digital delivery of Issue 4 to be on time for April 15th, I thought I'd go ahead and send folks the digital files for the 1st three issues so check your inboxes for a link to download those goodies."}, {"update_no": "UPDATE #9", "update_userinfo": "Issue 4 DONE - Check Your Inbox!", "update_content": "Hello Duplicant Fans!\n\nReward surveys are out!  Woohoo!  I've already gotten the 1st lettering pass from Carlos for Issue 4.  I'm just waiting on the reference images for our cameos, and then once Marianna draws those lucky folks in, and we add in our finishing touches, we should be all set to get those digital rewards out to you all.  So it should be by or hopefully before our digital delivery date at this rate.  After that it'll be off to the printer. If anyone has any questions or concerns, as always please feel free to reach out to me directly."}, {"update_no": "UPDATE #8", "update_userinfo": "Digital Delivery 1st Three Issues - Check Your Inbox!", "update_content": "Duplicant Fans!   WOOHOO to the MAX!  The end of this campaign saw us breaking past the goal, and raising almost $500 over it.  We had over 80 backers come on board just in the last 48 hours!  Thank you, thank you, thank you!"}, {"update_no": "UPDATE #7", "update_userinfo": "Reward Surveys Out!", "update_content": "Hello Duplicant Backers\n\nWe're in the final few days of the campaign, and if you're game to help spread the word about Duplicant, maybe we can even get a stretch goal or two into the mix before we hit the end!  I have an awesome sticker sheet from Marianna waiting in the wings along with some super cool trading cards by artist Mariah Terry."}, {"update_no": "UPDATE #6", "update_userinfo": "WE DID IT! Thank You and Next Steps", "update_content": "Hi all\n\nThe last pieces of fan art I commissioned are in, and they look so freaking cool!  They definitely have a Venture Brothers vibe to them that I really like.  Both pieces are by Nickolej Villiger, and feature Sean and Frances."}, {"status": [{"Project funds successfully": "346 backers pledged $9,444"}]}], "comment_no": 18, "projec_url": "https://www.kickstarter.com/projects/2007016434/duplicant-1-4-a-dystopian-biopunk-thriller", "project_name": "Duplicant 1-4: A Dystopian Biopunk Thriller"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": " STRETCH GOAL 1 UNLOCKED! STRETCH GOAL 2 UNLOCKS AT $3,750!\nFabio Alves Cover\nSet in a near future where monsters appeared suddenly and without warning, bringing death and destruction. Ramon Alejandro Estévez-Guerrero roams the earth fighting these monsters in memory of his late wife and to make a better world for his daughter – he is the MONSTER MATADOR!\nFirst, I'd like to thank you for taking the time to check out this project and considering helping to fund it. Given all that's going on in the world today, all of us on the team appreciate it.\nThis campaign is to raise funds to print the 32 page comic, Monster Matador: Tango of the Matadors #1 and hopefully hit a couple of Stretch Goals along the way. \nKyle Roberts Kickstarter Exclusive Cover\n I’ve always been drawn to the iconography of the Matador. One day I began to sketch out a character. A Matador. But I knew there needed to be more to it and suddenly it came to me in a flash. He would fight monsters… a Monster Matador.\n Of course it needed something more. Fighting to save the world from monsters is great, but I wanted something more intimate and relatable. And that's where the idea for him to fight the monsters to make a better future for his daughter. I wasn't a parent when I started the book, but I am now and it's added a whole new layer to the storytelling. And with the current pandemic it couldn't hit closer to home. Whether you're a parent or not, our world is filled with \"monsters\" of all kinds - some so seemingly large that they feel unconquerable. Writing these adventures of a man with nothing more than a sword, cape, and the courage to face them has given me hope that these monsters, no matter what form they come in, are conquerable. I hope they'll make you feel the same.\nMONSTER MATADOR: TANGO OF THE MATADORS #1 (of 3) is an action-packed thrill ride set in Puerto Barrios, Guatemala. The monstrous VOLAGANTE and her children have terrorized the people of this colorful seaport for years. Now the Monster Matador has taken up the challenge of defeating them. Fighting alongside a rag-tag group of locals and joined by a familiar face from his past, will their combined forces be enough to end the TERROR OF THE VOLAGANTE?! The main story is 26 pages and the book will also include additional pin-ups and art.\n In 2015 I digitally published my first early versions of Monster Matador. Now, with your help, I can finally produce the printed comic for the first issue of this new mini-series. This is the perfect starting point for new readers. TANGO, is the next phase of the story, but acts as a beginning. This is the story I always wanted to tell. And, to be honest, how I’ve always wanted it to look. Fabio Alves and Alex Zief are my creative dream team. You can see why in the preview below... \nBONUS: There's one question that I get asked a lot, and that's \"How can a Matador with only a sword and cape take on giant monsters?\" Well, to answer that, we commissioned an animated trailer that'll show you just that. Enjoy...\nPLAY\n\n\nSTEVEN PRINCE used to work in the toy industry where he  managed and developed toy lines and animation projects for Puppy in My Pocket, Stink Blasters, and Power Buggz. He is the writer and occasional artist of MONSTER MATADOR, INTERGALACDICK, and unemployANT. He lives in Los Angeles.\nFABIO ALVES is an independent comic artist based in Brazil. His most recent project was the critically acclaimed Action Lab: Danger Zone series, BANJAX.\nALEX ZIEF is a colorist based in Mexico City. She has colored for American Mythology Press, as well as comics including MS. VALKYRIE and RAMAS.\nKYLE ROBERTS is a high school art teacher and freelance illustrator. As a comic creator he self-publishes under his imprint, From Beyond Comics. A Cal State Fullerton grad, Kyle's past professional work includes inking for Rob Liefeld's Extreme Studios, watch artist at Disneyland and conceptual artist in the automotive industry. His most recent comic is ELECTRIC YOUTH.\nDAVI COMODO is a professional colorist who has been drawing all his life. His published works include “BATTLESTAR GALACTICA: STARBUCK” (Dynamite), “EVIL DEAD 2” (Spacegoat Publishing), “POWER RANGERS” (BOOM!), and more.  \nTONY DONLEY is an SVA alum and the creator and artist of ALBERT EINSTEIN: TIME MASON.\nLISA MOORE is a comic book enthusiast, colorist and illustrator, who has worked as a colorist on books like GARFIELD, PEANUTS, BRAVEST WARRIORS, and more for BOOM Studios, DAMSELS AND GRIMM for Dynamite and more. She is also the writer of SECRETS OF WILLOWMYST from Last Ember Press where she is co-Publisher.\nHere are all the rewards you can get for supporting Monster Matador!\n\nThe book is 100% complete and the initial Kickstarter goal will go towards printing.  Everything beyond that will go toward production for issue #2 on which we are already underway. We need your help to make it a reality.\nAll funds from this campaign will go to:\nPrinting rewards\nShipping them to you\nAnything above our goal goes to toward for production issues 2 and 3\nBecause the Kickstarter community is amazing. I’ll be honest in that I was a little late to the party, but some of the best comics I’ve read over the past couple of years are books I’ve backed right here on Kickstarter. I'm happy to be a part of it and the entore creative team appreciates your support.", "risks": "Risks and challenges\nWhile any project comes with some risk, given the challenging times we are living through we're doing everything we can to minimize it. The book is 100% finished and ready to go to print. With your backing, we are confident we can make Monster Matador: Tango of the Matadors a reality.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "DIGITAL", "descp": "A digital download of the Monster Matador: Tango of the Matadors #1\nYou'll also get a special thanks in the book.\nINCLUDES:\nMonster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 8 or more", "title": "DIGITAL CREATOR CUT", "descp": "The Digital MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. CREATOR CUT: MONSTER MATADOR: TANGO OF THE MATADORS #1 containing Script, Layouts, and Black and white art and a digital download of the Monster Matador: Tango of the Matadors #1 PDF\nYou'll also get a special thanks in the book.\nINCLUDES:\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "MATADOR - FABIO ALVES COVER", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 and the MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. Fabio Alves cover.\nINCLUDES:\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMonster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "MATADOR: KYLE ROBERTS KS EXCLUSIVE COVER", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 featuring a KICKSTARTER EXCLUSIVE COVER by Kyle Roberts! Plus the MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF and a special thanks.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "CHECK YOUR MATADOR - HOMAGE COVER", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 featuring a LIMITED EDITION \"CHECK YOUR MATADOR\" Variant Cover by FABIO ALVES! Plus the MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF and a special thanks. It's What'cha Want!!!\nWANT TO ADD THIS ON? This reward may be added onto any existing pledge for a $15.00 USD over-pledge. Please message us in Kickstarter to inquire.\nINCLUDES:\nMONSTER MATADOR: TANGO OF THE MATADORS #1 - Check Your Matador\nMonster Matador: Tango of the Matadors #1 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (69 left of 75)"]}, {"amt": "Pledge US$ 25 or more", "title": "DOUBLE MATADOR - ROBERTS & ALVES COVER", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 – Kyle Roberts Kickstarter Exclusive and Fabio Alves Covers!\nThe Digital MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. CREATOR CUT: MONSTER MATADOR: TANGO OF THE MATADORS #1 containing Script, Layouts, and Black and white art,\nA Steven Prince/Lisa Moore Mini Poster signed by Steven Prince.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "SKETCH MATADOR", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 featuring the Kyle Roberts KICKSTARTER EXCLUSIVE Cover, and the MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. CREATOR CUT: MONSTER MATADOR: TANGO OF THE MATADORS #1 containing Script, Layouts, and Black and white art.\nAlso receive a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince. and a Monster Matador Original Art Sketch Card (2.5x3.5) by Series Creator Steven Prince!\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador Original Art Sketch Card\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (18 left of 25)"]}, {"amt": "Pledge US$ 35 or more", "title": "DIGITAL DELUXE", "descp": "Like your comics on the go?\nIn this tier, you get all of the above Digital Rewards PLUS the original Monster Matador #1-12 PDF, which contains 300+ pages of Monster Matador! You'll also get a PDF version of the Prince/Moore mini-poster!\nINCLUDES:\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nA Steven Prince/Lisa Moore Mini Poster PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "3 THE HARD WAY", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 – Kyle Roberts Kickstarter Exclusive, Fabio Alves Regular cover, and the Check your Matador homage variant Covers!\nThe Digital MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. CREATOR CUT: MONSTER MATADOR: TANGO OF THE MATADORS #1 containing Script, Layouts, and Black and white art,\nA Steven Prince/Lisa Moore Mini Poster signed by Steven Prince.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMONSTER MATADOR: TANGO OF THE MATADORS #1 - Check Your Matador\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "SUPER MONSTER MATADOR - Fabio Alves", "descp": "All Digital rewards + physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 - Fabio Alves, a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince, and Monster Matador Original Art Sketch Card by Series Creator Steven Prince\nINCLUDES:\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMonster Matador Original Art Sketch Card\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (21 left of 25)"]}, {"amt": "Pledge US$ 55 or more", "title": "SUPER MONSTER MATADOR - Kyle Roberts", "descp": "All Digital rewards + physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 with Kyle Roberts KICKSTARTER EXCLUSIVE COVER, a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince, Monster Matador 1-12 PDF, and a Monster Matador Original Art Sketch Card by Series Creator Steven Prince.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador Original Art Sketch Card\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (25 left of 25)"]}, {"amt": "Pledge US$ 65 or more", "title": "DOUBLE TROUBLE - Roberts & Alves + MORE", "descp": "All Digital rewards + physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 - Kyle Roberts KICKSTARTER EXCLUSIVE COVER, physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 - Fabio Alves cover, a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince, and a Monster Matador Original Art Sketch Card by Series Creator Steven Prince.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince\nMonster Matador Original Art Sketch Card", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (18 left of 25)"]}, {"amt": "Pledge US$ 75 or more", "title": "TRIPLE TROUBLE - All 3 Covers + MORE", "descp": "All Digital rewards + physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 - Kyle Roberts KICKSTARTER EXCLUSIVE COVER, physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 - Fabio Alves cover, physical copy of the MONSTER MATADOR: TANGO OF THE MATADORS #1 - Check Your Matador cover, a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince, and a Monster Matador Original Art Sketch Card by Series Creator Steven Prince.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMONSTER MATADOR: TANGO OF THE MATADORS #1 - Check Your Matador\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince\nMonster Matador Original Art Sketch Card", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (25 left of 25)"]}, {"amt": "Pledge US$ 100 or more", "title": "RETAILER/BULK - 10 COPIES - ALVES COVER", "descp": "Receive 10 print copies of MONSTER MATADOR: TANGO OF THE MATADORS #1 FABIO ALVES COVER, a PDF of the book, the CREATOR CUT, 10 mini-posters of the Steven Prince/Lisa Moore pin-up signed by Lisa Moore, and a Special Thanks in the book. FREE US SHIPPING\nINCLUDES:\n10 x MONSTER MATADOR: TANGO OF THE MATADORS #1 FABIO ALVES COVER\n10 x Signed Steven Prince/Lisa Moore Mini-poster\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 150 or more", "title": "11 x 17 ORIGINAL ART Pin-Up", "descp": "Original art! This is an original (unpublished) 11 x 17 inked drawing by series creator and original artist, Steven Prince.\nAlso included are Kyle Robert's Kickstarter Exclusive Cover of issue 1, the PDF, the Creator Cut PDF, Monster Matador #1-12 PDF, a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince, and a special thanks in the book!\nINCLUDES:\n11\" x 17\" Original Art Pin-Up\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 8 or more", "title": "MATADOR - FABIO ALVES COVER - EARLY BIRD", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 and the MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. Fabio Alves cover.\nINCLUDES:\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMonster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 12 or more", "title": "MATADOR: KYLE ROBERTS COVER - EARLY BIRD", "descp": "Get a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 featuring a KICKSTARTER EXCLUSIVE COVER by Kyle Roberts! Plus the MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF and a special thanks.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "9 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "DOUBLE MATADOR: 2 COVERS - EARLY BIRD!", "descp": "This deal only lasts for 5 DAYS!\nGet a physical copy of MONSTER MATADOR: TANGO OF THE MATADORS #1 – Kyle Roberts Kickstarter Exclusive and Fabio Alves Covers!\nPlus, the Digital MONSTER MATADOR: TANGO OF THE MATADORS #1 PDF. CREATOR CUT: MONSTER MATADOR: TANGO OF THE MATADORS #1 containing Script, Layouts, and Black and white art, and a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince.\nINCLUDES:\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 - Fabio Alves Cover\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "13 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "ORIGINAL ART", "descp": "Own a piece of the book! If you're a collector and you like to have a treasured piece of the work in your possession, this is the tier for you!\nIt includes the 11\" x 17\" original art of Steven Prince's pinup for issue 1!\nAlso included are Kyle Robert's Kickstarter Exclusive Cover of issue 1, the PDF, the Creator Cut PDF, Monster Matador #1-12 PDF, a Steven Prince/Lisa Moore Mini Poster signed by Steven Prince, and a special thanks in the book!\nINCLUDES:\n11\" x 17\" Original Art Pin-Up\nMONSTER MATADOR: TANGO... #1 - Kyle Roberts KS Exclusive Cover\nMonster Matador: Tango of the Matadors #1 PDF\nCreator Cut Monster Matador: Tango of the Matadors #1 PDF\nMonster Matador #1-12 PDF\nA Special Thanks in the Book\nSteven Prince/Lisa Moore Mini-poster signed by Steven Prince", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "ONE DAY LEFT + CINCO DE MAYO BONUS!", "update_content": "Happy Cinco De Mayo! \nThere is only one more day to hop on board to check out the thrilling conclusion to Monster Matador: Tango of the Matadors! If you haven't yet, you can back it here: bit.ly/MonsterMatador3\nI'm also announcing a special Cinco de Mayo bonus for backers. A postcard featuring art from Upper Deck artist Michael Watson (digital backers will receive a PDF). This was drawn live on his show Chat and Draw. You can check that . Or just click on the drawing below:"}, {"update_no": "UPDATE #39", "update_userinfo": "1 WEEK LEFT FOR ISSUE #3", "update_content": "Hola Matadors!\nJust a quick reminder that we have only 1 week left in our campaign for the final issue of Tango of the Matadors. Not only that, but we are only $15 away from unlocking our first stretch goal and moving toward the second. Who's going to bring us over the top? Back it HERE:"}, {"update_no": "UPDATE #38", "update_userinfo": "HALFWAY THERE + LIMITED MAGMA FOIL COVER", "update_content": "Just a quick reminder that we are halfway through the campaign and while we have reached our initial funding goal, we are now halfway to hitting our first stretch goal at 4k! So if you haven't yet had a chance to back the campaign, there's no better time than now. Back it HERE.\nMyself, Fabio and Alex are really happy with how this one turned out and can't wait for everyone to see it."}, {"update_no": "UPDATE #37", "update_userinfo": "Vote Monster Matador! Ringo Awards Nominations are open!", "update_content": "Hi Everyone\nAs we head into the weekend just wanted to drop a quick note. Ringo Award nominations are now open and everyone can vote for their favorites at www.ringoawards.com For your consideration... MONSTER MATADOR!"}, {"update_no": "UPDATE #36", "update_userinfo": "Issue 3 Early Bird Specials End Soon", "update_content": "Hi Everyone\nJust a quick note that Issue #3's early Bird Specials end later tonight. We're currently at about 66% to our funding goal. So now is a great time to back and check out the epic conclusion to our first mini-series. Visit the campaign page here:"}, {"update_no": "UPDATE #35", "update_userinfo": "MONSTER MATADOR #3 is live on Kickstarter!", "update_content": "Hello Matadors!\nJust a heads up that the epic conclusion to our first mini-series, TANGO OF THE MATADORS is now live on Kickstarter. Check it out right here to find out who lives, who dies, and whether or not the Monster Matador will prevail against the Volagante!"}, {"update_no": "UPDATE #34", "update_userinfo": "MONSTER MATADOR: TOTM #3 Launches April 5", "update_content": "Hey Everyone,\nJust wanted to let you know that the conclusion to our initial mini-series Monster Matador: Tango of the Matadors #3 will launch in Kickstarter April 5. The final battle. Matador vs Matador. Man vs Monster. It's going to be EPIC! Get notified by signing up on our Pre-launch page here:"}, {"update_no": "UPDATE #33", "update_userinfo": "2 Days left for #2!", "update_content": "Hi Everyone\nJust wanted to make one last push and let you know that our campaign for issue #2 is 2 days away from ending. And we're 2% away from funding. That's a lot of 2's!\nIf you haven't had a chance to check out the campaign, there's still time. All physical reward backers will receive a Pablo the Gorilla/Monster Matador print from indie superstar Don Nguyen, as well as a a bunch of free digital comics. "}, {"update_no": "UPDATE #32", "update_userinfo": "A Word on Issue 2", "update_content": "I hope everyone is doing well. I just wanted to drop the news that the Kickstarter for Monster Matador: Tango of the Matadors #2 is LIVE!\nWe’ll be running the campaign through October 27th, but Kickstarters can live or die by the pledges they get in the first couple of days. So if you enjoyed issue 1 (and I hope you did), hop on board for issue #2 right here:\nhttps://www.kickstarter.com/projects/monstermatador/monster-matador-tango-of-the-matadors-1-2"}, {"status": []}], "comment_no": 17, "projec_url": "https://www.kickstarter.com/projects/monstermatador/monster-matador", "project_name": "Monster Matador: Tango of the Matadors #1"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "Well, we've hit our first THREE stretch goals and so now each and every backer will receive a free print AND our BONUS DIGITAL EXTRAVAGANZA... a virtual cornucopia of books (I'm aiming for about a dozen) from the hottest creators in comics. So, essentially, you're now getting about 15 different comic issues for this one pledge.\nAND...\nPopCultHQ will be giving a signed graphic novel to ten very lucky backers. \nCheck out all of the details HERE.\nAfter a series of crippling personal tragedies, Thomas Northrope retreats from his everyday life and finds comfort in an online community dedicated to the art of astral projection. When he demonstrates a unique aptitude for the practice, Thomas becomes the target of a mysterious corporate/political machine – known as AJAX – bent on using promising young practitioners to win a centuries-old war on the astral plane. \nAstral projection is the process of willfully separating one's consciousness from his or her physical body and moving it freely through the universe/the astral plane. A key philosophical concept in many Eastern cultures and religions, astral projection is regularly practiced by yogis and by devotees of certain Hindu & Buddhist sects.\nAstral projection can happen spontaneously – like in near-death experiences – or it can be made to occur with practiced conscious effort. During projection, people have reported flying, passing through solid objects, seeing into the past and future, communicating with the deceased, and visiting far away planets.\nThe astral plane is a division of existence postulated by classical (particularly neo-Platonic), medieval, oriental, and esoteric philosophies and mystery religions. It is a dimension beyond the physical… the realm of dreams, spirits, and psychic phenomena, the substance and vehicle for contact between the material and the mystical. Some writers/philosophers conflate this realm with heaven and/or hell, with union with God itself.\nIn the world of The Jump, the astral plane amounts to psychic real estate… another proverbial mound of dirt to be carved up, claimed, and fought over by politicians, influential businessmen, and the cultural & religious elite.\nFROM RYLEND: I’m a screenwriter by trade. For over a decade, I’ve made my living writing smart psychological thrillers for directors like JJ Abrams, Ridley Scott, Justin Lin, John Woo, Luc Besson, and F. Gary Gray, so I can’t help but think of things in cinematic terms. The Jump is a smart, high-concept sci-fi thriller full of meaty twists and turns. It is Inception meets The Bourne Identity… if it were dripping with macabre and directed by David Fincher. Now tell me that doesn’t sound cool?\nNot ready to make THE JUMP with us just yet? Well, then check out this free preview: \nI know what you're all thinking now. \"That was BADASS, but what do we get if we pledge?\" Well, I'm glad you asked. First, there's--\nHere is the regular/\"Kickstarter Exclusive\" cover by Fabio Alves and Edson Ferreira: \nFYI - We're looking to print THE JUMP on a heavy 85 lb glossy paper stock with a 105 lb glossy cover. When you pick up one of our books, you'll feel the difference.  A heavier stock also makes the comic less likely to be damaged in transit. \nWe're also offering three UBER limted variant covers you'll only be able to procure here on Kickstarter. Feast your eyes on these:\nWILDEST DREAMS VARIANT - Alves & Ferreira\nFor those who're in the mood for something a bit risqué. \n\nTODAY WAS A GOOD DAY VARIANT - Alves & Ferreira\nFor those looking for something funny/a bit pop-cultrey. Trust us, you won't hesitate to call this cover the \"top gun.\" \nWHO YOU GONNA CALL? VARIANT - Alves & Ferreira\nDid you honestly think you'd get out of here without being subjected to a movie reference? This cover is most definitely too hot to handle and too cold to hold.\nGREAT covers, right? Having trouble choosing just one? Well, why not GRAB THEM ALL?!  \nNOTE: Special \"Early Bird\" tiers are available for ONLY the first 48 HOURS of the campaign. Get in early and SAVE!\nWe're offering all sorts of other fun stuff to backers. Take a look below for the short and skinny, and please feel free to message with any specific questions. \nPDFs of Banjax #1 and the Ringo Award-Winning Aberrant #1 \nWhat better way to get to know us than by taking a long look at the work we've done before? ALL backers of this kickstarter will essentially receive THREE badass Issue 1 comic books for the price of ONE.\nRYLEND GRANT'S SCRIPT FOR THE JUMP #1\nLove to see how the sausage gets made? Everyone who pledges the digital deluxe tier and higher will get Rylend Grant's (2019 Ringo Award nominee for BEST WRITER) full script for Issue #1 of THE JUMP!\n PUBLISHER PITCH DOCUMENT \nWant to see how the pros present their ideas to real deal publishers? Everyone who pledges the digital deluxe tier and higher will get Rylend Grant's series pitch document for THE JUMP!\nDIGITAL FILES FOR ALL PENCILS, INKS, & COLORS\nA process junkie's DREAM! See how the book gets made from start to finish. Backers of the Digital Deluxe - Artist Edition tier and above will receive digital files for all pencils, inks, & colors!\nTHE RYLEND GRANT DIGITAL LIBRARY\nGet ahold of digital versions of all of Rylend Grant's work. The Ringo Award-winning ABERRANT - Seasons 1 & 2, BANJAX - Season 1, and TALES FROM THE WORLD OF MONSTER MATADOR.\nNOTE: Signed physical copies and RARE variants will be available via backerkit once the campaign closes.\nORIGINAL ART - HAND-DRAWN CHARACTERS FROM THE JUMP\nScore a one-of-a kind piece of original hand-drawn art from Fabio Alves. These are A5 format (roughly 6x8 inches) and feature characters from THE JUMP.\nORIGINAL ART - B&W COMMISION FROM FABIO ALVES\nGot something you want drawn? Well, then why not commission JUMP/BANJAX artist Fabio Alves to draw you an original B&W pin up? You pick the subject matter.\nORIGINAL ART - FULL COLOR COMMISSION\nGot something you want drawn? Fabio will still do it, but why not go the extra mile and have your piece rendered in full, beautiful color? Again, you pick the subject matter.\nPUT ME ON A COVER! \nWe will put your face/likeness on any of our 4 covers (you choose).\n DRAW ME IN! \nScore a cameo in the book! Fabio will draw you into an actual scene in THE JUMP #1.\n DRAW ME IN AND GIVE ME LINES!\nScore a more prominent speaking role in the book! Fabio will draw you in as a supporting character in THE JUMP #1 and WE'LL GIVE YOU LINES OF DIALOGUE.\nAN ORIGINAL THE JUMP STORY STARRING YOU!\nWe will write and draw an original 5-page story that takes place in the universe of THE JUMP that stars YOU as the protagonist!\nONE-ON-ONE SKYPE SESSION WITH RYLEND GRANT\nRylend is a Ringo Award-winning comic creator and has spent 15 years developing film/TV projects with folks like Ridley Scott, JJ Abrams, John Woo, & Luc Besson. Here's your chance to pick his brain during an hour-long Skype session. Need Film/TV/Comic pitch feedback? Comic book how-to? Getting your 1st book published? YOU set the agenda.\nBECOME A PRODUCER\nAfter working in Hollywood for 15+ years, Rylend has an impressive track record of setting his fiction and comic properties up as film and television projects. To date, Rylend's stories have attracted talent like JJ Abrams, Justin Lin, F. Gary Gray, Robert Deniro, and Daveed Diggs. Well, here is your chance to become a producer on THE JUMP property. You'll receive the agreed upon credit in book (RIGHT NEXT TO THE WRITER, ARTIST, COLORIST, & LETTERER) and on any future films, TV shows, etc.\nRETAIL TIER\nRetailers can order 10 copies of THE JUMP (you tell us which covers) at a special discounted rate.\nAdd-Ons will be handled post campaign by our friends at Backerkit. If you want an extra copy of the comic, want to add another reward (like a piece of original art), if you want to add some signed copies/rare variants of ABERRANT or BANJAX, you will be able to select add those items for purchase after you confirm your shipping information. If you have a specific question about an add-on, please don't hesitate to message us directly.\nWe LOVE stretch goals!  And if we're lucky enough to reach our initial funding goal, we'll unlock a slew of really cool extra rewards for our backers.\n-STRECH GOAL #1 - $7,000 - BONUS DIGITAL EXTRAVAGNZA!\nIf we can reach our $7,000 goal, we'll be giving our backers A TON of extra digital books from some of the hottest creators in comics!\n-STRETCH GOAL #2 - $10,000 - Exclusive Print (to be revealedl)\nIf we can reach $10,000, we'll be giving a stunning 6x9 print to all of our backers.\n-STRETCH GOAL #2 - $13,000 - (to be revealed when the preceding goal is unlocked)\n-STRETCH GOAL #2 - $16,000 - (to be revealed when the preceding goal is unlocked)\nTHE JUMP has sprung from the wicked minds of Hollywood screenwriter/Ringo Award-winning comic creator Rylend Grant, artist Fabio Alves, colorist Edson Ferreira, and letterer HdE... the very same team that brought you the dark and decidedly wicked superhero noir BANJAX (published Action Lab: Danger Zone). \nBANJAX made over a dozen ten-best lists in 2019 and the critics raved:\n“This is the most amazingly well done first issue of a series I have ever seen. Point blank. Period… You cannot read this and come out if the same way you went into it… So effin’ good.” (Steven Leitman, Reading with a Flight Ring)\n“Banjax has all the action, violence, grit, and heart of a classic.” (David Pepose, Creator of Spencer & Locke)\n“Quality, engrossing material embedded with a cinematic feel. Gifted storytelling and breathtaking artwork. Banjax will instantly have you screaming for more!” (Jason Bennett, PopCultHQ)\n“Banjax hits incredibly hard. Intense, thought-provoking, wildly entertaining. It’s near perfect. For those looking for something unique, Issue #1 is a must-read.” (Charlie Chipman, The Brazen Bull)\n“Riveting. Refreshing. Heart-breaking. Ultra-violent. Honestly, a bit unsettling. The artwork of Fábio Alves is everything a dark and gritty comic should embody. Edson Ferreira’s color work adds an extra punch to really emotional panels. Don’t miss out on this bloody good time! A+” (Andrew Huard, You Don’t Read Comics)\n“Holy crap this is good. This book hits all the right notes. It’s marvelously done, such a compelling story. It’s the best comic I’ve read in a long time. Honestly? Bendis could take some notes here.” (ComicCast Podcast)\nAnd Rylend's previous book - ABERRANT - won a prestigious Mike Wieringo Comic Book Award (\"Ringo Award\") in 2019 for BEST VILLAIN and was nominated for two others... BEST SINGLE ISSUE and BEST WRITER (alongside Jeff Lemire, Scott Snyder, Brian K. Vaughn, and Brian Michael Bendis).\nAnd here's what the critics had to say about ABERRANT:\n“Go home, other comics people. Rylend Grant and Zsombor Huszka just killed the game…” (Charles Pulliam-Moore – i09)\n“ABERRANT offers an intense, near-cinematic reading experience that incites excitement and inspires interest for issues to come.” (The Brazen Bull)\n“Aberrant flat-out works. You have visceral action scenes. Personalities practically ooze out of the page. Honestly, this is the kind of storytelling that the big publishers are missing.” (Big Comic Page)\n“…a bleak, dangerous and serious story with a lot at stake…. If you like revenge tales, military thrillers, and superheroes, ‘Aberrant’ has it all.” (Spartantown)\n“ABERRANT #1 is a game-changer at Action Lab: Danger Zone. You’ll become captivated almost immediately… The creative team put together one of the most seamless, cohesive, and dynamic collaborations I’ve seen this year on the indie scene.” (PopCultHQ)\n And ABERRANT was quickly optioned for television by 24 & FELICITY Executive Producer Tony Krantz! \nMUCH MORE LOVE TO COME ON THE JUMP!\nAs you can see THE JUMP was put together by one hell of a team, guys whom have already been around the block a few times together... joining us this go round, though, is an army of astral projectionist gurus – shepherds of the real-life communities upon which the one in our book is modeled. While we work to make sure The Jump appeals to a hungry American action thriller audience, these folks will be making sure we keep things authentic, grounded, and true to the astral traveler’s experience. ", "risks": "Risks and challenges\nTHE JUMP #1 is brought to you by a team of steadily working professionals that has collaborated previously and delivered an exceptional, critically-acclaimed book. We promise, you will like what you get.\n\nAdditionally, the book is already done... drawn, colored, lettered, prepped for production. All we have to do it get the thing printed and get it to you.\n\nOur printer is considered an essential business, so it is up and running and we aim to fulfill this project fast. Right now, the biggest risk is that the postal service will see disruptions due to the COVID trouble/lack of funding. We sincerely hope this won't be a problem... but if it is, we'll get your books to you via an alternate service.\n\nWe're committed to delivering the best possible experience to our backers, so we're investing in top-of-the-line shipping materials, and are handling fulfillment 100% in-house. This will eliminate the risk of delivery delays and to make sure your rewards arrive in excellent condition. Most importantly, I (Rylend) will address every question personally. The buck stops here. If you have a question... if you have a problem... I'm here for you.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Doing Us a Solid", "descp": "THANK YOU! for helping us bring THE JUMP to life, your name will be added to our special backers list in the digital version of the comic. You will also receive PDFs of Banjax #1 and the Ringo Award-winning ABERRANT #1 - 64 pages of goodness - for your trouble.\nINCLUDES:\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Deluxe - THE JUMP #1 PDF & MORE!", "descp": "Three books for the price of one! Over 135 pgs of fun! A digital download of THE JUMP #1 and PDFs of the script & publisher pitch documents for all you process junkies.\nYou'll also receive digital copies of Banjax #1 and the Ringo Award-winning ABERRANT #1.\nINCLUDES:\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["78 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Deluxe - ARTIST EDITION", "descp": "PROCESS JUNKIE OVERLOAD! Over 220 pgs of fun! You'll get everything from the above digital tier PLUS you'll go behind the scenes and see how the book was made from start to finish! Get digital files on ALL of the art team's layouts, inks, and colors.\nINCLUDES:\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "THE BOOK - Regular Edition", "descp": "Be one of the first to own a physical copy of THE JUMP #1 (regular edition). We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nPrint copy of THE JUMP #1 Kickstarter Edition\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["53 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "THE BOOK - Choice of Variant", "descp": "Your choice of one of the three uber limited variant editions of THE JUMP #1 (a physical copy). We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nPrint copy of THE JUMP #1 (choice of Variant Cover)\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "THE BOOK - Regular Edition (SIGNED)", "descp": "Be one of the first to own a physical copy of THE JUMP #1 (regular edition) SIGNED BY WRITER/CREATOR RYLEND GRANT. We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nPrint copy of THE JUMP #1 Kickstarter Edition\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "THE BOOK - Choice of Variant (SIGNED)", "descp": "Your choice of one of the three uber limited variant editions of THE JUMP #1 (a physical copy) SIGNED BY WRITER/CREATOR RYLEND GRANT. We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nPrint copy of THE JUMP #1 (choice of Variant Cover)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Rylend Grant Digital Extravaganza", "descp": "Receive downloadable PDFs of Rylend Grant's entire body of comic work, plus all of the JUMP goodness from the earlier digital tiers 550+ pages of fun!\nINCLUDES:\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX 1-4\nPDF of the Ringo Award-winning ABBERANT Seasons 1 & 2 (10 Issues)\nPDF of TALES FROM THE WORLD OF MONSTER MATADOR #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "ALL FOUR COVERS!!!", "descp": "Get physical copies of ALL FOUR covers (1 regular and 3 variants) of THE JUMP #1. We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "ALL FOUR COVERS!!! (SIGNED)", "descp": "Get physical copies of ALL FOUR covers (1 regular and 3 variants) of THE JUMP #1 SIGNED BY WRITER/CREATOR RYLEND GRANT. We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "1-on-1 Skype session with Rylend Grant", "descp": "Rylend is a Ringo Award-winning comic creator and has spent 15 years developing film/TV projects with folks like Ridley Scott, JJ Abrams, John Woo, & Luc Besson. Here's your chance to pick his brain during an hour-long Skype session. Need Film/TV/Comic pitch feedback? Comic book how-to? Getting your 1st book published? YOU set the agenda.\nIncludes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\n1-on-1 Skype session with Rylend Grant\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 100 or more", "title": "Retail Tier", "descp": "Retailers can get 10 physical copies (signed or unsigned) of THE JUMP #1 (tell us which covers you want) for a discounted price. We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nTEN print copies of THE JUMP #1\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "ORIGINAL ART!", "descp": "Score a one-of-a kind piece of original art from Fabio Alves. These are A5 format (roughly 6x8 inches) and feature characters from THE JUMP. Includes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nOriginal THE JUMP Art from Fabio Alves.\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 100 or more", "title": "Put Me on a Cover!", "descp": "We will put your face/likeness on any of our 4 covers (you choose). We'll send you the final digital file a beautiful physical print (sorry, you won't actually appear on a physical issue).\nIncludes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nWe'll put your beautiful mug on one of our 4 covers (your choice)\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (7 left of 10)"]}, {"amt": "Pledge US$ 100 or more", "title": "Digital Commission from Fabio Alves B&W", "descp": "Got something you want drawn? Well, then why not commission JUMP/BANJAX artist Fabio Alves to create an original B&W pin up for you? You pick the subject matter. We'll send you the final digital file a beautiful physical print. Includes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nOriginal B&W commission from Artist Fabio Alves\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 130 or more", "title": "Digital Commission from Fabio (COLOR!)", "descp": "Got something you want drawn? Well, then why not commission JUMP/BANJAX artist Fabio Alves to create an original pin up for you? Why not go the extra mile and have it rendered in full, beautiful color? You pick the subject matter. We'll send you the final digital file a beautiful physical print. Includes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nOriginal FULL COLOR commission from Artist Fabio Alves\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 200 or more", "title": "Draw Me In!", "descp": "Score a cameo in the book! Fabio will draw into an actual scene in THE JUMP #1. Includes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nWe'll draw you into the book!\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (5 left of 10)"]}, {"amt": "Pledge US$ 400 or more", "title": "Draw Me In and GIVE ME LINES!", "descp": "Score a more prominent speaking role in the book! Fabio will draw you in as a supporting character in THE JUMP #1 and WE'LL GIVE YOU LINES OF DIALOGUE. Includes everything from ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nSupporting role in the book!\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (1 left of 7)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "An original THE JUMP story starring YOU!", "descp": "We will write and draw an original 5-page story that takes place in the universe of THE JUMP that stars YOU as the protagonist! You'll receive a PDF as soon as it's finished and it will eventually appear, physically/in print, inside THE JUMP #2. Includes everything from the ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nAn original THE JUMP story starring YOU!\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nPDF of THE JUMP #1 Kickstarter Edition\nDigital files for all pencils, inks, and colors.\nPDF of Rylend Grant's script\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Associate Producer Credit", "descp": "After working in Hollywood for 15+ years, Rylend has an impressive track record of setting his fiction and comic properties up as film and television projects. To date, Rylend's stories have attracted talent like JJ Abrams, Justin Lin, F. Gary Gray, Robert Deniro, and Daveed Diggs. Well, here is your chance to become an ASSOCIATE PRODUCER on THE JUMP property. You'll receive the agreed upon credit in book (RIGHT NEXT TO THE WRITER, ARTIST, COLORIST, & LETTERER) and on any future films, TV shows, etc.\nYou'll also receive everything from the ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nAssociate Producer Credit\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Co-Producer Credit", "descp": "Same as the Associate Producer's tier, but you get a credit bump! You'll receive a Co-Producer credit in book (RIGHT NEXT TO THE WRITER, ARTIST, COLORIST, & LETTERER) and on any future films, TV shows, etc.\nYou'll also receive everything from the ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nCo-Producer Credit\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Executive Producer Credit", "descp": "Same as the previous two tiers, but you get the ultimate credit bump! You'll receive an Executive Producer credit in book (RIGHT NEXT TO THE WRITER, ARTIST, COLORIST, & LETTERER) and on any future films, TV shows (it'll be a Co-Executive Producer credit for TV), etc.\nYou'll also receive everything from the ALL FOUR COVERS (SIGNED) tier.\nINCLUDES:\nExecutive Producer Credit\nFOUR print copies of THE JUMP #1 (ALL FOUR COVERS)\nSigned by Rylend Grant\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 18 or more", "title": "THE BOOK - Regular Edition (EARLY BIRD)", "descp": "Be one of the first to own a physical copy of THE JUMP #1 (regular edition). We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nPrint copy of THE JUMP #1 Kickstarter Edition\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "22 backers"]}, {"amt": "Pledge US$ 23 or more", "title": "THE BOOK - Variant Edition (EARLY BIRD)", "descp": "Your choice of one of the three uber limited variant editions of THE JUMP #1 (a physical copy). We'll also throw in everything from the Digital Deluxe tiers.\nINCLUDES:\nPrint copy of THE JUMP #1 (choice of Variant Cover)\nPDF of THE JUMP #1 Kickstarter Edition\nPDF of Rylend Grant's script\nDigital files for all pencils, inks, and colors.\nPDF of the publisher pitch document\nPDF of BANJAX #1\nPDF of the Ringo Award-winning ABERRANT #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "9 backers"]}], "updates": [{"update_no": "UPDATE #50", "update_userinfo": "Rylend Grant's SUICIDE JOCKEYS is coming to your local comic shop in August via Source Point Press!", "update_content": "Hey Jumpers,\nI hope this message find you well. I'm writing to let you know that both the regular and \"Road House\" variant editions of the first issue of my latest and greatest comic book series - a delightfully twisted Tokusatsu action joint, titled SUICIDE JOCKEYS - is available NOW for preorder at your local comic shop. Preorders drive everything, so help a brother out, huh? You can also have it easily shipped directly to your home by ordering online via MIDTOWN COMICS. \n\nSUICIDE JOCKEYS will run for 4 issues, so PUT IT ON YOUR PULL LIST!\n\nCheck out a best-in-the-business preview from Jason Bennett at PopCultHQ . And peep the official press release from Source Point Press below. Trust me, you're in for quite a ride with this one!"}, {"update_no": "UPDATE #49", "update_userinfo": "5 HOURS LEFT to back Issue 2 of THE JUMP on Kickstarter!", "update_content": "Hey Jumpers,\nFair warning! You have about 5 HOURS LEFT to back 2 of THE JUMP here on Kickstarter. The campaign ends at 3pm PST/6pm EST. We're pushing toward 400 backers. HELP PUSH US OVER THE TOP!"}, {"update_no": "UPDATE #48", "update_userinfo": "Just 48 HRS LEFT to back THE JUMP #2 here on Kickstarter!", "update_content": "Hey Jumpers,\nFair warning. You have JUST 48 HRS LEFT to grab Issue 2 of THE JUMP here on Kickstarter! We've funded and are blowing through some really special stretch goals now. Backers are current receiving 16+ comics, a print, and a card set for just one pledge... more great swag to come."}, {"update_no": "UPDATE #47", "update_userinfo": "Just ONE WEEK LEFT to back THE JUMP #2 here on Kickstarter!", "update_content": "Hey Jumpers,\nFair warning. You have JUST ONE WEEK LEFT to grab Issue 2 of THE JUMP here on Kickstarter! We've funded and are blowing through some really special stretch goals now. Backers are current receiving 16+ comics, a print, and a card set for just one pledge... more great swag to come."}, {"update_no": "UPDATE #46", "update_userinfo": "THE JUMP 2 is kicking ass on Kickstarter!", "update_content": "Hey Jumpers,\nJust a friendly reminder that Issue 2 of THE JUMP is available RIGHT NOW via Kickstarter! We've just funded and are on to some really special stretch goals. Backers are now receiving 16+ comics for just one plegde. This is an AMAZING issue, guys. DON'T MISS OUT!\nCHECK IT OUT HERE!"}, {"update_no": "UPDATE #45", "update_userinfo": "My Crowdfunding Seminar with Global Comix TONIGHT!", "update_content": "Hey Jumpers,\nAre you thinking about running your own Kickstarter campaign? Well, I’m doing this badass crowdfunding seminar with the folks over at Global Comix TONIGHT @ 5pm pst/8pm est where I take you through the entire build of my THE JUMP - Issue 2 campaign & answer questions ‘til I drop. It's FREE to attend."}, {"update_no": "UPDATE #44", "update_userinfo": "THE JUMP #2 is live on Kickstarter!", "update_content": "Hey Jumpers,\n  Just a heads up and a HELL YEAH here to let you know that ISSUE 2 of the THE JUMP is now LIVE on Kickstarter and we've already been choosen as a PROJECT WE LOVE! Head on over HERE and check out all of the fun/high jinx! I promise this second stanza is going to melt your face."}, {"update_no": "UPDATE #43", "update_userinfo": "THE JUMP #2 launches one week from today!", "update_content": "Hey Jumpers,\nJust a friendly reminder that Issue 2 of THE JUMP launches here on Kickstarter ONE WEEK FROM TODAY (March 22nd)! \nWe are currently at 116 followers! Please help us get to 150! Check out our PRELAUNCH PAGE and click the green NOTIFY ME ON LAUNCH button."}, {"update_no": "UPDATE #42", "update_userinfo": "THE JUMP #2 Launches on March 22nd!", "update_content": "Hey Jumpers,\nI'm writing today with GREAT news! The PRELAUNCH PAGE for THE JUMP #2 is LIVE! The book is coming to Kickstarter - coming in HOT - on March 22nd! BE SURE TO SIGN UP FOR LAUNCH NOTIFICATIONS!"}, {"update_no": "UPDATE #41", "update_userinfo": "THE WRITERS BLOCK Podcast is now live on Apple Podcasts!", "update_content": "Hey all,\nI just wanted to let you know that writer David Avallone (Drawing Blood, Betty Page, Elvira) and I just brought our crazy comic-creator-hangout podcast, THE WRITERS BLOCK, to Apple Podcasts. You can do us a HUGE favor and SUBSCRIBE NOW."}, {"status": []}], "comment_no": 34, "projec_url": "https://www.kickstarter.com/projects/rylendgrant/the-jump-1-from-screenwriter-ringo-award-winner-rylend-grant", "project_name": "THE JUMP 1 From Screenwriter/Ringo Award-Winner Rylend Grant"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "Duplicant is a chilling original story that's \"Minority Report\" meets \"Repo: The Genetic Opera.\" Issue 3 is a 30-page, saddle-stitch comic. Plus: catch up with Issues 1-2.\nOVERVIEW\nDUPLICANT is an on-going comic book series written by Karla Nappi, illustrated by Marianna Strychowska, with letters by Carlos Mangual, and covers by Leila del Duca and Owen Gieni.\nWe recently ran a successful Kickstarter for the first two issues in the series, and are thrilled to bring Issue 3 to the Kickstarter community. If you’re a returning fan, THANK YOU for your support. Kickstarter backers are the reason this series is able to continue, and we are eternally grateful.\nThis campaign will raise funds to pay for the production, printing, and shipping of Issue 3. Anything we raise over our goal, will help pay for production on Issue 4.\n*We have recently signed with publisher Second Sight Publishing for the publishing and distribution of our comic book, but all items offered via Kickstarter are exclusive and will only be offered from us via Kickstarter rewards.* \nDuplicant came from my love of dystopian future movies like Minority Report, Blade Runner, and a little known movie called Repo: The Genetic Opera. The idea of repo men for organs struck a creative chord in me, and I decided to do my own unique twist on it.\nAt its heart, Duplicant is a thriller about the forces conspiring against the one man who offers hope during a pandemic. That one man is Matt Travers, a scientist who creates duplicate organs that saves humanity from the organ failure contagion - only their high cost forces people into indentured servitude.  In answer to this, a dangerous black market arises which is run by a religious fanatic and Matt's former mentor.\nFollowing Matt’s deadly encounter with a “Duplicant,” a recipient of his technology, Matt’s life blows up. He comes to question everything he knows as he strives to learn the truth behind his encounter, and along the way uncovers an even bigger mystery about the fate of mankind.\nIssue 3 finds Matt besieged by memories of his pre-pandemic life as he battles to stay alive. His employer is investigating the possibility of a mole in their midst, and the black market seizes on the chance Matt’s duplicate organs may have been compromised.\n In addition to the book, backers get: \nCredit inside the book\nOriginal scripts and behind-the-scenes material\nFREE U.S. SHIPPING!\nWANT TO TRY BEFORE YOU BUY?\nHere's a sample from our previous issue, plus a spoiler-free look at issue 3:  \nJUST ADDED!\nFor $25, snag the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Or get both covers at the $40 level. \n**Sorry, this limited edition is NOT included in higher tiers. Want to add it to our Print Catch-Up Tier and above? Increase your pledge by $22 and leave us a comment that says \"VARIANT\".\nOur rare, limited-edition \"Inks Only\" variant cover\nIn addition to the main book, we have some killer higher-tier rewards we're excited to share. Starting with...\nTHE CATCH UP TIER\nAll backers at $15 and up will receive a digital copy of DUPLICANT 1-2, but for the completists who need the physical comic, we've got you covered at the $35 level. \nTHE SKETCH CARD\nFor this campaign, Leila del Duca created two sketch cards (roughly 3.5 x 5 inches) featuring characters from DUPLICANT. Be one of two backers to score one of these rarities at the $100 level:\nTHE CAMEO\nThis is the biggie! Score a walk-on role in the book. Marianna will draw your likeness into one (1) page of DUPLICANT, and Karla will even give you dialogue. Get immortalized at the $300 tier:\nTHE ORIGINAL COVER ART\nAn original sketch card not enough for you? Get the original B & W line art to one of our covers by Leila del Duca. Issues 2 & 3 are available at the $500 level, chosen on a first come, first served basis.\nKARLA NAPPI (Writer) - A Disney|ABC Writing Program semi-finalist, Karla Nappi has worked with Aaron Korsh on Suits, Carlton Cuse and Kerry Ehrin on Bates Motel, and Robert & Michelle King on The Good Wife and BrainDead. She wrote Episode 206 “All In” of Suits, and the Suits Webisode “Mini Mike.” Her children's picture book manuscript, \"Petal the Timid Inventor,\" is being illustrated by Mariah Terry. Her most recent pilot script, \"Photographs,\" was a semi-finalist at the BlueCat Screenplay Competition.\nMARIANNA STRYCHOWSKA (Line art) - Polish illustrator and comic book artist. She illustrated the latest “The Witcher” comic miniseries published by Dark Horse (Polish edition “Wiedźmin. Córka płomienia”, Egmont 2019). In May 2019 Kultura Gniewu published “Nie przebaczaj” graphic novel with Marianna’s art. You can find a lot more of Marianna's works along with the first chapter of her own comic series \"The Caravan\" on her website: www.mstrychowska.com\nCARLOS M. MANGUAL (Letters) - A native of Puerto Rico, Carlos spent eight years as an in-house letterer for DC Comics. Since departing DC to pursue a freelance career, you can now see Carlos’ work on a few small-press publishers and indie comic-book companies like Zenescope Entertainment, Aftershock Comics, and Dynamite Entertainment. He currently resides in Clearwater, FL.\nLEILA DEL DUCA (Line art: Cover) - Leila is a comic book artist and writer living in Portland, Oregon. She draws SLEEPLESS, SHUTTER and writes AFAR at Image Comics. Leila has drawn for titles such as THE WICKED + THE DIVINE, SCARLET WITCH, AMERICAN VAMPIRE, and THE PANTHEON PROJECT. In 2015 and 2016, Leila was nominated for the Russ Manning Promising Newcomer Award for her work on SHUTTER.\nOWEN GIENI (Color art: Cover) - Owen Gieni has been the artist of RAT QUEENS and the colourist of MANIFEST DESTINY and SHUTTER from Image comics.\nWHY KICKSTARTER?\nWe are coming to Kickstarter to print the third issue of Duplicant. Production of the book is well underway, we have chosen our printer, and are ready to deliver quickly. We just need YOU to make it a reality.\nAll funds from this campaign will go towards:\nPaying the creative team\nPrinting the book \nShipping them to you\nAnything above our goal goes to Marianna for production on Issue 4\nTHE TIMELINE\nThe Kickstarter Campaign: 30 days (~June 10-July 10)\nKickstarter Funds Released: ~July 30\nDigital Rewards Released: ~Oct 1\nBook Goes to Printer: ~Oct 1\nBook Printed and shipped to us ~Oct 31\n\"$#it happens\" buffer - 1 month (~Nov 30)\nPack and ship - (~Dec 1)\nExpected delivery to US backers - 2 Weeks (Early Dec)\nExpected delivery for International Backers - 4 Weeks (late Dec)\nTHANK YOU!\nThank you for checking out the world of Duplicant!\nI can’t wait to bring this book to print. Issues 1 and 2 were just the start of this series, and I’m excited to get the other another issue into your hands. If you have any questions, please don’t hesitate to message me. Please pledge, share, and make the future of Duplicant reality!", "risks": "Risks and challenges\nWhile any project comes with some risk, we're working with an experienced team to minimize it. The book is well underway and ready to go to print soon. With your backing, we are confident we can make issue three of DUPLICANT a reality. If there are disruptions to the postal service due to COVID-19, we will ship the books via an alternative method.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Deluxe - Issue 3", "descp": "A digital download of the 30-page Kickstarter edition of DUPLICANT 3. Includes PDF script + digital files for all pencils/inks and colors for issue 3.\nINCLUDES:\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Catch Up - Issues 1-3", "descp": "Get digital copies of all three issues + all of the above.\nINCLUDES:\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["106 backers"]}, {"amt": "Pledge US$ 18 or more", "title": "Print Edition - Issue 3", "descp": "Snag the Kickstarter exclusive, saddle stitched, 30-page issue 3. Includes all of the above plus FREE U.S. SHIPPING!\nINCLUDES:\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["55 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Rare Variant - Issue 3", "descp": "Snag the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Saddle stitched, 30-pages. Includes all digital rewards plus FREE U.S. SHIPPING!\n**Sorry, this limited edition is NOT included in higher tiers. Want to add it to our Print Catch-Up Tier and above? Increase your pledge by $22 and leave us a comment that says \"VARIANT\".\nINCLUDES:\nRare \"Inks Only\" variant cover\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (19 left of 25)"]}, {"amt": "Pledge US$ 35 or more", "title": "Print Catch Up - Issues 1-3", "descp": "Get the perfect bound, 56-page collection of the first two issues + bookmark and postcards from our previous campaign + issue 3 and all digital rewards.\nINCLUDES:\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPostcards and bookmark from our previous campaign\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["109 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Both Covers - Issue 3", "descp": "Snag both our standard cover and the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Each copy is saddle stitched, 30-pages. Includes all digital rewards plus FREE U.S. SHIPPING!\n**Sorry, the limited edition variant is NOT included in higher tiers. Want to add it to our Print Catch-Up Tier and above? Increase your pledge by $22 and leave us a comment that says \"VARIANT\".\nINCLUDES:\nRare \"Inks Only\" variant cover\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (16 left of 25)"]}, {"amt": "Pledge US$ 500 or more", "title": "Original Cover Art by Leila del Duca", "descp": "Get the original B & W line art to one of our covers by Leila del Duca. Issues 2 & 3 cover art available, chosen on a first come, first served basis. Also includes everything from the $35 level + FREE U.S. SHIPPING!\nINCLUDES:\nOriginal Cover Art to issue 2 or 3\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 100 or more", "title": "Sketch Card by Leila del Duca", "descp": "Score a one-of-a kind piece of original art from Leila del Duca. These sketch cards are 3.5 x 5 inches and feature characters from DUPLICANT. Includes everything from the $35 level + FREE U.S. SHIPPING!\nINCLUDES:\nSketch Card by Leila del Duca\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nDigital files for all pencils/inks and colors\nPDF script\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "Draw Me In", "descp": "Score a cameo in the book. We'll draw you into ONE (1) page of the story and even give your character dialogue! Includes everything from the $35 level + FREE U.S. SHIPPING!\nINCLUDES:\nGet drawn into the book in a speaking role\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPrint copy of DUPLICANT 3 - KICKSTARTER EDITION\nFREE U.S. SHIPPING!\nPDF of DUPLICANT #3 - KICKSTARTER EDITION\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF script\nDigital files for all pencils/inks and colors\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "Final hours for DUPLICANT #4 and it's SO close...", "update_content": "Hi there - \nMy name is Clay, and like you, I'm a DUPLICANT backer. \nKarla had to step away to take care of a family matter, but she asked me to post and let you all know that there are less than 48 hours left to make DUPLICANT #4 a reality, and it is oh so very close to funding:"}, {"update_no": "UPDATE #26", "update_userinfo": "DUPLICANT ISSUE 4 KICKSTARTER ENDS SOON", "update_content": "Hello Duplicant Fans\n\nWe're in the final 9 days of our campaign for Issue 4 of the series Soda and Telepaths calls \"...an excellent, page-turning thriller in a future that leaves everyone unsure of who to trust or where to turn.\""}, {"update_no": "UPDATE #25", "update_userinfo": "DUPLICANT ISSUE 4 IS LIVE!", "update_content": "Hi everyone!\n\nWe're officially LIVE on Kickstarter!  Woohoo!   CLICK HERE TO CHECK OUT THE CAMPAIGN \n\nWe have some awesome tiers including original art by Don Nguyen, creator/artist on Pablo the Gorilla."}, {"status": []}], "comment_no": 32, "projec_url": "https://www.kickstarter.com/projects/2007016434/duplicant-1-3-a-dystopian-biopunk-thriller", "project_name": "Duplicant 1-3: A Dystopian Biopunk Thriller"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "DUPLICANT 1 & 2 is a 56-page, perfect bound comic book collecting the first two issues of the series readers call:\nSet in the future during a pandemic of organ failure, a scientist becomes a victim of his own life-saving technology.\nDUPLICANT came from my love of dystopian future movies like Minority Report, Blade Runner, and a little known movie called Repo: The Genetic Opera. The idea of repo men for organs struck a creative chord in me, and I decided to do my own unique twist on it.\nIn DUPLICANT, the organs are manufactured. This idea came from my interest in science, and specifically nanotechnology and 3D printing. The cost of these manufactured organs is so high that you’re essentially sold to the highest bidder to pay off the debt. The human organ trade is illegal.\nMy family is full of artists. Our most illustrious member is Rudy Nappi, my great uncle, who did the covers for many a pulp fiction novel, Nancy Drew and The Hardy Boys. My personal path to the arts came via writing. I worked in New York City and Los Angeles as a writer and script coordinator for over a decade. This training ground helped prepare me for writing my true love, comic books. I was fortunate to bring DUPLICANT to life in a series of workshops at Meltdown Comics before they shuttered their famous doors. I feel incredibly lucky to be part of this great community that has garnered me some of my closest friends and colleagues.\n In addition to the 56-page, perfect bound book, backers get: \nCredit inside the book\nOriginal scripts and behind-the-scenes material \nFREE U.S. SHIPPING!\nWANT TO TRY BEFORE YOU BUY?\nNo problem! Here's a 12-page preview: \nJUST ADDED!!\nHave your pitch or script reviewed by a Film/TV/Comics pro! Get a one hour one-on-one Skype chat with a working pro to discuss yourTV/Film/Comics pitches or script (30 pages max) – or anything else you want to talk about: Story and format, the comics/film business in general, breaking in, staying in, etc. Know before you pledge: Must sign a waiver before submitting your pitch for review. Limited to two each.\nWe are thrilled to welcome two guest pitch reviewers to our campaign: \nDavid Pepose with a few of his creations...\nA former crime and politics reporter turned comic book professional, David Pepose is the writer of the five-time Ringo Award-nominated SPENCER & LOCKE Trilogy, the critically acclaimed crime-romance GOING TO THE CHAPEL, the upcoming sci-fi heist series GRAND THEFT ASTRO, and much more. In addition to developing projects for comics, film, and television, David has also worked at CBS Entertainment, Netflix, DC Comics, and Universal Studios.\nRylend Grant is the one who's not Carl Weathers.\nRylend Grant has been a steadily working screenwriter in Hollywood for over a decade, developing film and television projects with folks like JJ Abrams, Ridley Scott, John Woo, Luc Besson, Justin Lin, and Robert DeNiro. His latest effort, a collaboration with actor Matt Dillon and Academy Award-winning director Fernando Trueba, is set to begin production this fall. Rylend’s Ringo Award-winning political action thriller comic book series, Aberrant, started a 10-issue run with Action Lab Entertainment in June 2018 and was quickly optioned for television by 24 and Felicity executive producer Tony Krantz via his Flame Ventures banner. Grant’s latest series, a dark superhero noir titled Banjax, made over a dozen 2019 best lists. Rylend also happens to be an ordained Soto Zen Buddhist monk in the lineage of Gudo Nishijima and Brad Warner. He once taught Mike Tyson how to meditate.\n***\nIn addition to the main book, we have some killer higher-tier rewards we're excited to share. Starting with...\nTHE RARE VARIANT\nBe one of fifteen backers to grab this extremely limited-edition printing of the first issue, which contains an alternate ending and this beautiful cover by Leila del Duca and Owen Gieni: \nTHE SKETCH CARD\nFor this campaign,Marianna Strychowska created eight A5 format sketch cards (roughly 6x8 inches) featuring characters from DUPLICANT. Snag one of these rarities at the $100 level:\nTHE SCRIPT NOTES\nTake advantage of DUPLICANT creator Karla Nappi's years of experience in the Film and Television industry. A Disney|ABC Writing Program semi-finalist, Karla was tapped to write an episode of Suits for USA Network (Episode 206 “All In”) and has worked on the shows Bates Motel, The Good Wife and BrainDead. \nKarla will read your comic script or screenplay (up to 120 pages) and give you detailed notes, plus a one-on-one phone chat to discuss. A great bargain at the $200 level:\nTHE CAMEO\nThis is the biggie! Score a walk-on role in the book. Marianna will draw your likeness into one (1) page of DUPLICANT, and Karla will even give you dialogue. Get immortalized at the $300 tier:\nEach tier is designed to bring you maximum value for your dollars. Check out everything DUPLICANT has to offer and pledge with confidence:\nWriter Karla Nappi on the \"Hall H Show\" podcast\nKARLA NAPPI (Writer) - A Disney|ABC Writing Program semi-finalist, Karla Nappi has worked with Aaron Korsh on Suits, Carlton Cuse and Kerry Ehrin on Bates Motel, and Robert & Michelle King on The Good Wife and BrainDead. She wrote Episode 206 “All In” of Suits, and the Suits Webisode “Mini Mike.” Her children's picture book manuscript, \"Petal the Timid Inventor,\" is being illustrated by Joe Feliciano. Her most recent pilot script, \"Photographs,\" was a semi-finalist at the BlueCat Screenplay Competition.\nMARIANNA STRYCHOWSKA (Line art) - Artist, ilustrator, and comic book author born and raised in Ostrów Wielkopolski. She illustrated the latest “The Witcher” comic miniseries published by Dark Horse (Polish edition “Wiedźmin. Córka płomienia”, Egmont 2019). In May 2019 Kultura Gniewu published “Nie przebaczaj” graphic novel with Marianna’s art. You can find a lot more of Marianna's works along with the first chapter of her own comic series \"The Caravan\" on her website: www.mstrychowska.com\nCARLOS M. MANGUAL (Letters) - A native of Puerto Rico, Carlos spent eight years as an in-house letterer for DC Comics. Since departing DC to pursue a freelance career, you can now see Carlos’ work on a few small-press publishers and indie comic-book companies like Zenescope Entertainment, Aftershock Comics, and Dynamite Entertainment. He currently resides in Clearwater, FL.\nLEILA DEL DUCA (Line art: Cover) - Leila is a comic book artist and writer living in Portland, Oregon. She draws SLEEPLESS, SHUTTER and writes AFAR at Image Comics. Leila has drawn for titles such as THE WICKED + THE DIVINE, SCARLET WITCH, AMERICAN VAMPIRE, and THE PANTHEON PROJECT. In 2015 and 2016, Leila was nominated for the Russ Manning Promising Newcomer Award for her work on SHUTTER. \n\nOWEN GIENI (Color art: Cover) - Owen Gieni has been the artist of RAT QUEENS and the colourist of MANIFEST DESTINY and SHUTTER from Image comics. \nVINCE HERNANDEZ (Editor) - Vince is the Vice President/Editor-in-Chief of Aspen Comics as well the writer of Michael Turner's Fathom and co-writer of Action Lab's Zombie Tramp. He has written for Marvel Comics, Electronic Arts, Def Jam Entertainment, Image Comics and more. He has edited several hundred comic books in his career, highlighted by Marvel Comics Civil War Black Panther and Aspen's Fathom and Soulfire series, among many others. \n FIRST: WHY KICKSTARTER? \nWe are coming to Kickstarter to put the first two issues into print. The book is 100% complete, we have chosen our printer and are ready to deliver quickly. We just need YOU to make it a reality.\nAll funds from this campaign will go to:\nPrinting rewards\nShipping them to you\nAnything above our goal goes to Marianna for production on Issue 3\nTHE TIMELINE\nThe Kickstarter Campaign: 30 days (Jan 15th-Feb 15th)\nKickstarter Funds Released: ~March 1\nDigital Rewards Released: March 15\nBook Goes to Printer: March 30\nBook Printed and shipped to us ~Apr 30\n\"$#it happens\" buffer - 1 month (~May 31)\nPack and ship - (~June 1-June 30)\nExpected delivery to US backers - 2 Weeks (Early July)\nExpected delivery for International Backers - 4 Weeks (late July)\nKickstarter United\nI want to express my support for Kickstarter staff, who are working to form a union. The success of this and so many Kickstarter projects is due in part to the hard work of the company’s employees, and I believe in their right to unionize.\nAt this time, union organizers are not calling for a boycott. Instead, they’re asking supporters to raise their voices and make our solidarity known. Here’s how we can help:\nemail Kickstarter’s senior leadership:\n                                          kickstarter-sot[at]kickstarterunited.org\npost your support using #RecognizeKSRU\npost a picture showing your solidarity and tag @ksr_united \nback projects that show solidarity with Kickstarter United\nhave another idea? get in touch! \nI call on Kickstarter’s senior leadership to recognize the union now, and I hope you’ll join me.\nSolidarity forever 🤝\nTHANK YOU!\nThank you for checking out the world of Duplicant!  \nI can’t wait to bring this book to print. Issues 1 and 2 are just the start of this series, and I’m excited to get the other issues underway. If you have any questions, please don’t hesitate to message me.  I’d love to get a copy of this fantastic book in as many hands as possible.  Please pledge, share, and make the future of Duplicant reality!", "risks": "Risks and challenges\nWhile any project comes with some risk, we're working with an experienced team to minimize it. The book is 100% finished and ready to go to print. With your backing, we are confident we can make DUPLICANT a reality.\n\n***\n\nKickstarter Video Credits:\nMusic Track: Premonition of Tomorrow by Keys of Moon | https://soundcloud.com/keysofmoon\nMusic promoted by https://www.free-stock-music.com\n Attribution 4.0 International (CC BY 4.0)\n https://creativecommons.org/licenses/by/4.0/\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Deluxe", "descp": "A digital download of the 56-page Kickstarter edition of DUPLICANT 1 & 2. Includes PDF scripts for each issue.\nINCLUDES:\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}], "stat": ["53 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Deluxe - ARTIST EDITION", "descp": "Go behind the scenes and see how the book is made--from start to finish! Get digital files for all pencils/inks and colors for issues 1 & 2 in addition to the scripts and digital download of the 56-page Kickstarter edition of DUPLICANT 1 & 2.\nINCLUDES:\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Print Copy", "descp": "Snag the Kickstarter exclusive, perfect bound 56-page collection of the first two issues. Includes all of the above plus FREE U.S. SHIPPING!\nINCLUDES:\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["83 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Limited Edition Variant of issue #1", "descp": "Get the extremely rare, limited edition variant of issue 1 with an alternate ending. Includes all of the above.\nINCLUDES:\nExtremely rare, limited edition variant of #1 (alternate ending)\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers", "Limited (1 left of 15)"]}, {"amt": "Pledge US$ 200 or more", "title": "Notes on your script + One on One call", "descp": "Karla will read your project (comic script, comedy script, drama script - limited to 120 pages and under) and do detailed notes plus a one on one call to discuss. Includes everything from the $25 level.\nINCLUDES:\nNotes on your script (limited to 120 pages) + One on One call\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 200 or more", "title": "RYLEND GRANT Pitch Review call", "descp": "Hollywood screenwriter and Ringo-nominated comics creator Rylend Grant (Banjax, Aberrant) will read your TV/Film/Comics pitch or script (30 pages max) and give feedback in a one on one call. Or discuss anything else you want to talk about: Story and format, the comics/film business in general, breaking in, staying in, etc. See main Kickstarter page for full bio. KNOW BEFORE YOU PLEDGE: Must sign a waiver before submitting your pitch for review. Includes everything from the $25 level.\nINCLUDES:\nRYLEND GRANT Pitch Review (30 pages max) + One on One Call\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 200 or more", "title": "DAVID PEPOSE Pitch Review call", "descp": "Critically acclaimed, Ringo Award-nominated writer David Pepose (Spencer & Locke, Going to the Chapel) will read your TV/Film/Comics pitch or script (30 pages max) and give feedback in a one on one call. Or discuss anything else you want to talk about: Story and format, the comics/film business in general, breaking in, staying in, etc. See main Kickstarter page for full bio. KNOW BEFORE YOU PLEDGE: Must sign a waiver before submitting your pitch for review. Includes everything from the $25 level.\nINCLUDES:\nDAVID PEPOSE Pitch Review (30 pages max) + One on One call\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 300 or more", "title": "Draw Me In", "descp": "Score a cameo in the book. We'll draw you into ONE (1) page of the story and even give your character dialogue! Includes everything from the $25 level.\nINCLUDES:\nGet drawn into the book in a speaking role\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (2 left of 4)"]}, {"amt": "Pledge US$ 100 or more", "title": "Sketch Card", "descp": "Score a one-of-a kind piece of original art from Marianna. These sketch cards are A5 format (roughly 6x8 inches) and feature characters from DUPLICANT. Includes everything from the $25 level.\nINCLUDES:\nSketch card by Marianna (roughly 6 x 8 inches)\nPrint copy of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nFree U.S. Shipping!\nDigital files for all pencils/inks and colors\nPDF of DUPLICANT 1 & 2 - KICKSTARTER EDITION\nPDF scripts for each issue\nSpecial thanks in book", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "8 backers"]}], "updates": [{"update_no": "UPDATE #38", "update_userinfo": "Final hours for DUPLICANT #4 and it's SO close...", "update_content": "Hi there -\nMy name is Clay, and like you, I'm a DUPLICANT backer.\nKarla had to step away to take care of a family matter, but she asked me to post and let you all know that there are less than 48 hours left to make DUPLICANT #4 a reality, and it is oh so very close to funding:"}, {"update_no": "UPDATE #37", "update_userinfo": "DUPLICANT ISSUE 4 KICKSTARTER ENDS SOON", "update_content": "Hello Duplicant Fans\nWe're in the final 9 days of our campaign for Issue 4 of the series Soda and Telepaths calls \"...an excellent, page-turning thriller in a future that leaves everyone unsure of who to trust or where to turn.\"\n\nIssue 4 finds Matt with an unexpected ally, and a bombshell revelation could upend everything he once knew to be true.  Meanwhile Robert has a crisis of faith; Sean tries to connect with his family; and Ava  continues the hunt for the mole."}, {"update_no": "UPDATE #36", "update_userinfo": "DUPLICANT ISSUE 4 IS LIVE!", "update_content": "Hi everyone!\nWe're officially LIVE on Kickstarter!  Woohoo!   CLICK HERE TO CHECK OUT THE CAMPAIGN\n\nWe have some awesome tiers including original art by Don Nguyen, creator/artist on Pablo the Gorilla."}, {"update_no": "UPDATE #35", "update_userinfo": "DUPLICANT ISSUE 4 LAUNCHING TUESDAY + SNEAK PEEK", "update_content": "Hello Duplicant Fans!\nIt's the last week to get your copy of Issue 3 of Duplicant.  Our campaign wraps on Friday at 12P EST.  We've already met our goal, and unlocked our first stretch goal."}, {"update_no": "UPDATE #34", "update_userinfo": "Issue 4 Kickstarter News", "update_content": "Hello Duplicant Fans\nJUST ADDED!\nFor $25, snag the extremely limited-edition, Kickstarter exclusive variant cover, featuring Leila del Duca's naked inks. Or get both covers  at the $40 level."}, {"update_no": "UPDATE #33", "update_userinfo": "Letters to the Editor", "update_content": "Hello Duplicant Fans\nI'm doing a fun cross-promotion with my friend Steven Prince's  Kickstarter for his comic Monster Matador: Tango of the Matadors.  For everyone who backs the digital reward tiers or above on his campaign, and on my current campaign for Issue 3 of Duplicant, they'll receive a digital copy of the following:"}, {"status": []}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/2007016434/duplicant-1-and-2-dystopian-future-biopunk-sci-fi-comic", "project_name": "Duplicant 1 & 2: Dystopian Future, Biopunk Sci-Fi Comic"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "FINAL WEEK REWARDS!!!\nUnstoppable Cherub card\nCobalt Sketch Card\nOne Armed Wonder Sketch Card\nRebuilt Sketch Card\nOne Arm Wondermom Sketch Card\n\n\n\nI was born with a rare limb difference, and when I was growing up I never saw anyone in comic books who looked like me, so I decided to change that. I created my own superhero comic book called The Unstoppable Cherub. Since then, I've been fortunate to meet other storytellers with other limb differences and disabilities. \nLike any good superhero crossover, we decided to join our powers together and create...\nSuper-Abled Comics is a comic book anthology about superheroes with disabilities, by creators with disabilities, for readers with disabilities, and for anyone else who loves fun, action-packed, superhero comic books!\nThe cover to Super-Abled Comics by Krad Eelav\nInside Super-Abled Comics you will find six stories that were designed or written by a creator with a limb difference, with some help from able-bodied creators. \nOur six stories are...\nThe Chimpanchines\nA love letter to 80's Saturday morning cartoons such as Teenage Mutant Ninja Turtles and Street Sharks, the Chimpanchines is about four cybernetic primates trying to make a living in a galaxy far from Earth. \nThe Chimpanchines is written by Travis Rivas, drawn by Mauricio Campetella, and colored by Jasen Smith.\nCover to The Chimpanchines\nPreview from The Chimpanchines\nOne Armed Wonder\nOne Armed Wonder is about young Damian Daniels who thinks he won’t amount to anything due to his difference (and the way people treat him). When given the opportunity to be “more”, he abuses that power only to realize that he doesn’t need fancy gadgets to be whole. He just needs to believe in his abilities as he is.\nOne Armed Wonder is drawn and co-written by Brian Marquez, co-written by Kenneth Barr with art assistance by Brady Ann Parham. \nCover to One Armed Wonder\nPreview of One Arm Wonder\n\nLight Dancing in Darkness\nA sentient virus takes over, with the goal of eliminating anything different from itself. It’s up to Chiara to use her powers to shine a light and dance in the darkness, to save her country and those closest to her.  \nLight Dancing in Darkness in written by Sarah Tuberty, drawn by Mauricio Campetella, with colors by Caroline Nolasco\nChiara Cover. Cover Not Final\n\nRebuilt\nIntent on rebuilding her life after losing her family and two limbs in a tragic accident, Natalie undergoes experimental surgery to receive a bionic arm and leg. With the help of a quirky but brilliant biomechanical scientist, the operation is a success. What she gains, however, is far more than either of them could have expected.\nRebuilt is written by Trace Wilson with art by Sarah Fletcher\nRebuilt cover\nPreview of Rebuilt\n\nCobalt\nThe vendetta between Jesse Jensen and his former boss, Esmeralda Blasco, comes to a head as Esmeralda holds Jesse's brother hostage.  A year after losing his left hand Jesse emerges as the vigilante, Cobalt. Can Jesse bring down Esmeralda and her cartel, or will he lose everything? \nCobalt is written by Jake Adams with art by Jacob Newell\nCobalt Cover\nPreview of Cobalt\n\nThe Adventures of the One Arm Wondermom\n Where do superpowers come from? Do only certain people have access to them? Join Kim “The One Arm Wondermom” on her quest to discover the truth in this edutainment story the whole family can enjoy!\nThe Adventures of the One Arm Wondermom is written by Kim Stumbo with art by Willie Wofford.\nThe Adventures of the One Arm Wondermom Cover\nCHECK OUT OUR AWESOME REWARDS!\nAs a way of saying thank you to everyone who helps make Super-Abled Comics a reality, we have a great selection of rewards available to you!\nWe appreciate all of you who support us in helping us show the world that anyone can be SUPER-ABLED!", "risks": "Risks and challenges\nWhen making a comic book, the biggest risk is finishing the artwork. Well, hopefully our previews have shown you that our artwork is practically completed. We're going to wait until the Kickstarter campaign is over before getting our pages print-ready, to make room for any extra pages that may be added between now and when the campaign is finished. This means there's little risk of not getting the books in your hands!\n\nThe biggest challenge will be shipping other physical rewards to supporters, but luckily there's money in the budget allocated for just that purpose.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Thank you on Super-Abled IG or Twitter.", "descp": "With $1 you will get our personalized thanks on social media from the official Super-Abled Twitter or Instagram. Let us know which platform you prefer and your social media name and we'll be sure to shout you out!\nINCLUDES:\nThank you from Super-Abled Social Media", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Thank you from creator of your choice.", "descp": "The Super-Abled creator of your choosing, will give you a personalized thank you on their social media account!\nINCLUDES:\nThank you from Creator Social Media", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Copy of Super-Abled", "descp": "Just want a digital copy of the book? We got you covered. At this level you'll have access to a PDF copy that you'll be able to read on your mobile device or computer.\nINCLUDES:\nThank you from Creator Social Media\nDigital Copy of Super-Abled Comics", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Physical Copy of Super-Abled", "descp": "Here it is! A physical copy of Super-Abled Comics will be shipped to you.\nINCLUDES:\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nThank you from Creator Social Media", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Sticker", "descp": "Show your Super-Abled pride with a sticker that you stick on your laptop, water bottle or anywhere you want.\nINCLUDES:\nThank you from Creator Social Media\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Exclusive Art Print", "descp": "Get an exclusive art print that will be available ONLY through this Kickstarter Campaign. This print will be a group portrait of ALL the Super-Abled heroes in action!\nINCLUDES:\nExclusive Art Print\nSticker\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nThank you from Creator Social Media", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital Combo Pack", "descp": "Get more digital comics with a digital combo of Super-Abled Comics plus the first TWO issues of the Unstoppable Cherub.\nINCLUDES:\nDigital Copy of Super-Abled Comics\nDigital Pack of Unstoppable Cherub #1 & #2", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Your Name in Super-Abled Comics", "descp": "At this level you'll see your name in PRINT in the comic book as a special Thank You!\nINCLUDES:\nYour Name In The Comic\nSticker\nExclusive Art Print\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Super-Abled PLUS Unstoppable Cherub #1", "descp": "Get twice the content with a physical copy of Super-Abled plus a copy of The Unstoppable Cherub #1\nThe Unstoppable Cherub is Travis Rivas's debut comic book featuring a limb different superhero.\nINCLUDES:\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nThank you from Creator Social Media\nSticker\nExclusive Art Print\nUnstoppable Cherub #1", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (22 left of 25)"]}, {"amt": "Pledge US$ 40 or more", "title": "Super-Abled PLUS One Arm Wondermom #1", "descp": "Get twice the content with a physical copy of Super-Abled plus a copy of The Adventures of the One Arm Wondermom #1\nDo you ever wish you had superpowers? Well, guess what? YOU DO! Follow Kim \"The One Arm Wondermom\" and her awesome family as they show off their amazing superpowers! It's sure to show you how to look within and find yours!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nThe Adventures of the One Arm Wondermom #1\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nThank you from Creator Social Media", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 40 or more", "title": "Super-Abled PLUS Uniquely Brave", "descp": "Get twice the content with a physical copy of Super-Abled plus a copy of Uniquely Brave, by Super-Abled Comics contributor Trace Wilson.\nSometimes to overcome your challenges, all you need is bravery. Follow one little boy in this children's story as he proves that a little bit of courage can go a long way and shows his friends what it means to be brave!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nThank you from Creator Social Media\nUniquely Brave", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 45 or more", "title": "Super-Abled, Wondermom, Cherub Combo", "descp": "Love comics? Well get Super-Abled, PLUS the first issues of both The Adventures of the One Arm Wondermom and The Unstoppable Cherub.\nINCLUDES:\nThe Adventures of the One Arm Wondermom #1\nUnstoppable Cherub #1\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nExclusive Art Print\nSticker\nThank you from Creator Social Media", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (5 left of 10)"]}, {"amt": "Pledge US$ 45 or more", "title": "Unstoppable Cherub Sketch Card", "descp": "Get an original sketch card of the Unstoppable Cherub drawn by Emily Rocha, plus more!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nExclusive Art Print\nSticker\nPhysical Copy of Super-Abled Comics\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 45 or more", "title": "Cobalt Sketch Card", "descp": "Get an original sketch card of Cobalt drawn by Emily Rocha, plus more!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nExclusive Art Print\nSticker\nPhysical Copy of Super-Abled Comics\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 45 or more", "title": "One Arm Wonder Sketch Card", "descp": "Get an original sketch card of the One Arm Wonder drawn by Emily Rocha, plus more!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nPhysical Copy of Super-Abled Comics\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 45 or more", "title": "One Arm Wondermom Sketch Card", "descp": "Get an original sketch card of the One Arm Wondermom drawn by Emily Rocha, plus more!\nINCLUDES:\nYour Name In The Comic\nSticker\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nExclusive Art Print", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 45 or more", "title": "Rebuilt Sketchcard", "descp": "Get an original sketch card of Rebuilt drawn by Emily Rocha, plus more!\nINCLUDES:\nYour Name In The Comic\nSticker\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nExclusive Art Print", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 50 or more", "title": "Metal Cover Print", "descp": "Every one of the six stories in Super-Abled will have it's own, unique, cover. This reward allows you to get a metallic print of the cover from your favorite story or from the anthology cover itself.\nINCLUDES:\nMetal Comic Sized Print\nSticker\nExclusive Art Print\nYour Name In The Comic\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "T-Shirt", "descp": "Show off your Super-Abled pride with a T-Shirt featuring the Super-Abled Comics logo! Shirt sizes come in sizes Small - 2XL.\nINCLUDES:\nT-Shirt\nExclusive Art Print\nSticker\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Retailer Bundle", "descp": "Want to stock your comic book shop with copies of Super-Abled Comics? No problem. Get TEN copies of the book for your store. This tier is available to comic book retailers ONLY.\nINCLUDES:\n10 Copies of Super-Abled\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "T-Shirt PLUS Metal Cover", "descp": "Get both a T-Shirt and a comic book sized metal cover from the story of your choosing. Shirt sizes come in sizes Small - 2XL.\nINCLUDES:\nMetal Comic Sized Print\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nYour Name In The Comic\nSticker\nExclusive Art Print\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "11 x 17 Metal Cover", "descp": "Every one of the six stories in Super-Abled will have it's own, unique, cover. This reward allows you to get an 11 x 17 metallic print of the cover from your favorite story or from the anthology cover itself. That's a lot of metal!\nINCLUDES:\n11x17 Metal Print\nPhysical Copy of Super-Abled Comics\nDigital Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "11x17 Metal Cover Plus Shirt", "descp": "Get an 11x17 Metallic Print of the cover of your choosing PLUS a T-Shirt. Shirt sizes come in sizes Small - 2XL.\nINCLUDES:\n11x17 Metal Print\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nT-Shirt\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 130 or more", "title": "Retailer Bundle PLUS Shirts", "descp": "Does your comic shop sell T-Shirts too? Get a TEN copies of Super-Abled Comics plus FIVE shirts that you can sell in store. This tier is available ONLY to comic book retailers. Shirt sizes come in Small-2XL.\nINCLUDES:\n10 Copies of Super-Abled\n5 Super-Abled T-Shirts\nYour Name In The Comic", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Cobalt Figure", "descp": "COBALT is the newest hero from writer Jake Adams and artist Jacob Newell. And now he has his own 3D printed figure. Get your EXTREMELY LIMITED figure before they're all gone!\nINCLUDES:\nCobalt Action Figure\nT-Shirt\nSticker\n11x17 Metal Print\nDigital Copy of Super-Abled Comics\nYour Name In The Comic\nPhysical Copy of Super-Abled Comics", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 150 or more", "title": "Black+White Character Commission", "descp": "One of our talented artists will draw a full bodied character of your choosing. Commissions will be black and white and drawn digitally and then printed out on high quality paper and sent to you. This commission will not be recreated anywhere else and will be exclusive to you and only you!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nYour Name In The Comic\nT-Shirt\nExclusive Art Print\nSticker\n11x17 Metal Print", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (20 left of 21)"]}, {"amt": "Pledge US$ 200 or more", "title": "Cameo In The Next Issue", "descp": "If you have ever wanted to appear in a comic book then now is your chance. While this year's anthology is completed, we already have ideas on what we're going to do for next year, and there's an opportunity for you or a loved one to appear in the issue OR in the next issue of The Unstoppable Cherub. It's up to you! The appearance will include any prosthetic, mobility device, or adaptive assistance that you would like us to. These comics are for you so why shouldn't you get to be in them?\nINCLUDES:\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nYour Name In The Comic\n11x17 Metal Print\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 200 or more", "title": "Call with The Creator You Choose", "descp": "Have you ever wanted to talk to someone with a limb difference or disability? Well here's your chance. With this reward you'll get to have a personal one-on-one 20 minute video or phone chat with one of our creators. We ask that you please be respectful but our creators will do their best to answer any questions you might have our lives living with a limb difference.\nINCLUDES:\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nYour Name In The Comic\n11x17 Metal Print\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (6 left of 6)"]}, {"amt": "Pledge US$ 300 or more", "title": "Call with ALL the Creators", "descp": "Wow! At this level the whole team will do a group video or phone call with you or your loved one for 30 minutes! That's SIX individuals with limb differences ready to say thank you or take questions you might have about living with a limb difference. We ask that you please be respectful but we will do our best to share our experiences with you.\nINCLUDES:\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nYour Name In The Comic\n11x17 Metal Print\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Full Page Ad", "descp": "Are you a comic book store or a company that wants to get your name out to the limb difference/disabled community? At this level you will be able to buy a full page ad in Super-Abled Comics!\nINCLUDES:\nDigital Copy of Super-Abled Comics\nPhysical Copy of Super-Abled Comics\nSticker\nExclusive Art Print\nYour Name In The Comic\n11x17 Metal Print\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Accidental Aliens Tales from the Mothership", "update_content": "Hey everyone!\nI know times are incredibly rough right now for a lot of you, and some of you are looking for a way to help out other artists and comics. Well check out this new book from The Accidental Aliens, the same studio that brought you Super-Abled Comics. It's a new anthology series called Tales from the Mothership, and the first issue is, funny enough, three stories from the post Apocalypse. It's from a great group of creators, some who have been greatly and financially impacted by the Covid-19 crisis. The book is already fully backed so your copy is guarenteed! So head on over and check it out. Pick up the book if you can and tell your friends about it if you can't!"}, {"update_no": "UPDATE #11", "update_userinfo": "Rewards starting to go out!", "update_content": "Hey folks.\nAfter a stellar debut at both Lucky Fin Project Weekend & San Diego Comic-Con rewards are starting to go out. We're starting from the bottom and working towards the top so please be patient with us as we get to your tier. We sent out the rewards for the $10 digital tier today and will get to the physical copies of the book as soon as we get everything we need to send them out. Hope everyone is excited to get their rewards!"}, {"update_no": "UPDATE #10", "update_userinfo": "The book is here!", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "LAST CHANCE TO GET YOUR NAME IN THE COMIC!", "update_content": "Hey everyone. \nJust letting everyone know that if you selected the reward to get your name in the comic book, and you haven't filled out the backer survey asking which name you want to be thanked by, this 3 day weekend is the last chance to do so. Otherwise we'll just be going by the name you submitted your pledge with. Thanks and have a great weekend!"}, {"update_no": "UPDATE #8", "update_userinfo": "BACKER SURVEYS!", "update_content": "As of the now ALL the backer surveys should be sent out. Sorry it took so long but there were a lot of them to do. Please respond to them as soon as possible so we can get your rewards to you as soon as possible. We're going to print pretty soon here so if you don't respond in time to how you want your name presented in the comic book, we'll be going by the info you used when you made your initial pledge. Thank you for your patience everyone, and hope to hear back from all of you soon! "}, {"update_no": "UPDATE #7", "update_userinfo": "Backer Surveys", "update_content": "Hey folks!\nBacker surveys have started to go out to you guys. If you haven't received yours yet,  you should by next week so thank you all for your patience. \nWhen you do get your (brief) survey, please answer it as soon as you can so we can make sure your rewards get out to you as fast as we can. "}, {"update_no": "UPDATE #6", "update_userinfo": "A Proper Thank You", "update_content": "Hi everyone.\nIt's been a few days now since we got funded and I wanted to take the time to update everyone and to give you all a proper thank you. We're blown away by all of your support in helping us publish our comic.\nIt will be a couple weeks before Kickstarter releases the funds to us but we're still on track on our initial July release date. We'll be sending out survey's later this week to make sure that we have all the information to make sure we get your rewards out to you. "}, {"update_no": "UPDATE #5", "update_userinfo": "IT'S THE FINAL WEEK PLUS SKETCH CARDS!", "update_content": "Hey everyone. We're entering our last week of the Kickstarter so please let everyone know if you haven't already. We're also adding a special tier out there to celebrate. If you like original art check out this exclusive one of a kind sketch cards by artist Emily Rocha. "}, {"update_no": "UPDATE #4", "update_userinfo": "HALFWAY POINT, STRECH GOAL #2 TRADING CARDS, and Listen to our creators talk about the project!", "update_content": "Hey everyone!\nWe're halfway through our Kickstarter and thanks to all of you we hit our first stretch goal!\nAnd now for our next one... If we hit $7500 everyone who pledged at the $15 tier (Physical copy of the book) will get a set of these awesome trading cards that were drawn by Emily Rocha. "}, {"status": [{"Project funds successfully": "129 backers pledged $7,782"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1062862115/super-abled-comics", "project_name": "Super-Abled Comics"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "NEW STRETCH GOAL!! $30,000 unlocks THE HARDCOVER EDITION for all books! Everyone who orders a book will get the hardcover!\nNOT FORGOTTEN: A PUBLIC DOMAIN SUPERHERO ANTHOLOGY!\nHeralded by the success of Superman and Batman, the world of superheroes exploded in the late 1930s with a litany of colorful and often bizarre heroic characters, creating what is revered as “The Golden Age” of comic books. They defeated evil wherever it reared it's ugly head, whether it be bloodthirsty Vampires from Pluto, repugnant Nazi jerks, or the mysterious and deadly effects of Atomic Radiation! These heroes sold books by the millions and ushered in an age of unprecedented JUSTICE.\nBut soon, these ring a ding ding good times came to an end at the close of World War 2 as the heroes fell out of favor in the eyes of a giddy and spoiled public. It was curtains for the heroes, as the once successful publishers now faced bankruptcy and took to the giggle juice while their creations fell into the shadow realm of PUBLIC DOMAIN, a place where anyone, anywhere can use them for whatever nefarious deed their sick minds could concoct.\nGADZOOKS!\nNo longer protected under the shield of copyright laws, these characters were buried and lost to the cruel hands of Father Time and the machismo of modern entertainment, as evil ran unencumbered through our streets!\nBUT FEAR NOT, TRUE BELIEVERS!\nThese heroes are back and better than ever! Reimagined by top creators in the industry, this anthology collects over 20+ short stories paying homage and tribute to some of the greatest heroes and heroines lost to time with brand new, never-before-seen, exclusive tales bringing these amazing creations back to life!\nBut don't blow your wig, Johnny, this book is within your grasp! Get in on this here clambake and help show the world that these characters might have been buried under layers of dust, but they are...\nNOT FORGOTTEN!\nFeaturing the work of:\nJames Harren (Rumble, B.P.R.D., Conan), Eric Esquivel (Lego DC Superheroes, Vertigo Quarterly, Adventure Time), Ryan Cody (Doc Unknown, Heavy Metal Magazine, The Phantom), Jerry Gaylord (Bill and Ted's Triumphant Return, Fanboy Vs Zombies, Ghostbusters/TMNT), Matt Harding (Doctor Mordrid, Popapocalypse, Styx, Madefire Studios), Angela Ahlers, Nathan Shorts (Toejam and Earl: Back in the Groove), Vincent Kukua (Image Comics), Evan Limberger (Madefire Studios), Matt D. Wilson (Copernicus Jones: Robot Detective, the Supervillain Handbook), Rodrigo Vargas, Josh Krach, Ashley V. Robinson (Jupiter Jet, Top Cow Comics), Morgan Beem, Rica March, Jeffrey and Susan Bridges (Pendant Audio), Leonie O’Moore, Derik Hefner, Anne-Marie Webb, Andrew Steers, Edwin Lopez, Bobby Trauma, Esther Pimentel, Miiike, Greg Menzie, Zakk Saam, Omar Morales (CruZader), Joel Cotejar, Paula Goulart, Jaymes Reed, Paul Plale, Andres Olveras, matt harvey (Exhumed), Sinclair Klugarsh, ,Gabriel Moore-Topazio (Wrought Comics, Asylum), Einar V. Masson (Bay Area Comic Anthology, Bruce the Angry Bear), Mikael Lopez, Kristian Bay Kirk, Sandra Rós Björnsdóttir aka Krumla, Kevin Cuffe (Oathbound), Ricardo Lima, Jason Inman (Jupiter Jet, co-host of DC All Access), Nick Robles (Maze Runner: The Scorch Trials), Casey Desilets, Maximilien Weinstein, Malcolm Johnson (Styx, Ultrasylvania), Kevin Buckley (Madefire Studios, Cyberwulf), Jeff Leeds, Marco Maccagni (Archon, Vampblade), DC Hopkins (Trespasser, We Can Never Go Home), Valentina Pucci (Action Lab), Angela Fato (Action Lab), Jared Rosmarin, Eugene Young, and Dave Harding.\nThe Creator Roster\n Sample Art\nAtomic Man, written by Jason Inman, Illustrated by Nick Robles\n  Doc Strange by Jerry Gaylord\n  Mr. Mystic by Martin Dunn and Dee Fish\n  The Black Knight, written by Max Weinstein, illustrated by Malcolm Johnson\n  Mars Mason the Intergalactic Postman, written by Eric Esquivel and illustrated by Ryan Cody!\n  Black Satan by Casey Desilets\n  Scarlet Avenger by Matt D. Wilson & Rodrigo Vargas\n  Air Male by Rica March\n  Barry Kuda by Kevin Buckley\n  Jet Powers, written by Jared Rosmarin and Illustrated by Eugene Young\n  Atomic Tot by Angi Ahlers & Nathan Shorts\n    Terena of the Tundra by Ashley V. Robinson & Morgan Beem\n  Black Terror by Miiike and Greg Menzie\n    13 by Jeff Leeds and Marco Maccagni\n  Enamel Pin Designs\n   ", "risks": "Risks and challenges\nWe have four successfully funded Kickstarter projects between us, so we have a pretty firm grasp of what we're doing. We already have 20 stories in the can with a couple more scheduled to finish before the end of the Kickstarter. We have Image production artist Vincent Kukua standing by to assemble the complete book, so we can send it to our printer on the day that the project is finalized. Barring any unforeseeable catastrophe, physical rewards should be making their way to our backers by mid-June or early July.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "You're Not Forgotten!", "descp": "Your name will appear in the \"thank you\" section of the book. Every dollar counts and we appreciate your support!", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 9 or more", "title": "The PDF's Not Forgotten! Sticker-Free", "descp": "By special request, we're now offering the digital version of the Not Forgotten Anthology sans stickers. Streamlined!", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}], "stat": ["104 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "The PDF's Not Forgotten!", "descp": "In addition to recording your name in the \"thank you\" section, you will receive a digital copy of the Not Forgotten anthology along with a pack of 4x stickers.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["69 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "The Book's Not Forgotten!", "descp": "In addition to an entry on the \"thank you\" page, you will receive both a digital and physical copy of the Not Forgotten anthology.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["319 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "The Extras are Not Forgotten!", "descp": "In addition to the \"thank you\" and the digital copy, you will also receive the physical book along with a packet of goodies, which include stickers, 5x7\" prints designed by the book's artists, a bookmark and an enamel pin.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["160 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Retailers are Not Forgotten!", "descp": "Retailers will receive 5x copies of the physical book, along with 5x7\" prints, stickers, bookmarks, pins and a promotional poster. This offer applies only to comics retailers, etc.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "The Poster is Not Forgotten!", "descp": "In addition to everything in the Extras reward, you will also receive an 11x17\" poster based on the anthology's cover (designed by James Harren).", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The Einar Másson Special", "descp": "In addition to everything in the Poster reward, you will also receive a custom-made 5x7\" full-color pen & ink portrait of yourself (or friend of your choosing) as a superhero. You can pick the theme, the costume design, the logo, and Einar will illustrate it for you.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (9 left of 15)"]}, {"amt": "Pledge US$ 100 or more", "title": "The Jon Morris Special", "descp": "In addition to everything in the Poster reward, you will also receive an original, one-of-a-kind pen & ink sketch of a member of the League of Regrettable Superheroes, as rendered by the Calamitous Jon Morris.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (17 left of 25)"]}, {"amt": "Pledge US$ 120 or more", "title": "The Sinclair Klugarsh Special", "descp": "In addition to everything in the Poster reward, you will also receive a custom-made 9x12\" pen & inkwash head portrait of yourself (or friend of your choosing).", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 150 or more", "title": "The Matt Harding Special", "descp": "In addition to everything in the Poster reward, you will also receive a custom-made 11x17\" full-color pen & ink portrait of yourself (or friend of your choosing) as a superhero. You can pick the theme, the costume design, the logo, and Matt will illustrate it for you.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (15 left of 15)"]}, {"amt": "Pledge US$ 200 or more", "title": "The Not Forgotten Portrait Combo", "descp": "In addition to everything in the Poster reward, you will also receive two custom-made full-color pen & ink portraits of yourself (or friend of your choosing) as a superhero, one 5x7\" by Einar, the other an 11x17\" by Matt. You can pick the theme, the costume design, and the logo. The portraits do not need to be of the same person in case you have a sidekick in mind.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (14 left of 15)"]}, {"amt": "Pledge US$ 600 or more", "title": "Your Pitch is Not Forgotten!", "descp": "Got an idea for a comic but no one to draw it? Matt and Einar will collaborate with you on a pitch document, which includes pencilling and inking the first five pages of your script.", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["0 backers", "Limited (4 left of 4)"]}, {"amt": "Pledge US$ 100 or more", "title": "The Original Art is Not Forgotten!", "descp": "In addition to everything in the Poster reward, you will also receive original pencil and ink artwork used in some of the stories from the anthology.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "20 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "The Greg Menzie Special", "descp": "In addition to everything in the Extras reward, you will also receive a custom-made 9x12\" pen-and-ink drawing by Black Terror artist Greg Menzie.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #45", "update_userinfo": "If you haven't received your book", "update_content": "Hello everyone, this message is mainly for people whose book hasn't arrived in the mail yet. I assure you that all the books have been sent out, but we are experiencing problems with delivery in some cases. Either they got lost in the mail, or I messed up in addressing the package, or any other reason that could have happened. Either way, we will get a new book out to you!\nIf you haven't received your book, please email me your name and address at NFanthology@gmail.com. I'll check the post office to see if there's been a record of delivery and see if they have a delivery confirmation for your package (or lack thereof) and then send you out a new copy. It works best to send me an email so that I can keep everything nice and organized and get your books all out to you ASAP. "}, {"update_no": "UPDATE #44", "update_userinfo": "International Orders", "update_content": "Alright everyone, I've got some exciting news for you! Every single domestic package has been sent out! That's right - EVERY SINGLE DOMESTIC PACKAGE IS CURRENTLY IN THE MAIL!!!\nCurrently, we are just waiting on the enamel pins to come back from the manufacturer and then we'll be sending those out to you, too. All the prints, stickers, and posters are already included in the packages that have been sent out. "}, {"update_no": "UPDATE #43", "update_userinfo": "BIG NEWS!!", "update_content": "Hey everyone, I've been getting your messages and comments and I want to assure you that your books are coming to you. I have about 300 more boxes packed and tagged and being sent out on Monday. I'm sorry for the wait, and I promise you that I'm working hard to get your packages out. \nFor those of you who have received your books already, I hope that the books reached you in good condition and that you're happy with the end result!"}, {"update_no": "UPDATE #42", "update_userinfo": "More boxes going out!", "update_content": "Hey everyone, we just sent out another big shipment of books two days ago, and we're looking to send out another this next week. One thing we need is for everyone who hasn't filled out their surveys to do so by next Monday so we can get an accurate number of orders for extra rewards. If you haven't filled your survey out, please do so this week!\nThanks you, "}, {"update_no": "UPDATE #41", "update_userinfo": "Calling all people still needing to fill out a Survey!", "update_content": "Hey everyone, just wanted to wish you all a happy holidays! We just packaged up another 150+ packages and sent them off to backers, which brings us to having a little over half the rewards sent out! The finish line is in sight! \nWith every package we send out, we have made sure to sign, box, and bubble wrap every book so that everyone gets their rewards in the best possible shape they can. It's important to us that everyone receives their books without any damage, but the downside is that it takes a little longer to mail each package. That being said, we hope that getting your books without any wear or tear is worth the wait for you."}, {"update_no": "UPDATE #40", "update_userinfo": "Happy Holidays!", "update_content": "Hey everyone, just letting you know that we have a store signing tomorrow at Meltdown Comics in Southern California! I'm loading the car up with books and taking a road trip down south as soon as I get out of work today. This would be a great opportunity to pick up your books and meet some of the creators who worked on the book! \nMeltdown comics is one of the best comic stores in California, if not the country, and I'm very excited to be there tomorrow selling and signing books along with some great writers and artists. Meltdown's address is 7522 Sunset Blvd, LA."}, {"update_no": "UPDATE #39", "update_userinfo": "Signing at Meltdown Comics Tomorrow!", "update_content": "Hey everyone, just letting you know that Sara and I got back from a very long day at the post office yesterday, mailing another wave of books out to you amazing backers! If you could do me a favor and let me know that you've received your packages, either through comments on the site or through messages. That would be great!\nAnd yes, those stacks of boxes are almost as tall as me at six foot three! Somewhere, I lost Sara behind one of these walls. "}, {"status": []}], "comment_no": 161, "projec_url": "https://www.kickstarter.com/projects/1430099002/not-forgotten-a-public-domain-superhero-anthology", "project_name": "\"Not Forgotten\" A Public Domain Superhero Anthology!"}}, {"backer": "HexComix", "project_data": {"campaign": {"story": "New: PRINT EDITION (signed with a real feather Sharpie) ADDED! ALL BACKERS PLEDGING $35 OR MORE WILL RECEIVE IT AUTOMATICALLY! Just select Antic Face for the reward!\nPrint Version to be handled by Print Ninja.\nAdapting Shakespeare. It’s something every community theater and big time Hollywood producer does. “King Lear, but during the Tokugawa era” or “Hamlet, but this time he’s a lion.” Not entirely bold moves, but ever since freshman English, we’ve had it drilled into us that these stories are timeless. You can set Twelfth Night or Taming of the Shrew in high school until the cows come home, but it might leave you feeling like it’s missing some of that Real Shakespeare Flavor ®. \nThat’s why I thought it’s time for Ol’ Billy Shakes himself to get adapted. Now I know what you’re saying, “Shakespeare in Love won best picture in 1999, that was about Shakespeare.” Yeah, but was he a superhero? I didn’t think so. Shakespeare is timeless, but better than that, the man’s been dead for 400 years, he’s totally in the public domain. I can make him a silly masked detective for all he cares… \nNo Holds Bard is a 5-Act comic about Shakespeare fighting crime in Elizabethan England, written (mostly) in iambic pentameter. Featuring some of the hottest artists working in comics today, including Erica Henderson, Logan Faerber, Cara McGee, James Callahan, and Aaron Conley, with a cover by Dave Kloc and pin-ups from Sina Grace, Bobby Rubio and Ashlyn Anstee. No Holds Bard will feed your eyes and get all four humors moving. It won’t make you dumber, but you will fail your literature test. \nThe Story\nNice queen you got there. Shame if something were to happen to her.\nWhile writing yet another one of his masterpieces, Shakespeare receives a call from his trusty page, Page, with most disturbing news—The Queen has been stolen! From there, the Dramatic Duo of The Bard and Page set off in a series of rollicking misadventures that lead to the highest echelons of Renaissance power. He'll cross paths with weirdos of all shapes and sizes. You might even recognize a few of them from someone's most famous plays (but then, I don't want to spoil all the fun).\nWho is the shadowy figure responsible for the Queen’s disappearance? Will Will ever get rid of his pesky writer’s block? Why can nobody tell The Bard is Shakespeare? I mean clearly… \nFind out the answers to these questions and to more you didn’t even know you had when you read No Holds Bard SOON! \nArtists\nNo Holds Bard features illustrations from some of the top new artists working in comics today. Check it:\nErica Henderson - Act I\nRosencrantz and Guildenstern are dead?!\nOne of comics' rising stars, her credits include Marvel's Unbeatable Squirrel Girl with Ryan North and Archie Comics' Jughead with Chip Zdarsky. A graduate of Rhode Island School of Design, she currently lives in Boston.\nLogan Faerber - Act II\nAnd that's for Gnomeo & Juliet!\nLogan was always a quiet child: one who kept to himself and played outside as frequently as he could. He could relate to cartoons and animals more than most people. On his 7th birthday, Logan’s brother passed down his long boxes of comics, granting access to Marvel and DC stories from the 70s onward. This imaginary landscape helped to fuel Logan’s desire to become an artist and drove him to pursue illustration and design at Montserrat College of Art. Now, as an adult, Logan still finds joy in playing games, reading books and drawing pictures, keeping himself young at heart forever.\nCara McGee - Act III\nWhat the hell am I going to eat for lunch?\nCara McGee is an Atlanta-based comic book artist and tea connoisseur. You can find her covers on Lumberjanes and follow her wildly popular tumblr at http://areyoutryingtodeduceme.tumblr.com/.\nJames Callahan - Act IV\nRemember when I said Rosencrantz and Guildenstern are dead? Well not yet they're not.\nJames Callahan is a writer and illustrator, working on the east coast of the U.S., often under the less innocuous moniker, Barf Comics. He has illustrated hundreds of comic pages, and worked on scores record covers, skate decks, and t-shirt designs with clients ranging from Marvel, Oni, and Image Comics to Creature Skateboards and Thrasher Magazine, to bands like Municipal Waste, Mastodon, the Hold Steady, the Black Dahlia Murder, and many more.\nAaron Conley - Act V\nIf it be a sin to kick lots of butts, I am the most offending soul alive.\nAaron Conley is the co-creator and artist of Sabertooth Swordsman. He has worked for Marvel, Dark Horse, Image, Boom Studios and Ghost Face Killah. He is also the winner of the 2014 Russ Manning Award for Most Outstanding Newcomer. His favorite kind of dog is a Boston terrier.\nDave Kloc - Cover\nDave Kloc is an illustrator and printmaker living in Los Angeles. He has designed and hand printed a weekly poster for The Meltdown with Jonah and Kumail (now in its 3rd season on Comedy Central.) Kloc has also illustrated and printed posters for comedians such as John Mulaney and Jim Gaffigan and bands like Passion Pit, La Dispute, Childish Gambino and more!\nBobby Rubio - Pin-up\nBobby Rubio worked nine years with Walt Disney Feature Animation as a traditional animator and storyboard artist on several films including “Tarzan” and “Treasure Planet.” After Disney, he worked as an assitant director/storyboard artist for Nickelodeon Animation Studios on the series “Avatar: The Last Airbender”. Currently, Bobby is a story artist for Pixar Animation Studios and has worked on feature animated movies “Up”,“Brave” and \"Inside Out\".\nAfter work hours, he works on his creator-owned and independent comic series, “Alcatraz High”, “ENFORCEMEN” and “4 Gun Conclusion.” And from time to time, he has freelanced for Marvel Comics as a cover artist.\nSina Grace - Pin-up\nSina Grace is an Image Comics writer and artist, known for his memoir material (Self-Obsessed, Not My Bag), and illustration work (Li'l Depressed Boy, Burn the Orphanage, Penny Dora). On all relevant social media @SinaGrace\nAshlyn Anstee - Pin-up\nAshlyn Anstee grew up in a rainy city, moved to a snowy city, and then settled in a sunny city, where she writes and draws for animation and children's books. You can find her art and other fun stuff at www.ashlyna.com\nFrank Cvetkovic - Letterer\nWait til you see this in context.\nFrank Cvetkovic is a comic book letterer whose work has appeared in ARTFUL DAGGERS, DRIVE, Jamal Igle’s MOLLY DANGER, and THE BIGGER BANG. He currently lives in Cleveland, OH, where the home teams never win and the rivers occasionally catch fire.\nWhy Shakespeare?\nI love Shakespeare (the pomp of it all!), and I know for a fact STAN LEE co-creator of Spider-Man, does too. So there has to be a fair amount of overlap between Shakespeare fandom and comic fandom, right? Also, he seemed perfect for the style of campy, not-so-serious stories that you'd see in an episode of Batman '66, but with very well illustrated violence. It covers a whole Venn diagram of tastes, and hopefully it appeals to more than just me.\nYou don't want to know how long it took me to come up with these captions.\nWhat is iambic pentameter?\nBill Shakespeare used this style of verse a lot.\nEach line contains ten syllables, no more.\nThen further split in stressed and unstressed parts.\nIt makes things sound much smarter than they are.\nNow I'm no Shakespeare, but just like Shakespeare, I didn't use it everywhere, so that's why we're saying it's mostly in iambic pentameter. Sorry English nerds, I'm getting out in front of you. \nThe Dramatic Duo Companion EP\nTo celebrate the launch of No Holds Bard, I've commissioned a digital-only companion EP with an original extra-jazzy theme song from Spencer Owen (Dude Bro Party Massacre III) and a super-sweet love song from Allie Goertz (Rick and Morty Concept Album), available to all backers who pledge $3 or more. It's a hell of a deal, and perfect bed music for when you're getting your thespi-on.\nWhy donate?\nThis is something I've been knocking around in my head for a long time, and I'm really passionate about it, so I'm going to need you to lend me your ears (and your wallets, har har). If this thing is ever going to get off the ground, it needs your support. I've been incredibly lucky to work with such talented artists to help realize a story I thought was worth telling. Without you, it's just a stack of \"maybe someday\" crowding my brainspace, but with you, it could just be your next favorite comic.\nAlso, there are some pretty tantalizing rewards. Just sayin'.\nThe Rewards\nWe've put together a bunch of exciting rewards for No Holds Bard, including stickers, lithographs, domino masks, t-shirts, a companion EP and even a fancy box with a REAL HUMAN SKULL inside.\nNot bad for a dollar.\nDouble your dollar and get sweet prizes.\nThree dollars?! What a bargain!\nProbably the one you want, unless you're REALLY COOL.\nShow the world you care.\nStickers for everything!\nIf I see you in one of these at a convention, you get a free high five.\nYou choose which lithograph you get!\nWear a face on your chest\nAll Four Lithos and a T-Shirt, and all the other stuff. A $190 value for a measly $116\nCustomized for each individual backer.\nI choose which one you get, but they're all awesome.\nREAL HUMAN SKULL IN A REAL WOODEN BOX\nWhere is the money going?\nLike many people, artists need food to live, so most of the money goes to paying our artists a professional page rate so that they may live in a modern capitalistic society. Other dollars are going toward Kickstarter for use of their infrastructure and reward fulfillment such as poster printing costs, manufacturing masks, and building that fancy skull box. Even if we reach the initial $10,000 goal, I'll be taking a hit. That's how much I want this to get made.\nArtist Fees: $7750 (77.5%)\nKickstater Fees: $800 (8%)\nRewards and Shipping: $2890 (28.9%)\nBackerKit ~$200 (2%)\nShould I have set the goal to $11,640? Probably, but I suffer for my art.\nStretch Goals \nThe more we make, the more we can make. I have 6 issues planned out already, and a lot more ideas to come. If there's interest, there's more content for you, so I hope you're feeling generous.\nAt $22,000, we're funding a SECOND ISSUE with more great artists and everything. \nAbout the Creator\nEric Gladstone is a writer and native-born son of Los Angeles. He is the Senior Dialogue Writer for Marvel Heroes 2016 and he works as a researcher, video editor and writer at Stan Lee's POW! Entertainment offices. POW! in no way endorses the comic. \nNo Holds Bard marks his first public foray into the world of published narrative comics, he put a lot of work into it and thinks it’s going to be good, so you’d better like it. \nHe also likes dogs, cats, rats, pigs, bad puns, professional wrestling, and riddles.\nFind him on twitter @realgladstone\nWHO ARE YOU?! WHERE AM I? fijfaerj8\nCalm down, you've had a stroke.", "risks": "Risks and challenges\nThough this is my first time running a Kickstarter campaign, I have had the assistance of several successful creators and comics professionals who have helped me assess the viability of the project and will guide me through the nuances of crowdfunding. At this stage, much of the groundwork for the project has already been laid, and all of the artists have signed on.\n\nI will communicate clearly throughout the funding and post-funding stages and backers will be notified in the event of any shipping delays. I will not consider this closed until all backers receive their promised rewards. I'm also going to be signing up for Backerkit once we meet funding to properly organize shipping and rewards.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #49", "update_userinfo": "Two days and change left for No Holds Bard: The First Folio!", "update_content": "Hey everybody, just a quick heads up. \nIf you loved the first book (and Goodreads said you did!), there are only a few days left to pledge to the next five chapters in the saga, with all new art from Logan Faerber and some of the best cover artists in comics. \nCheck it out here."}, {"update_no": "UPDATE #48", "update_userinfo": "Get Drawn in the First Folio Collection!", "update_content": "Greetings citizens of Earth-1218,\nEric here with a quick update. Oh, me? I’m fine. How are you?\nYou're reading this because you backed our first issue... now, if you haven't read it, here it is in all its digital glory. It’s a great package with a few grammatical issues that will be ironed out before the First Folio collection goes to press."}, {"update_no": "UPDATE #47", "update_userinfo": "Did you know?", "update_content": "Hey beloved backers of the pilot issue of No Holds Bard,\nDid you know there's an ALMOST-ALL-NEW collection of Shakespeare superhero misadventures available on Kickstarter now? It's true! \nCheck it out today!\nLove you lots!"}, {"update_no": "UPDATE #46", "update_userinfo": "No Holds Bard: The First Folio is Live!", "update_content": "Surprise! \nThe campaign for No Holds Bard: The First Folio is up and running. Let's get this thing to the moon!\nUpdates soon."}, {"update_no": "UPDATE #45", "update_userinfo": "Not a ton to report!", "update_content": "Hey friends, Romans, etc. \nHow are you? I'm ok. Just doin' some super-secret prep work that'll blow all your minds. In the meantime check your email to see if you won our four-poster sweepstakes. I just contacted the winners, so yeah. \nIf you haven't joined the mailing list, what are you thinking!? Get in there today, and you could win something."}, {"update_no": "UPDATE #44", "update_userinfo": "A slight delay!", "update_content": "Greetings ye faithful,\nRest assured, I bring you good tidings. I know we were scheduled to launch this week, but we'll be delaying a short while to do this right. The exact date will remain a mystery for now, but it'll be soon. And as much as we wanted to launch on the Ides of March for Shakespeare's sake, we're pushing back for a few reasons:"}, {"update_no": "UPDATE #43", "update_userinfo": "A new contest is born! Campaign launches one week from tomorrow!", "update_content": "Greetings ye faithful, \nWe’re a little over a week until the Ides of March, and we’re battening down the hatches for the big campaign, so stay tuned. \nI’ve been doing script tweaks and going over it with our editor extraordinaire Matt Murray, and we think you’re really going to like it. It's really a lot more than the original Batman parody would have it suggest. I’ve been putting together our video with After Effects wizard, my occasional writing partner and Dragon Ball Fighterz rival, Juan Bayardo too. It’s super slick and professional. I've also updated the , so it looks good and is SEO'd and everything, so share that around if you can. "}, {"update_no": "UPDATE #42", "update_userinfo": "Two weeks out! Full steam ahead! Join the Fight!", "update_content": "Greetings everybody,\nEric here with a quick update. We're a little more than two weeks away from our big campaign, and as nervous as I am, I couldn't be more pumped. \nI did meet Logan last week, and it turns out he's a great guy. We were talking, and he sent new designs for our rewards our new sticker 2-pack, and socks!"}, {"update_no": "UPDATE #41", "update_userinfo": "Covers! Covers! Covers!", "update_content": "Good Wednesday to you, Bard faithful,\nBig news this week. I've been working on putting together the actual Kickstarter page. It's nearly done and ready for review, and we're still three-ish weeks out. \nAlso, we're getting a heck of a lot of covers back. Check 'em!"}, {"update_no": "UPDATE #40", "update_userinfo": "Pins! Shopping Bags! Covers!", "update_content": "Happy Love Day, everyone.\nEric here with a quick update. \nI'm a huge proponent of merch. Like sure, we're here primarily to sell a book, but swag is one of those things that really makes it feel like more than just a book. So we're going to have lots of it available, and it'll all be revealed in the coming weeks. Logan turned in his designs for the first two items the other day: a pin, and a tote!"}, {"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/101952017/no-holds-bard", "project_name": "No Holds Bard"}}]