[{"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "PLAY", "risks": "Risks and challenges\nThere's one variable we can't control: the COVID-19 pandemic! Most affordable printing options are in China, and it difficult to estimate although we have done our due diligence. We have carefully calculated the production and shipping costs pre-pandemic, and we will communicate with you as soon as we have firm timeline estimates. While there are many things we can plan ahead of time, we realize there are inevitably unforeseen circumstances that may arise when working with printing and fulfilling a large number of orders. We will be transparent about the status of the project along the way, so backers will be the first to know if complications come up. In order to keep backers up to date on the project, we've included the \"project status\" as well for extra transparency. We want this to be a journey we take together!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Add-On Only Tier", "descp": "Just looking to grab some of those sweet Add-Ons? This is the Tier for you!", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["79 backers", "Add-ons"]}, {"amt": "Pledge US$ 5 or more", "title": "I wanna support, I don't need a book", "descp": "Supporting the work, but I don't need a reward.", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}], "stat": ["157 backers", "Add-ons"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Quickstart Guide", "descp": "Run around in the same adventures we've run on the Mother Lands RPG streams! This guide includes all of the Introductory rules to Into the Mother Lands.\nINCLUDES:\nQuickstart Guide PDF", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}], "stat": ["158 backers", "Add-ons"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital Into the Mother Lands Sourcebook", "descp": "Get a digital version of the Mother Lands RPG book! No waiting on a physical edition, and you get to explore Vutoa early!\nINCLUDES:\nQuickstart Guide PDF\nInto the Mother Lands Sourcebook PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}], "stat": ["1,482 backers", "Add-ons"]}, {"amt": "Pledge US$ 50 or more", "title": "Into the Mother Lands Sourcebook", "descp": "Get a physical copy of the book! Hard copy, nicely bound with full-color maps, art. You also get a PDF copy of the sourcebook as well!\nINCLUDES:\nQuickstart Guide PDF\nInto the Mother Lands Sourcebook PDF\nInto the Mother Lands Sourcebook Hardcover", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["993 backers", "Add-ons"]}, {"amt": "Pledge US$ 50 or more", "title": "Donate Into the Mother Lands Sourcebook", "descp": "Get a physical copy of the book sent to the library of your choice! Hard copy, nicely bound with full-color maps, art. You also get a PDF copy of the sourcebook as well! NO SHIPPING COST TO YOU\nINCLUDES:\nQuickstart Guide PDF\nInto the Mother Lands Sourcebook PDF\nInto the Mother Lands Sourcebook Hardcover", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}], "stat": ["42 backers", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "Gamemaster's Bundle", "descp": "On top of snagging a copy of the Into the Mother Lands Sourcebook, you also get the Deluxe Edition PDF, which includes everything in the Standard Sourcebook plus Atlas of Worlds, Culture Guide, additional maps of Vutoa, and Advanced Play Rules! You will also get access to the Playtester Discord and be able to read and test early drafts of the rules.\nINCLUDES:\nQuickstart Guide PDF\nDeluxe Into the Mother Lands Sourcebook PDF\nInto the Mother Lands Sourcebook Hardcover\nSpecial Edition Dice Set\nAtlas of Worlds + Culture Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,410 backers", "Add-ons"]}, {"amt": "Pledge US$ 125 or more", "title": "Into the Mother Lands Deluxe Edition", "descp": "Get your hands on the Deluxe Edition of Into the Mother Lands RPG! Included with this Deluxe edition, you also get all the digital PDFs, Playtester Access, Atlas of World, Culture Guide, but even better... you get a Special Edition Dice Set of your choice! Your name will also appear alongside all of our other Deluxe Edition Backers inside of the Deluxe Edition of Into the Mother Lands!\nINCLUDES:\nQuickstart Guide PDF\nDeluxe Into the Mother Lands Sourcebook PDF\nDeluxe Into the Mother Lands Sourcebook Hardcover\nAtlas of Worlds + Culture Guide\nPlaytester Access\nSpecial Edition Dice Set", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["427 backers", "Add-ons"]}, {"amt": "Pledge US$ 250 or more", "title": "The Ultimate Explorer!", "descp": "We cannot thank you enough for your support! For choosing this pledge you get all previous rewards, including all PDF copies, Hardcover Deluxe Edition of Into the Motherlands, Playtester Access, Atlas of Worlds, and Culture Guide, and ALSO all of our Special Edition Dice Sets, a set of Premium Character Sheets, and an Into the Motherlands Adventure written by none other than B. Dave Walters. Your name will also appear alongside all of our other Deluxe Edition Backers inside of the Deluxe Edition of Into the Motherlands!\nINCLUDES:\nQuickstart Guide PDF\nDeluxe Into the Mother Lands Sourcebook PDF\nDeluxe Into the Mother Lands Sourcebook Hardcover\nAtlas of Worlds + Culture Guide\nFoldout World Map + Map Pack\nAll Special Edition Dice\nPlaytester Access\nSet of Premium Character Sheets\nAdventure Written by B. Dave Walters", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["134 backers", "Add-ons"]}, {"amt": "Pledge US$ 350 or more", "title": "ALL THE THINGS!!!", "descp": "For the person who wants everything: Here it is! For choosing this pledge you get both Heroes and Adversaries minis packs from Monster Fight Club, plus the Battle Playset + Adventure, PLUS all previous rewards, including all PDF copies, Hardcover Deluxe Edition of Into the Motherlands, Playtester Access, Atlas of Worlds, and Culture Guide, all of our Special Edition Dice Sets, a set of Premium Character Sheets, and an Into the Motherlands Adventure written by none other than B. Dave Walters. Your name will also appear alongside all of our other Deluxe Edition Backers inside of the Deluxe Edition of Into the Motherlands!\nINCLUDES:\nQuickstart Guide PDF\nDeluxe Into the Mother Lands Sourcebook PDF\nDeluxe Into the Mother Lands Sourcebook Hardcover\nAtlas of Worlds + Culture Guide\nFoldout World Map + Map Pack\nAll Special Edition Dice\nPlaytester Access\nSet of Premium Character Sheets\nAdventure Written by B. Dave Walters\n5-Pack Heroes Miniatures Pack\n4-Pack Adversaries Miniatures Pack\nBattle Playset + Adventure", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["48 backers", "Add-ons"]}, {"amt": "Pledge US$ 200 or more", "title": "The Ultimate Early Bird!", "descp": "EARLY BIRD SPECIAL!!! We cannot thank you enough for your support! For choosing this pledge you get all previous rewards, including all PDF copies, Hardcover Deluxe Edition of Into the Motherlands, Playtester Access, Atlas of Worlds, and Culture Guide, and ALSO all of our Special Edition Dice Sets, a set of Premium Character Sheets, and an Into the Motherlands Adventure written by none other than B. Dave Walters. Your name will also appear alongside all of our other Deluxe Edition Backers inside of the Deluxe Edition of Into the Motherlands!\nINCLUDES:\nQuickstart Guide PDF\nDeluxe Into the Mother Lands Sourcebook PDF\nDeluxe Into the Mother Lands Sourcebook Hardcover\nAtlas of Worlds + Culture Guide\nFoldout World Map + Map Pack\nAll Special Edition Dice\nPlaytester Access\nSet of Premium Character Sheets\nAdventure Written by B. Dave Walters", "time": [{"ESTIMATED DELIVERY": "Sep 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "117 backers"]}], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "And that's a wrap: A very quick thank you!", "update_content": "Here is a quick and woefully inadequate THANK YOU to all of you who made this project a massive success.  We broke $360,000 and over 5,000 backers which is just HUGE. \nNow, the fun begins; we can't wait to share with you this game we love so much, and hope you will, too. "}, {"update_no": "UPDATE #20", "update_userinfo": "Today's the day! Thank you all so very much!", "update_content": "Four hours to go; can we break $350,000???\nWe appreciate any and all signal boosts heading into the home stretch!\nAlso, remember the donation tier and add-on to be able to donate a copy to the library of your choice. "}, {"update_no": "UPDATE #19", "update_userinfo": "We broke $300K! Thank you all so very much!", "update_content": "We can't thank you all enough for your support; you are literally making it possible to Into the Mother Lands to life. \nWords are failing, so until we can think of something more eloquent: Thank you, thank you, thank you. Onward to the end! "}, {"update_no": "UPDATE #18", "update_userinfo": "Donation tier and add-on now available. Plus, YAY $275,000!", "update_content": "We broke $275,000; the audio journals have been unlocked! \nWe've also added the $50 donation tier and add-on, where you can buy a copy for the library of your choice with no shipping costs for you. "}, {"update_no": "UPDATE #17", "update_userinfo": "Surprise Stretch Goal Unlocked + New Donation Tier", "update_content": "With just 8 days left we are stepping up our release of the stretch goals to help us finish strong!\nUNLOCKED: $265,000 - All-new Psionics system!  \nThere is more to Into the Mother Lands than technology! We will be adding to both versions of the Sourcebook our original system of Psionics and new Professions that can make use of unlimited POWER!"}, {"update_no": "UPDATE #16", "update_userinfo": "We did it! We broke $250,000!", "update_content": "Thank you all so very much for your support!\nOur unlocked $250,000 stretch goal is a 10-page original Into the Mother Lands comic book written by B. Dave Walters. \nWe have 10 days to go and are pushing hard to the end! Please help us boost the signal about this project and finish strong! "}, {"update_no": "UPDATE #15", "update_userinfo": "Interest in a possible Add on?", "update_content": "We've blown through these stretch goals so quickly, they're starting to blend together! \nThe Bestiary was our $200K goal, or $225,000 stretch goal is:\nOne-Shot Adventures Added to All Tiers\nA series of short adventures you can run in a single session to help you and your players explore the all new setting of Into the Mother Lands."}, {"update_no": "UPDATE #14", "update_userinfo": "CORRECTION: One-Shot Adventures unlocked!", "update_content": "We really can't say thank you often enough, but thanks to your support we've unlocked our $225,000 stretch goal: \nExpanded Bestiary Included in All Tiers:\nA new and expanded range of beautiful, TERRIBLE creatures to surprise and challenge your group at every level will be added to all tiers!"}, {"status": [{"Project funds successfully": "5,158 backers pledged $360,606"}]}], "comment_no": 208, "projec_url": "https://www.kickstarter.com/projects/cypheroftyr/into-the-mother-lands-rpg", "project_name": "Into the Mother Lands - An Original Afrofuturist TTRPG"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "You abandoned your old life to work in tandem with the magician: the first person to show you that true magic exists in your world. When something goes horribly wrong and the magician gets himself into a bind he can’t escape, you must step forward to claim the gifts that have been yours all along, before it's too late to help him — or anyone else.\n\nThe Shape Of Shadows is a connected path game about show magic and true magic, the tension of asserting yourself as an equal to someone taking you under their wing; and the price you are willing to pay to fly on your own.\nThe Shape of Shadows can be adapted for players who prefer to write with brevity, using a bullet journal style of notation.\nThe Shape of Shadows is about a magician's assistant who, for their own reasons, dedicates their career to pursuing stage and close up magic through the mentorship of the magician. Through the eyes of the character they create, players will learn how the magician's assistant started the path they're on, how they chose to work with the magician, and why the risks and danger of learning true magic were not enough to deter them from their studies. Through intricately constructed journaling prompts, image- and word-based puzzles, and utilizing a mundane day planner to create strange alchemical rituals, players will explore the magic of the world they move through, in and out of this connected path game. The core game is played solo, but alongside everyone else who opens the door to the adventure and mystery at the heart of The Shape of Shadows. No two players' stories will be the same, but every player will walk their connected paths together through their play experiences.\n\nA sampling of letters from former assistants for the players to discover in-game.\nConnected path and keepsake games are two terms coined by Shing Yin Khor and myself during our collaboration on our previous game, Field Guide To Memory. In a connected path game, players experience unique, solitaire games while simultaneously sharing in a community of others engaging in the same creative spirit alongside them. \n\nThe joy of playing a connected path the joy of show and tell: our intuitive desire to show each other what is precious to us, why we treasure it, and why we'd like to feel compelled to share it with the communities that are precious to us in turn. \nPlaytester feedback on The Shape of Shadows was almost unanimous in its enthusiasm.\nBoth the narrative and core game experience in The Shape of Shadows center on a day planner. As the magician's assistant, much of your time in character will be spent interacting with the magician's planner, scouring it for keys to the doors he’s always kept closed to you, in order to learn what you need to restore him. \nAn example of how some players answered game prompts in their planner by using color-coded index cards.\nAs the player, you will choose one month in a weekly planner to keep track of your character's increasingly strange appointments, while the rest of the planner undergoes a metamorphosis in your hands. Every day of play offers something new. Some days are contemplative, focusing on memory and observation in the form of journaling; others are adventurous and may lead you outside to find a token you need for a ritual circle; and still others involve trying your hand at more tangible crafts. \n\nWhether you're learning the nuances of different forms of sigil magic and how to work them into the trick locks you use during your close up magic shows; reviewing the finer points of talisman crafting to shield you from hecklers at the comedy club; charming your playing cards so they never tumble from your hands during a waterfall shuffle; or developing alchemical formulas for transmutation (that you can actually make in real life at home during the game!), it all goes in your planner to turn it page by page into a true magician's spellbook.\nAs far as you can tell, the magician devoted the entirety of his life to seeing how far he could push his skills in the practical application of true magic, and honing the craft of his show magic. Alchemy, cardistry, divination, illusionism, close-up, conjuring — nothing is off the table for him. \nVarious letters from former magician's assistants over the years.\nOver the course of his life the magician accumulated a veritable dragon's hoard of research materials, ritual components, flotsam and jetsam both figurative and literal (an avid beachcomber, the magician uses his findings often), and piles and piles of correspondence (some of it quite personal).\nAlmost every day during the game, you will receive 1-2(or more!) photographs and documentation of these objects as part of your gameplay prompts.\nTwo reward levels (the ILLUSIONIST and the CONJURER) include physical packages of these curiosities, mailed to you as part of the game's closing narrative.\n\n\nLOCK, $15 (UNLIMITED) \nAt the $15 KEY level, you will get added to the player list for The Shape of Shadow's live run in late summer. For the duration of the game's run you'll receive an email with story and activity prompts Monday through Thursday. The game lasts for four consecutive weeks.\n\nKEY, $25 (UNLIMITED)\nAt the $25 LOCK level, you'll get everything associated with the live game, and a high resolution PDF of the full game text, sent to you after the live run wraps up. After her superlative layout work on Field Guide To Memory, Ruby Lavin will return to design The Shape of Shadows' PDF as well.\n\nSLEIGHT, $40 (UNLIMITED)\nAt this level backers will get entry into the live game and the full game PDF for two recipients. \n\nILLUSIONIST, $60 (UNLIMITED)\nPLAY\n\nAll digital versions of the game, including the emailed live game experience in late summer, the full PDF, and large envelope of strange and beautiful paper ephemera, as described in the \"Artifacts, Art, and Ephemera\" section. Includes ephemera from the game narrative that your character or others may encounter during play, a sheet of custom-illustrated sigil stickers, and a sheet of holographic stamps showing a white rabbit popping in and out of a magician's hat. I am mountaineering up an exciting new learning curve and making this reward level unlimited.\n\nCONJURER, $350 (LIMITED TO 60 BOXES)\nAn example of what a recipient of the Conjurer's box might receive.\nIn addition to everything at the ILLUSIONIST reward level, you will receive a literal one-of-a-kind collection of beautiful flotsam and jetsam just like the talismans and treasured detritus in the magician's office. Each box is numbered, since no two boxes are exactly the same, and all of them will have at least 1-2 pieces of my original art, in different mediums.\n\nWhen I conceptualized this reward level, the thought that came to mind was \"if a cabinet of curiosities could be ordered through delivery.\" The high level of care, craftsmanship, and artistic expression I want to put into each of these boxes is the kind of experiential feast I adore creating and sharing with people; and, in order to keep it sustainable, there is a strict limit of 60 of these boxes. \n\nEach collection box will be made, packed, lovingly fussed over, and shipped out a few at a time in order to avoid bottlenecking my home studio and office. If you back at this level, please note that another backer may receive their box long before you, depending on how many people end up supporting this level.\n\nCreative Contributors\nAmal El-Mohtar is an award-winning writer of fiction, poetry, and criticism. She is the science fiction and fantasy columnist for the New York Times Book Review and the co-author, with Max Gladstone, of This Is How You Lose the Time War, a novella which has received several honours including the Hugo, Nebula, BSFA, and Locus Awards. She lives in Ottawa with her spouse and two cats. Find her online at amalelmohtar.com.\n\nArabelle Sicardi is a beauty and fashion writer currently working on a nonfiction book on beauty called The House of Beauty. \n\nBanana Chan is a Chinese-Canadian/American TTRPG and board game writer, designer and publisher. She is the owner and co-founder of the publishing company, Game and a Curry. Some of her work has been on Jiangshi: Blood In the Banquet Hall, Van Richten’s Guide to Ravenloft, Scooby-Doo: Betrayal at Mystery Mansion and Questlings RPG. When she’s not busy working on games, she’s busy chasing pigeons out of her home.\n\n\nBrennan Lee Mulligan is the creator and GM for Dimension 20, and a CollegeHumor cast member. He has taught and performed at the Upright Citizens Brigade Theater, co-created the webcomic Strong Female Protagonist, and written dozens of LARPs for the Wayfinder Experience summer camp in upstate New York. He recently started putting a little bit of cinnamon in his morning coffee, which he has described as \"a real game changer.\"\n\nDongWon Song is an agent at Howard Morhaim Literary Agency representing science fiction and fantasy for adults, young adult, and middle grade readers as well as select non-fiction. They were formerly an editor at Orbit, a product manager for an ebook startup, and has taught at institutions including Portland State University and New York University.\n\nJabari Weathers cannot confirm or deny their suspected status as an exiled goblin regent seeking refuge beyond the veil. They presently reside in Baltimore, Maryland, making fantasy and sci-fi illustrations and spinning worlds and fictions for roleplaying games and other interactive projects out of words to keep up their glamour. They've recently written for a variety of indie RPGs, as well as for Wizards of the Coast and Paizo. Other things that they enjoy are strange films, stranger music, singing in public places, and the thoroughly uncanny. You can follow them on Twitter and Instagram and contact them at jmwillustration@gmail.com\n\n\n\nKienna Shaw is a TTRPG designer, streamer, writer, and community creator. They have contributed to products such as Jiangshi: Blood in the Banquet Hall (Wet Ink Games), Sea of Legends (Guildhall Studios), and Candlekeep Mysteries (Wizards of the Coast). She has also self-published micro-RPGs on itchio and enjoys exploration of relationships, introspection, and big feelings through the medium of games.\n\nHugo award winner Sarah Gailey lives and works in California. Their nonfiction has been published by Mashable and the Boston Globe, and their fiction has been published internationally. Their debut novel, Magic for Liars, was an LA Times bestseller. Their most recent novel, The Echo Wife, is available now. You can find links to their work at www.sarahgailey.com. They tweet @gaileyfrey.\n\nSharang Biswas has won IndieCade and IGDN awards for roleplaying games, and has showcased interactive works at institutions such as The Institute of Contemporary Art in Philadelphia, Pioneer Works in Brooklyn, and The Museum of the Moving Image in Queens. He has written for games such as Spire, Sea of Legends, Jiangshi: Blood on the Banquet Hall, Into the Motherlands, and Dungeons & Dragons Live. He is the co-editor of “Honey & Hot Wax: An Anthology of Erotic Art Games” (Pelgrane Press), and “Strange Lusts / Strange Loves: An Anthology of Erotic Interactive Fiction” (Strange Horizons).\n\nStretch Goals\n\nMET! The first stretch goal is to raise enough to hire a team of eight brilliant creators, all of them master magicians in their own right who understand the nature of true magic and will deliver it in their own unique ways to further build out the world with short fiction, in-character letters, clandestine texts, and other . Both this and the previous stretch goal will be made available to backers at all game levels. The incredible roster of writers and creators will be announced in stages once the stretch goal is met.\n\nMET! The campaign's second stretch goal is to hire a cover artist to create a memorable, beautiful piece of art to capture the spirit of the game.\nIsip Xin's conceptual sketch of their cover for the game\nMET! The third stretch goal is to award a 50% raise to every contributor I asked on board for our first goal. This stretch goal is about getting money to people I love and admire, and about building a fair and sustainable model for indie game compensation.\n\nMET! The fourth stretch goal is $50K, at which point I'll be able to make the Compendium: an appendix of supplementary mini games and multi-player ttrpgs that take place in the same world.\n\nMET! The fifth stretch goal is $54K, which is where I'll be able to afford creating two sets of sigils for all backers: one set of full color, high resolution digital downloads for players who are joining the live game or buying the PDF text, and high quality sticker sheets for players who are backing the physical ephemera reward levels.\n\nMET! At $60K, I'll be able to triple the base pay for all of the creative contributors on the game! \n\nMET! At $66K I'll be able to pay a bonus to literally everyone contributing to the game!\n\nStretch Goal no. 8: $72K Mid-week Intermission Game, live on Twitter!\nAt $66K, I'll make time to write a play-by-poll game on Twitter that dovetails with the core game experience, and is also run in real time. Each intermission game will consist of three parts, and be open to the general public!\n Jeeyon Shim is a second generation Korean American game designer, multimedia artist, and outdoor educator based in California. Her work is defined by her lyrical prose and ability to reconnect people to themselves, their communities, and the natural world that holds them all. Jeeyon’s games have been featured on Polygon, Shut Up and Sit Down, and Dicebreaker, among other publications. Other notables include working as artist in residence at the Heart of the Deernicorn, serving as Keynote Speaker at Big Bad Con, and several years as a program coordinator for an outdoor education company, where she designed live action roleplaying games that taught real world wilderness survival skills to children. She is absolutely, 100% that audience member who involuntarily shouts \"HOW DID THEY DO THAT?\" after a particularly well executed trick. If you know any magic tricks she definitely wants to see them.", "risks": "Risks and challenges\nThe Shape of Shadows is my third Kickstarter; my two most recent Kickstarters (Field Guide To Memory and The Last Will and Testament of Gideon Blythe) were met with enthusiastic success, both projects funding in their first forty minutes and selling out of all their physical reward levels in less. This game builds further on the scaffold of everything I’ve learned from those experiences.\n\nThe game is fully structured and written, albeit in an unedited late-stage draft. The Kickstarter funds will cover the cost of copy editing by Ryan Boyd, and layout design by Ruby Lavin (whose previous layout credits include Field Guide To Memory and Wanderhome), as well as giving me the time I need to attend to the creative and administrative tasks associated with the multifaceted nature of connected path games like this one. Short of Mailchimp’s server going down or a street magician accidentally turning me into a rabbit, I anticipate fulfillment of the text and live game to stay on schedule.\n\nI do not currently have a fulfillment partner for the Illusionist reward level (the flat art and ephemera), but I'm in touch with two or three companies and will contract the most suitable once I know what quantity of printed goods I'll need to ship. While the USPS is generally reliable for domestic US mail, with any physical reward there is always the risk of packages getting delayed or lost in thin air. \n\nAdditionally, the future of international mail sent out of the US is currently hard to read in the cards. I fully intend to work with my future fulfillment partner to send out every single package that is backed and accounted for, but be aware that it could take a very long time for your rewards to reach you. (Due to various plant pressings and organic materials in the Conjurer's boxes, I cannot ship that reward level internationally and it will be limited to US backers.)\n\nMy aim is to fulfill this Kickstarter from late July to August, well before the stated delivery dates. Still, I left myself enough buffer to weather most unexpected changes. Overall, I anticipate a strong, efficient, and invigorating Kickstarter campaign, and I am already looking forward to it!\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nI design my games and the skills that I teach through them to be meaningful to the player, and made in a way that will last a long time. When players connect deeply with what they create, they are more likely to keep and treasure their work — thus being far less likely to end up throwing their creations out as waste materials.\nReusability and recyclability\nPlayers will repurpose various pieces of ephemera from their own lives, thereby saving them from turning into waste! \n\nMany of my materials for the Conjurer's Boxes are sourced from local secondhand shops or my own stores of various odds and ends.\n\nAdditionally, many players have collections of journals that they can source from, further reducing the environmental toll of new manufacturing.\nSustainable materials\nPlayers will be sourcing their own journals for play, making impact individual and less impactful.\nEnvironmentally friendly factories\nAll my vendors are based in the United States, and all the vendors I plan to hire for the Illusionist's printing needs are specifically local to my city.\nSustainable Distribution\nAll packaging and shipping materials I will personally use to pack the Conjurer's boxes are made from 100% recycled matter. Once I know who I will be working with as my fulfillment partner, I will make sure to emphasize that I expect to use uncoated recyclable paper materials, and if we must use plastics I will strive to opt for packaging that is made from 100% post-consumer goods.", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Lock (Live Game Experience)", "descp": "The game's core experience - narrative journalling prompts emailed to you four days a week for four weeks. (No PDF.)\nINCLUDES:\nThe live game experience, emailed four days a week for a month.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["114 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Key (Live Game + PDF)", "descp": "Entry into the live game and the full, high-resolution PDF of the game after the live game ends.\nINCLUDES:\nThe live game experience, emailed four days a week for a month.\nHigh resolution game PDF", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["712 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Sleight (Live game + PDF for two)", "descp": "Core live game experience and PDF access for two players.\nINCLUDES:\n2× The live game experience, emailed four days a week for a month.\n2× High resolution game PDF", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["83 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Illusionist (FLAT art + Key Reward)", "descp": "All digital versions of the game, including the emailed live game experience in late summer, the full PDF, and large envelope of strange and beautiful paper ephemera. Includes ephemera from the game narrative that your character or others may encounter during play.\nINCLUDES:\nLarge envelope of paper ephemera\nThe live game experience, emailed four days a week for a month.\nHigh resolution game PDF", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["328 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "Conjurer (original art box)", "descp": "In addition to everything at the ILLUSIONIST reward level, you will receive a large, one-of-a-kind collection of beautiful flotsam and jetsam just like the talismans and treasured detritus in the magician's office. Each box is numbered, since no two boxes are exactly the same. You may receive:\nORIGINAL ART\n- hand cut silhouettes, reminiscent of the magician's infamous shadow puppetry, backed on luminous watercolor paintings\n- white ink drawings on jet black paper\nSIGIL PAINTING KIT, containing:\n- one diaphanous silk scarf, exactly like the ones the magician uses in his shows\n- two synthetic sable brushes\n- black and scarlet ink in sturdy glass vials\nSPECIMENS AND PROXIES\n- pressed flowers and leaves collected during the magician's sunrise walks\n- rocks, crystals, even sea glass rendered smooth as the magician's street patter by time and wear\nAnd other surprises as I'm inspired!\nNote: The Illusionist packet and the Conjurer box are shipped separately.\nINCLUDES:\nThe Conjurer's box: one-of-a-kind collection mailed to your door\nLarge envelope of paper ephemera\nHigh resolution game PDF\nThe live game experience, emailed four days a week for a month.", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "60 backers"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Update #3: The Shape of Shadows Live Game Schedule!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Update #2: A belated thank you, and what happens next!", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Update #1: Funded in 25 minutes!", "update_content": ""}, {"status": [{"Project funds successfully": "1,318 backers pledged $69,682"}, {"Project launches": "APRIL 28, 2021"}]}], "comment_no": 48, "projec_url": "https://www.kickstarter.com/projects/jeeyonshim/the-shape-of-shadows", "project_name": "The Shape of Shadows"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "Tangent Space is a sci-fi tabletop roleplaying game that seeks to capture the grand scope and optimism of classic space operas. Featuring diverse alien societies, advanced technology, epic space battles, and a future worth fighting for.\nTangent Space is set within a nascent utopia where the various alien nations of the galaxy try to come together despite their differences. The year 3025 is a great time to live! The core worlds are peaceful and nobody is poor or homeless. The frontier is dangerous and unknown, begging for exploration and adventure. Grand and powerful factions compete for influence on the ever shifting galactic stage. Mysterious precursors have left treasures and warnings for those they deem worthy successors. The universe of Tangent Space is as limitless as our own galaxy!\nTangent Space was designed to be easy to pick up and play, but also provide increasing complexity as you delve deeper into the possibilities. The rules were crafted with science fiction TV shows and movies in mind. Everything takes places within a scene, which is as long a time period as makes dramatic sense. It could be a single combat encounter, or several days traveling through space. The game moves at the speed of plot.\nTangent Space is played using a custom dice-scaling system. Dice get bigger when things are easier, and dice get smaller when things are difficult. Your chances of success shift as circumstances change from one turn to the next. Moments play out as exchanges of actions and reactions rolling against one another. Teamwork is actively encouraged within the mechanics as allies set each other up for success.\nTen playable species are available. Each comes with four different cultural backgrounds that describe their civilization and offer unique advantages. Species and culture are separate, offering a wide variety of interesting combinations to choose from when making your character.\nThere are no classes and no character levels. Instead, it's the 40 skills that gain levels as characters progress in the four skill categories: Martial, Technical, Social, and Psionic. Archetypes are provided as suggestions to help new players get started.\nEquipment is modular, with a flexible crafting and invention system that lets you customize your kit even further. This modular design extends to vehicles and spacecraft,  which use a modified version of the character rules.\nDownload the demo version from itch.io here:\nTangent Space RPG - Demo Version\nTangent Space has been a passion project of mine for my entire adult life. It's grown and developed in ways that actually surprised me, but it's in a place now where I truly believe it's \"Good.\" The mechanics are complete and, aside from balancing tweaks from testing, won't be changing much going forward. What I don't have is all the professional trappings to make the game come to life: Art, editing, and publishing. All these things are very expensive and make the difference between a game that stands out and one that gets swept aside. I'm hoping that through this Kickstarter, you'll be able to hold a finished copy of Tangent Space in your hands and have memorable adventures in this universe.\nThe game book will be completed in two versions: digital and print.\nThe digital version will be an interactive PDF with bookmarks and hyperlinks for quick navigation. A horizontal layout is planned for easier viewing and it will also be formatted to play nice with screen readers.\nThe print version will be available through DriveThruRPG print-on-demand services, formatted to standard 8.5 x 11 page size. Backers will receive a voucher for \"at cost\" printing. This means they will need to pay the printing and shipping costs separately from their pledge. Reward level pricing for the physical tier has been reduced accordingly.", "risks": "Risks and challenges\nThe overall quality of the finished product will depend on how well funded it is. The funding goal is the estimated bare minimum to commission enough art to fill the 400+ pages of the finished book. A picture speaks a thousand words and layout can only do so much to glam up a wall of text. The better this campaign does, the more I can afford to put into the project, such as more detailed artwork for vehicles and alien lifeforms.\n\nThe physical books will be fulfilled using DriveThruRPG print-on-demand services. If this campaign does well enough to attract an actual publisher, I'll consider working with them instead. This is my first book publication, so I expect to have to learn as I go!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "J.P. Starsey\nFirst created · 28 backed\nAuthor and designer of Tangent Space. I'm a Black gay man, and a HUGE science fiction nerd. I spend most of my time dreaming of a future...See more"}, "support": [{"amt": "Pledge US$ 20 or more", "title": "Datanet Access", "descp": "The digital only tier. Get a shiny PDF of the finished core rulebook.\nINCLUDES:\nCore Rulebook PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["54 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "[PRECURSOR] Fabricator Access", "descp": "Get a voucher to have a physical copy printed at cost, as well as a PDF version.\nPrinting and Shipping costs NOT included.\nEarlybird Discount!\nINCLUDES:\nCore Rulebook PDF\nCore Rulebook Printing Voucher", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["49 backers", "Limited (1 left of 50)"]}, {"amt": "Pledge US$ 40 or more", "title": "Fabricator Access", "descp": "Get a voucher to have a physical copy printed at cost, as well as a PDF version.\nPrinting and Shipping costs NOT included.\nINCLUDES:\nCore Rulebook PDF\nCore Rulebook Printing Voucher", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "League Founder", "descp": "Get your name in the book's credits!\nThank you for your generous support!\nIncludes everything from Fabricator Access.\nINCLUDES:\nCore Rulebook PDF\nCore Rulebook Printing Voucher\nCredits Recognition", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["17 backers", "Limited (33 left of 50)"]}, {"amt": "Pledge US$ 15 or more", "title": "[PRECURSOR] Datanet Access", "descp": "The digital only tier. Get a shiny PDF of the finished core rulebook.\nEarlybird discount!\nINCLUDES:\nCore Rulebook PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["Reward no longer available", "75 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Not The End", "update_content": "The Kickstarter campaign may be over, but the project continues. If you want to keep up with where Tangent Space goes from here, follow me on Itch and Twitter. \n\nTangent Space on Itch \nTangent Space on Twitter "}, {"update_no": "UPDATE #4", "update_userinfo": "VIDEO: Interview with Mildra", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "DEMO VERSION AVAILABLE!", "update_content": "The demo version of Tangent Space is finally up to date and available for free download on itch.io!\n\n Tangent Space RPG - Demo Version \n\nSorry it took so long, the version that I had up before was terribly out of date and I didn't want to show that to you all. I hope you like what you see!"}, {"update_no": "UPDATE #2", "update_userinfo": "Lore Update", "update_content": "Hello everyone!\n\nI'm hard at work updating the demo to match the current state of the WIP! I'm trying to get that out to you all as soon as I can.\n\nIn the meantime, you can read up on the general lore of the Tangent Space universe:"}, {"update_no": "UPDATE #1", "update_userinfo": "PREVIEW: Species & Culture Chapter", "update_content": "I bet you're all curious about the alien species shown in the video! Well you're in luck because I've decided to share the species and culture section of the book with you all! Follow the link below to view the PDF on Google Drive:\n\n Tangent Space: Species & Culture PDF "}, {"status": [{"Project ends": "MAY 21, 2021"}, {"Project launches": "APRIL 21, 2021"}]}], "comment_no": 58, "projec_url": "https://www.kickstarter.com/projects/jpstarsey/tangent-space-rpg", "project_name": "Tangent Space RPG"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "We were comrades, we were family.\nWe were once the heroes of this galaxy. We stood against the tide of darkness and prevailed, again and again. \nBut our family fell apart. Our shared past is full of shame,  trespasses, and secrets. We parted ways, vowing to never see each other again.\nAnd now, our greatest enemy has returned. Manipulating from the shadows, they grow stronger than ever.  No one else believes the threat is real. Only the Captain has a chance at defeating this enemy, once and for all. But the Captain can't do it alone.\nIt's time for the crew to come together again, just like old times. But will they go into the void once more? Can the crew trust the Captain again, who left disappointment and heartbreak in their wake?\nThe Last Time We Touched\n\nOur Inspirations\nOnce More Into the Void is inspired by the television show Star Trek:  Picard, and the video game Mass Effect 2.  One of the players is a  Captain who must make amends, face the consequences of the past, try to regain the loyalty of their crew, and together take on impossible odds. The rest of the players make up the crew who must learn to believe in the  Captain and in each other again or risk losing it all.  Reminisce about the past, fall in love, get in messy entanglements, and see if you can survive the final mission!\n\n\nOur Game\nOnce More Into the Void is based on the brilliant structure of MOBILE FRAME ZERO: FIREBRANDS by Meguey and Vincent Baker.  This means you don't need to prepare a plot in advance or have a Game  Moderator (GM). Instead, it is made up of mini-games, each one guiding a single dramatic scene or a small group of them. The mini-games are easy to pick up and play, players make interesting choices for their characters and follow evocative prompts while answering laser-sharp questions. Everyone collaborates to tell an emotional and heroic story together. Everything culminates in one final mission,  that may end in tragedy or triumph!\nThe game is best played across two sessions, but this new edition will feature options to play for one session, or up to four sessions! To play you only need tokens to represent the loyalty of each crew member, and a deck of playing cards that help set the scene or introduce an element of risk.\nPlayers choose from six simple playbooks to create a crew. Each playbook gives you a compelling base to start telling your story with...\n The Captain, a leader who must grapple with the burden of redemption\n The Veteran, an old timer who must prove they still have what it takes\n The Reformed, a traitor on the run from those who serve the void\n The Believer, an innocent who has always dreamed of being a hero\n The Broken, a cynic who is consumed by vengeance and pain\n The Strange, an outsider who is pure marvel, wonder, and beauty\n\nMockup of the Broken\nChoose from 9 mini-games to play, starting with the Recruitment Montage and ending with the final mission, Once More Into The Void. \nEach mini-game helps you roleplay your characters, reveal their complex emotions and desires, and drives them towards points of tension and revelation. The game is built on themes of regret, redemption, despair,  hope, loyalty, the complexity of relationships, and what it means to be a  hero. Once More Into The Void is a game that creates compelling and emotionally intense stories, that builds up to a heart-stopping climax.\n \n            The mini-games are:\n Recruitment Montage - getting the crew together\n Just Like Old Times - a battle to prove ourselves\n Only One Shot To Make It Right - a training montage\n Blowing Off Steam - a night out with the crew\n Who Do You Think You Are - a confrontation\n The Last Time We Touched - possible intimacy\n I Never Did Trust You - possible betrayal\n Only If We Have the Time, Captain - loyalty mission\n Once More Into The Void - the final mission\nMinigame - Who Do You Think You Are?\n\n\n\nOur Testimonials\nJay Dragon of Possum Creek Games, creator of Wanderhome:\n\"Nedjadi has done it again: balancing iconic characters,  high-stake scenarios, and tension so thick you could cut it with a knife with a poise and elegance that makes the whole game sing in harmony.\nOnce  More Into The Void doesn't just create characters — you will have a  found family of misfits and heroes, and by the end you'll have fallen in  love with every single one of those perfect daring foolhardy bastards.\"  \n  Logan Dwight (they/them), Co-Founder and CEO of Role (playrole.com)\n\"Once More Into the Void was my first introduction to Jammi’s work, and soon also became my go-to game for introducing new players to the art of role-playing!   The structure, writing, and ease of play are second to none. For veteran and fresh players alike, everyone has an equal hand in crafting a  thrilling, intimate, heartfelt story.  I still reference this game in work and conversation every week, and it serves are a consistent source of joy and inspiration.”\n\nApril Kit Walsh (she/her or gay/ghem), Creator of Thirsty Sword Lesbians\n\"Once More Into the Void aims for the heart in all the best ways. The prompts are laser-focused on moments that will shape the characters' relationships, and the elegant mechanics add to the tension, excitement, and unpredictability of telling a story with friends. Just reading Once More will make you a better RPG player and  designer.\"\n\nSherri Stewart (she/her), co-host of the Gauntlet Podcast\n\"Once More Into the Void is a familiar story that has never been told before: it's your last chance, your unstoppable foe, your fractured found family, your singular leader. Your disillusionment and your hopes will drive every scene.  With thoughtful questions, the world is created and the players leap straight into the drama. It is always  delightfully and indelibly your story.\"\nOur Rewards\n We want to make sure that everyone has an opportunity to play this game and save the galaxy. That’s why we have designed our reward tiers to make it accessible as possible while also compensating the creative talent who makes this possible.\nEveryone who backs the game will immediately gain access to the current itch.io version of Once More Into the Void, so you can take a look at the game as it stands right now. If the game isn’t your cup of tea (earl grey, hot), feel free to cancel your pledge and keep the pdf as thanks for your time.\nHardcover Book Mockup\nCommunity Copy (Digital):   If you are suffering from financial hardship or marginalization, we encourage you to pick up a digital copy of the game for $1.  We have an unlimited number of these digital copies, so don’t be shy if you need one.\nRetailer Tier:  We love brick and mortar retailers and want to put this game in your store without locking up your cashflow. Backing at this level will get you a  complimentary digital copy of the game, and we will arrange for post-campaign orders when the book is produced.\nCommunity Copy (Print & Digital):   We have a limited number of print community copies for folks suffering financial hardship or marginalization, at an 80% discount as compared to the standard print copies. More copies can be made available by the kind folks backing at the Galactic Bank Tier.\nStandard PDF (Digital): You get a complete digital copy of the game, easy to use for your online games or on tablets. Best of all, no shipping is required!\nStandard Print & PDF (Print & Digital): In addition to a digital copy of the game, you will also get a  full-colour hardcover printed book!  We will be making this as beautiful as possible, with gorgeous art and a professional layout. This is  probably the reward you are looking for!\nGalactic Bank (Print & Digital): Those fine backers who have the means can pledge at the Galactic Bank tier, getting a digital copy of the game, a print copy, and sponsoring two additional print community copies.  Get a copy of the game, and help those in need.\n------------------\nWe also have a series of additional games that you can choose to add to your pledge!\n\nIn The Light Of Death The Demon Cries, by Sword Queen Games ($9 PDF)\nThis solo game offers you the chance to create your own story of horror,  despair, regret, and sin. You will create your demon, one recovered memory at a time. The Demon may find redemption,  or they may be finally consumed by a hell of their own making.\n\nKeeper of the Cards, by Sword Queen Games ($12 PDF)\nThe  Magician has left behind a legacy of magic. As part of this legacy, a  deck of cards was created. Each card contains a creature of pure magic.  At least, the cards used to. You and your friends are the Keepers of the Cards! You are children of magic and hope, and you must find these creatures and rebuild this deck of magic and power.\n\nShitty Adventures, by Sword Queen Games ($12 PDF)\nYou are an adventurer seeking fame and fortune. You aren’t very good at it. In fact, you’re pretty terrible. How you’ve survived this long is a  mystery; how the town hasn’t run you out yet is a miracle. You and your  fellow shitty adventurers know you only have each other, so you try your  best to work together, survive, get paid, and make sure tales of your deeds are greatly exaggerated\n\nAfter the War, by Genesis of Legend Publishing ($15 PDF or $50 Print + PDF)\nAll of you came to Polvo looking for a new beginning. You came from somewhere else; the decadence of old Terra, the discipline of Mars, the freedom of the Belt, or an Alien world.  You survived the terrible galactic war which marked your body and soul. A war against an infectious idea, a memetic virus known as The Song.\nYou came to Polvo looking for a refuge, a hope, and an opportunity. You thought you were joining a community of strangers and built a home.  Terrible things lurk in the wreckage of the war and the shadows of your minds. It’s up to you to keep your people safe After the War.\n\n\n\n\nOur Crew\nJamila (Jammi) is the creative force behind Sword Queen Games and they believe in the power and magic of creative play. Their Cyberpunk game BALIKBAYAN: Returning Home was nominated for the IGDN Indie Groundbreaker Award for best setting. Jammi is also a co-host of The Gauntlet podcast, a community podcast that focuses on play and indie TTRPGs.\n  Jammi is Filipino, queer, non-binary, and disabled. They believe that marginalized creators are the future of TTRPGs and all creative spaces. Jammi loves to facilitate games and often takes on the role of GM and playtests of their games. If you'd like to see some actual plays, head over to the Sword Queen Games YouTube channel\nJason is an Acadian game designer, writer, layout professional, podcaster, and drinker of coffee. As the president of Genesis of Legend Publishing, he has produced a number of quality roleplaying games including After the War, Palanquin, and Sig: City of Blades. You can find him on Twitter over @genesisoflegend or check out his website at www.genesisoflegend.ca.\n Adrien(ne) is a Filipino sequential artist and illustrator who graduated from Savannah College of Art and Design Hong Kong in 2018 with a degree in Sequential Art. They enjoy storytelling through art and believe its potential to change the world, one smile at a time. You can find them at https://defenestratin.carrd.co\n Camille is an illustrator, painter and storyteller based in the  Philippines.  She draws creative energy from her past : Asterix &  Obelix comic books, dinosaur encyclopedias, fantasy video games and  nightly fairy tale readings, myths and funny made-up stories from her parents - the foundational stories, the stories from her childhood.   Her  mission is to extract the child-like wonder and delight she has experienced with these “ancient” stories and share it to people who have forgotten theirs, and the vitality and spirit it brings. You can find her at https://www.frillionart.com.\nChristopher is a disabled Canadian editor, writer, and retired game store professional. He works as Genesis of Legend’s in-house lead editor, contributing to The Goblin Republic and Sig: City of Blades. You can find him on Twitter @Cge_Rothwell.\n Avery is a queer designer hailing from Sinixt territory.  She's the designer of Monsterhearts, The Quiet Year, Dream Askew,  Ribbon Drive, and a host of smaller, scrappier projects. Avery is working as a design consultant for Once More Into the Void, bringing her experience and expertise to the table. You can find her on Twitter over @lackingceremony or on her website at buriedwithoutceremony.com.\n\n\n\nOur Goals and Budget\n\n Base Goal - Standard Edition ($16K CAD)\nThe base goal will produce a beautiful, professionally printed full-colour,  8.5x8.5” hardcover book. This book will contain a total of 9 illustrated mini-games. This our minimal goal to pay for all development costs and basic manufacturing.\n\n Our base goal for this project is the realistic minimum amount to pay for the development expenses for the project. Jammi has worked hard to produce this beautiful game, and we have hired some absolutely stellar artists to present the setting.  Producing the game will also result in some hefty printing and shipping fees.\nIf we reach our base goal, we will compensate Jamilla for the Design ($825), Writing ($1,650), Art  Direction ($165), Layout ($990), and playtesting ($330) for a total of $3,960. \nWe will compensate Avery for her design consultation on the project to make it the best version of itself for $210. \nWe will compensate our in-house editor, Christopher, for his editing work on the project for $825. \nReimbursement for Genesis of Legend’s investment in the fantastic cover by Adrien(ne)  Valdes and two interior illustrations by Camille Chua for $1500. \nCommissioning seven additional interior illustrations by Camille Chua for $1500. \nWe will provide Jason Pitre with a nominal consideration for project management and administration on the project ($1). The standard rates for such labour are higher, but Jason has chosen to waive the additional minimum compensation for this.\nWe will allocate the remaining $6,400 for a minimal print run, and shipping by the most economical methods possible.\n\n Stretch Goal 1 - Extended Edition ($20K CAD)\nThis stretch goal will increase the number of print copies to 500 copies. It will also add three additional illustrated mini-games, bringing the total up to 12 and paying additional development costs.\nCommissioning three additional interior illustrations by Camille Chua for $650 \nAllocating $2950 towards additional printing and shipping costs.\nThe new minigames are titled:\n  Before We Lose It All - An attack on your home\n What We Once Were - A flashback\n What We Built Without You - A look at the years since\n\n\n\n Stretch Goal 2 - Legendary Edition ($25K CAD)\nThis stretch goal will increase the number of print copies to 1000 copies. This stretch goal will include additional art for the book as well as improved production values. It will also add two additional illustrated playbooks and paying additional development costs. \nCommissioning additional interior illustrations by Camille Chua for $650 \nAllocating $3,350 towards additional printing and shipping costs.\nAllocating $500 to buy all crew members copies of Mass Effect, Legendary Edition. For research purposes. \nThe new playbooks are titled:\n The Bound - a member of an ancient order who broke their code.\n The Keeper – An outsider and a companion in the Captain’s life since the tragedy.\n\nStretch Goal 3 - Collector's Edition ($30K CAD)\nThe COLLECTOR'S EDITION at 30k CAD will allow us to add some additional GM resources and setting information to the book which should increase the book-length by about another signature. This will include information on a variety of different potential types of Enemy that might threaten the galaxy, some sector maps, sketches of certain facilities, and some information on iconic equipment your characters might wield. This will include more development work from Jammi and a pile of additional art from Adrian(ne) Valdes.\n\n\n Additional Funding (Over $30K CAD)\nAll funding above $30k will be temporarily used as contingency funds in case of cost overruns on other components of the project. Any funds not spent on development, manufacturing or fulfillment will be rendered to  Sword Queen Games as profit to support their future game design efforts.\nAny revenue from sales of After the War as an add-on will be provided to Genesis of Legend Publishing.\n\n\nInterviews and Actual Play\nDo you want to learn more about Once More Into The Void? We are happy to share some recordings of the game and associated interviews!\nJammi ran a two-episode actual play on the Gauntlet Hangouts, with Sherri, Puckett, and Maria. https://www.youtube.com/watch?v=uOmPJEwxAaQ\n  Jason was interviewed over at the D20 Future Show podcast, where you can learn more about how the game has captured his heart. Listen to it here! \nJammi and Jason have been interviewed on the Café Rolliste podcast which you can find here! \nJammi and Jason will be discussing the game over on the Misdirected Mark Twitch stream on May 11th, 8pm EST which you can find here! This will be podcasted the next week.\nJammi has been interviewed on the Gauntlet Podcast which you can find here! \nJason, Jammi, Sean, and Jen played an excellent game over on the Actual Play twitch stream. Check it out here! ", "risks": "Risks and challenges\nGenesis of Legend Publishing has successfully kickstarted and fulfilled six roleplaying game kickstarter projects, with the seventh product (Sig: City of Blades) currently in print production. We have extensive experience with managing kickstarter projects and how to mitigate some of the risks associated with them. \n\nThe main text for ONCE MORE INTO THE VOID is complete at this point, as well as some of the illustrations for the product. If personal emergencies prevent our artists from contributing, we have backup options. Both publishers are experienced in graphic design and layout, doing the work in-house at lower risk. \n\nAt our base goal, we may use Print on Demand services (Lightning Source) to produce the books. There can occasionally be quality control issues with their services, but we will replace and substandard books produced. If we secure enough funding, we will be able to afford a proper print run with a well-regarded, professional, and experienced printer, but we have several backup options.\n\nAnything that goes through the mail system can go astray, but we will replace any missing copies at no cost. We will do our best to mitigate these risks and will do our best to work within the existing shipping budget.\n\nRunning a kickstarter campaign during the COVID Pandemic of 2021 is likely to cause unforeseen disruptions or disasters which we will try to adapt to. We reserve the right to cancel this project and refund all backers in case of an alien invasion or galactic war.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nRoleplaying games present lasting value and can be used to tell stories for decades to come. When the book is worn by too much use, it will be easily recyclable.\nEnvironmentally friendly factories\nWe work with local printers and binderies, using environmentally sustainable paper sources in the manufacturing process. Our books are produced from certified sustainable sources, such as FSC, FSI, and PFEC certified paper sources.", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 1 or more", "title": "Community Copy PDF", "descp": "If you are suffering from financial hardship or marginalization, we encourage you to pick up a digital copy of the game for $1. We have an unlimited number of these digital copies, so don’t be shy if you need one.\nINCLUDES:\nOnce More Into the Void (PDF)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["226 backers", "Add-ons"]}, {"amt": "Pledge CA$ 1 or more", "title": "Retailer Tier", "descp": "This is my Favourite Store in the Nexus: This tier is intended for retailers who are interested in getting copies of the game at wholesale rate. We will contact you as soon as print copies are available for purchase so you don't need to lock up any funding in the KS. You also get a complimentary PDF to enjoy in the meantime.\nINCLUDES:\nOnce More Into the Void (PDF)", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["12 backers", "Add-ons"]}, {"amt": "Pledge CA$ 10 or more", "title": "Community Copy - Print & PDF", "descp": "We have a limited number of print community copies for folks suffering financial hardship or marginalization, at an 80% discount as compared to the standard print copies. More copies can be made available by the kind folks backing at the Galactic Bank Tier.\nINCLUDES:\nOnce More Into the Void (PDF)\nOnce More Into the Void (Print)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["208 backers", "Limited (36 left of 244)", "Add-ons"]}, {"amt": "Pledge CA$ 20 or more", "title": "Standard PDF", "descp": "You get a complete digital copy of the game, easy to use for your online games or on tablets. Best of all, no shipping is required!\nINCLUDES:\nOnce More Into the Void (PDF)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["370 backers", "Add-ons"]}, {"amt": "Pledge CA$ 50 or more", "title": "Standard Print & PDF", "descp": "In addition to a digital copy of the game, you will also get a full-colour hardcover printed book! We will be making this as beautiful as possible, with gorgeous art and professional layout. This is probably the reward you are looking for!\nINCLUDES:\nOnce More Into the Void (PDF)\nOnce More Into the Void (Print)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["439 backers", "Add-ons"]}, {"amt": "Pledge CA$ 75 or more", "title": "The Galactic Bank (Print +)", "descp": "Those fine backers who have the means can pledge at the Galactic Bank tier, getting a digital copy of the game, a print copy, and sponsoring two additional print community copies. Get a copy of the game, and help those in need.\nINCLUDES:\nOnce More Into the Void (PDF)\nOnce More Into the Void (Print)\nAdditional Community Copy", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["121 backers", "Add-ons"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Credits Secured", "update_content": "Hello Everyone!\nWe hope that the last two weeks have treated you well. Jammi and I have been recovering from the whirlwind that was the kickstarter campaign while the payments have cleared after the standard 14-day window. I expect that the funds should reach us sometime this week and we will quickly send out a pile of funds to contributors. \n\nBudget Overview"}, {"update_no": "UPDATE #5", "update_userinfo": "War Assets Secured", "update_content": "We have just finished off our whirlwind, incredible kickstarter campaign for Once More Into the Void. Jamila and I are absolutely blown away by the stunning level of support you have collectively offered us for this campaign.\nOver the last month, we have collectively raised $54,410 CAD from 1,387 backers. We have managed to raise more dramatically more funds than Genesis of Legend Publishing’s previous campaigns and we are in an amazing position to move forward with this project.\nKickstarter will be collecting your pledges shortly and we expect to receive those funds shortly. At that point, we will…."}, {"update_no": "UPDATE #4", "update_userinfo": "Time is of the Essence!", "update_content": "We only have three more days before our ancient Enemy arrives to devastate our galaxy. Our campaign has fared well and we have collected over 41,000 credits with over a thousand brave heroes. Still, we need all the help we can get and want to you spread the word!\nSince our last update, Jammi has been hard at work developing some of the expanded content and working on art direction. So far they have finished the draft versions of the two new playbooks and are digging into the minigame design. Meanwhile, Camille Chua is illustrating the various characters as we speak."}, {"update_no": "UPDATE #3", "update_userinfo": "Update 3: Collector's Edition Unlocked", "update_content": "Thank you all for your unflagging support for Once More Into the Void. We have just blown past our 30K, final stretch goal and we are over the moon. Jammi is currently hard at work designing the new minigames and playbooks, while working with our fantastic artists to make the book as beautiful as possible. \nRather than adding more stretch goals, we will be concentrating our efforts towards finalizing the book so we can put it in your hands as quickly as possible. We are excited to hear what stories you will tell!"}, {"update_no": "UPDATE #2", "update_userinfo": "Update 2: Escaping Orbit", "update_content": "Hello everyone!\nWe are five days into the kickstarter campaign and I think it’s safe to say it’s exceeded our wildest expectations. We have a lot of faith in the project which has only been reaffirmed with your collective enthusiasm.  This has given us the concrete boost and tangible resources to make a stellar game for you."}, {"status": [{"Project funds successfully": "1,387 backers pledged CA$ 54,410"}, {"Project launches": "MAY 11, 2021"}]}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/Jagash/once-more-into-the-void", "project_name": "Once More Into The Void"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "from Grandpa's Farm, illustrated by Evlyn Moreau\n\nSpecifically, I design them for my younger brother—a Western PA cattle farmer who’s never played an RPG I haven’t handed him. He doesn’t have time for (or interest in) complex players’ handbooks and he doesn’t own any “weird dice,” but he’s always one of the best players at my table because he’s a natural storyteller. It’s just a matter of getting the story started, adding some twists, and watching him be surprised by his own creativity.\nPossible Worlds is the culmination of that design ethos. Pulling from years of design & publishing experience, I’ve written these games with first-time, long-time, and diverse players in mind. Each game in this collection is simple enough to be played with zero preparation but robust enough to run hundreds of times and never get the same story twice—all small enough to fit in your back pocket. \n\nprinted proofs of each game as displayed on my front porch\nPossible Worlds is a micro-RPG subscription box with both digital & physical tiers. Digital Subscription backers will receive a new, ~25-page RPG in digital format at the start of each month. Boxed Set backers will similarly receive digital titles at the start of each month as well as a boxed set collecting all six games printed as pocket-sized, wire-bound guidebooks after the digital subscription’s fulfillment.\nsubscription box WIP by Austin Breed, final full-color design is subject to change\n\nLike my first Kickstarter RPG—Beak, Feather, & Bone—the games in this collection are bite-sized experiences with simple, innovative mechanics that can be played in a single sitting or lifted and applied to larger campaign play. No proprietary dice required, and each game includes digital modifications to help facilitate distanced play. The following are 2021's Possible Worlds listed alphabetically, not necessarily in order of release:\nillustrated by Sam Mameli, cover design by Austin Breed\nDATING.SIM: A light-hearted romance RPG that emulates dating simulation video games and visual novels. In round one of play, one player hosts an in-character dating game and picks a winner. In round two, the winning character GMs a first date while the remaining players all share control of the first round's suitor. (3+ players) Read a deep dive into the game's mechanics! | Watch the game being played!\nillustrated by Evlyn Moreau, cover design by Austin Breed\nGrandpa’s Farm: A letter-writing RPG for one or more players inspired by games like Harvest Moon, Stardew Valley, and Animal Crossing. Develop your farm, update loved ones on your new life, and attend seasonal festivals with fellow players to trade, compete, and gossip. (1+ players) Read a deep dive into the game's mechanics! | Listen to the game being played!\nillustrated by Vincent Patrick, cover design by Austin Breed\nHOUNDS: A dice-stacking RPG about the bond between a pilot and their AI-linked mech companion. Balance both mech & pilot risk as you flee the authorities, losing bits and pieces of yourselves along the way. (2+ players) Read a deep dive into the game's mechanics!\nillustrated by Pol Clarissou, cover design by Austin Breed\nScene Thieves: A troupe-style, diceless RPG where players improvise a theatre performance while their characters perform a heist in the background. Get points for creativity and cash them in to influence both plots in the game. (2+ players) Read a deep dive into the game's mechanics!\nillustrated by Eric Lide, cover design by Austin Breed\nSingle Unique Power (SUP): A cast-building, setting-creation RPG where players collaboratively create super-powered characters and factions. Dice dictate the passing of character sheets, while player-generated prompts dictate powers, priorities, and personalities. (2+ players) Read a deep dive into the game's mechanics!\nillustrated by Jimmy Knives, cover design by Austin Breed\nWishless: An RPG where, once upon a time, every living person was given three wishes. You've already used yours, but the rest of the world might still have theirs. In search of unused wishes, barter with the GM to determine which NPC's wishes you’re aware of and which remain a mystery. (2+ players) Read a deep dive into the game's mechanics!\n\n $1 or more: Support—Thank you for your support! Your pledge goes directly to supporting the creation of this project without rewards. You'll have access to all Kickstarter updates and will receive an invite to our pledge manager if you decide to purchase the games later on.\n $5 or more: One Digital Game—A digital copy of one of 2021’s Possible Worlds, delivered as PDF & TXT format files via itch.io. Which game you’d like to receive will be indicated via a reward survey following the campaign. Games will be delivered the month of their release.\n $25 or more: Digital Subscription—Your digital subscription gets you PDF & TXT digital versions of all 6 games, delivered once a month for 6 months via itch.io.\n $50 or more: Print Subscription—Your print subscription gets you PDF & TXT format digital versions of each game, delivered once a month for 6 months via itch.io, as well as all six games in print, collected in a boxed set and delivered after the digital subscription’s completion. PLEASE NOTE: Shipping fees will be collected via BackerKit after the campaign's end, please see Delivery Details for estimated costs. \n\nThe first game of the subscription, Grandpa’s Farm, is content-complete and in editing. It will be sent to backers immediately following funds clearing at the conclusion of this campaign. Itch.io download keys will be delivered via email, but an itch.io account will not be required to redeem your downloads.\nThe remaining 5 games in the subscription are at varying stages of completion. The core mechanics for each title are there, but your funding will provide us with the operating costs needed to make the published product the best it can be—paying for editing, additional illustrations, and additional time dedicated to the project as a whole.\nDigital games will release at the top of each month, but release order is not set in stone. Keep an eye on post-campaign Kickstarter updates for news on which game will be released next.\n Physical copies of the games will be mailed as a boxed set all at once, not piecemeal. This is to save you money by only having to pay for shipping once. Physical backers will also receive all monthly download codes, however, allowing them to read and play each game immediately upon release if they so choose.\nDue to recent fluctuations in shipping costs, we will be charging shipping AFTER the campaign’s conclusion immediately before printing postage. Again, this is to ensure you’re charged the exact, correct amount for shipping, not an inflated projection or inaccurate rate.\nBoxed Set shipping will be charged via BackerKit and is currently estimated to cost ~$10 US and ~$25 international. Please keep this delayed cost in mind for your personal budget.\n\nMy name’s Tyler Crumrine, and I’m best known for my breakout game Beak, Feather, & Bone. In the year since its release Beak, Feather, & Bone has maintained a top spot on itch.io’s physical game charts (most popular, top sellers, & top rated), been featured on popular actual play podcasts like Friends at the Table and Dungeons & Da Asians, and was selected as one of Tabletop Magazine’s “Best Games of 2020” as well as Dicebreaker’s “4 Best Tabletop RPGs with No GM”. Don’t take my word for it, though—here’s what other people have been saying:\n “This game totally rules.” —Austin Walker, Friends at the Table \n\n “I can't stress how accessible, easy to learn, and extremely fun this game is!” —Viditya Voleti, Space Goblins! \n\n “Very few games are as invested in integrating art and design as Beak, Feather & Bone. It is one of the most beautiful projects to come out of ZineQuest, and in a lot of ways shows the future of a more collaborative, multidisciplinary indie RPG space.” —Jay Dragon, Wanderhome \nI’ve also edited, contributed to, or designed over 50 books. I’m a frequent collaborator with World Champ Game Co., Apollyon Press, and Weird Age Games, among others, and as a theatre professional I’ve consulted on the intersection of RPGs and theatre for The John F. Kennedy Center for the Performing Arts. Find more about my work at possibleworldsgames.com\nPossible Worlds Games is my RPG publishing company and exists to create more (and more equitable) jobs for independent creators in the tabletop gaming space. The success of the Possible Worlds subscription model will allow me to champion other creators' work in future bundles, publishing their games alongside my own with professional production values and a royalty structure that helps them transition game design from a hobby to a consistent source of income. We're also committed to commissioning independent artists to illustrate each of our games, paying them fair rates and situating them for more games work in the future—whether with us or with other publishers in the industry. The \"Possible\" in Possible Worlds is as much about making success & stability possible for others as it is for ourselves.\n\nfrom Beak, Feather, & Bone, illustrated by Austin Breed\nAustin Breed (he/him) is Possible Worlds' art director! Austin illustrated the project banner, designed the guidebook cover series, and is currently designing the boxed set. He is an LA-based illustrator and dungeon master as well as the illustrator of Beak, Feather, & Bone. More at austinbreed.com\nfrom SUP, illustrated by Eric Lide\nEric Lide (he/him) is an African American cartoonist from New Jersey. He has published and serialized the webcomics Station Square (2009) and Ozzie the Vampire (2013) as well as a variety of minicomics and zines. Learn more about his work at ericlide.com\nfrom Grandpa's Farm, illustrated by Evlyn Moreau\nEvlyn Moreau (she/her) is an illustrator from Montreal—she loves to draw strange creatures and to craft zines. Her work mixes illustrations and gaming materials in a whimsical way. She is the author of the blog \"Le Chaudron Chromatic\" and she recently contributed to Dissident Whispers, Hivemind and Retropunk.\nfrom Wishless, illustrated by Jimmy Knives\nJimmy Knives (he/him) is a PDX based illustrator / marionette puppet cursed to walk the earth as a real boy / head goon at yowcho.com. Instagram & Twitter @jimmy_knives.\n\nfrom Scene Thieves, illustrated by Pol Clarissou\nPol Clarissou (he/him) is a filthy little creature who beguiles the unwary eye with mystifying devices such as \"Art,\" \"Videogames,\" and other such tricks. You may gaze upon his wretched designs at polclarissou.itch.io or polclarissou.com, and find him on Twitter as @polclarissou.\nfrom DATING.SIM, illustrated by Sam Mameli\nSam \"Skullboy\" Mameli (he/him) is a freelance fantasy artist whose work can be found at betterlegends.com, patreon.com/better_legends, and on Twitter and Instagram as @better_legends.\nfrom HOUNDS, illustrated by Vincent Patrick\nVincent Patrick (any/all) is an illustrator from Colorado with a love for cartoons and sci-fi. Their most recent work can be found on Twitter: @QueenKhameleon \nWill Jobst, Begeta, & Bappa courtesy of Adam Vass/World Champ Game Co.\nWill Jobst (they/them) is the Possible Worlds subscription series' editor! Will is an award-nominated tabletop game designer and editor, with games like this discord has ghosts in it, Black Mass, and A Guide to Casting Phantoms in the Revolution. Will’s games are available at willjobst.itch.io and they are very online at @will_jobst.\n\nNope! As with Beak, Feather, & Bone, I’m not holding anything back on this project and have budgeted for the scope and quality it deserves. Any funds over the stated goal will go towards future Possible Worlds products and helping me survive as a full-time creative.\n\nCANNIBAL HALFLING GAMING: “Possible Worlds Kickstarter Review: An RPG Subscription Box”\nDRAW YOUR DICE: “Slice & Dice | Possible Worlds Games”\nTABLE TOP BABBLE: “Episode 221 – Tyler Crumrine – Possible Worlds Games”\nPITTSBURGH CITY PAPER: “Pittsburgh designer rolls dice on new tabletop gaming company Possible Worlds Games”\nPLUS ONE EXP: “Prestige Class with Tyler Crumrine”\nDICEBREAKER: “Possible Worlds is a subscription service that gives you a new micro-RPG to play every month”\nROLL FOR CRIT: \"Kickstarter Pickstarter | 3/24/21\"\nDRAW YOUR DICE: “Slice & Dice | Tyler Crumrine: Toolkit Games & Community”\nInterested in covering Possible Worlds? High-quality image assets can be found on our press page, and feel free to reach out with any questions or to request an interview!", "risks": "Risks and challenges\nDespite going into quarantine right at the start of fulfillment, Beak, Feather, & Bone was still one of the first Zinequest 2020 campaigns to deliver to backers in March 2020. This campaign’s fulfillment should go even smoother. \n\nStill, if COVID-19 has taught us anything, it’s to prepare for the worst. While the unexpected can always happen, one of the advantages of spreading this campaigns’ release over 6 months is that we’ll have plenty of room to adapt to unforeseen challenges.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Support", "descp": "Thank you for your support! Your pledge goes directly to supporting the creation of this project without rewards. You'll have access to all Kickstarter updates and will receive an invite to our pledge manager if you decide to purchase the games later on.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "One Digital Game", "descp": "Receive a digital copy of the game of your choice. Games will be delivered as PDF & TXT format files via itch.io the month of their release. You’ll be able to indicate which game you’d like to receive via a reward survey following the campaign.\nIndividual games will be delivered the month of their release.\nINCLUDES:\nChoice of One Game (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["56 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital Subscription", "descp": "Receive the complete set at a discount with a digital subscription! Your digital subscription gets you PDF & TXT format versions of all 6 games, delivered once a month for 6 months via itch.io.\nINCLUDES:\nSix Game Subscription (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["220 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Boxed Set + Digital Subscription", "descp": "Your subscription gets you PDF & TXT format digital versions of each game, delivered once a month for 6 months via itch.io, as well as all six games in print, collected in a boxed set and delivered after the digital subscription’s completion.\nPLEASE NOTE: Shipping fees will be collected via BackerKit after the campaign's end. Please see the campaign's Delivery Details section for estimated costs.\nINCLUDES:\nSix Game Subscription (Digital)\nSix Game Boxed Set (Print)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["469 backers"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Dating.sim is LIVE! Download Keys Sent! BackerKit Smoke Test Sent! More Print Proofs!", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Single Unique Power is LIVE! Download Keys Sent! Friends' Kickstarters!", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "Grandpa's Farm is LIVE! Download Keys Sent!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "$5 Surveys Sent! Grandpa's Farm DONE! Shipping Update!", "update_content": "Funds have cleared!\nNow that everyone's payments have been verified, we're all set to deliver Grandpa's Farm digitally next week. Our BackerKit page is still in progress, but since download keys will be going to your Kickstarter-associated email anyway, the vast majority of you are set without a Kickstarter survey.\nThe only exception is One Digital Game backers!"}, {"update_no": "UPDATE #6", "update_userinfo": "150% FUNDED! Next steps! THANK YOU!", "update_content": "Thank you all so much!"}, {"update_no": "UPDATE #5", "update_userinfo": "Week 4: Less than 48 Hours Remain! Stream Archives! Design Threads!", "update_content": "This is it! Under 48 hours left!\nAs always, thank you so much for all your support! It may sound cliche, but we really couldn't have gotten this far without you. Both as a new RPG company and a new kind of delivery model, we wouldn't have achieved NEARLY as wide a reach if folks hadn't shared the campaign so much. So with less than 2 days left for folks to discover the Kickstarter, consider sharing ttrpg.link/pw with folks one last time to help us finish out strong!\nArchives"}, {"update_no": "UPDATE #4", "update_userinfo": "Week 3: 115%! Q&A! Actual Plays!", "update_content": "The numbers keep on climbing!\nThank you SO MUCH to everyone who's backed the project—whether on day 1 or day 21! We're in the home stretch with only 9 days remaining, so if you can think of anyone that might enjoy these games, now's the time to share it with them! Tagging folks on social media and retweeting the campaign are especially great ways to keep getting the word out, and we appreciate everyone who's been doing so already!\nLive Q&A tonight!"}, {"update_no": "UPDATE #3", "update_userinfo": "Week 2: 100% FUNDED! More Coverage! Design Insights!", "update_content": "Funded in TWO WEEKS! I'm crying. Thank you all SO MUCH.\nI can't overstate how moving waking up to this was. I'll still be working hard over the next 16 days (!!!) to raise as much support as possible, but now I'll be working with the reassurance that THIS IS MY FULL-TIME JOB NOW! And every dollar raised after this point will mean a better product, more resources, and a more sustainable future for Possible Worlds Games So keep on sharing that campaign link () and again, from the bottom of my heart,"}, {"update_no": "UPDATE #2", "update_userinfo": "Week 1: 50% Funded! Coverage! Giveaway!", "update_content": "Thank you SO MUCH for a strong first week!\nAs of writing this we're at 53% of our goal after just 7 days, and I honestly couldn't be happier! Thank you to all of our early backers for your confidence in both me and this project, and let's keep the momentum going!\nMedia excitement!"}, {"status": [{"Project funds successfully": "767 backers pledged $30,500"}]}], "comment_no": 76, "projec_url": "https://www.kickstarter.com/projects/1013756372/possible-worlds", "project_name": "POSSIBLE WORLDS: An RPG Subscription Box"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "What is Cryptids Inc.?\nCryptids Inc. is an all-new 5e Campaign setting that features Cryptids, Explosions, Mystery, and Explosions. Really, who doesn’t like that? The world is full of monsters and the ones who hunt them. Every myth, every folk tale, every urban legend is true and the rest of the world is none the wiser. It falls to a secret society of monster hunters, Cryptids Inc., to make sure that the shroud of normalcy never falls and that the monsters that would devour all of humanity given the chance are put down.\nMothman stands in front of a full moon atop a Ferris wheel.\nWhat is the Setting?\nThe setting itself is Modern Earth, specifically the United States. An overwhelming majority of citizens of Earth are unaware that monsters walk among them. Cryptids Inc maintains the veil by covertly and discreetly dealing with monster incursions, and by issuing cover stories and discrediting any eyewitness reports. In certain extreme cases, dedicated thaumaturgists are employed to issue glamour spells to cover up.\nA man stands at prompt attention, one arm behind his back, his face spread in an unnervingly wide grin. It's the Smiling Man.\n What is included in this book anyway? \nIn this massive tome detailing the setting of Cryptids Inc, you'll find:\nThe lore surrounding how cryptids and other monsters came to exist on Earth, and how the Cryptids Inc organization was founded!\n7 new classes, adapted to the modern world.\nNew Mechanics including revised Ambush rules, Monster Notoriety, and comprehensive Firearm rules\n20 cryptids, including 7 legendary cryptids with lairs, plot hooks, and legendary actions. \n  A gazetteer that details the major influences on the Cryptids Inc setting from organizations to the major players, each with their own list of plot hooks. \nThe beautiful art of both the cryptids and the members of Cryptids Inc. \nThe Jersey Devil stands, hunched over, its eyes blazing with malevolence. Its wings are spread and it is ready to pounce.\n Meet The Team! \nWe've assembled a crack team of writers, editors, and artists in order to bring this tome to life! Our accolades include combined over 30 bestseller metals between us. Using our combined expertise, we are working on making this the best campaign setting ever.  Without further ado, meet our team! \nJackson Lewis (Project Lead)- Jackson is a writer, game designer, and cryptid fan who has been making games since 2018.  They're best known for such hits such as Cursed Classes: Even Cursier, Supers and Sorcery, Titans of the Ancient World, and Across the Planes.  They're kinda the bad boy of TTRPG writing and design. You can find them on Twitter @Honeybadger3495\nRyan Langr (Realmwarp Media) (Editor and Kickstarter Consultant)- Realmwarp Media created by Ryan Langr, is dedicated to making the science fiction and fantasy genres more accessible, inclusive, and representative for both consumers and creators. From mentoring and publishing new, unknown, and marginalized creators, to creating and bringing to life fantastical and inclusive new worlds, to consulting on Kickstarters that represent our vision, our goal is to help everyone find their voice, make it heard, and make it last.\nLydia Van Hoy (Lead Writer)- Lydia Van Hoy, the Mother of Goblins, is a best-selling TTRPG creative. They're best known for their work on DmsGuild titles such as The Half-Race Handbook and The Adventures Domestic Handbook. You can find them being chaotically queer on Twitter @lydiavanhoy1, or follow their projects at motherofgoblins.gay\nIsaac May (Lead Designer)- Isaac May is a platinum best-selling TTRPG writer on the Dungeon Masters Guild. When he's not writing, he's fully invested in obsessing over nightmarish wikis or figuring out another way to reinvent the werewolf. You can find him @IceyKindaDicey on Twitter.\nJessica Marcrum (Writer)- Jessica Marcrum is a social worker and silver ENnie winner who dreams of crushing the patriarchy and recycling the rich. She has created and contributed to a number of ttrpg goodies including Age of Sigmar: Soulbound, the Book of Seasons, and the Uncaged Anthology. Find her at @Miss_Jess03 on Twitter and angrynerdgirl on Twitch.\nHannah Schooner (Writer)- Hannah Schooner is a d&d content creator for Tik Tok, YouTube, and Twitch! She has a passion for writing and teaching new players this wonderful game. She’s pursuing a musical theatre major in college with a minor in writing! Find her at schooner_or_l8er on all platforms.\nCassandra MacDonald (Designer)- Cassandra MacDonald is a tabletop game designer and writer whose focus is on the aesthetics of play or the \"feel\" of a game. She's best known for her work on the DM's Guild, such as the bestselling books Skullport: Shadow of Waterdeep, and Tasha's Hideous Leftovers. She's one of those scary queers you hear about in the news, and she Must Be Stopped™. If you'd like to try, you can challenge her on Twitter @TheIceQueer.\nRobert Beverly (Designer/Writer)- Robert Beverly is a creator and an enthusiastic player in love with the power of shared stories and thrilled to have worked on Supers and Sorcery.\nAbbie Hines (Artist)- A freelance concept artist and illustrator based in the UK with a passion for TTRPGs, fantasy art, and character design. You might recognize her from such hits as Supers and Sorcery. \nChai Power (Artist)- Chai Power is a nonbinary, queer freelance artist and writer whose works focus on LGBTQ+ content and promoting love and acceptance. They have contributed to a number of DMsGuild titles, including the Uncaged Anthology, Book of Seasons, and Across the Planes. They are found on Twitter @chailattemusing.\nCormat48 (Artist)- Cormat48 is a freelance, genderqueer artist who has a love for animation, storytelling and is a cartoon fanatic. Some of their work includes art found in the titles: Titans of the Ancient World and Titans of Faerun on DMsGuild, and being a co-creator of the Instagram comic, DanganNexus. You can find them on Twitter @cormat48 or follow their comic on Instagram @dangannexus.\nThe Paragon Iconic Cassandra stands at ease, smiling beside the Cryptids Inc logo.", "risks": "Risks and challenges\nRisks and challenges\nWe are a group of bestselling tabletop RPG creators. We know how to see a project through to the end. Although some of us haven't been on a Kickstarter before, a majority of us have been through the whole process at least once, if not more times. \n\nTo help matters, we're using the DTRPG fulfillment services and shipping nothing ourselves, since shipping issues are the #1 reason for delays.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nReusability and recyclability\nWe anticipate many of our backers will choose the PDF option, which is all electronic. DTRPG will fulfill the print orders, and they print in both North America and Europe, reducing shipping and fuel costs.", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 2 or more", "title": "Thank You For Backing", "descp": "-Your name will appear in the book\n-Exclusive backer updates\n-Our eternal gratitude", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "PDF Level", "descp": "-PDF Copy\n-Everything from the previous level", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "POD Level", "descp": "- Hardcover or Softcover Book at Cost + Shipping\n- Everything from the previous levels", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["95 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Cryptid Level", "descp": "- Work with designers to design your own Cryptid to appear illustrated in the book!\n- Everything from the POD Level", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (1 left of 5)"]}, {"amt": "Pledge US$ 10 or more", "title": "Early Bird PDF", "descp": "-PDF Copy\n-Everything from the previous level", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["Reward no longer available", "71 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Early Bird POD Level", "descp": "-Hardcover or Softcover Book at Cost + Shipping\n-Everything from the previous levels", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "86 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Legend Level", "descp": "- Everything from the previous levels\n- Work with designers to make your own Legendary Villain that will appear illustrated in the book!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Iconic Level", "descp": "-Work with designers to bring to life one of the Iconics from Cryptids Inc.!\n-Everything from the POD Level", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Storyteller Tier", "descp": "-You and three friends play in a custom one-shot, tailored to your characters, GM-ed by a member of the Cryptids Inc Design Team.\n-Everything from the POD Level", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["Reward no longer available", "5 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "We're FUNDED!", "update_content": "Thank you so much, everyone, for all your support. At nearly 300 backers we can't believe how many people we've reached and the outpouring of support you've all given us.\n\nNow we turn our focus toward the 1st stretch goal, which is SO CLOSE... right around the corner at $8,000. This stretch goal features an adventure written by the inimitable Oliver Darkshire. Oliver is the talent behind popular hits such as Killer Kobolds from Outer Space, NSFW, Attack of the 50 ft. Bikini Werewolf, and Queercoded so you know this is going to be excellent!"}, {"update_no": "UPDATE #10", "update_userinfo": "Missing Backer Responses", "update_content": "Thank you all so much for supporting Cryptids Inc. In the next few days, we're going to send out a discord link to all of our backers to join the Lewis Publication server so we can share updates and other cool stuff as we finish up Cryptids Inc and get it ready to send to all of y'all. \n\nIn the meantime, check out another amazing project, a book of dinosaurs and other prehistoric beasts, written by two of Cryptids Inc's writers! "}, {"update_no": "UPDATE #9", "update_userinfo": "Update and Reminder for our Discord!", "update_content": "We've met the Oliver Darkshire adventure stretch goal! With just a little time left, can we meet our next stretch goal at $8,500?-- EVEN MORE CRYPTIDS!\n\nWe're almost there, either way we're finishing strong!"}, {"update_no": "UPDATE #8", "update_userinfo": "Lewis Publication Discord", "update_content": "On Tuesday we had the pleasure of streaming with our friends over at Codex of Quests.\nThey're an amazing kickstarter, full of quests and other goodies for 5e, and they're well on their way to knocking out stretch goals!\nIf you'd like to get in on that action and get a great deal on some excellent 5e content, visit their kickstarter HERE."}, {"update_no": "UPDATE #7", "update_userinfo": "THANK YOU - And Check Out Our Other Projects!", "update_content": "Thank you all so much for your continued support. As we hit the home stretch, I'm very confident that we'll fund and maybe hit some stretch goals as well. Also! We have a sneak peek of one of the modern classes, the Paragon! Hope this whets your appetite, and look forward to more sneak peeks as we progress through our last week! In the meantime, tell your friends, family, and enemies about us so we can make sure to hit all of our goals! "}, {"update_no": "UPDATE #6", "update_userinfo": "Stretch Goal Met, 1 Hour Left", "update_content": "Hey all, thank you so much for all of your support on this Kickstarter. I'm truly humbled that so many of you like this project. We've had a couple of people express disappointment that there aren't any high-tier rewards left, so we went ahead and created the STORYTELLER level. For 200 dollars, you and three friends can play in a custom One-Shot tailored to your characters, GM-ed by a member of the Cryptids Inc design team! This One-Shot is canonical, meaning that whatever happens will be referenced by any supplemental Cryptids Inc releases as fact!"}, {"status": [{"Project funds successfully": "338 backers pledged $8,243"}]}], "comment_no": 17, "projec_url": "https://www.kickstarter.com/projects/439920908/cryptids-inc-modern-5e-setting", "project_name": "Cryptids Inc. (Modern 5e Setting)"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "Mock up of the book. Cover design not finalized.\nCoyote and Crow is a tabletop role playing game set in an alternate future of the Americas where colonization never occurred. Instead, advanced civilizations arose over hundreds of years after a massive climate disaster changed the history of the planet. You'll play as adventurers starting out in the city of Cahokia, a bustling, diverse metropolis along the Mississippi River. It's a world of science and spirituality where the future of technology and legends of the past will collide.\n\nThe game is created and led by a team of Native Americans representing more than a dozen tribes and we've built a game that both Natives and non-Natives will thrill to explore and build upon.\nMore than 700 years ago, a bright purple streak shot across the night sky. Over the coming weeks, the Earth fell into a deep winter, the seas raged and ash rained from the sky. The event became known as the Awis. As resources dwindled, winter became longer and summer shorter, people struggled to survive. Wars erupted, people starved, some fleeing their ancestral homes before creeping ice sheets. \nBut people survived. Tribes adapted. And in the wake, people began to notice a strange purple mark appearing on people, plants and animals alike. It became known as the Adahnehdi, the Gift, and many took it as a sign that the Great Spirit had not given up on them. \nEventually, the weather began to ease, the Earth began to heal, and new nations arose. New sciences and technologies, born out of necessity, led to a discovery about the Adahnehdi. It wasn't just a mark, it was a path to abilities and powers, beyond normal human limits. \nThe long walk home. Art by Jennifer Lange\nNow, 700 years after the world was brought to the brink, a new chapter has begun. Your characters enter a world that is healing but is no less dangerous. The ice sheets are retreating and the seas are calming, but what lay out beyond your borders? The treaties and alliances that made so much sense during the long winters are now eroding and old grudges between nations are not so easily forgotten. New technologies arise almost every day and the rate of change is frightening for some. And then there are the stories. Talk of spirits, monsters, beings of legend. For so many they were just tales to be told around the fire. But now there is talk that these legends may be far more literal than you may have previously believed. Has something awakened them?\nthe northern continent of Makasing.\nCoyote and Crow is an original role playing system built around the exclusive use of D12 dice. Outside of the core rule book, all you'll need to play the game is some pencil and paper and some twelve-sided dice. While there is some complexity to the game, we are striving to present a system that will allow players to refer to the rule book during play as little as possible, keeping most or all of the critical information on your character sheet.\nMock up of the front of a character sheet. Design not finalized.\nThe basic rule system is centered around collecting a Dice Pool, usually around 5-7 D12s and rolling them to determine either Success or Failure and degree of effect. For example \"8\" might be the number your Character needs to attempt to do something and every 8 or higher they rolled would be a Success. The more 8's, the more successful they are. \nWhile combat is a part of Coyote and Crow, the game is actually built around the idea of fighting being only one road to story resolution. The game encourages dialogue, building bridges and finding unique solutions to problems that are not always clearly defined by good and evil. \nYour Characters have Stats like Strength and Spirit and Skills like Investigation and Charm that are modified by their Stats. In addition, when you create your Character, you choose a Path. That Path determines both certain Stat bonuses you receive as well as which Abilities you have access to. Abilities are powers beyond normal human capability, but not at a level where characters would be comparable to superheroes. There are 15 Paths in the core rule book available. In addition, you'll choose an Archetype (Whisperer, Healer, Scout, among others) that will give you Stat and Skill bonuses and a general idea of your character's profession, but will not force your Character too deeply down a specific progression.\nThen you'll choose Gifts and Burdens. These allow you to give your Characters specific bonuses or drawbacks and will help you flesh them out in a way that is flavorful and realistic. It's important to note that the rulebook does not dictate whether something is a burden or a gift for a Player. For example, a Player might choose to give their Character a sister. That might be a Burden or a Gift (or both!) depending on how the Player wants their Character to see that relationship.\n\nSample pages from the equipment chapter. Layouts and content not finalized.\n\nThere are no experience points in Coyote and Crow. Instead, it is built on the Legends system. Your Character will have Short Term Goals, which will increase various numbers on your Character sheets or give them new Skills. But you and your group will also have Long Term Goals. When those are completed your legend will grow. You'll write a short story about your adventures, the kind that can be told around the fire for generations to come. These can change your Gifts and Burdens, give you access to new Abilities and more. As you complete more Long Term Goals, your Character's legend will precede them and your stories will spread.\n\nARCHETYPES\nThere are six Archetypes in the game, each acting as a starting point for Character development but not constricting their possibilities. Each Archetype has its own symbol. Here are a few of them.\nThe icons for Warrior, Tinkerer, and Scout (not finalized)\n\n\nPATHS\nIn addition to Archetypes, Players choose Paths for their Characters, which are permanent associations they make with an animal and help define what extra human Abilities they'll be able to choose from, among other effects. There are fifteen basic Paths in the core rulebook.\nThe Path of the Beaver, the Stag and the Spider\n(See our Update for more on this)\nWhile this game was created by a Native-led team, this game is for everyone. We've taken great care to craft a game that Natives and non-Natives alike will be able to engage in and find themselves immersed in. \nFor Natives, we've crafted both story and game mechanics that will allow you to integrate your own tribal customs into your play. For those who aren't Native, you'll have a wealth of options to choose from as well as clear guidelines for understanding the differences between this world and our real one. \nThe game is designed to be your first role playing game or your latest. The core rule book will walk players through every step of how to play Coyote and Crow, but also how to play role playing games in general, including advice on safety and inclusion as well as suggestions on where to find tools outside of the rule book to make your game both easier and more enjoyable.\nEveryone involved in Coyote and Crow is deeply passionate about our game and we felt that it was time for Indigenous folks to have a game that didn't see them as secondary, as adversaries, or intertwined with colonialism.\nCoyote and Crow is not set in a dystopia. The world went through a dark chapter, but the people of these nations rose to the challenge. There's good food and water, education and meaningful work for almost everyone in Makasing. \nBut this world isn't a utopia either. It's place that's growing, where old alliances are strained and past slights are not always forgotten. New technology is putting pressure on old traditions. And with the climate becoming milder, there is a whole world of unknowns out there. On top of all of that, there are rumors that some of the old stories about monsters and spirits might just be a little more real than some originally believed. This is a game where science and the unexplained live side by side and sometimes clash.\nThe Wanderer. Art by Kyle Charles.\n\nTHE CORE RULE BOOK\nWe are producing a beautiful 300+ page hardbound book, loaded with illustrations and containing all of the rules you'll need to play Coyote and Crow. Included in the book (and PDF) will be:\nDetailed history of this alternate world\nDescriptions of daily life and culture in Cahokia, the capital of the Free Lands\nRules for creating and advancing your characters, including 6 Archetypes, 15 Paths and 27 Abilities for a massive variety of options\nDescriptions and stats for mythical creatures, infamous spirits, shadowy organizations and dangerous cults that can challenge players endlessly\nA group of pre-generated characters if you want to jump right into playing the game\nA starter adventure, Encounter at Station 54, that can act as a stand alone adventure or as the start of a larger campaign\nSo much more!\nSHIPPING\nWe will be shipping only to the US and Canada during this Kickstarter. In addition, we will be subsidizing a portion of the shipping costs within the Kickstarter itself to help keep costs down. If you are not in the US or Canada, not to worry. We have already partnered with traditional hobby distribution and the game will be available through your local hobby partners shortly after Kickstarter fulfillment. \nYOUR PLEDGE\n Whisperer: $5  This pledge shows your support for the project and allows you to keep abreast of all the future news about Coyote and Crow. We'll also notify you when late pledges are available after the campaign.\n Tinkerer: $20 With this pledge you get everything the Whisperer gets, plus a full color PDF version of the physical game, including all of the art. This version will be released shortly after we have sent our files to the printer and you'll have access to it before the physical copies have been delivered.\n Warrior: $50 (plus shipping)All of the benefits of both the Whisperer and the Tinkerer plus you'll get one full color hard cover edition and access to all Stretch Goals. You can choose to keep your physical copy of the book or donate it to a reservation library. If you donate, we'll handle the shipping. \n Healer: $100 All of the benefits of Whisperer, Tinkerer, and Warrior, PLUS we'll ship a full hardcover copy of Coyote and Crow to a Native American reservation library in your honor. You pay for the shipping for your copy and we'll pay for the shipping to the reservation copy.\n Scout: $150 (plus shipping) For Friendly Local Games Stores Only. With this pledge you'll receive 6 copies of Coyote and Crow (1 case). You'll receive these at the same time as other Kickstarter backers, in advance of the general release.\n Seeker: $400 (plus shipping) (ALL GONE) For those that really want to support Coyote and Crow! All of the benefits of the Whisperer, Tinkerer, Warrior and Healer pledges, but your book will be signed and numbered by Connor Alexander. You'll also receive three high quality art prints of art used in the book (which ones, to be determined). This level is limited to 50 backers.\nIt still hungers. Art by Jeffrey Veregge\nWe have a diverse team of folks working on this game, most of whom are Native. Additionally, we are striving to bring in other marginalized voices whenever possible. Our team features people from across the LGBTQIA spectrum, including two spirit folks. It's not even a question that this game is political. If you have a problem with a game where there are no people of European descent represented, than this game is probably not for you. That said, we've truly built this game to be played by everyone. It might seem like a big leap, but don't worry, we're going to hold your hand the whole way through and you'll be so happy you stepped off the edge into this vibrant fresh world.\nOUR TEAM:\nCreator, Designer and Taker of Responsibility in the End: Connor Alexander (Cherokee Nation)\nNative Writers and Developers:\nDerek Pounds (Samish)\nWilliam McKay (Manitoba Metis Federation)\nWeyodi Oldbear (Numunu)\nAdditional Native Writers:\nNico Alberts (Cherokee Nation)\nRiana Elliott (Cherokee Nation)\nNative Graphic Artists:\nAl Harris (Lumbee)\nBarbara Schelling (Assiniboine)\nNative Artists:\nElijah Forbes ( Waganakising Odawak)\nJeffery Veregge (S'Klallam)\nKyle Charles (Whitefish Lake First Nation) \nBrian Roanhorse (Navajo)\nJillian Dolan (Metis/Cree)\nKeith Jim (Navajo)\nEmma Flowers (Crow)\nNative Playtest Leader and Consultant:\nShay Snow (Caddo and Plains Cree)\nNon-Native Team Members:\nJade Wesley (Editing)\nJennifer Lange (art)\nAmelie Hutt (art)\nJanice Sheen (cartography)\nChris Likins (website design)\nHeather O'Neill (Kickstarter Management)\n*We are continuing to add Native contributors throughout this project's development, so this list is not final.\n\nI'd also like to add that this is a very personal project for me. While it's the first project I've created, I've been working in the games industry for 7 years and I've been a role player since 1978. For a long time I've wanted to create a game that speaks to my Native heritage in a way that's hopeful and positive. I'm proud of the team I've assembled (and am still adding to) and I'm confident that we have the experience, talent and determination to not only complete this project and deliver, but to bring you a truly memorable role playing experience.   - Connor Alexander, creator\n$20,000   ✔️ACHIEVED\nWe'll make every copy of Coyote and Crow with a gorgeous spot UV cover!\n$25,000  ✔️ACHIEVED   \nWe'll include a massive 11\" x 17\" detailed and annotated map of the city of Cahokia in the core rule book. \n$55,000  ✔️ACHIEVED   \nWe'll make a character name generator, true to the in game language, Kag Chahi, developed by William McKay. This name generator will be free to access at our website  permanently. Give your characters cool, world accurate names and learn how to come up with your own!\n$75,000  ✔️ACHIEVED   \nWe'll develop a free, rules light,  easy to play downloadable version of Coyote and Crow that will be available to $20+ backers before your book arrives at your door. You'll be able to introduce your auntie to the game ahead of time so she'll have no excuse not to play with you when you get your sweet full version! \n\n$85,000  ✔️ACHIEVED\nAll Native Creators get additional bonus.  The success of this campaign has gone far beyond our expectations and we are excited to share the success with our Native creators!  \n$90,000  ✔️ACHIEVED\nWe'll create a Kag Chahi wiki on our website that will allow Natives to add and develop the in-world trade language using an easy system. You'll be part of creating a living language that belongs to all of us! This will be free to access for all players.\n\n$750,000  ✔️ACHIEVED\nWe'll develop a free mobile app for Coyote & Crow. \nIt will include a fully functioning dice app to allow those without physical dice to still be able to play the game.  \nIt will include the Kag Chahi glossary so players can easily refer to the language of Coyote and Crow. \nIt will also be updated with rules clarifications as well as Coyote and Crow news.\n$1,000,000 ✔️ACHIEVED\nAdventure by Rebecca Roanhorse\nWe'll partner with award winning Native author Rebecca Roanhorse who will write a one shot adventure for Coyote & Crow. \nRebecca Roanhorse is a NYTimes bestselling and Nebula, Hugo, and Locus Award-winning speculative fiction writer, having written Black Sun, Star Wars: Resistance Reborn, Race to the Sun, Trail of Lightning and more. \nWe'll work to time the release of this digital adventure so that it's ready at the same time as the release of the final PDF version of the game and will be available through multiple sources.\n\n\n Interview on call in show Native America Calling:  https://nativeamericacalling.com/friday-march-19-2021-rolling-the-dice-on-native-role-playing-games/ \n A piece from Kelly Knox at Nerdist:  https://nerdist.com/article/coyote-and-crow-new-ttrpg/ \n Interview with Egg Embry at ENWorld: https://www.enworld.org/threads/coyote-crow-the-role-playing-game-an-interview-with-connor-alexander.678364/ \nInterview with Chase Carter at Dicebreaker:  https://www.dicebreaker.com/games/coyote-and-crow/news/coyote-crow-indigenous-rpg-kickstarter \nA call out on Gizmodo:  https://io9.gizmodo.com/aliens-in-metal-gears-out-and-more-of-the-latest-gami-1846401668/amp \nInterview with Chad Roberts from BGG at GenCon 2020 Online:\nA chat with the crew at Meeple Syrup!  https://fb.watch/3WrfdIGtay/ \nA Q&A with Dan Davenport:   https://gmshoe.wordpress.com/2021/01/27/qa-connor-alexander-derek-pounds-coyote-and-crow/ \nTalking with Jason Brenner on his Breznor's Dead podcast:   https://anchor.fm/jason-brenner/episodes/EP-41-Connor-Alexander-is-on-the-show-eemgq7/a-a2aqdkr \nA mention on the Tor.com website:  https://www.tor.com/2020/10/05/play-the-plot-tabletop-games-for-your-favorite-fantasy-book/ \nQ&A with Tribal Business News: https://tribalbusinessnews.com/sections/entrepreneurism/13394-coyote-and-crow-brings-native-perspective-to-booming-board-game-sector ", "risks": "Risks and challenges\nEspecially during Covid, many games face delays out of their producers control, from development to printing and shipping. This is my first Kickstarter so I'm surrounding myself with people who know what they're doing. I work in the game industry myself and most of the people on this project are hardened battle veterans. Nevertheless, we may experience delays, but we'll always be as upfront as we can be about them and I'll never compromise on the quality of the product.\n\nIf you have questions or concerns about Coyote & Crow, please contact us at coyoteandcrowrpg@gmail.com\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nHigh quality paper, binding and covers ensure our books will last.\nSustainable Distribution\nWe're working with printers in the US to help insure high standards and reduce the amount of shipping that needs to be done.", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Whisperer", "descp": "Keep in touch with what the Coyote and Crow team are up to, how the development and community are growing and what's coming next. Show your love for our project!", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}], "stat": ["216 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Tinkerer", "descp": "An early release copy of the full game in PDF format in full color and high resolution, downloadable once the game is finished. Plus all of the benefits of the Whisperer Pledge.\nINCLUDES:\nCoyote And Crow Digital PDF", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["3,931 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Warrior", "descp": "One full color hard copy edition of the game in addition to the benefits of the Whisperer and Tinkerer pledges. You can choose to keep the copy for yourself or donate your copy to a reservation library. If you keep your copy, you'll pay shipping. If you choose to donate your copy, we'll take care of shipping.\nINCLUDES:\nCoyote And Crow Digital PDF\nCoyote And Crow Hardcover", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["6,496 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Warrior DONATION ONLY", "descp": "One full color hard copy edition of the game in addition to the benefits of the Whisperer and Tinkerer pledges. You get the PDF for yourself and we donate your copy to a reservation library. *NO SHIPPING COST TO YOU*\nINCLUDES:\nCoyote And Crow Hardcover (Donated)\nCoyote And Crow Digital PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["947 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Roll20 Exclusive Package", "descp": "Get early access to the full game through Roll20. You'll get the full digital edition of the game on Roll20 as well as an adventure created for and available only through Roll20.\nINCLUDES:\nRoll20 Exclusive Adventure\nCoyote And Crow Roll20 Digital Edition", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["347 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Healer", "descp": "You get a physical copy of the game AND we'll donate a copy to a reservation library. In addition, you get the benefits of the Tinkerer and Whisperer. You'll pay for shipping for your copy of the game and we'll take care of the reservation's copy.\nINCLUDES:\nCoyote And Crow Digital PDF\nCoyote And Crow Hardcover\nCoyote And Crow Hardcover (Donated)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3,212 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Scout - FLGS Pledge", "descp": "Receive a six count case of Coyote and Crow for your friendly local game store. This is for brick and mortar hobby stores only and your store must be verified before shipping. You'll cover shipping costs. You'll receive your copies at the same time as other backers and before the game goes through traditional distribution or online outlets.\nINCLUDES:\n(1) 6 count case of Coyote and Crow Hardcover", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["105 backers"]}, {"amt": "Pledge US$ 160 or more", "title": "Healer + Roll20", "descp": "You'll get everything in the HEALER pledge level + everything in the Roll20 pledge level.\nINCLUDES:\nCoyote And Crow Hardcover\nCoyote And Crow Digital PDF\nRoll20 Exclusive Adventure\nCoyote And Crow Hardcover (Donated)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["808 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "Seeker", "descp": "All of the benefits of the Whisperer, Tinkerer, Warrior and Healer pledges, but your book will signed and numbered by Connor Alexander and you'll also receive three high quality art prints from art used in the book.\nINCLUDES:\nCoyote And Crow Digital PDF\nCoyote And Crow Hardcover (Donated)\n(3) Full Color Prints\nCoyote and Crow Hardcover (Signed)", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "50 backers"]}], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Update #13", "update_content": "We’re marching ever forward, folks. Let’s jump right into all of the news.\nFirst, based on the overwhelmingly supportive comments from our last update, we’re taking our foot off of the gas a bit and adjusting our timelines. While we still technically might get physical books to people by December, that’s looking less likely every day. Our biggest slow down at this point is art. Currently, we have about two thirds of our art either complete or in progress and about one third to go. We’ve currently got art from 18 different artists and likely at least three more coming on board. If you’re an experienced artist, and you’d like to contribute, it’s not too late if you can work on a clock. See our job listing for more ( )"}, {"update_no": "UPDATE #12", "update_userinfo": "Update #12", "update_content": "Things are moving at a break neck pace, folks. There’s so much happening that it’s hard for me to summarize it all while also conveying how cool and exciting each of these things is. So, I’m splitting this update into two parts. We’ll talk about the where we’re at with production of everything related to the Kickstarter as well as other news. Then we’ll jump in to more game development discussion.\nBut first! A quick note! We’ve locked down current orders. Don’t worry, you can still pre-order or make late pledges through BackerKit and we haven’t locked down addresses yet. We’ll do that much later. So if you’re moving or not sure yet where you need your personal book shipped to, you have plenty of time. Also, please fill out your surveys if you haven’t yet. There are still around 1500 of you out there. Don’t make me wag my finger."}, {"update_no": "UPDATE #11", "update_userinfo": "Update #11 - Surveys!", "update_content": "Folks, they are here!\nA few of you may have already received them and for the rest of you, they'll be sent out in waves over the next few days. If you're new to Kickstarter, you'll be receiving an email from BackerKit, the pledge manager we're working with.  Here's what's in it and what you need to know.\nIf you pledged extra money over an amount for a pledge for an extra book, it should show as a credit in BackerKit. You'll be able to specify where you want that extra spent."}, {"update_no": "UPDATE #10", "update_userinfo": "Update #10!", "update_content": "Greetings!\nWith the campaign officially wrapped and the dust settling, we're finally in a position where we can give you all some news. Happy to report that it's all good stuff!\nFirst, I want to thank all 16,269 of you that backed Coyote & Crow. It was more than just a vote of confidence in our game, it was a clear mandate for us to move forward with taking our RPG and launching a full fledged publishing operation."}, {"update_no": "UPDATE #9", "update_userinfo": "The Finish Line", "update_content": "We did it folks. In just 30 days we:\nSmashed through our 18k original goal in just 45 minutes\nHit all of our original stretch goals in less than a week\nMade waves across gaming media\nHit the $1 million+ mark, putting us in the top 6 RPG books of all time\nearmarked 5000 books for donations to reservation and tribal libraries, schools and community centers (more on that below)"}, {"update_no": "UPDATE #8", "update_userinfo": "What About The Rest of the World? (And our next stretch goal!)", "update_content": "Hello again!\nToday, I want to talk about a topic that a few people have asked about in a variety of ways. The essence of these questions really boil down to this. What's going on in other parts of the world outside of the Americas in this alternate future? In Coyote & Crow, we focus most closely on Cahokia, our starting city. We touch on the Free Lands and the other nations of Makasing and we'll even briefly outline the nations further south in what we call Abayang and Abazang (South and Central America)."}, {"update_no": "UPDATE #7", "update_userinfo": "Adventuring in Makasing", "update_content": "Good morning C&C friends!\nWe've got just 10 days left in our Kickstarter and I'm getting so excited to announce our last stretch goal later this week if we hit that mark. I'll be able to give you the name and further details on the Native author who will hopefully be writing a one shot adventure for us!\nBut on to the update. A friend messaged me over the weekend and was already mulling some ideas for a Saga. Saga is what we call a series of adventures or stories, in lieu of campaign, which is often used in role playing games. We felt that campaign came off as too militaristic and we thought Saga worked well with terms like Story and Session, which we also use."}, {"update_no": "UPDATE #6", "update_userinfo": "The Humble But Mighty d12", "update_content": "Hey, friends!\nI've had a number of folks ask me why we chose to go with the d12 for our system. There's a few reasons and some of them might not be what you think. I thought I'd use my update today to fill you in on some fun trivia. The d12 and the number 12 itself play important roles in both the mechanics and the world building we're doing for Coyote & Crow."}, {"update_no": "UPDATE #5", "update_userinfo": "A message to non-Natives", "update_content": "Greetings folks!\nToday, I want to talk a little bit about who should be playing this game. I've seen a trickle of concern that Coyote and Crow is something non-Natives shouldn't bring to their table. Before I get into how we've handled this situation in the text of the game itself, I wanted to share my broader thoughts on the topic.\nTo me, RPGs are about bringing people together, sharing stories and leaving the table with a collective experience that makes all of the players lives just a little bit brighter."}, {"status": [{"Project funds successfully": "16,269 backers pledged $1,073,453"}]}], "comment_no": 782, "projec_url": "https://www.kickstarter.com/projects/connoralexander/coyote-and-crow", "project_name": "Coyote & Crow the Role Playing Game"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": " Stretch Goal Reached! \nFeature Film Proof of Concept directed by Jenn Ravenna Tran, co-written by Son M. Reaching. Reaching $125K would allow Jenn to begin pre-production on a new standalone short film that will be used as pitch for a feature film. All funds raised after the next stretch goal will go towards production of the next film project, contingent on the final production needs of Death's Diner (edited 4/11/2021).  \n\"The Vagabond and the Sea of Stars\" (work in progress title) is a mystical short film about otherworldly bonds, and going to the ends of the earth to find one missed connection.\nDeath's Diner \nDeath’s Diner follows two patrons who stumble into a diner, one foggy night, and find that their lives have come to an end. It’s through their conversations with one another and their charismatic waiter that the truth is unravelled.\nDeath's Diner was filmed in 3 days at the iconic Twede's Diner, the same location as the Double R Diner in Twin peaks. The story was written and created by Son M. The short film was co-produced and directed by Jenn Ravenna Tran. Jenn is also the cinematographer. Death's Diner will be a 10 minute short film.   \nIt all started with a story thread Son M. had written on Twitter that follows patrons in a diner who have brief conversations about their lives with Death. It was written during a difficult time in their life, past-midnight, and was thought to just be a personal outlet for their feelings. It resonated with a lot of folks, and soon it spread, eventually landing on the timeline of Jenn. Jenn reached out to see if Son wanted to adapt the story into a film, Son replied and the rest was history!\nWith this Kickstarter, we are hoping cover some of the production costs already spent, as well as post production costs. Principal filming was made possible by Jenn's Patreon savings, as well as some private donations. A stretch goal would be to cover all production costs, after all fees, shipping, and merchandise costs. \nHere are estimate costs based on both our current $25K goal, and if the production was fully covered at $85K.\nGreen = Already Spent on Production, Some Out of Pocket + Some Private Donations\nRed = Needed to Finish Production\nBlue = Money We Will Never See\nThe Film and Digital Rewards\nDeath's Brew Enamel Pin by Kevin Jay Stanton \nSIGNED Death's Diner Trio Poster by Bex Glendining \nSIGNED Death's Diner Poster by Cathy Kwan\nSigned Memento Polaroids of Jenn Ravenna Tran's Photography\n Death's Embrace Art Print by Natalie Hall \n1/1 Edition Monotypes of Jenn Ravenna Tran's Photography. Printed on Gallery Archival Paper. Signed with certificate of authenticity. \nUNLOCKED: NEW 1/1 EDITIONS AND 10/10 LIMITED EDITIONS\nDeath's Brew - 10/10 Edition\nEdge of the World - 10/10 Edition\n ALL 1/1 EDITIONS BELOW HAVE BEEN CLAIMED\nPremonition\nTheory of Eternity\n\"Seattle Skyline\" and \"Disappear\"\n\"Golden Hour\"\n\"Blue Hour\"\n\"End of the Line\"\n\"Time Will Tell\"\n\"The Guardian\"\n\"Dark Magic\"\n\"Obsidian Moon\"\n\"Death's Cat\"\n\"At Peace\"\nDiner Neon Sign. Own a piece of the film. This appears in Death's Diner and was hung in the window of Twede's Diner, the same location as The Double R Diner in Twin Peaks. \nMain Rewards Breakdown\n REACHED!!! $25K Start Goal to Finish the Film\n[UNLOCKED] $40K Almost Half of Production Costs Covered After Merch, Shipping, Fees, and Taxes\n[UNLOCKED] $45K Sticker Sheet by Cam Chan Added to Orders $55+\n[UNLOCKED] $50K Director and Writer Get Paid!  \n[UNLOCKED] $55K Director's Notes: Storyboards, Lighting Plans, Filming Tips for every backer\n[UNLOCKED] $60K Some Principal Cast & Crew Receive Bonuses or Increased Rates (note: this has been moved from the original $55K mark to allow for some financial buffer to adequately offer bonuses)\n[UNLOCKED] $65K 2nd Kevin Jay Stanton Pin Added to all $50+ orders\n[UNLOCKED] $67K More 1/1 Edition Photography Pieces Unlocked (New Stretch Goal)\n[UNLOCKED] $70K  Director's Commentary Version of the Film for Every Backer. \n[UNLOCKED] $75K Commission with Retro Futurum for Live Action Film Poster / Postcard\n[UNLOCKED] $80K Hire VFX for Exterior Diner Shots\n[UNLOCKED] $85K+ Production Costs Fully Covered After Merch, Shipping, Fees, and Taxes. The Director is relieved of all financial burdens. Everything after this amount will be re-invested into Son and Jenn's other projects\n[REACHED]! $125K Begin work on a Proof of Concept short film co-written by Son, \"The Vagabond and the Sea of Stars\" (work in progress title) for Jenn's first feature film. Contingent on the final production needs of Death's Diner (edited 4/11/2021). \nProof of Concept is planned to be a mystical short film about otherworldly bonds, and going to the ends of the earth to find a missed connection. It will be a romantic travel narrative with elements of grounded fantasy and lofi sci-fi.\nDeath's Diner was made possible by a team of approximately 40 actors and actresses, producers, film crew, food service people, COVID officers, post-production team, marketing artists, and more. \nThe Cast\nLauren Du Pree as OLIVIA She/Her (Actress) Lauren Du Pree is a proud Howard University alumna, actor, vocalist, writer, and filmmaker from Seattle, WA. She believes the lessons we learn during life’s challenges equip us to be a help to others. Art should make us feel a little more seen, a little less alone, and most importantly, it's a tool for positive change. Follow Lauren on Instagram | Twitter | justdupree.com\nYoshi Sudarso as DEATH He/Him (Actor) Yoshi is an Actor based out of Los Angeles. He moved to Southern California at the age of nine. He and his brother, Peter Adrian Sudarso, developed a fanbase on social media through various means, including both becoming the Blue Power Ranger on the long running TV series, \"Power Rangers\" on different seasons. Yoshi has worked on multiple films and TV shows, including The Maze Runner, Agents of Shield, etc. He debuted his film career in Indonesia as “Suwo” the lead of “Buffalo Boys,” a spaghetti western set in the East, Singapore’s 2018 entry to the Oscars. Follow Yoshi on Instagram | Twitter\nTyler Roy Roberts as KIERRAN He/Him(Actor) Tyler is an actor, writer, director and producer based in Seattle, WA.  He received a Creative Writing degree from Western Washington University and grew up on San Juan Island, WA. Follow Tyler on Instagram | IMDb\nEva Abram as GOD She/Her (Actress) Eva M. Abram is an actor and a traditional storyteller based in Seattle.  She has performed several theatrical roles including Lena Younger - A Raisin in the Sun; Alcandre - The Illusion; and Candylady -  Hoodoo Love.  She was nominated for a Gregory Award Best Supporting Actress - and nominated and won the Gypsy Rose Lee Award Best Supporting Actress for her role as Candylady. Follow Eva on rainwaterstorytelling.com\nRick Du Pree as OLIVIA'S DAD He/Him (Actor) A Seattleite, Rick has appeared on several Seattle stages in community productions over the years. He has appeared in LaChris Jordan’s Sadie’s Kitchen in 2005, Hip-Hop Back to its Roots, and Journey From Spruce Street as part of the Mahogany Project Showcase. Most recently Rick was one of the selected performers for Mirror Stage’s Expand Upon: INCARCERATION and The Narrative. Along with his filmmaker son, Rick is currently working on two documentary film projects featuring Seattle area athletes and the Seattle Chapter Black Panther Party. \nThe Crew\nJenn Ravenna Tran She/Her (Director and Cinematographer) Emerging queer Asian-American film director and cinematographer based in Seattle, Washington. Her roots are in the video games industry, but her true passion is in filmmaking, cinematography, and storytelling. She is the director of the short, \"And Then\" which was also funded on Kickstarter last year. As a director and cinematographer, Jenn's goal is to bring stories to life and connect people to one another through emotive and compelling imagery. Follow Jenn on Twitter | Instagram | jennravennatran.com | Patreon\nSon M. She/They (Writer) An Algerian writer who specializes in science-fiction, horror and friendship. They wear multiple hats, working as a comic writer, novelist, screenwriter and narrative designer. They are the Co-Founder and Studio Director of Perfect Garbage, the writer half of SCSMCOMIC and 'Bone Marrow & Other Tunnels to Travel Through', and more. Son hopes to write stories with new perspectives and is willing to fight for that opportunity. Follow Son on Twitter | THE BOGLANDS\nTony Becerra He/Him (Assistant Director/Producer) Tony Becerra has been a Freelance Assistant Director for more than 21 years. Seattle & Los Angeles based, but working world wide on Commercials, feature films, television series like Grey’s Anatomy, Station 19, Pearl Jam 20. He has also expanded his role on set as a producer on series such as JourneyQuest and Co Producer of the Sundance premiere of Fran Kranz's MASS. He has been a long time advocate for more work in Washington believes strongly in inclusion in Film. Follow Tony on Twitter\nKristin Hunt She/Her (2nd Assistant Director) Kristin is an independent artist from Atlanta, GA. Her mediums are poetry & film. She self-published her first chapbook, I’m Much Better on Paper, in 2017, and her poems have been featured in The Write Launch, Reclamation Magazine, and Clover and White literary journal. Her second chapbook was released December 17, 2020, ‘Write or Die.” Follow Kristin on Instagram | Twitter\nBeth Farnham She/Her (Producer) Beth works as a producer, creative producer, and production manager. Providing all levels of support for a variety of film, music, arts and events for over 20 years in the entertainment industry. Recent projects include production manager for short films \"Lucky Spot\" in NYC, production manager for NW feature film \"The Gender Flip Card\", and field producer of a PBS Japan travel series for RMW Productions. Proud to support the team creating \"Death's Diner\". Follow Beth on Twitter \nMeg Schmitt They/She/He (Costume Designer) Meg is a costume designer and wardrobe stylist in Seattle who is in possession of a lifetime of sewing experience, ten years working on set, an affinity for thrifting and some envious garment distressing skills. Also inspired by an obsession with color, sci fi, and 20th century fashion history. Follow Meg on Instagram\nBlue She/Her (Production Designer) Leila has always loved visual storytelling and truly enjoys bringing tales to life as an Art Director in the Pacific Northwest. Leila’s artistic talents vary as much as her interests, so when she is not on a film set, she might be found swordfighting with the Seattle Knights or at a photo-shoot debuting a new costume - though she’s as frequently the subject of other people’s art as creator of her own. Follow Blue on Facebook | Instagram\nChris Ungco He/Him (Camera Operator & Steadicam) Chris learned a lot about nuance working on Death's Diner and loves it when filmmakers can rely on each other to fly. Ube Films welcomes scripts and treatments from passionate, driven people and we are excited to hear about your next project. We seek to empower BIPOC values and reduce the financial obstacles involved in filmmaking. Follow Chris on Instagram | filmsbyube.com/upcoming\nJeremy Le He/Him (1st AC) Jeremy is an experienced cinematographer, VFX artist, and expert of on-set and post production who co-founded film production company Ismahawk, dedicated to pushing the boundaries of independent visual storytelling. Follow Jeremy on Instagram | Twitter | Youtube | ismahawk.com\nChehades Boulos He/Him (2nd AC) Chehade's a filmmaker from all along the west coast, based out of both Washington and South California. He's a big fan of landscape photography, slice of life films, and vinyl records. Follow Chehades on Instagram | TrafalgarFilms.com | manawave.co\nChris Boulos He/Him (Gaffer) Chris Boulos aka your friendly neighborhood gaffer has been in the film industry for 10 years and loves facilitating a fun environment on set. He’s worked on multi million dollar projects down to small passion projects. He instantly jumped at the chance to work on Deaths Diner after an amazing experience lighting Jenn’s last project “And Then”. Follow Chris on Instagram\nMegan Lau They/Them & She/Her (Grip) Megan is a queer, non-binary first generation Chinese-American originally born and raised in the Bay Area. They are a cinematographer, producer and designer who aims to uplift voices of the underrepresented through producing content that welcomes and accepts individuals as a whole. Megan’s work has screened at renowned film festivals from coast to coast within the United States and Canada. Follow Megan on Instagram | Twitter | meganlau.work\nPapa Ibrahimadip or Khalil Diop He/Him (Grip) Khalil is a Senegalese DP, Gaffer and Focus puller who has nearly a decade of industry experience working for the Canal + genre at the BBC, and a working directory spanning 3 continents (America  , Europe and Africa). You can follow Khalil on Instagram\nEllie McCutcheon She/Her (BTS Videographer/Photographer/PA) An ever-evolving ‘Jane of all trades’, Ellie spends most of her time as a professional drone pilot and documentary filmmaker. She has proudly worked in a variety of positions on Jenn’s film sets since the very beginning - line producer, producer, assistant director, and now behind the scenes videographer/photographer and extra in Death’s Diner. Follow Ellie on Instagram | elliemccutcheon.com\nMegan Bernovich She/Her (PA) Megan Bernovich is Seattle film professional. She has worked with festivals, organizations, and productions across the Pacific Northwest and Texas. Follow Megan on Instagram | Twitter\nAaron Jin Any Pronouns (PA) Aaron is a Seattle-based actor, writer, and aspiring producer. Recently, he acted in the feature Potato Dreams of America (SXSW) and is writing for Seattle Opera's Creation Lab. Follow Aaron on Facebook | Twitter | Instagram\nBrian Sloss He/Him (Sound) Brian Sloss is a Seattle based audio engineer specializing in sound for film. His greatest passions in life are building creative relationships with others, and sound. Since film making is a giant team effort, it has allowed Sloss to build creatively fulfilling relationships which also enable him to dive into his passion of sound recording and sound design. Sloss has been working full time in the film industry for the last 6 years. Follow Brian on Instagram | slossaudio.com\nPD Hardy He/Him (Editor) PD works in London as an Editor on a wide variety of behind the scenes theatrical content and home entertainment for blockbuster movies, documentaries, and digital content. He got into the film industry because he loves telling stories - and cutting narrative/drama films in his spare time really allows him to scratch that itch! Follow PD on Instagram \nJon Everist He/Him (Composer) Jon Everist is an award winning and ASCAP nominated composer for games and film. Known for effortlessly fusing the live orchestra with experimental analogue and synthetic textures, Jon’s approach is versatile, collaborative and innovative. Jon started producing and writing music at a young age, influenced by an eclectic mix of styles ranging from electronic music and hip hop to film scores.  Follow Jon on Instagram | Twitter | JonEverist.com\nLena Raine She/Her (Composer) Lena Raine is an award-winning composer known for her work on the video games Celeste, Minecraft, and Sackboy: A Big Adventure among many others. She also releases her own solo albums such as the 2019 album Oneknowing, and the 2016 EP Singularity. Most recently, Lena has scored the upcoming painting adventure game Chicory: A Colorful Tale, releasing in 2021. Follow Lena on Twitter | Instagram | lena.fyi\nTroy Edige He/Him (Colorist & Trailer Editor) Troy is a DP and colourist who works globally on short films, documentaries and commercials. His work has been featured on Netflix, HBO and BBC. Follow Troy on Instagram | troyedige.com\nJordin Mitchell He/Him (Art Director) Jordin was the prop master and Art Director on Death's Diner. Follow Jordin on Instagram\nNancy Leonardi She/Her (Hair & Makeup) Nancy is a 30 year Journeyman Makeup Artist. She is a LA/SF 706 and Seattle/Portland cosmetologist makeup & hair Artist working in beauty, SFX, period hair and makeup. She has worked on many productions, Film,TV, Theater, and Commericals. She loves all projects big and small working with talented creative artists collaborating and seeing the work come to life. \nKai Fischer He/Him (Boom Operator) Kai was essentially a human c-stand during the whole production. An awesome boom op. \nHerman Esau He/Him (Covid Compliance Officer) Herman was our Covid compliance offer to make sure we were following all Covid protocols on set, took our temperatures, and provided PPE.\nKris Hampton He/Him (Covid Compliance Officer Testing) Kris conducted rapid Covid tests and provided PPE. \nContributing Artists\nCathy Kwan She/They (Illustrator) Cathy is a London-based Illustrator who loves bold colours, patterns and drawing people! Cathy enjoys films, playing games and sticking stickers over their desk. They also create an illustrated web novel, ‘Bone Marrow & Other Tunnels to Travel Through’ with Son M. Follow Cathy on Instagram | Twitter | cathykwanillustration.co.uk \nBex Glendining She/They (Illustrator) Bex Glendining is a biracial, queer, UK based illustrator and comic artist who loves drawing modern monsters and slice of life. When not working, they can usually be found building gundams, playing video games with friends or buying new plants. Follow Bex on Instagram | Twitter | lgions.com\nKevin Jay Stanton He/Him (Illustrator) Kevin  is a freelance illustrator with a green thumb and penchant for creating more work than one person can handle. He spent his childhood playing a healthy dose of video games, as well as reading a ton of fairytales, mythology, and books on nature. Nowadays he does basically the same thing, but draws them too. Follow Kevin on Instagram | Twitter | kevinjaystanton.com\nNatalie Hall They/Them (Illustrator) Spends a majority of their time in Los Angeles, CA painting, drawing, and tattooing. Follow Natalie on Instagram | Tattoo Instagram | NatalieHallArt.com\nCam Chan She/Her (Illustrator) C A M aka baomii is an illustrator with a craving for melon pan. She's fueled by retro anime, cute stationary, and the promise of a midnight snack run. Follow Cam on Instagram | Twitter | camchan.art\nPhilip Robibero He/Him (Motion Graphics Designer) Phil is a director and motion designer based in New York City. Follow Phil on Instagram | Twitter | phil.work\nRetro Futurum (Poster Designer) Ahmad contributed to the title design to one of the poster's for Death's Diner and will be designing the live action variant should we meet our stretch goal. Ahmad is also a film critic Follow Ahmad on Twitter \n\nTrailer music credit: Duce Williams www.ducewilliams.com", "risks": "Risks and challenges\nPrincipal filming has already been completed, so the risks are minimal. Our current funding goal gives us a small buffer in the event we have to spend more on post-production, so that we can finish the film no matter what. Pins, and prints are all regularly produced, sold, and shipped by Jenn Ravenna Tran and White Squirrel. Our team is well within our comfort zone.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Neverending Pie & Bottomless Coffee", "descp": "Support the film! You will receive a digital download of the short film, \"Death’s Diner\" prior to full public release. You will also receive a digital download of the film poster.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["776 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Super Satisfying Breakfast Burrito", "descp": "Give a little extra support and receive digital downloads of key pieces produced during the film production. You will also receive an exclusive look into how the film was made with a Behind the Scenes Video and still photography!\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["302 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "The Best Bacon & Eggs in the Universe", "descp": "In addition to all digital rewards, receive a beautiful Death’s Diner enamel pin designed by Kevin Jay Stanton as a memento of your contribution.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["294 backers", "Add-ons"]}, {"amt": "Pledge US$ 55 or more", "title": "A Perfect Plate of Hashbrowns", "descp": "For those who would like to give a bigger donation to the crew and receive digital downloads only.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "The Diner Golden Sunnyside Up", "descp": "In additional to all previous rewards, receive a Death's Diner Poster illustrated by Bex Glendining signed by the Director. Your name will also appear as a special thanks in the credits.\nINCLUDES:\n\"Death's Diner\" Early Screening\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["77 backers", "Add-ons"]}, {"amt": "Pledge US$ 85 or more", "title": "The Diner Deviled Scramble", "descp": "In additional to all previous rewards, receive a Death's Diner Poster illustrated by Cathy Kwan signed by the Director. Your name will also appear as a special thanks in the credits.\nINCLUDES:\n\"Death's Diner\" Early Screening\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["146 backers", "Add-ons"]}, {"amt": "Pledge US$ 100 or more", "title": "The Ultimate Omelette Supreme", "descp": "In addition to all previous rewards, receive both illustrated posters by Bex Glendining and Cathy Kwan, signed by the director.\nINCLUDES:\n\"Death's Diner\" Early Screening\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["96 backers", "Add-ons"]}, {"amt": "Pledge US$ 100 or more", "title": "The Most Tender Cheeseburger", "descp": "For those who would like to give a bigger donation to the crew and receive digital downloads only.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "Raging Pancake Tower", "descp": "In additional to all previous rewards, receive a One-of-a-Kind Polaroid signed by Jenn Ravenna featuring her photography work.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nOne-of-a-Kind Polaroid signed by Jenn Ravenna\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["49 backers", "Add-ons"]}, {"amt": "Pledge US$ 150 or more", "title": "Death's Personal Skillet", "descp": "In additional to all previous rewards, receive a Kickstarter Exclusive Natalie Hall Art Print.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["33 backers", "Add-ons"]}, {"amt": "Pledge US$ 200 or more", "title": "The Transformative BLT", "descp": "For those who would like to give a bigger donation to the crew and receive digital downloads only.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 225 or more", "title": "The Final Waffle", "descp": "In additional to all previous rewards, receive a special custom \"Death's Diner\" USB drive with the film and all digital content.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers", "Add-ons"]}, {"amt": "Pledge US$ 250 or more", "title": "\"Edge of the World\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/10 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nYour Name in Film Credits\n1/10 Photography Edition Print", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (6 left of 10)", "Add-ons"]}, {"amt": "Pledge US$ 50 or more", "title": "EARLY BIRD Bacon & Eggs", "descp": "In addition to all digital rewards, receive a beautiful Death’s Diner enamel pin designed by Kevin Jay Stanton as a memento of your contribution.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "EARLY BIRD The Diner Golden Sunnyside Up", "descp": "In additional to all previous rewards, receive a Death's Diner Poster illustrated by Bex Glendining signed by the Director. Your name will also appear as a special thanks in the credits.\nINCLUDES:\n\"Death's Diner\" Early Screening\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "EARLY BIRD The Diner Deviled Scramble", "descp": "In additional to all previous rewards, receive a Death's Diner Poster illustrated by Cathy Kwan signed by the Director. Your name will also appear as a special thanks in the credits.\nINCLUDES:\n\"Death's Diner\" Early Screening\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 135 or more", "title": "EARLY BIRD Death's Personal Skillet", "descp": "In additional to all previous rewards, receive a Kickstarter Exclusive Natalie Hall Art Print.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nYour Name in Film Credits", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 275 or more", "title": "\"Death's Brew\" 10/10 Edition", "descp": "In additional to all previous rewards, receive a 1/4 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/10 Photography Edition Print", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "\"Dark Magic\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 400 or more", "title": "\"Obsidian Moon\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"Seattle Skyline\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"Disappear\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"Golden Hour\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"Blue Hour\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"End of the Line\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"Death's Cat\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "\"At Peace\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 750 or more", "title": "\"Time Will Tell\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 750 or more", "title": "\"The Guardian\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 1,000 or more", "title": "\"Premonition\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 1,500 or more", "title": "One Damn Good Milkshake", "descp": "You will receive all previous rewards, and the Neon Sign that was used in Death's Diner, as seen in the trailer.\nExcludes 1/1 Photography Editions.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nThe Diner Neon Sign", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 1,500 or more", "title": "\"Theory of Eternity\" 1/1 Edition", "descp": "In additional to all previous rewards, receive a 1/1 Edition fine art Photography piece by Jenn Ravenna with certificate of authenticity.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nSpecial USB Drive with the Film and All Digital Content\nYour Name in Film Credits\n1/1 Photography Edition by Jenn Ravenna Tran", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 3,000 or more", "title": "Associate Producer", "descp": "Become an EXECUTIVE PRODUCER on Death's Diner! You will get close updates on the milestones of the project, and you will see the film before anyone else. You will also be invited to a exclusive private Producer Q&A session with Jenn and Son.\nExcludes 1/1 Photography Editions.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Art Print by Natalie Hall\nProducer Q&A Session with Jenn and Son\nExecutive Producer Milestone Reports\nExecutive Producer Credit", "time": [{"ESTIMATED DELIVERY": "Jan 2022"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 10,000", "title": "Angel Investor", "descp": "Because you REALLY believe in the project!\nYou will receive every rewards in the campaign and become an Executive Producer on Death's Diner! You will get real-time updates on the project and be able to observe the life cycle of post-production until the film finishes. You will be among the first to watch the final cut of the film along with the rest of the crew. You will be one of the first to be notified of any future film projects. Schedule and world-state permitting, you can also have dinner with the director, Jenn Ravenna Tran and possibly any other available crew members to discuss the film or anything else you wish!\nExcludes 1/1 Photography Editions.\nINCLUDES:\n\"Death's Diner\" Early Screening\nDigital Film Poster\nBehind the Scenes Video and Still Photography of \"Death's Diner\"\nScreenplay PDF\nOriginal Soundtrack\nDeath's Brew Enamel Pin by Kevin Jay Stanton\nFilm Poster Illustrated by Bex Glendining Signed by Director\nFilm Poster Illustrated by Cathy Kwan Signed by Director\nDeath's Embrace Print by Natalie Hall\nBehind the Scenes All Access\nIndustry First Looks on All Future Jenn Ravenna Tran Projects\nProducer Q&A Session with Jenn and Son\nExecutive Producer Milestone Reports\nDinner with the Director\nExecutive Producer Credit", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Final 24 Hours", "update_content": "It's the final countdown!!! \nThank you all for being here!!!\nKeep spreading the word!!\nQuick Update \nWhile we've reached some of our stretch goals, Death's Diner will always be the #1 Priority.   One of the unexpected things I'm seeing after the first edit of the film, is that it will need much more VFX work and clean-up than originally budgeted. Thanks to campaign exceeding our goal, our VFX budget will be able to expand and address these VFX needs! Thank you so much for going above and beyond and supporting the film so that we can make it the best that it can be. "}, {"update_no": "UPDATE #5", "update_userinfo": "FINAL 48 HOURS!!! New Stills!", "update_content": "Final 48 Hours of the Kickstarter\nA couple of updates for you: new stills, final stretch goal reached, and one last reward addition!\nNew Stills"}, {"update_no": "UPDATE #4", "update_userinfo": "6 Days Left!!! Death's Diner AMA + Add-ons Reminder!", "update_content": "Death's Diner ends in less than 6 days!!! \nHere's a little reminder that I activated add-ons for stickers, pins, and posters! "}, {"update_no": "UPDATE #3", "update_userinfo": "Reward Add-Ons Now Available!", "update_content": "Hey All!|\n\nI've activated Add-On Rewards options, so now you can order as many pins, stickers, and prints as you like for yourself or friends :). I know folks were really excited about the pins so I thought this would be a nice option. "}, {"update_no": "UPDATE #2", "update_userinfo": "Rewards Update and Breakdowns (With Graphics!)", "update_content": "Hey all! \nTo clear up some confusion I made some graphics to show what the main reward tiers are getting. \nIf you pledged to a tier above these rewards, you will get everything here!"}, {"update_no": "UPDATE #1", "update_userinfo": "THANK YOU! Funded in 33 minutes! Big Update + Unlocked Stretch Goals!", "update_content": "Howdy Everyone and Welcome to DEATH'S DINER!\nFunded in 33 Minutes and 1,000 Backers in less than 24 Hours! \nThank you so much for being here and for supporting us in bringing DEATHS DINER to life! We are so excited and cannot believe we smashed through ALL of our Stretch Goals in just 48 hours! Of course that means lots of great updates for you. There's also additional new items from unlocked stretch goals for those interested in the physical rewards. \nNew Rewards and Unlocked Stretch Goals"}, {"status": [{"Project funds successfully": "2,023 backers pledged $143,551"}, {"Project launches": "MARCH 13, 2021"}]}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/jennravennafilm/deaths-diner-a-surreal-short-film", "project_name": "DEATH'S DINER: A Surreal Short Film"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "Mockup of how the final book will look\nMockup of A4 Hardback edition\nMockup of the special Colostle themed deck of cards - (final artwork will change)\nColostle, an impossibly massive castle, the interior of which is so large that mountains, valleys, towns, cities and even oceans fill its rooms, with the ceilings and roof so high they are beyond sight, shrouded by the misty expanse of the sky, that sits within it’s vaulted heights.\nThere seems to be no finding the exterior of the castle with many adventurers setting out with that as their goal. Instead, crossing continental distances, only to reach the wall of a ‘room’. Passing beyond will only bring yet another room on the other side of it, with new lands stretching off just as far again.\nAlthough all manner of threats exist out in the wilds, such as strange animals and beasts, and other barbaric or dangerous people, the greatest dangers of all, are the Rooks. Huge, hulking stone automatons that patrol, somewhat mindlessly, out in the wilds of the Colostle’s rooms.\nThat is until they are disturbed. Every Rook is different, there are no two the same, and they are the only source of magic in the world. As such, they are something of a target to hunters looking for tech they can scavenge, artefacts they can sell or magic crystals to grant them strange and unpredictable powers.\nThat is if they can bring one down...\nA 'room' stretching out before an Armed adventurer...\nWhat is a solo RPG?\nThink of it like a personal, mindful writing exercise, where the game provides you with prompts to write your own fascinating adventure in this strange world. You will be keeping a journal of your adventures, and the game system is a way to determine what you will encounter along the way, and to dictate the outcome of combat. All the book provides is prompts and inspirations, but it is up to you and your character to flesh out the details and to write about what you discover.\nFirst you need to create a character, someone of this world. This book will guide you through this process, but it is completely up to you. Then the game provides you with an outline of your first adventure. You can decide how to interpret these prompts and what to write, there are no limits to what you can do, this is YOUR adventure.\n\nWhat is in the book?\nThe Colostle book will be a 24 page A5 tome with all the rules required to create and play your own Colostle adventure. The book will have a thick 300gsm cover with foiled lettering, and the internal pages will be on off-white recycled paper for an otherworldly look and feel. The book will also feature black and white illustrations throughout suggesting glimpses of the world and the kind of characters you could create.\nDesign of the interior black and white pages (mockup)\nHow does the game work?\nThe basic principle is that of drawing cards from a shuffled deck of playing cards, and checking their colour, suit or number against tables to see what they represent for your adventure.\nIn the exploration phase of the game cards might stand for meeting another traveller on your journey, finding some abandoned ruins or discovering a mysterious doorway. its up to you to write in your journal what these things are and what they mean for your character. The game simply suggests things, like writing prompts, set against a fantastical world... its up to you what they all mean for your greater story. In the Combat phase, cards stand for attacks with the numbers on the cards showing their strength. Playing the right card at the right time could mean victory for your character!\nAs you play and write you will find ideas for what the mysteries of the Colostle might mean, just falling into your head. I don't provide the answers in the book, every player will discover their own truth and meaning of the world.\nAll you will need is a deck of playing cards, a pen, some rough paper for making gameplay notes and a journal to record your character's adventures in.\nHow to Play Colostle - Example of a typical Exploration and Combat phase in the game\n3 Unique Character classes\nTo play Colostle you will need to create a character, and to that end there are 3 unique classes introduced in the book that will help you do that. They are; The Armed, The Followed and The Helmed. All of them use parts and pieces harvested from Rooks that give them special abilities. I don't want to give everything away, as it is only a small book (!) but you can see an Illustration of The Armed class below.\nThe Armed - wielders of harvested Rook arms\n Rewards + Stretch Goals Breakdown\n Cheaper Shipping Options\nIf you look in the rewards you will notice that some rewards have an identical twin with the added 'Cheaper Shipping' to their title. This is because I found a cheaper shipping cost later in the life of the campaign after these tiers had been already added. If you are a new backer, and you live outside the UK, please make sure you select the 'Cheaper Shipping' version of the tier you would like, to make sure you get the best deal on your shipping.\n(These 'Cheaper Shipping' options only exist for the top 3 tiers, £20 or over. The lower tiers have accurate international shipping as they are, so you don't need to worry about those)\nNew artwork for the 'Oceans' module!\nNew artwork for the 'Battlements' module\nWho am I?\nMy name is Nich Angell and I am a comic book artist, illustrator, writer and game designer. I am one quarter of the stories-and-games company Big Punch Studios, creators of comics such as 7STRING, Afterlife Inc., and Cat and Meringue and the super fun card game Sandwich Masters!\nI have worked on a lot of comics and games, both from an illustrator perspective and a concept/creation one. More than anything I love creating worlds, whether thats a place to hear a story from, or a place to play a game in, making worlds is my thing! So when I found out about solo RPGs and played a few I realised what an awesome thing they were, a small tight rulebook for a brand new world.\nAs someone with a wild imagination I am always coming up with new ideas and Colostle is the latest setting that popped into my head. This time though, I was excited to create a more open ended world so that others can experience the joy I have creating stories, adventures and mysteries.", "risks": "Risks and challenges\nI have worked on many graphic novels and as such am extremely familiar with creating books and making artwork printready. I have run a great many Kickstarters both on my own and as part of Big Punch so I am highly confident in the process and know the extent of what is involved.\n\nAs with all of my Kickstarters and those I have been a part of, I believe communication is key. I know to update regularly and keep the backers informed even if unforeseen delays or problems occur.\n\nWith a small book and a small print run like this I don't foresee any issues. The kinds of things might be print delays, quality issues, and delivery but I have plans for all of these issues if and when they appear.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nReusability and recyclability\nThe book will not be packaged in any plastic shrinkwrap or film, and will be delivered in a fully recyclable cardboard book envelope. The book itself as it is all card and paper is fully recyclable too.\nSustainable materials\nAll the interior pages of this book are printed on recycled paper.\nEnvironmentally friendly factories\nThe printers I have selected for this project put the environment first. They have reduced their use of solvents and other hazardous waste down to almost zero, reduced their setup waste to almost zero and recycle every offcut created during the manufacturing process.\nSustainable Distribution\nThe printer I use are UK based which means any UK orders will not involve costly international bulk shipping. Any international orders will be shipped via the most sustainable package delivery service I can find at the time of sending.", "creator_bio": ""}, "support": [{"amt": "Pledge £3 or more", "title": "PDF Edition", "descp": "PDF copy of Colostle solo RPG rulebook", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}], "stat": ["605 backers"]}, {"amt": "Pledge £6 or more", "title": "Printed Book Edition", "descp": "A5 print copy of Colostle, with colour and foiled cover as well digital PDF copy.", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,230 backers"]}, {"amt": "Pledge £12 or more", "title": "2x Printed Book Editions", "descp": "2 A5 print copies of Colostle, (one for a friend!) with colour and foiled cover as well digital PDF copy.", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["141 backers"]}, {"amt": "Pledge £20 or more", "title": "Hardback Print Edition", "descp": "Hardback A4 copy of Colostle (containing base rules and all unlocked stretch goal additional content)\n+ Blank Journal\n+ PDF version", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["68 backers"]}, {"amt": "Pledge £20 or more", "title": "Hardback Edition - CHEAPER SHIPPING", "descp": "Hardback A4 copy of Colostle (containing base rules and all unlocked stretch goal additional content)\n+ Blank Journal\n+ PDF version", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["161 backers"]}, {"amt": "Pledge £26 or more", "title": "Paperback Print Edition + Card Deck", "descp": "Paperback A5 base rulebook\n+ Stretch goal expansion modules book\n+ Blank Journal\n+ Deck of Cards\n+ PDF", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["47 backers"]}, {"amt": "Pledge £26 or more", "title": "Paperback + Cards - CHEAPER SHIPPING", "descp": "Paperback A5 base rulebook\n+ Stretch goal expansion modules book\n+ Blank Journal\n+ Deck of Cards\n+ PDF", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge £40 or more", "title": "Hardback Print Edition + Card Deck", "descp": "Hardback A4 copy of Colostle (containing base rules and all unlocked stretch goal additional content)\n+ Deck of cards\n+ Blank Journal\n+ PDF version", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["91 backers"]}, {"amt": "Pledge £40 or more", "title": "Hardback + Cards - CHEAPER SHIPPING", "descp": "Hardback A4 copy of Colostle (containing base rules and all unlocked stretch goal additional content)\n+ Deck of cards\n+ Blank Journal\n+ PDF version", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["202 backers"]}], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "Sandwich Masters: Bread Roles!", "update_content": "Hey guys,\nSlightly different update from me today. Another game I worked on (helped to design and did the art for) is on Kickstarter right now, Sandwich Masters: Bread Roles! Very different to Colostle; this is a daft, multiplayer party game about making disgusting sandwiches and trying to stay one step ahead of the health inspector for your food crimes!"}, {"update_no": "UPDATE #31", "update_userinfo": "FIRST PATREON CONTENT + Discord for physical players!", "update_content": "Hey Roomlanders!\nI'm over the moon to see that a lot of you are starting to receive your physical paperback copies of the book. Your comments have been entirely positive and i'm over the moon that you are all happy with how it looks! It fills my heart to see.\nI wanted to quickly post an update to tell those backers who were waiting to play until they had their physical copies, about the Colostle Discord server! We have a thriving community over on Discord, specifically for and about Colostle and its an amazing place to talk to other Roomlanders, discuss the rules, talk about homebrew rules, share your stories and artwork and also ask me questions as the creator!"}, {"update_no": "UPDATE #30", "update_userinfo": "Shipping has begun!", "update_content": "Roomlanders!\nAll of this weekend just gone was spent packaging and preparing all of the paperback orders for shipping and it was a heck of a job but we got it all done and they are now on their way to you! With some help from some good friends and the loan of some office space we spent about 10 hours sorting, packing and labelling all of the paperback orders:"}, {"update_no": "UPDATE #29", "update_userinfo": "General Update!", "update_content": "Roomlanders!\nSorry its been a bit quiet from me lately! This is only because everything is going so smoothly and I have nothing specific to report! That said, I do want to keep you all up to date with everything there is to know, so I thought I'd come on here with another state-of-play update.\nFirst up, my house is full of boxes of these:"}, {"update_no": "UPDATE #28", "update_userinfo": "DISCORD & PATREON", "update_content": "Roomlanders!\nThe game is out there in the world and the feedback has been amazing! Thank you for all your positivity, good vibes and enjoyment! And a few of you have posted some of your journals of your adventures and they are all without exception, EXCELLENT. I LOVE reading about what your characters are getting up to out there in the Roomlands and some of the ideas you guys are coming up with completely separate of my prompts are stunning. Really impressed. Thank you for really getting into this and making it such a fun community, you guys really are the best!\nDISCORD"}, {"update_no": "UPDATE #27", "update_userinfo": "DIGITAL PACK 2 & T&Cs for publishing your Colostle stories", "update_content": "Hey Roomlanders!\nThanks for all the super positive comments on the digital download! Its so cool to hear about how excited you all are to play Colostle and I can't wait to hear about your adventures.\nThanks to everyone who sent in a typo that they spotted. I contacted the printer and awesomely I managed to catch him in time before going to print, so those typos will be amended for the Hardback Edition, so thats cool!\nSecond Digital Content Pack"}, {"update_no": "UPDATE #26", "update_userinfo": "DIGITAL CONTENT FILES - Now going out to backers!", "update_content": "Roomlanders!\nWe're finally at the point where I can share the first Colostle rewards with you all! This is super nerve-wracking for me, but I'm also very excited. Its nerve-wracking because this thing started life as such a small project and thanks to all of you it has grown so much. It's my first venture into creating a solo RPG and I really hope it meets all of your expectations!\nIt represents my first step, and if you guys like it I have so many ideas for future settings, worlds and mechanics we can take this to, so this is something of a very exciting first step!"}, {"update_no": "UPDATE #25", "update_userinfo": "CHARGING CARDS and DIGITAL COPIES and BREAD ROLES!", "update_content": "Hey Roomlanders,\nHope you are all doing well. Sorry its been a little while since my last update, I've been going through some sad family stuff these last couple of weeks and it's distracted me a little, but I'm back and i'm focused on getting Colostle out to you as soon as possible.\nProduction has started on all elements but due to a very busy schedule for my Hardback printer/binder, the hardbacks won't be delivered to me until the week commencing 5th of July. Unfortunately this means everything else will be delayed by that date, as I have to send everything all together to the fulfilment company. This means the earliest you guys will probably be receiving your rewards is late July. "}, {"update_no": "UPDATE #24", "update_userinfo": "Production is under way!", "update_content": "Roomlanders!\nI am very close now to hitting the final button on the final artwork for the books and sending them off to print! Just got some hefty proof-reading and rules-reading and spell-checking left to do and then we're good. Who knew a book like this would need so many semi-colons and I would miss them all!\nThe cards and journals are already in production with their respective printers and the Hardback book is built, and boy howdy is it a good looking book! I'm very proud of it! They should be going over to printers today or tomorrow and then we'll be in production!"}, {"update_no": "UPDATE #23", "update_userinfo": "SURVEY LOCKING TOMORROW", "update_content": "Hey Roomlanders!\nJust a quick one from me to remind everyone that the Surveys and Pre-orders will lock tomorrow which means you will no longer be able to tweak your order and add or remove any add-ons you want. This also means if you still haven't yet completed your survey, you will not be able to add anything to your base pledge when you come to do it.\nWith some final work this weekend, all of the work on the game will be complete and I will be sending everything off to production! I will then let you know exactly when you can expect to receive the digital rewards!"}, {"status": []}], "comment_no": 525, "projec_url": "https://www.kickstarter.com/projects/colostle/colostle-a-solo-rpg-make100", "project_name": "COLOSTLE - A solo RPG - make100"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "The RPGSEA spaces are some of the most exciting and innovative collections of voices in the tabletop games scene at the moment. Pairing sharp mechanics with unique, breathtaking settings, creators from all across South East Asia are putting out games that challenge the way we think about tabletop gaming and rapidly building a legacy that will undoubtedly change the face of tabletop RPGs forever.\nNow, in collaboration with Sandy Pug Games, four of the biggest names in this community are combining their powers to create a compilation of three amazing games showcasing exactly why RPGSEA is the community to watch right now.\nEvery backer at the core level and above will get digital copies of all three games, and potentially much, much more! See our stretch goals for more details, but for now, let's say hello to the squad, and their games!\nNote: Due to difficulties in working across borders, this project is digital PDF only.\nCheck out the launch party with an extensive interview with the team right here!\nSinta Posadas is a game designer, illustrator and layout artist from the Philippines. They make games about sentient plants, love, revolution and the Apocalypse. They enjoy making games that are often built with themes that explore human connections through sometimes non human lens.\nPam Punzalan is a game designer, writer, editor, sensitivity & cultural consultant, and community organizer from the Philippines. Her games are explorations on the fringe, reclamations of topics and themes that are often barred to her and her own, adaptations of popular tropes and archetypes, and a good mix of sweetness and light that dances on the darker edges of human experiences.\nNavathem's End is a clever kitbash of concepts and mechanics from Powered By The Apocalypse and Forged In the Dark, where you play as Agents of a Tower trying to stop the Apocalypse. Play in a dazzling, chaotic, broken world where you're the last line of defense versus all mayhem breaking loose.\nThe game is grounded by three main attributes: Blood, Crown, and Will. Each attribute then feeds into a dynamic dice pool that players can optimize through their playbook skills to see if they succeed. Following the principles of PBtA, Navathem's End provides players with a roster of moves that can be seamlessly used throughout all phases of the game, ala FItD's game phases. Will you be able to Stay True To Your Name when trouble arises, Agent?\nNavathem's End comes optimized for long campaign play, with smooth character creation options, seven core but customizable playbooks, five optional playbooks for magic users, and a roster of options for expanded play. Levelling up is easy and encourages PC to PC and PC to NPC interactions, rewarding significant connections and discoveries made throughout the game. Fight, fall in love, and make the hero's choice in Navathem's End.\nCheck out Navathem's End's free preview pack, right here!\nSamuel Mui Shen Ern is a game designer, writer, editor, musician, and visual artist from Malaysia. Their works explore real-world topics like death, relationships, and emotional brokenness with an unwaveringly brutal honesty and a sense of fun(?)! When she’s not working on hir next big thing, he’s probably zoning out to k-pop, experimenting in the kitchen, or reading autobiographical comics.\nCapitalites is a slice-of-life, coming-of-age tabletop roleplaying game about young adults living in the big city as they try to find out who they are and get their shit together. Explore real-world themes like ambition, sex, family, and friendships and the sacrifices you make in order to grow up as you navigate an excitingly mundane world of gentrified hipster cafes, skyscraper office blocks, penthouse parties, and late-night drinks at the local bar-and-bistro.  \nCapitalites uses an easy to learn, \"writers-room-esque\", GM-less system (inspired by Good Society, Fiasco, and the Belonging-Outside-Belonging family of games) which focuses on listening, discussing, and asking questions to one another to drive the game forward. It uses no cards, no dice, and no tokens! Instead, everyone takes on equal responsibilities as storytellers to collaborate and resolve the very own conflicts and disasters they themselves create! Draw from your own lived experiences to craft a dramatic, hilarious, and sometimes deeply sad tale that's both funny and painful because it's true.\nThe base game contains 14 playbooks; each with their own sets of labels, careers, and insecurities... such as: \nThe Hot Chick, the woman all the guys wanna fuck and all the girls wanna be.\nThe Zha Boh, the typical Asian girl who doesn't know who she is or what she wants \n The Sensitive Man, the man who's \"not like other men\".\nThe Player, that hot, charismatic dude with washboard abs that's gonna use you and lose you.\nThe Hypocrite, a heavily religious person who lives by totally contradictory standards.\nThe Crazy Rich Kid, a person from a rich family who struggles with having everything in life...and more!  \nEach playbook is directly inspired by real-life people (and friends), looking beyond and beneath the stereotypes they might seem to represent. Sure, some (or most) of them are really flawed and broken people... but that's all part of the fun! Play Capitalites because gaming doesn't get more authentic than playing... well, yourselves.\nJoaquin Kyle Vincent “Waks” Saavedra is a Filipino writer, novelist, serialist, and game designer from the Philippines. He makes games with a harsh Filipino bent and has an undying love for the culture that he was born to. He has a penchant for old Fantasy and SF novels, Tactical RPGs, Fighting Games, and Non-Western Fantasy settings.\nMisael \"Gio\" Manning is a Filipino Canadian concept artist and illustrator. He's obsessed with all things mechanical, military history, and exploring the Filipino and Filipino diasporic culture through art. You can usually catch him wearing some techwear looking like a real Maharlika ready to pilot a Meka.\nMaharlika is a technomystic Science Fantasy mecha RPG inspired by Filipino Mythology, centered around Mekanized Weapons or Meka, and their pilots: the eponymous Maharlika.\nYou will play as these titular spirit-warriors, mavericks, aces, and knights that all swear loyalty to a Datu, one of the CEOs of the Megacorporations, so that you can protect the technospiritual galaxy of Arkipelago. Sometimes, you’re the archetypical noble Maharlika, sworn follower of your Datu and kneeling before their feet. Other times, you’re just an exceptionally skilled person trying to make ends meet, and ‘loyalty’ is just another word for “whatever makes the most money.” You are a free person after all.\nAs a Maharlika, you venture out into space where you will take on  dangerous missions, fight for your ideals, hack the spiritual internet that is the Lambat, repel Xenobeings, trade love and resources, and participate in fiestas to survive, thrive, and protect what is yours in the dangerous Starsea.\nIn Maharlika, you will find rules for Narrative Maharlika play and Tactical Meka Combat, fast-paced and heavy metal. Build a Meka by choosing one from 20 \"Baluti\" frames, 4 for each of the 5 Megacorporations, and then customizing that even more with over 160 AGIMAT weapons, systems, modules, protocols, and parts.\nAll of this is set in a dangerous and diverse galaxy known as Arkipelago, inspired by Filipino History, Mythology, Culture, and Folklore. Find the Diwa, the spiritual reality that is actually the smallest part of reality that exists within everything. Interface with powerful fey god-beings known as Diwata, the personified god-spirits of the Universe. Hack and interface with the Lambat, the internet of things that takes advantage of the Diwa. Be caught in the politics of the four Megacorporations, for the actual government is hopelessly incompetent. Upheave the feudal capitalist system of the Lakanate. Travel to the Land of God, in the middle of the Galaxy, where the IMPINITO DIYOS resides, and be the powerful spirit-warriors that pilot the walking giant saint-suits that are the Meka.\nMaharlika is written for both long term play and one-shots, both being enjoyable in their own right. There are five main Megacorporations, each one having five Baluti, Mech Frames, on their own. The Core Rulebook will have everything you need to play, alongside some d20s and d10s, and filled with art from Gio and other Filipino artists! \nCheck out the full beta manuscript for Maharlika below!\nhttps://tadhana.itch.io/maharlika-revised-beta-english-version\nAs well as pulling together some incredible games by incredible creators, the purpose of the Our Shores collection is to help fund the further creation and survival of not only the creators showcased above, but the community at large. South East Asian editors, writers, graphic designers, layout experts, artists, and more, will be commissioned in each project, and additional funds raised will go directly into the pockets of the creators, to fund further work and development within the community.\nGoal - $30,000\nOur first stretch goal will expand Our Shores to include an additional digital zine, compiling a further 9 RPGSEA designer’s smaller works. Learn more about the games in this zine below!\nAlyssa Yeo\nAlyssa loves many a thing in life: theatre, food history, the sea and RPGs. All vessels to hold extraordinary stories one way or another - be sure to check out the few games she has put out, and keep an eye on her soon to be released Euphoria, a Bioshock inspired dystopian RPG tackling eugenics and the idea of perfection as a capitalist product.\nmomatoes\nmomatoes is a Filipina game designer, graphic artist and illustrator whose works explore weird and wondrous themes such as memory and the apocalypse. Her portfolio can be found at https://momatoes.com/\nFor Our Shores, momatoes is working on Hearthside, an RPG that combines exploration with community-building: creating a hub of friendship and hope amid a world torn by despair.\nAlanna & Shao\nCurious Chimeras, a tabletop design house based in Singapore. We are often inspired by local and regional culture and mythologies, and include aspects of that in our work. Check out our latest release \"Mere Gods\" on our website or itch.io!\nCavenir\nA designer from Cavite who wants to speak his heart out through his games.\nJohn Erwin Casia\nJohn Erwin Casia is a system-hopping TRPG enthusiast who favors rules-light games that allows emergent gameplay. He also likes adding Filipino culture and mythos to his game sessions and rpg creations.\nValis Teoh (They/Them)\nA queer Malaysia artist and game designer fascinated with the mundane and fantastical, who absolutely cannot stop putting  communal worldbuilding in their games. They'll be working on \"Wayward Stars\", a game about remembering who you are and finding your way home. \nKai Poh\nKai writes about roleplaying and the Malaysian roleplaying scene at http://roleoverplaydead.com/ and has designed several small games, including Pipedream and the much-loved Ech0. For Our Shores, Kai will be writing a sci-fi successor to Ech0.\nZidane (he/him) \nA self-proclaimed polymath from Indonesia with four siblings who likes cool stuff and his siblings. His game is a hack of Rogue 2e and is roughly inspired by Mad Max (but make it post-apocalyptic solarpunk with animal mechas)\nAfter we unlock the zine, additional funds will go right back into the main project.  Every level increases the personal pay of the creators, allows each game to include significantly more art and content, and more. We've listed some highlights below!\nLevel One\nGoal - $35,000\nAt this level, Capitalites will add an additional 5 playbooks, and Maharlika will include an online play kit, including digital tokens and battle maps. Navathem will include portraits for all core heroes!\nLevel Two\nGoal - $41,025\nAt level two, both Navathem and Capitalites will double their pay to various members of their teams, and Maharlika include one new Baluti for each megacorp, with art to match!\nLevel Three\nGoal - $48,250\nCapitalites doubles funding for its creator, layout designer, and collaborators, Navathem will pay for a full, professional grade editor, and Maharlika's creator will receive an investment toward future print runs of the game!\nLevel Four\nGoal - $51,250\nAt this final level, Capitalites will expand to include a novella set in the game's universe a.k.a our real world, and Maharika will include a short graphic novel. Both will be included in all reward tiers! Additionally, Navathem's artists and editor will receive a 100% paybump. ", "risks": "Risks and challenges\nSandy Pug Games is publishing this collection, and their head, Liam Ginty, is producing this collection. Liam is an industry vet with tons of large scale, long term projects under their belt. With a digital only release schedule, the only risks stem from the creation of the projects themselves. Most of the games included in the project are nearly text-complete already, and only require art and layout to be released.\n\nThe largest issue that could arise is a problem with the artists or contributors failing to meet deadlines or becoming unable to deliver. In that instance, Sandy Pug Games has a big address book full of incredibly talented artists they could pivot to.\n\nSome risks in international projects are complicated tax processes and lining up schedules. To avoid these, Sandy Pug Games will employ an accountant, and utilize advanced agile project management skills to make sure there's as little impact in the work as possible from the clashing time zones.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nSomething else\nYou can't get cleaner than digital! No factories and no shipping!", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 35 or more", "title": "Our Shores: Digital PDF", "descp": "Get a digital PDF copy of all three games, plus any additional stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["747 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Our Shores: PDF - Generosity Edition", "descp": "Got a lil extra cash and wanna support the scene in a big way? Feel like $35 for 3 incredible games is a lil too cheap? This is the tier for you! Exactly the same rewards as the base tier, but you give us a lil extra cash.\nGet a digital PDF copy of all three games, plus any additional stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["125 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Welcome To Capitalites", "descp": "Put yourself or someone you know into the game by creating a custom Capitalites character using one of the many available playbooks. We'll include it in the final release of the book as an sample character, complete with a custom black-and-white sketch and bio and credits for ideation. Includes digital copies of all three games, plus any stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["6 backers", "Limited (2 left of 8)"]}, {"amt": "Pledge US$ 200 or more", "title": "Agent's Guide to Colossals and Old Gods", "descp": "Navathem is a world of sleeping gods and their powerful scions. Give us a name and a concept for a Colossal, and we'll make custom art with a dossier for them! It will be written into its own section in Navathem's End, styled as if agents of a Tower encountered these gargantuan beings on the field. Inclusive of credits for ideation. Includes digital copies of the three games, plus any stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["4 backers", "Limited (1 left of 5)"]}, {"amt": "Pledge US$ 250 or more", "title": "On A Very Special Episode Of Capitalites", "descp": "Samuel Mui, the very designer of the game, will personally facilitate a 2-hour episode of Capitalites for you and 3-4 other friends over Discord. Includes digital copies of all three games, plus any stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 300 or more", "title": "Welcome To Maharlika", "descp": "You can work with us to get a custom Baluti (Mech Frame) idea you want into the game, with balancing and art by the team!", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["3 backers", "Limited (1 left of 4)"]}, {"amt": "Pledge US$ 150 or more", "title": "Welcome To Navathem", "descp": "Give us a name for an NPC and a brief description and we'll make custom art with a brief background for them so future players of the game can easily plug and play them into their campaigns! All custom NPCs will be included in the book, with credits for ideation.\nIncludes digital copies of the three games, plus any stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "A Custom Game Zine...What?!", "descp": "Samuel Mui, the designer of Capitalites will create a unique, bespoke 8-page RPG zine for you based on your life. Highly recommended for birthday presents, wedding proposals, or as a gift with which to celebrate or remember someone special. The finished zine may not be distributed for commercial purposes. Includes digital copies of all three games, plus any stretch goals.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "June Update!", "update_content": "TEAM!\nSmall one for you all this month!\nMain Three\nThe biggest news this week is that everyone should be getting a beta key for Capitalites, if they haven't already. Should be coming from Itch.io, so keep an eye out for it!"}, {"update_no": "UPDATE #8", "update_userinfo": "May Update!", "update_content": "TEAM!\nJust a quick heads up for where we're at!\nMain Three\nMaharlika - Deep in layout design and editing now. There was a minor catastrophe last month and some of the progress on this was lost, but we're fully backed up now and shouldn't have any more big delays. A bunch of the backer arts got wrapped up for this, and I'll be reaching out to those backers after I hit publish so you can see your incredibly badass God-Mechs 👀"}, {"update_no": "UPDATE #7", "update_userinfo": "April Update Gooooo", "update_content": "TEAM!\nFirst real update of the project, lets see how we're doing.\nGiven the nature of this project and the realities of working on a spread-out project, I'm gonna break this down into sections for each game. Some of these may be light, some sections may not have any updates at all. Don't sweat, we've got this."}, {"update_no": "UPDATE #6", "update_userinfo": "Payday!", "update_content": "TEAM!\nKickstarter began transferring funds today and I began paying invoices, getting the gears turning on the 8 zine teams and 3 core game teams and allowing them to begin production on the absolutely absurd amount of quality gaming content that's coming your way!\nI'll be popping in periodically with updates on the status of everything, but I expect a pretty swift turn around, given how far along everyone is in their projects. "}, {"update_no": "UPDATE #5", "update_userinfo": "We Did It!", "update_content": "TEAM!\nWhat can I say that hasn't been said by every Kickstarter to ever succeed? Thank you all so much, from the bottoms of all of our tiny hearts. This is just unspeakably cool, and the good that's been done with this Kickstarter is gonna ripple through the TTRPG community for years to come."}, {"update_no": "UPDATE #4", "update_userinfo": "Final 24 Hours! Tier Two unlocked!", "update_content": "TEAM\nWe're in the final day for this outstandingly ambitious and hella exciting collab AND we smashed through the second tier stretch goal before I could even write a post about it! All three core games are gonna go through a major upgrade process thanks to the additional funds, with two more levels waiting on the horizon. Thank you all so much for your tireless support of this project, and for the help you're giving to a community of designers so often kept out of the crowdfunding game."}, {"update_no": "UPDATE #3", "update_userinfo": "Update 3: We funded!", "update_content": "TEAM!\nThank you all so so much for the enormous outpouring of support and love you gave us this last couple of days. I know you all probably get these thank you emails plenty, but this one really is different. This is the first time that many of these creators have even had access to the sort of material support that crowdfunding affords, and for them to hit it big on their first run is enormous. This money will go towards not just creating three incredible games, but seriously, really, changing lives and putting much needed money into a scene right when it needs it the most. "}, {"update_no": "UPDATE #2", "update_userinfo": "Update 2: Zine Stretch Goals And More", "update_content": "TEAM\nWe're inches away from funding, so I want to start hyping the huge huge zine we're shooting to drop before the campaign ends. And luckily, Pammu has written an impassioned breakdown of just some of the things you can expect to see in the zine when we hit the goal;"}, {"update_no": "UPDATE #1", "update_userinfo": "First Update, Hello!", "update_content": "TEAM!\nHell of a first day everyone, thank you all so much for the huge outpouring of support! Our Shores has been in production in some way, shape, or form, for over a year now, and we were all very nervous about how this would play out. Incredibly relieved to see that the love is there for this incredible project."}, {"status": [{"Project funds successfully": "933 backers pledged $37,055"}]}], "comment_no": 19, "projec_url": "https://www.kickstarter.com/projects/sandypuggames/our-shores-an-rpgsea-compilation", "project_name": "Our Shores: An RPGSEA Compilation"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "POLYHEDRAL is an interview book, wherein the interviewer has spoken to different people who work in the Tabletop Roleplaying Game (TTRPG) industry. Whether they have made their own independent system or made supplements to existing ones, work primarily as a freelancer or own their own company, all people interviewed have been given time to talk about themselves, their story and their work.\n\nInside the pages of POLYHEDRAL you'll find passion, camaraderie, troubles, hardship, and joy in what each designer shares. Within these pages you'll find conversations — between one creator to another — where the person behind the books and projects that so many have come to love, adore, and use are given the focus so that they may talk about themselves and the context of their work. These conversations are transcribed into text, and done so in a way to preserve the tone and spirit that each person brings. In the words presented in this book, it is hoped that you will see an image of their soul.\n\nPOLYHEDRAL is, at its core, an 11\" by 11\" book that is currently estimated at around 150+ pages. A digital PDF and screen-reader friendly file will also be available.\nText Only, Screen-Reader Friendly Kickstarter Information.\nA few reasons.\n\nThe first is that I made a joke on Twitter that got severely out of hand.\n\nThe second is that often times when a creator in this industry is interviewed, it is strictly about their most recent project or what they are currently working on, or as part of a panel to get their insight and perspective on a certain narrow field. Rarely do they get to talk about themselves or how they came into this industry, or about their experiences working in this industry.\n\nThe third is that I worked on my own TTRPG book and ran into some troubles and experiences that I couldn't have prepared for. You can't truly prepare for life, and there's no book that can prepare you for the unique stress of making these books. My goal is to make a book that can help prepare people for the stresses of making these books by giving them some measure of forewarning, but also to reassure that they can make what they envision as well.\n\nThe inadvertent fourth is that game designers are oftentimes some fascinating, empathetic people. This should be shown more.\nTeos Abadia\nJustice Arman\nBanana Chan\nKeith Baker\nBeadle & Grimm's\nMÖRK BORG's Johan Nohr and Pelle Nillson\nEmily Care Boss\nStephanie Bryant\nCraig Campbell\nBrandon Dixon\nJoe DeSimone\nRico Evangelho\nCat Evans\nDaniel Fox\nShanna Germain\nMattias Johnsson Haake\n\n\nJames Introcaso\nJaron Johnson\nJon Kelly\nDaniel Kwan\nRich Lescouflair\nMiguel Lopez\nJessica Marcrum\nMatthew Mercer\nWilliam Murakami\nAmit Moshe\nElisa Teague\nChris Spivey\nLucia Versprille\nAndreas Walters\nAshley Warren\nSo. A few people.\nAnd a few unannounced surprises.\nI'm Joshua Mendenhall, also known as HTTPaladin. I'm a freelance graphic designer, writer, and game designer. I specialize in narrative design. You can find me on Twitter where I talk about game design, media, and life. You can also find me on Instagram, but I don't do anything there, so you'd be going there for nothing.\nI'm offering a book that measures roughly 11 x 11 inches big. There is a Standard Edition and then there is a Collector's Edition. The Collector's Edition has a faux leather cover with gold foil.\n\nShipping is collected in the backerkit.\nStandard Edition's Cover\nCollector's Edition Cover\nOnly a sticker, pin and a print currently. Should the appropriate stretch goals be unlocked, this section will fill out with more add-ons. Add-ons may be added in the pledge tier, or in the add-ons selection screen after choosing your tier. This is really important. Some tiers already include add-ons, but you may still add add-ons after selecting a tier. If you select a tier that already has, say, a book and a pin, and you add a pin in the add-on page, you're going to be getting two pins. If you select a tier that has a book and a pin, and you add a print, you're going to be getting the same as if you had gotten a tier that has a book, a pin, and a print.\n2\" tall sticker.\nA black and white, 1.5\" tall pin of the skull used on the covers\nThank You Credits\nThis add-on was added due to feedback from others. It is here if you wish to have your name included in the book as a Thank You, and is entirely optional. If enough people get this tier, I'll even make a pretty word skull.\nIn a state of rushed panic I just started using a skull on a business card back in GenCon 2019, and using skulls and skeletons for my own has just become a thing that I do. I also figure I won't have another book that I can just use a skull for and be satisfied, so if not now, when?\nThe business card. In person, its reflective gold on black. Digitally, its somewhat garrish.", "risks": "Risks and challenges\nAs of starting this Kickstarter we are in the midst of the COVID-19 pandemic, and as such production, shipping and fulfillment speeds may be affected and delayed. These are taken into consideration during the planning and creation of this project, and measures will be taken into ensuring that products are delayed with minimal interruption. Metal Weave Games is the publisher for this project, and their many years of expertise in this industry will help ensure this.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "POLYHEDRAL: Retailer Edition", "descp": "This tier is for retailers. Once your store and location have been verified, you'll be able to select the number of copies you'd want prior to the project shipping.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["2 backers", "Add-ons"]}, {"amt": "Pledge US$ 6 or more", "title": "Just A Sticker", "descp": "A single sticker. If the other sticker option is unlocked during the campaign, you'll be able to select one of your choice in the backerkit.\nINCLUDES:\n💀 POLYHEDRAL Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["4 backers", "Add-ons"]}, {"amt": "Pledge US$ 15 or more", "title": "Just A Pin", "descp": "A single pin. If the other pin option is unlocked during the campaign, you'll be able to select one of your choice in the backerkit.\nINCLUDES:\n💀 POLYHEDRAL Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["4 backers", "Add-ons"]}, {"amt": "Pledge US$ 25 or more", "title": "Just A Print", "descp": "A single print. If the other print option is unlocked during the campaign, you'll be able to select one of your choice in the backerkit.\nINCLUDES:\n💀 POLYHEDRAL Print", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["8 backers", "Add-ons"]}, {"amt": "Pledge US$ 30 or more", "title": "POLYHEDRAL: Digital Version", "descp": "Digital copies of POLYHEDRAL. PDF and ePUB.\nINCLUDES:\n💀 POLYHEDRAL Digital Edition", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["52 backers", "Add-ons"]}, {"amt": "Pledge US$ 45 or more", "title": "POLYHEDRAL: Standard Edition", "descp": "A physical copy of POLYHEDRAL.\nComes with Digital Files.\nINCLUDES:\n💀 POLYHEDRAL Standard Edition\n💀 POLYHEDRAL Digital Edition", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["127 backers", "Add-ons"]}, {"amt": "Pledge US$ 60 or more", "title": "POLYHEDRAL: Standard Edition with Pin", "descp": "A physical copy of POLYHEDRAL alongside a Pin. If the alternate pin is unlocked, you can get the pin of your choosing.\nINCLUDES:\n💀 POLYHEDRAL Standard Edition\n💀 POLYHEDRAL Digital Edition\n💀 POLYHEDRAL Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["7 backers", "Add-ons"]}, {"amt": "Pledge US$ 65 or more", "title": "POLYHEDRAL: Collector's Edition", "descp": "A physical copy of POLYHEDRAL in its collector's edition form.\nComes with Digital Files.\nINCLUDES:\n💀 POLYHEDRAL Collector's Edition\n💀 POLYHEDRAL Digital Edition", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["41 backers", "Add-ons"]}, {"amt": "Pledge US$ 70 or more", "title": "POLYHEDRAL: Standard Edition with Print", "descp": "A physical copy of POLYHEDRAL alongside a print. If the alternate print is unlocked, you can get the print of your choosing.\nINCLUDES:\n💀 POLYHEDRAL Standard Edition\n💀 POLYHEDRAL Digital Edition\n💀 POLYHEDRAL Print", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["0 backers", "Add-ons"]}, {"amt": "Pledge US$ 80 or more", "title": "POLYHEDRAL: Collector's Edition with Pin", "descp": "A physical copy of POLYHEDRAL in its collector's edition form with a pin. If the alternate pin is unlocked, you can select the pin of your choosing.\nINCLUDES:\n💀 POLYHEDRAL Collector's Edition\n💀 POLYHEDRAL Digital Edition\n💀 POLYHEDRAL Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["4 backers", "Add-ons"]}, {"amt": "Pledge US$ 90 or more", "title": "POLYHEDRAL: Collector's Edition w/ Print", "descp": "A physical copy of POLYHEDRAL in its collector's edition form with a print. If the alternate print is unlocked, you can select the print of your choosing.\nINCLUDES:\n💀 POLYHEDRAL Collector's Edition\n💀 POLYHEDRAL Digital Edition\n💀 POLYHEDRAL Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 91 or more", "title": "POLYHEDRAL: Complete Standard Edition", "descp": "A physical copy of POLYHEDRAL's standard edition alongside a sticker, a pin, and a print. If the alternate stickers, pins, or prints are unlocked, you can get the sticker, pin, and print of your choosing.\nINCLUDES:\n💀 POLYHEDRAL Standard Edition\n💀 POLYHEDRAL Digital Edition\n💀 POLYHEDRAL Sticker\n💀 POLYHEDRAL Pin\n💀 POLYHEDRAL Print", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["2 backers", "Add-ons"]}, {"amt": "Pledge US$ 105 or more", "title": "POLYHEDRAL: Complete Collector's Edition", "descp": "A physical copy of POLYHEDRAL's collector's edition alongside a sticker, a pin, and a print. If the alternate stickers, pins, or prints are unlocked, you can get the sticker, pin, and print of your choosing.\nINCLUDES:\n💀 POLYHEDRAL Collector's Edition\n💀 POLYHEDRAL Digital Edition\n💀 POLYHEDRAL Sticker\n💀 POLYHEDRAL Pin\n💀 POLYHEDRAL Print", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["17 backers", "Add-ons"]}, {"amt": "Pledge US$ 500 or more", "title": "Talking With The Creator", "descp": "A sit down talk with the creator of the book. It is inadvisable to spend this much money on a talk with me.\nThis is essentially here as a joke, but also here if you really want to support the project.\nYou'll also get a book, a sticker, a pin, a print, and (if unlocked) a slipcase. You'll be able to select which design you want for any of these that has an alternate design available.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["1 backer", "Limited (9 left of 10)", "Add-ons"]}], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/polyhedral/polyhedral", "project_name": "POLYHEDRAL"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/evilhat/thirsty-sword-lesbians", "project_name": "Thirsty Sword Lesbians"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/457252441/the-trap-presented-by-nfl-star-lance-briggs-and-kyle-higgins", "project_name": "THE TRAP graphic novel by Lance Briggs and Kyle Higgins"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/tabletopcrow/perilous-rpg", "project_name": "Perilous Roleplaying Game"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/lumio/teno-sound-in-a-new-light", "project_name": "Teno by Lumio: Sound in a New Light"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/misenkitchen/the-misen-dutch-oven", "project_name": "The Misen Dutch Oven"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/s-o-c/dungeon", "project_name": ".dungeon"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/boltrpg/the-bolt-rpg-engine", "project_name": "The BOLT RPG Engine"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/mnemonicrpg/mnemonic-a-weavers-almanac", "project_name": "Mnemonic: A Weaver’s Almanac"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/boom-studios/brzrkr-by-keanu-reeves-matt-kindt-and-ron-garney", "project_name": "BRZRKR by Keanu Reeves, Matt Kindt, & Ron Garney"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/nholmes/gunandslinger-0", "project_name": "GUN&SLINGER"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/wgfproductions/function", "project_name": "Fun(ction)"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/jiangshi/jiangshi-blood-in-the-banquet-hall", "project_name": "Jiangshi: Blood in the Banquet Hall"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/sandypuggames/monster-care-squad", "project_name": "Monster Care Squad"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/neverending/neverending-bring-your-stories-to-life", "project_name": "NeverEnding: Bring Your Stories To Life"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/theboneherder/the-bone-herder", "project_name": "The Bone Herder - An Afropunk Fantasy Horror Comic"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/huntersbooks/alice-is-missing-a-silent-role-playing-game", "project_name": "Alice is Missing: A Silent Role Playing Game"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/role/role-a-new-kind-of-platform-for-the-rpg-community", "project_name": "Role: A New Kind of Platform For The RPG Community"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/z2comics/madi-once-upon-a-time-in-the-future", "project_name": "Madi: Once Upon A Time In The Future"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/eedawa/tapiru-a-bubble-tea-game", "project_name": "Tapiru: A Bubble Tea Game"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1192053011/tales-from-the-loop-the-board-game", "project_name": "Tales From the Loop – The Board Game"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/magicpuzzlecompany/magic-puzzles", "project_name": "Magic Puzzles"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/gameandacurry/battle-of-the-boybands", "project_name": "Battle of the Boybands"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/guildhallstudios/sea-of-legends", "project_name": "Sea of Legends"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/149651269/the-sun-ladies-continuation-of-the-journey", "project_name": "The Sun Ladies: Continuation of the Journey"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/antsylabs/fidget-cube-a-vinyl-desk-toy", "project_name": "Fidget Cube: A Vinyl Desk Toy"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/curiscope/virtualitee", "project_name": "Virtuali-Tee: The Ultimate Way to Learn About the Body!"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/214449781/coloring-made-yeasy-adult-coloring-book-made-by-14", "project_name": "Coloring Made Yeasy Coloring Book made by 14 yr old"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/quantumbakery/figment-vr-virtual-reality-in-your-pocket", "project_name": "Figment VR: Virtual Reality Phonecase"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/shot/shot-turn-your-iphone-into-a-virtual-reality-camer", "project_name": "SHOT - Turn your iPhone into a virtual reality camera"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1996234044/sphericam-2-the-4k-360o-video-camera-for-virtual-r", "project_name": "Sphericam 2, the 4K 360º Video Camera for VR"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/cabinetentertainment/simon-stalenhags-tales-from-the-loop", "project_name": "Simon Stålenhag's Tales from the Loop"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/craigwinslow/projecting-west", "project_name": "Projecting West"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/imagosfilms/starr-mazer", "project_name": "Starr Mazer"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1684994150/driving-not-knowing-a-debut-feature-film", "project_name": "Driving Not Knowing: A Debut Feature Film"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/37135808/loading-human", "project_name": "LOADING HUMAN"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1141324886/the-cafe-1", "project_name": "The Café"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/dannguyen/animal-stackers-a-new-kind-of-building-block", "project_name": "Animal Stackers - A New Kind of Building Block"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/orafi/thoughtstronauts-a-science-fiction-comic-book", "project_name": "Thoughtstronauts, a Science Fiction Comic Book"}}, {"backer": "Ian Hirschfeld", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1369622196/the-crabby-wallet-a-wallet-that-is-not-for-everyon", "project_name": "The CRABBY Wallet: A wallet that is not for everyone..."}}]