[{"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/fenghaoyu/gp-carabiner-by-gpca", "project_name": "GPCA CARABINER | Daily Essentials Made Simple"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/tactica/m250-hex-drive-toolkit-by-tactica", "project_name": "M250 – lightweight hex drive toolkit for everyday carry"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/castlewatchco/cavetto-titanium-crafted-automatic-timepieces-unde", "project_name": "Cavetto | Titanium Crafted Automatic Watches Under $155"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/theplanetarysociety/kick-asteroid", "project_name": "Kick Asteroid!"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/775197166/dorna-fast-powerful-and-precise-robotic-arm", "project_name": "Dorna: fast, powerful and precise robotic arm"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/1282890542/zetime-worlds-first-smartwatch-with-hands-over-tou", "project_name": "ZeTime: World's first smartwatch with hands over touchscreen"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/cheerupemokid/cheer-up-emo-kid-comics-the-best-of-collection", "project_name": "Cheer Up, Emo Kid Comics: \"The Best Of\" Collection"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/tactica/talon-ultra-lightweight-pocket-tool-for-everyday-c", "project_name": "Talon - ultra lightweight pocket tool for everyday carry"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/outstech/gripsher-the-formidable-compact-multi-tool", "project_name": "GRIPsher - The Formidable Compact Multi-Tool"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/mc-fabrications/cnc-machined-chess-pieces", "project_name": "CNC Machined Chess Pieces"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/snotbot/snotbot-pushing-the-frontiers-of-whale-research-wi", "project_name": "Snotbot: Help fund critical whale research with drones."}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/megabots/support-team-usa-in-the-giant-robot-duel", "project_name": "Support Team USA in the Giant Robot Duel!"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/tmdesign/firestarter-paracord-bracelet-and-keychain-surviva", "project_name": "Firestarter Survival Bracelet / Carabiner Paracord Keychain"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/theplanetarysociety/lightsail-a-revolutionary-solar-sailing-spacecraft", "project_name": "LightSail: A Revolutionary Solar Sailing Spacecraft"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/tiko3d/tiko-the-unibody-3d-printer", "project_name": "Tiko - The Unibody 3D Printer"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/descendentstudios/descent-underground", "project_name": "Descent: Underground"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/podolabs/podo-the-first-stick-and-shoot-camera", "project_name": "Podo - The First Stick and Shoot Camera"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/getpebble/pebble-time-awesome-smartwatch-no-compromises", "project_name": "Pebble Time - Awesome Smartwatch, No Compromises"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/890335813/pinblocktm-revolutionary-piece-of-engineering", "project_name": "Pinblock - Reimagine Building Blocks"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/914874115/displio-wifi-display-that-tracks-whats-important-t", "project_name": "DISPLIO - WiFi display that tracks what’s important to you"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/trekcontinues/star-trek-continues-2015-kirkstarter-20", "project_name": "Star Trek Continues 2015 \"Kirkstarter 2.0\""}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/167134865/blynk-build-an-app-for-your-arduino-project-in-5-m", "project_name": "Blynk - build an app for your Arduino project in 5 minutes"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/robjama/next-keyboard-the-perfect-keyboard-for-iphone", "project_name": "Next Keyboard - The Perfect Keyboard for iPhone"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/1351910088/3doodler-20-the-worlds-first-3d-printing-pen-reinv", "project_name": "3Doodler 2.0: The World’s First 3D Printing Pen, Reinvented"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/zelos/zelos-abyss-3000m-bronze-engineered-for-the-extrem", "project_name": "Zelos : Abyss 3000m Bronze. Engineered for the extremes"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "During the past year we've been working hard to make and test prototypes of a product we truly believe in. Quirkbot is a toy that allows you to create and program your own robots and make your own toys.\n\nSo far, we've managed to create the prototypes with no external funding and pre-orders from only one customer; a Swedish science center.\n\nNow we need your help to bring Quirkbot to the world. If we can raise $55,000 from you, the Kickstarter community, this will make it possible to start production of the Quirkbots and finish the first release of the free software. We believe that the most powerful way to learn is to have fun and that the world of programming, electronics and mechanics belongs to everyone.\n\nWe want Quirkbot to be accessible to beginner tinkerers, educators, artists, inventors, engineers and anyone else. Please support us and be a part of the change!\nQuirkbot is a microcontroller toy that anyone can program. It is compatible with the open construction toy Strawbees and can be used along with readily available materials like regular drinking straws, LEDs, and hobby servos (motors) to create a wide variety of hackable toys suitable for anyone aged 10+.\nBring your creations to life. You can program the Quirkbot via USB directly from our website. Just drag and drop the components you want to program, connect them and press upload. Any child or grown-up can do it. Let your creations express themselves and interact with their environment through sound, light and motion. Stand alone or connected to computers, tablets or musical instruments. You'll quickly see the potential in learning how to program something physical -- the magic of connecting online and offline worlds.\nQuirkbot is a creation for kids, created with kids. We tested our Quirkbots at Kids Hack Day events all over the world, collecting input from kids regarding usability, and what they want to get out of such a product. We have seen first-hand what happens when you give kids tools to become creators of technology, not just consumers.\nThe Quirkbot team is working together with Strawbees to open up a whole new world of robotic creatures. \nStrawbees is a construction kit that was successfully funded on kickstarter exactly 1 year ago. It's based on one simple unit that enables you to connect straws to each other.\n                                                                                                        With Quirkbot you can build quirky robots, blinking outfits and weird sounding creatures using regular drinking straws and a little bit of imagination. Below is a very small selection of things that are easy to build with the Quirkbot.\nBuilding kit for the \"simplest robot in the world\"\nBuild your own dancing robot!\nCreate your own walking robot. For more building instructions click on the image to get to our instructable.\n                                                                                           You can also use the Quirkbot to emulate keyboard commands to your computer.\nCreate your own fish and control it with a Quirkbot\nWorking closely with kids, we designed an easy-to-use visual programming interface that runs directly in your browser. You can create, modify, and share projects with your friends anytime.\nPLAY\n\nEasy-to-use Visual programming interface\n Add components with squeeze on electronics\nWe have developed a unique feature that allows you to add LEDs and sensors to the Quirkbot. We call this \"squeeze on electronics”. You can just squeeze your components onto the legs of the Quirkbot using regular drinking straws. It's easy and allows for anyone to build an interactive project without soldering.\nControl it with light\n\nIf you squeeze a light sensor onto one of the legs, it can detect small changes in the surrounding light. This also makes it possible to have a direct analog input control for the Quirkbot.\n\nAdd a straw that has a light source in the other end (like a simple LED flashlight that can be built from Strawbees and a clock battery) and just pinch it to change how much light the sensor sees. It’s a really fun and intuitive way to control the Quirkbot.\nAdd backpacks for extended functionality\nOur backpack extensions are an easy way to add extra functions to the Quirkbot. In the pledges we already have backpacks for motors, distance sensor, speaker and MIDI. In addition we have a lot of prototypes and even more ideas for new backpacks in the pipeline. It will allow you to add cool new functions and possibilities for play. For example phone control, vibration, microphone, movement sensor, new types of motors and much more.\nTwo ways to touch\nThe Quirkbot has two ways of doing touch sensing already built-in to make almost anything into an interface. Loop touching for bigger things with water in them like humans and other fruits and capacitive sensing for metallic things.\nUse the Quirkbot to talk to any device\nWhen plugged to a computer, the Quirkbot can work like a keyboard or mouse input. This makes it very easy to program the Quirkbot into a controller for any game or application.\n\nThe Quirkbot can also act as a MIDI-device, so it can play with music programs and you can even use it with an iPad.\nThe story of Kids Hack Day\nIt's early spring in Stockholm. The date is April 11th, 2013. Lead Instigator of the soon-to-be Kids Hack Day Movement, Carl Bärstad, is participating in the event Art Hack Day. Carl still just considers himself a \"wannabe maker\" and Art Hack Day terrifies him. He sees himself neither as a hacker nor an artist. \nHowever, what happens over the coming 2 days is anything but terrifying. The creative energy at Art Hack Day is overwhelming and a powerful idea is planted in Carl and the people he talks to: If only there was an event like this but for kids. 1 week later a team is formed (including Erik from Strawbees), a venue found and a date set for the worlds first Kids Hack Day event in Stockholm august 30th 2013. \nThe Kids Hack Day team is celebrating after the worlds first event that has just been held in Stockholm\nA Global Movement is born\nBuilding on top of the networks of the founding members of Kids Hack Day, such as TEDx (read story here) and Hyper Island, in just the first year the team manages to initiate over 12 events, on 5 different continents and in 12 different cities, with no external funding. \nStrawbees inventor, Erik, participating in the worlds first Kids Hack Day event that took place in Stockholm on the 30th of august, 2013. Click image to watch video\nThe story of Quirkbot \nIn early february 2014, the team realizes that for Kids Hack Day to grow into a sustainable organization something has to be done regarding its \"non-existent\" business model. Something had been unleashed that was simply way too important to remain a creative side-project. But because there was a consensus not to charge for the events there was no other way for Kids Hack Day but to create its own product. After all, the community had already called for a more fun, simple and easy tool that could combine programming and electronics with the genius simplicity of the Strawbees building system.\nThe first seed for Quirkbot was planted at Kids Hack Day Sydney, in december 2013 when Lead Instigator Carl Bärstad hacked an old Christmas toy with the kids and turned it into a propeller controlled by an Arduino using Strawbees and some straws.\nSo in early february 2014 Gothenburg-based prototyping company Ideofon, and Erik from Strawbees was contacted. 16 days later, after the first ideation meeting, a set of prototypes for Quirkbots had been created and the project had materialized. \nOn the top: First Quirkbot ideation meeting. On the bottom: Early Quirkbot prototype and Kristofer from Ideofon\nSince our first ideation meeting on March 12th, 2014, we've been prototyping the Quirkbot and using these early prototypes at Kids Hack Day events in Stockholm, Amsterdam, Moscow and Valencia. We are now almost ready for production after 13 prototyping iterations including redesign of the circuit, changing the shape of the PCB to give it more creature-like features, as well as coming up with new functions and adding backpacks.\nQuirkbot prototypes\nOpen Source Software and Open Source Hardware\nThe Quirkbot Arduino library will be licensed under an open source software license and the physical board under a creative commons and open source hardware license*. This means we will provide the design files for the final product for anyone to copy, modify and distribute our product.\n                         ", "risks": "Risks and challenges\nThe people behind this Kickstarter campaign are also the people most in need of the Quirkbot product. This is because, as mentioned, we are organizing Kids Hack Day events around the world with the aim of getting kids excited about science and technology from a young age. We truly believe this product would help us to achieve this goal. \n\nMoreover, as Kids Hack Day events have been running for two years now, we have a global community of people who care deeply about the success of this product.\n\nApart from the official Quirkbot team, we have a large number of people who have agreed to help us make sure the product gets safely into your hands as soon as possible.\n\nOur promise to deliver the product within 6 months is based on an estimate we made for the current situation we're in. However, when working with design and the manufacturing of a hardware product there are of course always risks. Producing a product is a complex process with various parties involved and an environment in which unexpected events can occur. If one thing goes wrong with the delivery of one component it can end up delaying the delivery of the whole product. We will do our utmost to minimize the risk of such an event occurring and if it should happen we will work hard to minimize the negative impact that it would have on our backers.\n\nWe have a very strong team who really believe in this product and we have all the skills needed to make this dream a reality. Thank you so much for believing in us. \n\nIf you have any questions about your reward don't hesitate to contact us:\nrewards@quirkbot.com\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "Quirkbots back in stock!", "update_content": "Dear backer,\nIt's been a while since you last heard from us and we come bearing great news. Because of the overwhelmingly high interest for our product we quickly ran out of stock after delivering to you in December. We then started taking in pre-orders and can now finally make the big announcement.\n\nWe have Quirkbots in stock! So make a shout out to your friends who missed their chance to get it during the kickstarter. The wait is finally over :D"}, {"update_no": "UPDATE #21", "update_userinfo": "Tutorials for soldering kits", "update_content": "Dear backers,\nWe have now produced some tutorials for the developer and hacker heaven kits. Please go to this link for further guidance: http://forum.quirkbot.com/t/how-to-solder-the-kit-backpacks/155\nHappy soldering! \n\nPS. If you are a teacher don't forget to sign up your interest for the educational kit we are currently working on: www.themakerbox.com We are developing a complete solution for starting up maker education in the classroom."}, {"update_no": "UPDATE #20", "update_userinfo": "The next step", "update_content": "Dear backers,\nFirst of all. HAPPY NEW YEAR! :)\nSecondly. Unless there has been some logistic complications or lack of delivery info you should all have received your Quirkbots by now. We hope you are happy with the product. We encourage you all to engage with the community in our forum where you can also post any complaints and/or feedback you might have. This is important for us to learn and do things better in the future."}, {"update_no": "UPDATE #19", "update_userinfo": "WE MADE IT!", "update_content": "Hey guys,\n\nWE MADE IT! After learning how to build a company, setting up production in China, transforming the prototypes of our coding experience into real software and testing the product together with hundreds of kids at Maker Faires, Science Centers and Schools we can proudly say that we have reached an important landmark: the final delivery to you guys, our amazing backers!"}, {"update_no": "UPDATE #18", "update_userinfo": "Shipment update - Developer kits", "update_content": "Dear Developer kit backer, \n*Attention*: This update regards only the “Developer Kit” backers. The “Basic” and “Robotic Qreatures” rewards were already shipped and the “Hacker Heaven kits” were shipped today.\n\nAfter some last minute complications and an overloaded logistics department (due to Christmas holidays approaching) we plan to ship your developer kit pledges tomorrow (slightly delayed from our original shipment plan in other words). Due to some internal miscommunications (which we are very sorry for) we haven't ordered enough components for all the developer kits, something we found out while packing (we are learning from our mistakes). When the missing components have been shipped to us we we will pack them and ship them in another batch to these 56 affected backers. "}, {"update_no": "UPDATE #17", "update_userinfo": "Shipment plan ready + new Arduino compatibility!", "update_content": "Dear backer, \nYou have been patient. Oh for how long you have waited. But remember, patience pays off and and you are about to get paid! (finally!) ;) Today 155 Robotic Creatures Kits were shipped to our office in Stockholm to be stocked for \"emergency use\" and final quality testing. Your kits will be shipped next week.\nSo here is our current shipment plan "}, {"update_no": "UPDATE #16", "update_userinfo": "Sneak peek at Maker Faire New York, UN International School as new customer + Design flaw in On/Off switch noticed after heavy use in Science Center - New shipping date!", "update_content": "Dear backers, \nFirst of all we want to thank you for your extreme patience and your great support in this whole journey of taking the Quirkbot to market. It means a lot to us and we are grateful you understand the importance of delivering a high-quality product rather than delivering something dirty and fast. \n Again, we have both good and bad news. As custom says let's start with the good news."}, {"update_no": "UPDATE #15", "update_userinfo": "Progress update + new shipping date", "update_content": "Dear backers,\nWe have both good and bad news. The bad news is that after extensive use of the Quirkbots at the science center here in Sweden we have had a very high failure rate on the servo motors that we used. We realized during the summer that we needed to change supplier of the motors to one with a higher quality. However, the task of finding the right supplier did not turn out to be an easy one. Finally after having found one that we were happy with the lead time also turned out to be much longer than expected."}, {"update_no": "UPDATE #14", "update_userinfo": "New shipping date", "update_content": "Dear backers,\n\nWe are working hard to finalize the battery protection, the package design and the programming interface. These three things have turned out to be bottlenecks in delivering a final product to you, our amazing backers, more so than we first anticipated.\nThis means that we will have to postpone the shipping date. New estimated date is now 15th of September. Below is a short description of what has caused this delay."}, {"update_no": "UPDATE #13", "update_userinfo": "Quirkbot at Maker Faire Shenzhen", "update_content": "Hi it's us again, \nDuring the last 2 weeks we have been to Shenzhen preparing for the final production that we will ship to you by the end of August. We are extremely happy working with Seeed and, to our great satisfaction, things are progressing really fast in the right direction. Apart from that we've also had loads of fun with the Strawbees team at Maker Faire Shenzhen (as you can see in the video and photos below). "}, {"status": []}], "comment_no": 69, "projec_url": "https://www.kickstarter.com/projects/1687812426/quirkbot-make-your-own-robots-with-drinking-straws", "project_name": "Quirkbot: Make your own robots with drinking straws!"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "Exploding Kittens is a highly strategic kitty-powered version of Russian Roulette. Players take turns drawing cards until someone draws an exploding kitten and loses the game. The deck is made up of cards that let you avoid exploding by peeking at cards before you draw, forcing your opponent to draw multiple cards, or shuffling the deck.\n\nThe game gets more and more intense with each card you draw because fewer cards left in the deck means a greater chance of drawing the kitten and exploding in a fiery ball of feline hyperbole.\nThe game was created by Elan Lee (Xbox, ARGs), Matthew Inman (The Oatmeal), and Shane Small (Xbox, Marvel).  We think this game combines all the things we're best at creating, and and put together this Kickstarter campaign because we can't build this without you.\nSo if you're into card games or laser beams or weaponized enchiladas, please help us make this game a reality.  We think you'll love it as much as we do.\nHugs and enchilada kisses, \n-Elan, Matt, and Shane.\nThe Origin Story\nExploding Kittens started when Shane Small proposed a game to Elan Lee where a joker was inserted into a deck of cards and they took turns picking cards until the joker came up. It was called “Bomb Squad” and it wasn’t any fun at all.\nOver the next few weeks, two important things happened: First, after neglecting work, family, and a social life, Shane and Elan developed a rule-set that started working and brought the game to life. Second, Matt Inman saw the game, thought it was super fun, and asked to join the team. (btw, if Matthew Inman ever asks you if he can join your team, the answer is “HELL YES”.)\nWe changed the name to \"Exploding Kittens\" and our little team was born.\nBUT YOU'RE BLOWING UP KITTENS! NOT COOL, BUDDY.\nWe struggled with this a lot. We love the name Exploding Kittens, but we don't want to hurt kittens. We also don't want the kittens to be hurt by anyone else. Eventually we decided to explore the concept of the kittens blowing themselves up.\nFirst, Matt tried drawing the kittens as the actual bombs:\nBut that felt too Angry Birds’ish.\nNext, we tried making the kittens suicidal, but that felt terrible.\nIn the end, we realized that everyone understands feline shenanigans, and that could be our solution.  Our kitties would not blow up out of malicious intent or negligence, but by doing the things that kittens do, like running across keyboards or chewing on things they shouldn't be chewing on.\nFrom there, the rest of the cards fell into place, and the cards used to defuse the exploding kittens were items you'd use to defuse regular kittens.\nHELP US BUILD THIS GAME\nWe wanted to put this project on Kickstarter because it's the fastest way for us to get the game into your hands and make improvements as a community.  We think this game is great, but we need your help making it even better.\nSo, if a world full of weaponized pork missiles is a world you want to live in, please back this project and help us build this game. \n\nWith love and pork missiles,\n-The Exploding Kittens Team  (Matt, Elan, and Shane)\n\n--------------------------------------------------------------------\nFor more information about the game: http://www.explodingkittens.com\n\nFollow us:  Facebook  Twitter\n\nMusic: Royalty-free music from Bensound.", "risks": "Risks and challenges\nProduction of the game is simple: it's just a card game, so other than building the box it's a relatively straightforward product to make. The biggest challenge for us would actually be if you blow us out of the water. We're already working with our pals at Cards Against Humanity to make sure that no matter how many people pledge, everyone gets their Exploding Kittens quickly after the campaign ends. None of us want this to be a campaign where you spend the next two years getting fifty emails about production updates and delays. If you back this project, we want to be sure you can start blowing up your friends as soon as possible. This is why (for now) we're not offering t-shirts or other complicated reward tiers that would make the distribution process take a lot longer. We're keeping it as simple as possible: support our project and in return we'll send you the playable game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #41", "update_userinfo": "Listen. I have an announcement.", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "The Third Expansion Pack for Exploding Kittens is Here!", "update_content": "In 2015 you backed Exploding Kittens.\nYou've had five years to master the game.\nAnd now: "}, {"update_no": "UPDATE #39", "update_userinfo": "We’ve got a new (take on an old) game for you.", "update_content": "Quarantine sucks. It’s worth it in order to save the human species, but there’s no doubt it makes game night a little harder…until now...\nWe figured out a way to play Exploding Kittens over video chat!"}, {"update_no": "UPDATE #38", "update_userinfo": "Tacocat sneaks into another game!", "update_content": "Our friends at Antsy Labs (makers of the addictive Fidget Cube) have launched a new game on Kickstarter... and Exploding Kittens' Tacocat is in it!\nhttp://bit.ly/fidgetfactoryek"}, {"update_no": "UPDATE #37", "update_userinfo": "We’ve got a new game for you.", "update_content": ""}, {"update_no": "UPDATE #36", "update_userinfo": "The Second Expansion Pack for Exploding Kittens is Here!", "update_content": "         "}, {"update_no": "UPDATE #35", "update_userinfo": "Can you keep a secret?", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "We're Exploding Again!", "update_content": "    "}, {"update_no": "UPDATE #33", "update_userinfo": "We're not Exploding anymore.", "update_content": " "}, {"update_no": "UPDATE #32", "update_userinfo": "The First Exploding Kittens Expansion Deck is here!", "update_content": " "}, {"status": []}], "comment_no": 122747, "projec_url": "https://www.kickstarter.com/projects/elanlee/exploding-kittens", "project_name": "Exploding Kittens"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "Synopsis\n\n«After the end of the Social War in 88 BC, all of Rome's Italian socii allies were granted full Roman citizenship, ending the dual structure of legions alongside non-citizen alae. The latter were abolished, and the Italian allies were henceforth recruited into the legions. The non-Italian allies that had long fought for Rome like Gallic and Numidian cavalry, continued to serve alongside the legions but remained irregular units under their own leaders. Army deserters were considered Enemies of the State. In 75 BC a Centurion known as Vitellius deserted the army and escaped with a slave. Two years later Vitellius and his wife Tatiana, the slave, will see their lives changed forever by an unfortunate encounter. The fugitives will be declared Enemies of Rome and will have no choice but to accept their fates.»\nDescription\nEnemy of Rome is a Montreal-based series pilot (for the web or tv) project aiming to produce a first season of 13 drama episodes set in the ancient roman empire and scheduled to be shot at the end of october 2014. Through the story of Vitellius (screenplay by Sylvano Harvey), we want to plunge you in the middle of the Roman golden age and make you live the magnificence of this era as well as the barbary of this incredibly powerful civilisation. We want to take you through the whole range of universes the roman empire consisted of, from its rural and savage farms to the crowded and merciless arenas of its greatest cities. The quality of the production, which is primordial in a historical video production, will be assured by a strong and very skilled team, picked among the best of the filmmaking industry of Montreal, led by the very talented Audreey Lorrain as director. The cast has also been carefully picked to make live our story through very vivid characters. Follow our updates to see the full cast.\nVitellius - played by screenwriter Sylvano Harvey\nTatiana - played by Nancy Bouzi\nMalina - played by Angie Medrano\nSertorius - Played by Allan Carvalho\n\n\nWhere will the money go?\n\nMoney raised will help us afford the rental of adequate camera, lighting and sound equipment as well as a symbolic salary for our professional cast and crew. It will also help cover financially the logistical costs of the production (transportation, shooting permits), the Artistic Department related expenses (accessories, costumes, make-up and location rental) as well as the distribution fees (festivals, DVD production) and the Kickstarter rewards management.", "risks": "Risks and challenges\nThe greatest challenge while producing a fiction set in such an era is inevitably the quality of the artistic direction. Luckily enough, our director, Audreey Lorrain, is an experienced and very skilled canadian artistic director who had the opportunity of working on a vast range of set types and scales of production. Sylvano Harvey, screenwriter and lead actor of the series, happens to be a professionnal props maker as well, and will be the artistic director on this production. On top of that, we made sure that the pilot isn't set in a roman city, which could represent a much greater budget.\n\nDistribution by private web and tv broadcasters will assure, for the other episodes, a greater budget and therefore a capacity to shoot in more complex settings.\n\nOf course, a top notch cinematography and editing will be among the habitual but yet essential preoccupations of this carefully orchestrated production, which will be operated by producer Samuel Caron, co-founder of a very strong and young montrealese production company: Productions EtCetera (etceteraprod.com).\n\nAmong other challenges are potential delays of the shooting related to meteorological obstacles as well as shooting permits.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Delayed DVDs", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Rewards coming soon!", "update_content": "Hey everybody !  \nWe are pleased to announce that our Kistarter campaign is finally done ! With a total amount of $7 080, 101% funded and 111 backers, we made it together ! You guys are amazing, really. We are really grateful for your generosity ! We will keep in touch !\nTo celebrate the success of our Kickstarter campaign, we have something for you ! To make this project happen, we still need more money and that's why we invite you to our first event at the Steak Frites St-Paul next friday ! You will enjoy some roman battles with a glass of good roman wine. It's an opportunity for you to place a bet on real fights (no fight fixing). The money raised will go to the production of Enemy of Rome and it's only $8 at the door !!  "}, {"update_no": "UPDATE #9", "update_userinfo": "Gratitude to Chris Levatino", "update_content": "Just so you know, we have a Web site, a Facebook, a Twitter and an Instagram account ! :)\nEnjoy"}, {"update_no": "UPDATE #8", "update_userinfo": "Thank you so much !", "update_content": "As the artistic director and actor in Enemy of Rome, I want to start giving the gratitude to some people. I am a huge fan of the bronze age period and I started a collection of Bronze age weapons two years ago, by a amazing blacksmith-artist I have found. I notice that when some people share a passion, they found themselves on equal ground and that is exactly what happened between Chris Levatino and I. \n I contacted him about Enemy of Rome, he granted me the permission to recast the bronze age dagger I purchased from him, for our stunts in the Enemy of Rome saga, and today, I received a amazing gift from the man, something that strike me to the heart, a stunning and amazing piece of art. A Bronze Age sword, that will obviously be seen in Enemy of Rome, it will be Vitellius’ weapon in the futur episodes and the daggers will be seen in the first one, used by Vitellius and his wife Tatiana! There is no words to express how deeply touched I am to receive such a gift, it will be something I will always keep as a souvenir of Enemy of Rome and my very best blacksmith-artist, Chris Levatino! "}, {"update_no": "UPDATE #7", "update_userinfo": "Social media", "update_content": "Les Armuriers d’Atlantide contacted us about a shout out we had, looking for a Roman Standard, but everything on the market was so expensive and so boring, nothing was close to what we expected. So Dominic Germain (owner of Les Armuriers d’Atlantide) contacted us about the standard, we met and a great friendship started from there, this man share our passion about epic and beautiful stuff.\nWe showed him what we wanted, what we had in mind and this wonderful artist produced exactly what we wanted… actually exacted is not appropriate because it is even more beautiful than we expected! So some of you might have seen it at the Montreal ComicCon in our booth, the others will see it in the Enemy of Rome saga, this standard is a damn heavy and beautiful piece of art. More than 9’ tall, and exclusively made for Enemy of Rome!"}, {"update_no": "UPDATE #6", "update_userinfo": "Bronze Age sword", "update_content": "This is a copy of the dagger found in a Danish female bog tree coffin grave. It's a 17 inches long solid bronze dagger reproduced in rubber with a rod inside and an antique bronze finish to look exactly like the authentic. Cast exclusively for Enemy of Rome by Calimacil, specialist in props, weapons reproduction and craft, only 10 were made for the entire series and it is used by Vitellius and his wife Tatiana. \nWith a donation of $300, you will receive everything from THE CITIZEN to THE CENTURION + a dagger that comes with a certificate of authenticity from the production and a 8\"x10\" picture of Vitellius and Tatiana holding it, signed by both actors. (Orignal bronze dagger forged by amazing artist Chris Levatino)"}, {"update_no": "UPDATE #5", "update_userinfo": "Les Armuriers d'Atlandide", "update_content": "We have some good news for you,\nThe reward The Praetorian comes now with the DVD of the saga ! \nAlso, we have 3 new reward for you ; The Consul $800; The Senate $1000 and The Empire $2000.   \nWe invite you to give whatever you want, every dollar is important for us !  "}, {"status": [{"Project funds successfully": "111 backers pledged CA$ 7,080"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/etceteraprod/enemy-of-rome", "project_name": "Enemy Of Rome"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "Hello Everyone,\nWe are doing this kickstarter project to raise money to have one of four ebooks professionally edited, illustrated and placed on Amazon.\nBy supporting this project you receive voting rights on which book is next and awesome rewards. Each dollar pledged equals one vote for which book you want to see. \nThe link to vote is http://kickstartervote.weebly.com/\nHere is the beak down of how the money will be used:\n$60.00 for editing manuscripts\n$500.00 for illustrations\n$100.00 Rewards\nSir Knighty and Friends currently has 2 e-books out on Amazon. Titles and pictures are listed below. As part of our rewards you can have one or both of these ebooks.\n Every book focuses on a life lesson. Our first title \"Sir Knighty and the Mean Ugly Dragon\" helps children learn how to get along, show respect towards one another and that everyone gets scared sometimes. \nOur second book \"Sir Knighty and the Mightiest Knight\" uses some childhood games such as king of the hill, graveyard, a relay race and a eating contest to teach that brains are stronger than brawn, \nWe currently have four more titles ready to go: \n\"Sir Knighty and the Rainbow Sword\" teaches honesty.\n\"Sir Brighty's Bright Idea\" teaches hard work.\n\"Sir Knighty's Strangest Adventure\" teaches don't touch wild animals.\n \"Sir Knighty and the Big Bully\" teaches how to deal with bullies.\nBy sponsoring us through Kickstarter you will make one these books a reality. Children will have another great book that focus on building their lives and making them better citizens.  Let me thank you in advance for looking at this project and considering it. \nThen check out are great rewards to the right to see the fun stuff you could have by becoming part of our team. \nhttp://kickingitforward.org", "risks": "Risks and challenges\nOur deadline is the to have the book edited, illustrated and change into an ebooks before the end of the year. The biggest challenge is getting all 24 of the pictures to capture the feeling behind each of the three stories. \n\nSet backs are always a possibility, but we will keep you informed as to the progress and will make every effort possible to stay on track with our team of artists.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Ebook is Complete!", "update_content": "We made it! The ebook is now complete and ready to send as a reward. Thank you everyone for making this ebook a possibility. I believe it will be greatly enjoyed by many children. \nIf you haven't filled out your survey yet, please do so. Also, any unfillied rewards will be sent shortly.\nDavid"}, {"update_no": "UPDATE #24", "update_userinfo": "20 pictures completed...2 more to go & a final edit", "update_content": ""}, {"update_no": "UPDATE #23", "update_userinfo": "Missed rewards!", "update_content": "Hello All,\nI'm getting ready to send out a second batch of emails and letters to those who missed the first mailing. If you haven't responded to the survey you need to do so by this Friday to make the second round.\nAlso, the ebook is coming along nicely and I will post another finished picture today. We should have a completed ebook in three to four weeks. "}, {"update_no": "UPDATE #22", "update_userinfo": "Pictures 9-12 are finished: Book Half Way Completed!", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "Pages 9-12 are sketched", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "1st batch of Letters Send out 10/3/2014", "update_content": "Thank you for your patience."}, {"update_no": "UPDATE #19", "update_userinfo": "Eight pictures completed so far!", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "2nd set of sketches are finished!", "update_content": ""}, {"update_no": "UPDATE #17", "update_userinfo": "1st set of pictures done!", "update_content": ""}, {"update_no": "UPDATE #16", "update_userinfo": "One of the 1st Sketches", "update_content": ""}, {"status": []}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/239082793/kids-childrens-picture-book", "project_name": "Coolest most Stupendous Childrens Books Compounded w/ Voting"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "Fast and Easy Robotics Kit\nThe TipToe robot kit is an easy and quick introduction to robotics, but with room to grow as your skills progress. The kit of parts can be assembled in about 30 minutes, using just a small phillips screwdriver and a pliers. Add four AAA batteries, connect via your iPhone, iPad or iPod using Bluetooth 4.0 and away you go. No programming experience is necessary to get up and running.  But if you want to re-program, TipToe is Arduino compatible.\nFeature Set\nThere are two models: Basic and Plus.\nBasic has\n6 Legs Forward, Backward and Turn Walking Capability \n2 adjustable color LED \"eyes\" \nTemperature Sensor \niPhone App Control by Bluetooth 4.0 \nPlus, has the features of Basic, plus ...\nCool carapace-like upper body feature \nSonar ranging sensor \nSound module (speaker) \nTipToe has six legs, but uses a simple design with only three servo motors. There are other six legged walking robots available, but they use many more servo motors and cost $250 or more. TipToe starts at under $100 and includes a ready to run app. We have worked with robotic kits that offer software to operate them but have frequently found their software to be limited and sometimes not even functional. This can be a very discouraging experience and turn off many to robotics, especially young folk just starting out in robotics. The fully integrated hardware, firmware and software of TipToe solves this problem.\nWhat can TipToe do?\nWalk - TipToe has quite a few features incorporated into an easy to use interface and a small hardware package. The most obvious is TipToe's 6 legs which relate TipToe closer to organic creatures than typical wheeled robots. Because TipToe uses legs as opposed to wheels, TipToe can make its way across surfaces that might cause wheels to slip.\nChange LED Color - TipToe can change its \"eye\" colors .   The LED eyes are actually composed of Red, Green and Blue lights, so a range of colors is available.   Using eye color you can express different emotional states like red for anger, blue for fear, yellow for thinking, etc.\nTemperature - TipToe can report back the ambient temperature.\nPlus Model Adds...\nPlay Sounds - The included speaker can be used to beep, chirp, honk, etc. and even play simple melodies. Sound really helps to convey a particular robot condition and is a real crowd pleaser!\nSense Distance - The sonar sensor will report the distance from TipToe to a solid object. This information can be used to stop before hitting an obstacle.\nTipToe Circuit Board\nThe electrical board not only can drive TipToe, but is also a good platform for your own robotics or electronics project. The RFDuino module allows you to connect easily by Bluetooth 4.0.  Control 3 servo motors, a speaker and the RGB LEDs, with inputs from a sonar sensor and the built in temperature sensor.  Since the board is Arduino compatible, you can reprogram for your own application.\nHow do I control TipToe?\nTipToe is controlled by a device you probably already have, an iPhone, iPad or iPod! Using a simple interface you connect your device to TipToe using Bluetooth 4.0 technology. Once connected the interface shows a bunch of control options that you can press to perform the appropriate action. \nMoving is accomplished by pressing the red directional arrows. The LED eyes can be changed by clicking on the colored squares at the top of the interface. Sounds and melodies can be played by pressing the appropriate sound at the bottom of the interface or a melody listed on the side. Finally, you can even control individual leg positions listed on the left side to create your own fun walks!\nRecord and Playback Feature.\nWith the app, you can record a series of button presses and play back those actions on TipToe. The provided interface requires you to type in a recording name and then press Start. You are then moved back to the Operator Interface where you can use any button to move the robot, play sounds, and change eye colors all of which are being recorded by the app. Once complete, you would press the Stop button which would then save the sequence of button presses in association with the name you used. On pressing Play, the sequence will be replayed back as if you were again pressing the same buttons at the same time as when you recorded the sequence.\nCan I reprogram TipToe?\nYes, absolutely.  TipToe's electrical board is based on an Arduino compatible module.  We provide the base TipToe code, and tutorials for how to change items in code in order to get different behaviors.  TipToe is a great way to get started with programming for robotics.  Or if you're a whiz at Arduino, you can overwrite our fun and educational program with your own DOMINATE_WORLD program.\nWe also will provide the app source code for iOS if you want to try your hand at expanding the mobile app.\nWhy legs?\nMost mobile robots today utilize wheels since they typically are quicker and operate well on flat surfaces. By some estimates, 80 percent of land cannot be accessed by wheels so legs are important! TipToe helps to introduce how legs on a robot work and when they are advantageous over their wheeled counterparts. Imitating the way animals walk makes one appreciate the complexity and beauty of life. Plus, watching the legs move is way more interesting that seeing wheels spin!\nWhat does that name TipToe mean?\nTipToe gets its name from the somewhat odd looking way that it walks. The center leg or \"toe\" rotates down, tipping the body up on that side, which allows the legs on that side to move forward. Repeat for the other side and then a breaststroke like maneuver propels TipToe forward (or backwards).\nRewards\nKickstarter Begets Kickstarter, Wireless Remote Control\nThe \"brain\" of TIpToe is the RFduino module. The RFduino is an Arduino compatible module, coupled with Bluetooth 4.0 wireless connectivity, all in one package. The RFduino was launched as a project on Kickstarter in 2013, and TipToe is proud to be one of the first products to use the RFduino in a Kickstarter project. We're pretty excited at the idea that our Kickstarter descends from another Kickstarter project.\nEvolution of TipToe\nXYZbot has spent several months developing TIpToe. We have built over a dozen TipToe prototypes. We have designed and fabricated the mechanical parts using 3D printers, and used rapid prototyping processes for making the TipToe circuit board. We have built, tested, redesigned, built, tested, redesigned, built... you get the idea.\nTipToe is not just a set of parts. It is a fully integrated system consisting of mechanical and electrical hardware, firmware on the electronics board and app software running on iOS devices. We have thoroughly tested TipToe, both as individual components and as a system. We have shown TipToe to people at shows like Robotics At The Hangar (Wings Over the Rockies Air and Space Museum's Annual Robotics Show) and the Denver Mini Maker Faire and listened to feedback from potential customers.\nHere is a family photo of sorts, showing some of the evolution of TipToe with the final version at right.\nWe participated in the Denver Mini Maker Faire this past May and took the time to show off TipToe to attendees of the show. In the pictures below you can see Kerwin showing TipToe to yet another budding roboticist!\n Why no Android version?\nIntegration of hardware and software can be a very tricky business.  We have spent quite a bit of time working to make an Android solution for TipToe with limited success.  The keyword there is limited.  We had it working for 2 Android devices (a tablet and a phone), but a 3rd and 4th Android device did not work.  There are MANY Android devices out there. Android is a great platform with it's open architecture.  We love Android, but getting it to work with TipToe was unstable at best, and at worst, was non-functional.  Rather than have angry customers, we drew a line in the sand and said for the kickstarter release, we are only going out with iOS.  If the project is well funded, we may add a stretch goal to bring in Android support.  In any case, we will publish the iOS source code and Arduino code for those that would like to take a crack at porting to Android themselves.", "risks": "Risks and challenges\nMany Kickstarter projects fail to deliver on time. Sometimes, not at all. There are generally two reasons for this. 1) The new whizbang gadget is not fully ready to go and 2) the people that have created the new whizbang gadget are very talented and creative, but do not know what is involved to go from making 1 or 5 in their garage to making 1000's of units.\n\nWe have both of these situations covered.\n\nFully ready to go? Yes. - We have spent several months developing TipToe. We have built several revisions, and worked out the bugs. TipToe is really a system of components rather than just one item. The components are: 1) Mechanical chassis, 2) Electrical control board, 3) Firmware loaded on the control board and 4) Application software that runs on a mobile device. We have developed, tested, re-developed and re-tested all of these components first individually and then as a system with actual physical prototypes. We have taken prototypes to shows like Robotics Demos and the Denver Mini MakerFaire and let people play around (and sometimes break them, :) We listened to feedback from those people, and fixed problems that we saw. So we are confident in the design.\n\nReady to mass produce? Yes - Manufacturing takes time to set up. The bulk of your backing dollars goes toward setting up a repeatable manufacturing process with solid quality. That is why we set a delivery date of November 2014. That is 4 solid months to nail down all of the issues. Even 4 months is a pretty short time. If you've never mass manufactured before, 4 months is way too short a time.\n\nBut XYZbot's engineers have decades of experience in manufacturing. We know what it takes to get a factory line set up. For a new company that has never done this before, it can be overwhelming. Every part has to be specified, detailed drawings produced, vendors approved, back up vendors approved, quality control procedures and testing methods have to be documented, etc, etc. We know how to do these things and have relationships with factories there already. So we have this covered.\n\nWhat risks are left?\n\nGetting the Apple Store to accept the app in time to match delivery of the physical parts. Since our app is based on an existing app that is already in the Apple Store, we feel that this risk is covered pretty well. But there are always unknowns. So if we're funded, we will start working immediately to ensure that the app is accepted into the store in time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "XYZbot\n4 created · 23 backed\nXYZbot is a cooperative effort between engineers Steven Gentner and Kerwin Lumpkins, based in Denver, Colorado, USA. XYZbot is about making...See more"}, "support": [], "updates": [{"status": [{"Project ends": "SEPTEMBER 25, 2014"}, {"Project launches": "AUGUST 26, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1591853389/tiptoe-a-walking-robot-with-iphone-app-control-0", "project_name": "TipToe: A Walking Robot with iPhone App Control"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "Sorry to announce that I have decided to cancel funding for this project so that I can prepare for production along with a pre-order campaign on my website.\nPlease visit Abe Howell's Robotics for more information. Stay tuned because I have big plans for Apeiros!\nFollow me on Twitter for more updates!\nPLAY\n\nI plan to release my Apeiros robot's hardware as open source under Creative Commons Attribution-ShareAlike 4.0 International License. All of the software that I develop for Apeiros will be released under General Public License (GPL) Version3. I believe that this release strategy will provide end-users with the freedom to modify and extend Apeiros in new and exciting ways while also being able to look under the hood and learn about the designs!\nFeatured on Open Electronics!\nFeatured on Funding Freedom!\nFeatured on SimpleBotics!\nFeatured on FreeTinkers!\n2nd Batch of Molded Parts Arrived on 8/22!\n2nd Batch of Injection Molded Bases\nSee update#5 for more information.\nFirst Article Parts from New Injection Mold Tool Have Arrived!\nBlack Injection Molded Base Looks Great!\nSee my project update#3 for more info.\nNew Wireless Development is Underway!\nPLAY\n\n See my project update#1 & 2 for more information.\nApeiros with Prototype Wireless Shield (RN171XV WiFi & Light Sensors)\nApeiros makes it easy for anyone to get involved with and become immersed in the world of robotics. Use Apeiros as a tool for teaching Science, Technology, Engineering, and Mathematics (STEM) + Art = STEAM.\nApeiros shown with optional servo gripper & IR sensors\n In order to be truly useful a robot must be able to both sense and manipulate its environment. Most robots can sense their environment and perform basic navigation. However, only a limited number of robots can manipulate objects by using various end-effectors such as a gripper. Apeiros has been professionally designed using 3D Computer Aided Design (CAD) software. A well-known hobby servo is used to drive a truly unique optional gripper mechanism.\nOptional servo gripper mechanism & (3) IR sensors\nApeiros supports up to a total of (5) IR sensors; (3) in the front and (2) in the back. I have done my best to design Apeiros to be functional, but in a cost effective manner. In order to keep the cost of goods low l made sure that my robot body design was compatible with the injection molding process. The rear caster, (2X) GM8 gearhead motors and acrylic top plate are secured to the injection molded base using thread forming screws. Thread forming screws will form threads in the ABS plastic as they are tightened.\nMechanical prints of injection molded robot base\n Future Engineers will be able to examine mechanical prints and learn about Geometric Dimensioning and Tolerancing (GD&T). Delve into the 3D models and design your own new parts for a custom application! If you have access to a 3D printer, then you can print your own robot body and/or create custom add-ons!\nApeiros motor & sensor shield board layout\nApeiros motor & sensor shield for Nucleo board\nApeiros is entirely open source with respect to hardware and software, so you can examine and modify source code along with the electrical design files for my motor & sensor shield. I plan to release my Apeiros Robot's hardware under Creative Commons Attribution-ShareAlike 4.0 International License. All of the software that I develop for Apeiros will be released under General Public License (GPL) Version 3.\nAll future shield designs will be made available. I used ExpressPCB's design software for all my electrical board designs. ExpressPCB offers a low cost prototype service so you can easily modify the original design and get prototype boards ASAP. I have done my best to design with future expandability in mind. That is why I added headers J7 & J8, which will allow for the connection of WW12 wheel encoders. Additionally, you can add an optional high-efficiency 3.3 volt regulator to location U2 in order to support added sensors and future add-on shields. Of course, the stackable headers provide for nearly unlimited expansion possibilities via new add-on shields.\nApeiros with optional QTR-3A line following sensor (3-sensor array)\nAdd a line following sensor and Apeiros can perform simple and complex line following tasks. I designed the injection molded base with two sets of mounting holes for a popular 3-sensor (QTR-3A) or 8-sensor (QTR-8A) line following array.\nApeiros Customized with Creative Flare\nYou can easily make Apeiros your own by customizing with wiggle eyes or numerous other forms of creative flare! Many people do not realize that creativity is very important when it comes to engineering, so go ahead and let your creativity shine!\nProgramming Apeiros\nThe Powerful Brain of Apeiros is a 32-Bit Nucleo F401RE by STMicroelectronics\nI decided to use the recently released 32-Bit STM32 Nucleo development board (http://www.st.com/) as the \"brains\" for Apeiros. More specifically, I have designed my motor & sensor shield around the Nucleo F401RE development board. The Nucleo boards provide Arduino compatible headers, but also expose additional I/O pins on what is referred to as the “Morpho” headers. In this way you have access to a multitude of inputs and outputs that can be configured in many different ways.\nPrograms for the Nucleo board can be developed and compiled online using mbed (https://mbed.org/). Once a program has been compiled it can be copied over to a connected Nucleo board by simply dragging and dropping the new program file.\nSample mbed program snippet\nI intend to develop several basic example mbed programs, so that end-users can get started with Apeiros right out of the box. Using mbed will make it very easy for end-users to modify example programs and further extend their experience with Apeiros.\nReward Details\nBasic Apeiros Body Kit - You get just the (1) injection molded robot body, (1) laser cut acrylic top plate, (1) 6-AA Holder, (2) GM8 motors, (2) wheels, (1) caster wheel along with various screws and hardware. Great for those who already have their own electronics and sensors. Either you will need to purchase a suitable motor driver shield or build your own. You also need to purchase or own a Nucleo F401RE board.\nBasic Apeiros Kit - This is the most basic Apeiros kit. Includes everything needed to build a fully functional robot. You get (1) IR Sensor so that Apeiros can see its environment. You will need to perform some small amount of soldering in order to attach the GM8 motor wires and to construct the motor driver shield. Also need to perform the electrical and mechanical assembly. You get a USB cable, so that new programs can be uploaded. Batteries are not included.\nBasic Apeiros Plus Line Following - You get the Basic Apeiros kit plus (1) 3-array line following sensor, mounting hardware and pre-crimped wiring & connectors. A great option for those who want to explore robot navigation and line following experiments.\nPre-Soldered Basic Apeiros - You get the Basic Apeiros kit, but all soldering has been completed. You just need to perform the electrical and mechanical assembly. This option is great for those who do not want to solder.\nServo Gripper Apeiros - You get the Basic Apeiros kit plus (1) servo gripper kit, which includes (1) HS-81 servo, (1) 5 volt regulator, (1) capacitor & gripper mechanics. Great for those who want to manipulate objects with their robot.\nServo Gripper Plus Line Following - You get the Servo Gripper Apeiros plus (1) 3-array line following sensor, mounting hardware and pre-crimped wiring & connectors. Great for those who want to manipulate objects with their robot & perform line following experiments.\nPre-Soldered Servo Gripper Apeiros - You get the Servo Gripper Apeiros, but all soldering has been completed. You just need to perform the electrical and mechanical assembly. This option is great for those who do not want to solder.\nFully Assembled Servo Gripper Apeiros - You get the Servo Gripper Apeiros, but all soldering, electrical & mechanical assembly has been completed for you! Simply install 6-AA batteries (purchase separately) and your robot is ready to go! Great option for those who do not want to solder or perform any assembly work.\n5-Pack Basic Apeiros Bundle - You get (5) Basic Apeiros kits. Save some money by purchasing a bundle of robots. This is a great option for the classroom, a swarm research project or a robot workshop!\n5-Pack Servo Gripper Apeiros Bundle - You get (5) Servo Gripper Apeiros kits. Save some money by purchasing a bundle of robots. This is a great option for the classroom, a swarm research project or a robot workshop!\nStretch Goals\n$7,500 - Each Apeiros will come with (5) pieces of creative flare.\n$10,000 – Develop mbed library that encapsulates robot functions.\n$25,000 – Develop illustrated beginners guide to working with Apeiros.\n$50,000 – Develop wireless shield for Apeiros. Supporters will have the option to purchase if this goal is met.\n$75,000 – Develop C# control GUI for Apeiros (requires wireless shield)\n$100,000 – ???\nProject Schedule\nI will do my best to meet the above project schedule. However, if delays become known, then I will communicate them as soon as possible. It is very difficult to estimate how long it will take to fill customer orders given that I do not know the quantity of robots in advance. If I can ship orders sooner, then I will do so.\nWhy Support This Project?\nSupport this project because you will help to develop a unique robot platform that can be used as a tool for teaching concepts and theories related to STEM. Or simply explore your artistic side, but using robots as your medium. You will also help to support the development of related open source documentation which encompasses the software, electrical and mechanical designs. I am very passionate when it comes to researching, designing and building educational robots and would like to thank everyone for taking their time to learn about my project.\nWhat are my Credentials?\nI have been working as a mechanical engineer in various capacities and industries for the past 15 years. In 2003 I started Abe Howell's Robotics because I saw a need for low cost educational robots. NewCDbot was the first robot that my company offered. Yes, this robot was made from recycled compact discs, CDs!\nNewCDbot - A robot made from CDs!\n  I have been researching, designing, building and selling robots for the last 10+ years. In 2012 I completed a Ph.D. in mechanical engineering with a focus on using robots as a teaching and swarm research tool. I am always interested to learn about the new and innovative ways that people use robots in educational environments.\nRobot Specifications\nOverall Diameter: 5.88 inches\nOverall Height: 3.375 inches (to top of battery holder)\nDrive System: Two Wheel Differential Drive and Caster Wheel\nTarget Body Color: Green (subject to change, but will work to provide additional color options)\nTarget Top Cover Color: Pololu Clear Acrylic\nPower Supply: (6) AA alkaline or rechargeable batteries (not included)\n\"Brains\": 32-Bit STM32 Nucleo F401RE\nProgram Development: Free mbed\nMotor & Sensor Shield: Custom design by Abe Howell's Robotics\nOptional IR Sensor: GP2Y0D810 by Pololu\nOptional Line Following Sensors: 3-Sensor (QTR-3A) or 8-sensor (QTR-8A) by Pololu\nOptional Servo Gripper: Uses HS-81 & custom mechanics by Abe Howell's Robotics", "risks": "Risks and challenges\nI have been working with all of my suppliers for some time now, so I am confident in their ability to deliver parts. Based upon my previous engineering experience with injection mold tooling I would have to say that this activity has the highest risk.\n\nIn order to mitigate risk I have performed extensive functional testing on Apeiros using 3D printed parts. I have already validated the current mechanical, electrical and software designs. This means that Apeiros will perform as expected.\n\nThroughout my 15 years of working as an engineer I have experienced and resolved numerous design, supply chain, quality and logistic issues and will use this to my advantage if problems arise on this project. Again, I will be sure to notify all supporters when delays and issues are known.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Abraham L. Howell, Ph.D.\n2 created · 3 backed\nAbraham L. Howell, founder of Abe Howell's Robotics, has been designing and researching robots for the last 15+ years. In 2012 I completed a...See more"}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Decision to Cancel Funding - 9/3/2014", "update_content": "Sorry to announce that I have decided to cancel funding for this project so that I can prepare for production along with a pre-order campaign on my website, Abe Howell's Robotics. Stay tuned because I have big plans for Apeiros in the very near future!\nFollow me on Twitter for more updates!\nMold tooling should be ready to produce production quality parts within the next month.\nI want to extend thanks and gratitude to all who supported this project!"}, {"update_no": "UPDATE #6", "update_userinfo": "Bluetooth Wireless & Buzzer Sound Update - 8/23/2014", "update_content": "I have been hard at work doing my best to expand Apeiros' wireless & sensory abilities. My Bluetooth shield with ambient light sensors works great."}, {"update_no": "UPDATE #5", "update_userinfo": "2nd Batch of Injection Molded Parts - 8/23/2014", "update_content": "On Friday 8/22 I received the 2nd batch of injection molded bases for Apeiros. Minor dimensional issues have been resolved and tooling marks were removed. Parts look great and feel very solid and durable."}, {"update_no": "UPDATE #4", "update_userinfo": "Apeiros Harware & Software Release Decision - 8/10/2014", "update_content": "I plan to release my Apeiros Robot's hardware as open source under the Creative Commons Attribution-ShareAlike 4.0 International License. All of the software that I develop for Apeiors will be released under . I believe that this release strategy will provide end-users with the freedom to modify and extend Apeiros in new and exciting ways while being able to look under the hood and learn about the designs! Obviously this will only apply to my hardware & software designs."}, {"update_no": "UPDATE #3", "update_userinfo": "First Molded Parts off New Injection Mold Tool! - 7/25/2014", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "WiFi Control of Apeiros using Android Smart Phone - 07/22/2014", "update_content": "PLAY"}, {"update_no": "UPDATE #1", "update_userinfo": "Starting to Develop Wireless Shield for Apeiros - 7/20/2014", "update_content": ""}, {"status": [{"Project is canceled": "SEPTEMBER 4, 2014"}, {"Project launches": "JULY 14, 2014"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/477229692/apeiros-the-next-generation-open-source-robot", "project_name": "Apeiros - The Next Generation Open Source Robot (Canceled)"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "                    THANK YOU TO ALL OUR BACKERS ON KICKSTARTER! \nWe ‘smashed’ our funding goal of $20,000, reaching over $104,000 in pledges from more than 1100 backers, in just 30 days. Thank you to everyone who has supported us so far. Due to this overwhelming success we reached all of our 4 Stretch Goals and will be delivering these in parallel with our Edison project plan. Kickstarter is just the beginning for Edison. You can now order EdPacks from www.meetedison.com. You can also follow the latest progress, join our EdTalk forum, sign up for our newsletter, and more... \n                              So come and meet Edison today!\nHave you ever wanted to get into robotics, but found it too difficult or expensive?\nMeet Edison...\nAffordable – Less than $40 each and less than $30 each for a full class set\nProgrammable – Free open source graphical programming software\nLEGO® compatible – Modular and easily expandable\nEasy to use – Has many pre-programmed functions activated by barcodes\nRemote control – Learns commands from TV/DVD remote controls\nSuitable for all ages – From 5 to 95\nBuilt to last – Yes, the car scene in the video is real!\n...so what will you invent?\nGlenunga International High School students\nGizmag - Edison offers affordable and Lego-compatible robotics education\nBot Bench - Cool Kickstarter: The Edison\nGeeky Gadgets - Edison Programmable Robot Launches On Kickstarter For $39\nSTEMblog - LEGO compatible robotics for less than the cost of a text book\nBloomberg Businessweek - This Toy Robot Injects Steroids Into Lego Projects\nInto Robotics - Edison: Open-Source Low Cost LEGO-Compatible Platform\nMake: - Edison: A Peek Into the Design of The Robot Anyone Can Afford\nRobohub - Edison: A low cost robotics platform\nBehance - Edison Robot Industrial Design\nThe Lead - Reducing the cost of robotics in schools\nTrend Hunter - The Edison Educational Robot Helps Teach Programming and Robotics\nThe Brick Blogger - There are a couple of interesting new LEGO projects...\nWired (Italy) - Edison, il robot programmabile compatibile con i Lego\nRobotnyheter (Sweden) - Edison – en billig Legokompatibel skolrobot\nRobotikka (Spain) - Edison, la plataforma robótica de bajo coste\nTechly- EDISON: THE LEGO-LIKE ROBOT TEACHING KIDS TO PROGRAM ROBOTICS\nRobotics (Ukraine) - Edison – новый легко настраиваемый Lego робот для обучения детей\nInteresting Engineering - Edison: an affordable LEGO robot for tomorrow’s robotics engineers  \nGadizmo - Meet Edison the Programmable LEGO Compatible Robot\nMindstorms (Luxembourg) - EDISON – LE ROBOT LOW COST COMPATIBLE LEGO\nStartup Smart - Robots in the classroom: Meet Edison, the Australian-designed Lego-compatible robot that smashed its crowdfunding target\nCNET (Japan) - プログラム可能小型2輪ロボット「Edison」\nRobotics Today - Edison Robot Raises 400% of Crowdfunding Goal\nRobotics Today - Edison Project Description\nRobotics Today - Edison Robot Description\nOnce we reach our funding target of $20,000 we will be looking at creating exciting ‘extras’ so that can you can get the most out of your Edison.\nStretch Goal 1 - $30,000 (achieved!)\nA full colour illustrated EdBook1 – Your EdVenture into Robotics - containing 10 EdWare programs and a very useful guide on how to connect your Edisons together and have them communicate as an integrated robotics system. This EdBook1(in PDF format) will be made available for FREE download from meetedison,com.\nStretch Goal 2 - $40,000 (achieved!!)\nA set of 10 lesson plans for teachers that takes students through a step-by-step process for programming Edison with EdWare, towards achieving key educational objectives and outcomes. Each lesson plan will include example programs, Edison tasks and student challenges – some individual and others team based. \nStretch Goal 3 - $50,000 (achieved!!!)\nA special version of EdWare for Raspberry Pi. The Raspberry Pi is a credit-card sized computer that plugs into your TV and a keyboard. It is a very capable small computer which can be used for electronics projects and costs approximately $50. Now that really is low cost robotics! \nStretch Goal 4 - $100,000 (achieved!!!!)\nEdWare iOS and Android apps. Program Edison using either an iPad or Android tablet, using the supplied EdComm cable, that plugs into the headphone socket. These EdWare apps will be FREE to download. Mobile AND low cost robotics is about to become a reality!\nEdison is for students of all ages and also for both beginner and experienced hobbyists. You can buy a single robot for under $40 and learn computer programming just like other robotics systems which can cost much, much more. Edison is a great resource for teachers as classroom sets are now very affordable for schools - it's now possible to have one robot per student. Edison is modular and LEGO® compatible. He provides a scalable way to build any size robotic invention.\nEdison is the perfect teaching and learning robot for Science, Technology, Engineering and Mathematics (STEM) activities!\nWe’ve packed Edison full of an amazing features and functionality.\nEdison has:\ninfrared obstacle detectors (left and right)\nline tracking sensor\nlight sensors (left and right)\ninfrared receiver\ninfrared transmitter\npiezo sounder\nsound sensor\ntwo motors with variable speeds\nleft and right red LED lights\nand three control buttons\nBarcode reading and driving from a TV remote control\nEdison can:\nnavigate his way around by detecting obstacles to his left or right\nbe controlled by a standard TV/DVD remote\nfollow a line or stay within a boarder\nfollow a flash light\ncommunicate with another Edison using infrared light - robot swarm anyone?!!\nplay beeps and musical tunes\nrespond to clapping and other loud sounds\nmove in any direction through his differential drive system\nFollowing a flash light and line following\nEdWare is a fun way to start learning computer programming.\nThis simple ‘drag and drop’ graphical programming language uses CONTROL, READ, DATA and FLOW instructions that are linked together in a logical ’flowchart’ style. \nAdvanced programming is just a mouse click away – up to 1000 command icons can be used in a single program. Sophisticated programs using 16-bit maths and event interrupts can also control one Edison, or several Edisons operating together.\nEdWare is a free open source program that runs on Mac, Linux and Windows computers.\nA line tracking program\nYou can download EdWare from www.meetedison.com. To upload your program to Edison, the supplied EdComm data cable is simply connected between your computer’s headphone jack and Edison. Then press PLAY and let Edison do the rest!\nEdComm uses audio encoded data to transfer your program to Edison. This happens via your computer’s headphone socket, so no additional driver software is required to be installed.\nIf you want to learn more about how to control Edison – download the EdWare beta and try for yourself at www.meetedison.com/downloads - it’s really easy to install, but you’ll need an Edison to run the program.\nEdison has been designed, as not only a stand-alone robot, but also as a modular robotics system that is easily expandable using LEGO® bricks. \nLEGO® compatibility\nTwo or more Edisons can be connected together. For example you can create a bulldozer, where the bottom Edison becomes the wheel driving mechanism and the top Edison controls the bucket tipper.\n New inventions are only limited by your own imagination!\nIf you want to know even more about 'what makes Edison tick' here's some of his technical specifications:\nEdison has already progressed a long way from our original product concept to detailed CAD models and physical prototypes. We are now working hard to 'get him across the finish line'.\nOnce we complete our Kickstarter campaign it is 'full speed ahead’ for shipping your Edison to you by December - anywhere in the world. We will be sending shipments out on a ‘first come first served’ basis as quickly as we can; after we work through the critical path activities of plastics tooling modifications and production as per the project schedule below.\nWe have big plans for Edison beyond our Kickstarter launch. These include:\nCreate additional resources - lesson plans and class activities\nRun competitions, establish Edison clubs, increase online activities\nCreate an iOS and Android App - to program and control Edison\nAnd, most of all:\n    make robotics accessible to ALL students!\nWe’ve created a variety of Edison packages to get you started, ranging from a single Edison for only $39, through to an economical classroom set of 30, which includes 3 EdMat activity mats.\nAll are great value offers - and as you can see below - when there are more Edisons in an EdPack - we can provide lower unit prices through economies of scale.\nPlease note: All of these SPECIAL DISCOUNT offers are only available on Kickstarter for our product launch - so get in fast!\n If you want to know more about Edison please check out our website  www.meetedison.com and feel free to ask questions!\nWe would love to hear from you!\nLEGO® is a registered trademark of The LEGO Group.\nPictures of Meet Edison stickers and EdMats are representative of final product design.\nPictures of Stretch Goals are representative only.", "risks": "Risks and challenges\nAt Microbric, we’ve been developing robotics products for over a decade and have had previous success with our Microbot, I-BOT and Ai2 products; selling nearly 100,000 robots to a wide range of customers. With support from the Kickstarter community, we want to develop Edison into our best robot ever!\n\nOur dedicated and enthusiastic project team of 10 has completed the initial development and building of a first batch of pre-production units, some of which you can see on the video, and we have the EdWare program operational for controlling Edison. \n\nAs with all projects, there is now the detailed development work of fine tuning the hardware and software before we proceed with a first large batch production run. There is also some schedule risk with the purchase of electronics component parts that are a long lead time to supply.\n\nWe are confident of overcoming any technical hurdles we face with fine tuning of plastics tooling and some of the detailed EdWare commands. \n\nAnd of course, we'll make every effort to finish on schedule, but if unforeseen issues arise we will keep all of our backers fully informed and up to date with the latest progress.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "EdBook3 You're a Builder - Now available for download", "update_content": "Well it’s official! I have the best job in the World! Over the last few weeks I've spent many days playing errr… working with LEGO to produce EdBook3 ‘Your EdVenture into Robotics – You’re a Builder’. \nEdBook3 features two very cool, if I say so myself, EdVentures; the EdDigger and the EdPrinter. These EdVentures use LEGO pieces from the LEGO Compact Tracked Loader (set 42032), which is available for around $25.  "}, {"update_no": "UPDATE #19", "update_userinfo": "A quick pre-Christmas update", "update_content": "Hopefully you have received your Edison and he is either under the tree or racing around the floor.\nA beta version of EdWare for Mac has been released. You can download it here: www.meetedison.com/downloads  \nEdBook2 Your EdVenture into Robotics - You're a Programmer is also now available (9 out of 10 EdVentures are complete)."}, {"update_no": "UPDATE #18", "update_userinfo": "Meet EdBook1 Your EdVenture into Robotics - You're a controller", "update_content": "It has taken me longer than expected, but you can now download EdBook1 Your EdVenture into Robotics - You're a Controller."}, {"update_no": "UPDATE #17", "update_userinfo": "EdMats will be sent seperately", "update_content": "Dear Backer,\nAll Edisons have now been shipped to backers and some of you may have already received your new little friend. So, I wanted to update you on the progress of EdWare and the other resources that accompany Edison.\nWe are finalising EdWare right now and getting it ready for release. As promised there will be a number of varieties. Here is our planed release schedule:"}, {"update_no": "UPDATE #16", "update_userinfo": "Edison, EdWare, EdMat and EdBooks", "update_content": "The first 1,000 Edisons have left the factory in China and are on their way to the Shipwire fulfilment centre in Hong Kong. All going well, this first batch of Edisons will be shipping out to backers by mid next week. "}, {"update_no": "UPDATE #15", "update_userinfo": "First 1,000 Edisons leave the factory!", "update_content": "Hello you wonderful Edison backer!\n\nTeam Edison has been working at frantic pace with unstoppable determination to deliver Edison on time and before Christmas. Here’s a bit of what we’ve been through so far…\nWe encountered some mechanical issues with the plastics that required some of the injection moulds to be remade or adjusted. The LEGO compatibility is fantastic and the gears are now super durable."}, {"update_no": "UPDATE #14", "update_userinfo": "Edison shipping scheduled to start next week", "update_content": "Hi!\nWell, I’ve been busy before, but never like this!\nEdison’s full production has begun. I’ve posted a video on YouTube that shows one of the springs being made. I find this process amazing and could watch it for hours."}, {"status": []}], "comment_no": 231, "projec_url": "https://www.kickstarter.com/projects/937295081/edison-fun-robotics-for-tomorrows-inventors", "project_name": "Edison - fun robotics for tomorrow's inventors!"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "A version of our video with CLOSED CAPTIONS is available here.\nJul 1 - FINAL ADD-ON REWARDS IN UPDATE 26: For our final 24 hours, we've added limited edition DODOcases, Picnic Blankets, downloadable episodes of the original series and a live online event with Donald Glover & LeVar... from a boat!\n   Jun 27 - MORE HUGE NEWS IN UPDATE 22: We've entered the Top 5 Kickstarter Projects... and the other four (Pebble, OUYA, Pono, Veronica Mars) have ALL offered special new rewards to help us get into more schools! Read more now!\nImportant updates, in case you missed them:\nSTRETCH GOALS #1: What we can do if we reach $5,000,000!\nT-SHIRT DESIGNS: Three limited-edition designs to choose from! \nADD-ON REWARDS: Instructions for adding more rewards!\nORIGINAL DVDs: Now available as reward add-ons!\nHi. LeVar Burton here. You may know me as Kunta Kinte, from ROOTS, or Geordi La Forge, from Star Trek: The Next Generation. \nYou also may have grown up with me on Reading Rainbow. \nIt was my mother who taught me that, by picking up a book, I could \"go anywhere\" and \"be anything.\" Ever since Reading Rainbow began in 1983, I have dedicated myself to fostering a love of reading in children, just as my mother did for me. \nOver the past year, I have watched Kickstarter bring communities together to support artists and inventors. Again and again, I have been inspired by watching like-minded people team up to accomplish impossible dreams, and to change the world. \nNow, I am hoping you will join me on my mission: to bring Reading Rainbow back for every child, everywhere.\nTogether, we can change the lives of millions of children. But you don't have to take my word for it: just keep reading!\nI believe that every child has a right, and a need, to be literate. We have a responsibility to prepare our children… and right now, the numbers show that we, as a society, are failing in that responsibility.\nAnd here’s the problem:\nAnd: numerous studies reveal that children who can't read at grade level by the 4th grade are 400% more likely to drop out of high school.\nAnd: as of 2011, America was the only free-market country where the current generation was less well educated than the one before.\nThese problems won't solve themselves.  Real change will require us all to work together. We cannot afford to lose generations of children to illiteracy. And if we work together, we don't have to.\nThrough Reading Rainbow, we've been working to solve these problems for over three decades. Starting in 1983, Reading Rainbow successfully used television to turn generations of kids into lifelong readers... with great results.\nOf course, when Reading Rainbow began in 1983, we were using television to bring books to kids, meeting them where they wanted to be. In 2014, TV is not that place anymore. Now, we’re trying to reach a new generation of digital natives.\nThat’s why, two years ago, I launched the Reading Rainbow App for tablets. Building on the basics of the television series, we put hundreds of quality books – and educational video field trips – right in a child’s hands.\nThe response has been encouraging:\nBut despite this progress, there are big challenges left to face.\nFirst, not all families have access to tablets. Our goal is to cultivate a love of reading in all children, not just those that have tablets. To reach kids everywhere, we need to be everywhere: we need to be on the web, on mobile devices, on game consoles and on connected televisions. \nSecond, a resounding number of teachers have told me that they want Reading Rainbow in their classrooms, where they know it can make a difference. We will provide it, along with the tools that teachers need, including teacher guides, leveling, and dashboards. And with your help, we'll provide it to thousands of disadvantaged classrooms for FREE.\nEvery Home. Reading Rainbow’s digital collection already contains hundreds of books and video field trips… but with your help, we’ll be able to make the Reading Rainbow library available on more of the devices modern kids use to consume content. Now that we've met our initial goal of $1,000,000, we will be able to launch a new version of Reading Rainbow on the single most-used digital platform: the web. And now that we've reached our stretch goal of$5,000,000, we'll also be able to bring the service to mobile phones, Android, game consoles like XBOX and PlayStation, and set-top boxes like AppleTV and ROKU.\nEvery Classroom. Together, we want to provide Reading Rainbow to as many classrooms as possible FOR FREE! Now that we've reached our stretch goal of $5,000,000, we'll be able to provide year-long subscriptions in over 7,500 classrooms – and every additional $100K we raise lets us help 500 more!\nNo matter how much we raise, we promise that every dollar you pledge will bring Reading Rainbow to more platforms, and provide it for free in more classrooms.\nWe can make sure that millions of kids learn to love reading, but we can’t do it without you. That's why I hope you’ll join me in making a difference!\nI believe that spreading the love of reading is its own greatest reward. But if you're going to join our cause, we also have some wonderful prizes. But you don't have to take my word for it... Take a look!\nAside from the signed book, the rewards above will be available to anyone who pledges! \nBut we also have several LIMITED EDITION rewards... so be sure to get them before we run out! (And if we DO run out, keep checking back -- we'll do our best to add more when we can!)\nOr, if you prefer, you can also pledge for a reward package that will be gifted to the classroom or school of your choice!\nAnd, if you're just interested in Star Trek related rewards, and don't want all of the Reading Rainbow goodies above, we've also got a few special reward levels created just for you:\nThis Kickstarter – and Reading Rainbow – couldn't happen alone, so I want you to meet the full team behind our Kickstarter.\nEverytime I walk into the office, I am reminded that the Reading Rainbow team is made up of passionate, talented artists, producers, engineers, and so many more. Most of them grew up on the show, have families of their own now, and dedicate their working day to improving the lives of the next generation.  \nIt's an honor to be surrounded by my Reading Rainbow family every day, and we can't wait for you to join us. And if you do, you'll be hearing from several of us throughout the campaign, and after that, in our backer updates. Click on the picture below to learn more about us!", "risks": "Risks and challenges\nThe real risks and challenges we face don't lie in completing this project, but in the problems that we'll face without it.\n\nIf we raise our minimum funding goal, we do not anticipate ANY significant challenges or risks in completing the project.\n\nAs with all Kickstarter projects, there is always a risk of delay in delivering some of the rewards, but we've been careful to give ourselves MORE time than we think we'll need – so we hope we'll have some, or all, of the rewards out SOONER than listed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #48", "update_userinfo": "An Update from LeVar!", "update_content": "Dear Backers,\nThis has been such an INCREDIBLE year!\nOne year ago, we were getting ready to hit “GO!” on the Reading Rainbow Kickstarter campaign. The Reading Rainbow team huddled around computers, and watched closely as EVERY SINGLE ONE OF YOU pledged in support of our mission. Our dream has always been to instill a passion for reading and show children how they can experience the fun of learning through the world of literature."}, {"update_no": "UPDATE #47", "update_userinfo": "Reading Rainbow Donates Skybrary School to 3,500 Classrooms at the National Title 1 Conference", "update_content": "Dear Backers, \nWhat a truly incredible whirlwind of a year it has been for us. We are so thankful and humbled for all of the new opportunities and doors that have opened for us thanks to Y-O-U contributing to our massive Kickstarter campaign! We have some very exciting February news to share and want you to be one of the FIRST to know! \nAs part of bringing Reading Rainbow to “Every Child, Every Where”, we PARTNERED WITH YOUTUBE and their all-new kid-friendly video platform, to bring an exclusive Video Field Trip series to our children. Reading Rainbow’s series is designed to do for kids and technology today what the Classic Reading Rainbow series did for kids and reading 32 years ago: to make science and technology. In this brand new series Reading Rainbow plans to address technology ranging from electric toothbrushes to the Mars Rover, from kids and computers to space travel—and we’ll do it all in a way that makes technology exciting and easy for kids to understand! "}, {"status": []}], "comment_no": 19738, "projec_url": "https://www.kickstarter.com/projects/readingrainbow/bring-reading-rainbow-back-for-every-child-everywh", "project_name": "Bring Reading Rainbow Back for Every Child, Everywhere!"}}, {"backer": "InnoTechnix", "project_data": {"campaign": {"story": "That's me, by the way! \nLet's dispense with the whole awkward third-person thing since I'm the one writing this. Hello! Nice to meet you.\nLet me give you a little bit of backstory before we get to the meat of this project: Although I've been making a living doing Questionable Content for almost a decade now, music is my other great passion in life. It's what I studied in college and eventually got a degree for! I've been recording songs under the moniker Deathmøle for around 8 years now. I play all of the instruments and write all the parts, and record everything on my computer at home. It's a lot of fun, and I'm really proud of the music I've written!\nOKAY ENOUGH BACKSTORY\nAs much as I enjoy recording music at home, I've never made an album in a proper recording studio. It's always been a dream of mine, but I've never had the money or time to do it. I think this new batch of songs I've got are some of the best I've ever written, and I would love, love, love to go to an actual studio and get an actual professional to actually record them.\nTELL ME MORE ABOUT THIS ALBUM THING\nOkay! Permanence is, like I said above, instrumental heavy metal. It sounds closer to bands like Meshuggah and Isis than, say, Dragonforce. The songs are all fairly long and have lots of different parts and go from super super heavy to quiet and melodic, often multiple times within the same song. They are ridiculously fun to play. If you'd like to check out some of my older material, you can visit http://deathmole.bandcamp.com and listen for free. I particularly recommend the album \"Advances.\"\nCAN I HAVE A TRACK LIST?\nAbsolutely! These are just working titles for now, but here you go:\n1)No Thanks\n2) Nothing Is Permanent\n3) College\n4) Snow In Sun\n5) Interval\n6) Everything Is Permanent\n7) Acceptance\nThese are the songs I've currently either finished or have written but not recorded yet. The album should be 45 to 60 minutes long, depending on how long the unfinished tracks end up being. I'll be recording and mixing the album at Sonelab with the excellent and extremely talented Justin Pizzoferrato. When it's done, we'll send it over to John Golden at Golden Mastering to master the album prior to manufacturing. Finally, I have commissioned the incredible, inimitable John Keogh to design the album art, band logo, and t-shirt designs.\nWHAT DO I GET ALONG WITH THIS ALBUM???\nYou have many options, my friend!\nThe Malice Shrew reward tier gets you your name in the liner notes of the album as a thank-you for supporting the project!\nThe Terror Vole reward tier gets you your name in the liner notes AND a digital download of the album!\nThe Plague Marmot tier gets you your name in the liner notes, the digital download, a Deathmøle sticker, and a CD copy of the album!\nThe Pestilence Mouse tier gets you your name in the liner notes, the digital download, a Deathmøle sticker, and a CD signed by Jeph!\nThe Famine Bat tier gets you your name in the liner notes, the digital download, the CD, and a Deathmøle shirt!\nThe Tragedy Squirrel tier gets you your name in the liner notes, the digital download, a signed CD, and a Deathmøle shirt!\nThe Platypus of Horror tier gets your your name in the liner notes, the digital download, a signed LP, a sticker, and a Deathmøle shirt!\nThe Doom Wombat tier gets you your name in the liner notes, the digital download, a CD, AND a fancy limited-edition screenprint signed and numbered by Jeph and John!\nThe Badgerpocalypse tier gets you your name in the liner notes, the digital download, a signed CD, a shirt, and a signed  and numbered screenprint by Jeph and John!\nThe Morbid Platypus tier gets you your name in the liner notes, the digital download, a signed CD, and the original album artwork by John Keogh, signed by John himself!\nThe Party Echidna tier gets you all of the physical rewards and tickets for you and one guest to an exclusive album release party in Northampton, MA! Come hang out with Jeph, get stuff signed, and listen to some good tunes!\nThe Moose Armageddon tier will get you your name in the liner notes, the digital download, a signed CD, a shirt,  AND a chance to have lunch or dinner with Jeph! All you gotta do is get yourself to Northampton, MA and Jeph will take care of the rest!\nWHY ARE YOU DOING A KICKSTARTER FOR THIS:\nADD-ON MENU:\nHooray, we have an add-on menu now! \nDeathmøle t-shirt: $20 ($30 outside the U.S.)\nCD of Permanence: $15 ($20 outside the U.S.)\nVinyl copy of Permanence: $25 ($30 outside the U.S.)\nSecond patch/sticker/tattoo/guitar pick pack: $10 ($15 outside the U.S.)\nTo add any of the above items to your pledge, simply pledge that additional amount above the reward tier you're receiving. For example, if you're pledged at the $60 level and would like a copy of the CD as well, pledge $75 ($60 + $15). When the campaign is over, we'll collect your add-on orders via an emailed survey.\nMaking an album costs a lot of money! Recording, mixing, and mastering will take up the bulk of the funds raised by this Kickstarter. Beyond that, the rest of the money goes toward manufacturing the CDs, paying for the album art, and hosting the digital downloads, with a small buffer for unforeseen costs. And if we overfund, all of that money will go towards making our stretch goals as amazing as possible! Basically, the more money we can raise, the more stuff we can add to the album.\nSPEAKING OF MORE STUFF:\nWe've unlocked guitar picks, patches, temporary tattoos, and buttons, which will now be included in every reward for people who pledged $20 or more. The 20-page Deathmøle comic will be provided as a PDF to all backers of $10 or more. A digital download of \"Advances\" will also be made available to all backers of $10 or more.\nSWEET. LET'S DO THIS THING.\nAwesome! This is the most exciting musical project I have ever been involved with and I am so, so thankful to you for helping make it a reality. YOU'RE GREAT.", "risks": "Risks and challenges\nThere are always risks inherent in producing an album- equipment failure, studio problems, blisters on the guitarist's fingers, etc- but I am working with an extremely reliable engineer and have reserved a generous amount of time to get the songs recorded, mixed, and mastered. Since I'm the one playing all of the instruments, as long as I don't break my fingers or arms it should be totally doable.\n\nFulfilling the orders will be a challenge, but I'm making this album with the help of Make That Thing. It's a subsidiary of TopatoCo – my partner in producing and shipping Questionable Content books and other merchandise for many years. They are super good at what they do! And I am 100% confident that they can get everything shipped on time to the correct destination with the minimum amount of wailing and gnashing of teeth.\n\n(http://makethatthing.com/) \n(http://topatoco.com/)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 296, "projec_url": "https://www.kickstarter.com/projects/samandfuzzy/permanence-the-new-album-by-deathmle", "project_name": "Permanence: The New Album By Deathmøle"}}]