[{"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/coe/tiny-epic-pirates", "project_name": "Tiny Epic Pirates"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/roomandboardscafe/room-and-boards-game-cafe", "project_name": "Room and Boards Game Cafe"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/russrmc/animal-adventures-tales-of-dungeons-and-doggies", "project_name": "Animal Adventures: Tales of Dungeons and Doggies"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/2000580152/neil-degrasse-tyson-presents-space-odyssey-the-vid", "project_name": "Space Odyssey - The Video Game"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 20, "projec_url": "https://www.kickstarter.com/projects/fireandbone/fire-and-bone-3-tiny-digitally-captured-metal-anim", "project_name": "FIRE & BONE 3: Tiny, Digitally Captured, Metal Animal Skulls"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "", "risks": "Risks and challenges\nWelcome to my Kickstarter page. My name is Anthony Maddaloni and I have been a photographer since 1995. Currently, my passion is making 68 Degrees, a collection of authentic portraits of Austin residents and visitors who are drawn to Barton Springs, a natural, 68-degree spring-fed swimming pool in Austin, Texas.\n\nIn May 2012, necessity brought me to Barton Springs. I had knee-replacement surgery. During that time, I started spending a lot of time swimming in Barton Springs. I found that the water was curative. In fact, it helped my arthritis so much that I began to spend hours swimming, soaking and water walking almost daily. I began connecting with others at the springs who had also had joint replacements, arthritis or other physical debilities for which the springs help to alleviate the pain or disability. \n\nDuring that time, I began to notice the mix of people who spent time at Barton Springs and made swimming and sunning a daily ritual. Soon, the outfits, the sunglasses, the interactions and the overall beauty of this pool began to win my heart. I started bringing my cameras and my love for a poignant capture of a moment transformed into a desire for creating a comprehensive collection of what it really feels like to plunge into 68 degrees of icy cold water on a triple-digit day in Austin. The working title for this project came about one day as I was contemplating the synchronicity of the constant 68-degree temperature of the natural spring water and the standard 68-degree temperature of the water and chemistry used in black-and-white film photography, which has been my life-long medium of choice.\n\nIt's no secret that the economic conditions in city of Austin, Texas are changing drastically. It's becoming more difficult for an artist to flourish as the costs of lodging, daily provisions and studio space are competing with my ability to pay for film, photographic paper, cameras and darkroom supplies needed to complete 68 Degrees.\n\n My complete heart and soul are invested in creating 68 Degrees, and I need your help to make it happen as a way to honor the intrinsic nature and the community of people who love Barton Springs as much as I do. I want to make and curate images in a way that people admire for 100 years from now. Barton Springs is iconic. It's often called the jewel of our city. And I feel that the timing of making this 68 Degrees collection is imperative as the weird, eclectic charm of this city is quickly becoming overrun by towering condominiums and conformist culture. The skyrocketing cost of living is pushing the once-thriving artist and musician population to start looking outside their beloved city for more affordable places to live and make art. 68 degrees is not about capturing Austin celebrities or making a statement on gentrification, it's more about the timeless natural beauty that surrounds the pool. It's about the people, the energy of those who come to find love, inspiration, make friends or just to conquer the 68-degree plunge, which is a cool contrast to the arid Texas landscapes.\n\nI have been building up to this moment. Throughout my career, I have done work that reflected on my community. And, during the past two decades of the burgeoning digital age, I have remained loyal and dedicated to the timeless medium of film photography as I have continued to hone my skills. I have worked at the Harry Ransom Center and taught darkroom classes and photography at the University of Texas at Austin in addition to taking freelance work making photos daily just to advance my own skills and teaching people to photograph some of my favorite spaces in this city.\n\n Barton Springs inspires passion of most of the people who spend time there. I have exhibited pieces of my collection of portraits around town, and the way that people have responded to the images of themselves and their community. It's a powerful statement about people in their environments.\n\n I would like for you to help me make this project a reality, and I have created some incentives to encourage your support of my work.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "hello!", "update_content": "I am very sorry for my lack of updates and letting people know whats going on with 68 degrees.\nThe last few months of 2015 were rough for me health wise. I was diagnosed with arthritis in my right shoulder and the shoulder needs to be replaced.\nThe pain of the arthritis and depression that came with it set me back."}, {"update_no": "UPDATE #3", "update_userinfo": "Thank You !!!!!!!!!!!!", "update_content": "I have a TON of graitude towards everyone who helped make this happen.\nI will keep you posted with updates and new images via my FB page and IG page.\nThanks again !!!!!!!!"}, {"update_no": "UPDATE #2", "update_userinfo": "a few more days to go!", "update_content": "Huge thanks to everyone! !!!!\nI still have a little ways to go until my project gets funded.\nI have been working hard shooting and printing work  prints for the book.\nThanks so much for the support "}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you!!!", "update_content": "Thank all for the support!!\nI spent about 3 hours photographing today at Barton Springs..\nThanks again!"}, {"status": [{"Project funds successfully": "107 backers pledged $6,566"}, {"Project launches": "JULY 1, 2015"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/68degrees/68-degrees-barton-springs", "project_name": "68 degrees:Barton Springs"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "Successfully Funded!\nThank you for all your support throughout our campaign! It is with your incredible backing that we are now able to make The Bard's Tale IV a reality. We will be working to make The Bard's Tale IV a worthy successor to the legacy of the classic trilogy.\nFor news and updates on The Bard's Tale IV, you can check our official site, our Tumblr page, Facebook, and Twitter.\nFor those of you who missed the Kickstarter, we are still taking pledges on our web site - click to support The Bard's Tale IV!\nCheck out our in-engine video showing our vision for The Bard's Tale IV.\nNew to the Kickstarter? Check our recap update here!\nWant more details on the game? Read our touch points document here!\nOur community has unlocked 21 rooms in our dungeon thanks to their efforts spreading the word on The Bard's Tale IV!!\nRoom 4 [UNLOCKED] We will add a physical code wheel to *all* physical tiers, including $65. Digital tiers will receive a digital representation of this code wheel.\nRoom 8 [UNLOCKED] We will add old-school premium graph paper to physical box tiers at $95 or above. Digital tiers will receive a digital version of the graph paper!\nRoom 12 [UNLOCKED] We will add actual, REAL Red Boots DLC to The Bard's Tale IV... FREE to all backers $20 or above!\nRoom 16 [UNLOCKED] All backers $20 or above receive TWO Julie Fowlis songs.\nRoom 20 [UNLOCKED]: Unlock the all-new Exclusive Brian Fargo Bard Skin.\nSpecial [UNLOCKED]: the Lute of Compulsory Cavorting is added to the game.\nRead the full story of the Enclave of the Fairy Host on Tumblr\nWe have added the emulated versions of The Bard’s Tale, The Bard’s Tale II: The Destiny Knight and The Bard’s Tale III: Thief of Fate to every tier $20 and above FOR FREE! Additionally, we have an agreement with the original The Bard’s Tale III programmer Rebecca \"Burger\" Heineman and her company Olde Sküül to update the games for modern machines!\n---\nFrom the creators of Wasteland 2 and Torment: Tides of Numenera comes The Bard’s Tale IV. Thirty years ago, The Bard’s Tale put Brian Fargo and Interplay on the map and launched a storied career crafting some of the most beloved cRPGs in gaming history.\nToday, we return to Skara Brae for the long-awaited dungeon-crawling sequel to the Bard’s Tale trilogy -- the games that helped define the genre.\n[French Translation] [German Translation] [Spanish Translation] [Polish Translation] [Russian Translation]\nA single-player, party-based role-playing game, rich in exploration and combat\nDungeons filled not just with dangerous fights but with challenging puzzles and devious riddles\nDynamic phase-based combat, where the pace of battle is animated and fluid, but still gives you time to think and respond to your enemies\nA game set to beautiful Gaelic music, where the Bard’s songs and melodies affect gameplay\nCo-funded by fans and inXile: if this game hits its $1.25 million goal, inXile will put in at least $1.25 million of its own money to double the initial budget!\nBuilt using Unreal Engine 4, for PC, Mac and Linux. Available from Steam, or DRM-Free from GOG.com or The Humble Store\nAvailable in English, French, German, Russian, Spanish, and Polish\nBuilt for and with the help of our fans.  Your feedback and input directly impact the design and features of the game during alpha and beta stages\nYou can find us on social media: Facebook, Tumblr and @BrianFargo. We can also be found on localized social media in Polish, Czech and Russian.\nActual Handmade Reliquary Box\nWhy the Bard's Tale?\n30 years ago, a small company by the name of Interplay produced a cRPG titled Tales of the Unknown I: The Bard’s Tale. This game was crafted at a time when the RPG genre was growing and being defined by an endless stream of innovative releases. In this period dominated by Wizardry and Ultima, The Bard’s Tale was an unexpected hit, putting Interplay on the map. Brian went on to produce many of the RPGs we still love to this day, including Wasteland, Baldur’s Gate, Fallout, Icewind Dale, Planescape: Torment, and many more. The Bard’s Tale was also one of the first members of the Computer Gaming World Hall of Fame, and The Bard’s Tale III was featured in the Smithsonian’s “The Art of Video Games” exhibit.\nDuring our successful crowdfunding campaigns for Wasteland 2 and Torment: Tides of Numenera, our legions of generous backers stunned us with their outpouring of support, proving those games still had an audience that was willing to help make them happen.\nAs we began to look into our next project, we were flooded with requests from many of our supporters who wanted us to return to The Bard’s Tale universe. The dungeon crawl genre it represents has largely been forgotten by mainstream publishers. What better time than the 30th anniversary of the original for us to bring The Bard’s Tale back to life with a true dungeon crawling sequel, The Bard’s Tale IV!\nCraft your party, your way.\nThe Bard’s Tale IV allows you to develop, progress and grow a party of adventurers as you see fit. Build a combat-hardened warrior to lead the way, or a spell-flinging Conjurer to provide support from the back lines. A character’s class provides the basic archetype, but as you progress you will tweak and evolve your party to suit your play style.\nThe original Bard’s Tale games allowed you to evolve your magic class characters from the Conjurer and Magician to the more powerful Sorcerer, Chronomancer, Geomancer, and even the feared Archmage, each providing new spell trees to explore. We’re extending this system to all class types for increased levels of customization and tinkering. As your magic and combat abilities grow, you will combine spells and skills from your different party members for increased effects greater than the sum of their parts. Deciding when to evolve your characters has a major impact on the types of spells that become available.\nThe eponymous Bard is of course returning. The Bard is an important member of each party, with magical songs empowering the group in combat or providing a helping hand while exploring and solving puzzles. Your band of adventurers will be influenced throughout the game by the Bard's music. By playing the Rhyme of Duotime, your party will regenerate spell points at increased speed. Switching to The Archer’s Tune will greatly increase your party’s missile damage. Just make sure your bard is well stocked with ale...so his throat doesn’t dry out. \nWe are also bringing back many popular races like humans, elves, dwarves, and including some newly inspired races like the Trow. The races all have their own unique culture and history, integrating your choices more into the game’s narrative. The world and citizens of The Bard’s Tale IV react to your party’s make-up, branching the quest structure and providing a unique experience depending on who is joining you. \n\"In mist-shrouded Skara Brae, in the darkest hours of a winter's night, sometimes can be heard a voice on the wind. The Song of the Maiden the locals call it, a song sung since before the standing stones grew moss, a song of ill fortune, that lures those who hear it to their doom, and drives the melancholy to madness, a song, they say, that must never end, for if it does, the world ends with it.\"\nWhat did the wizard Mangar seek when he cast his spell of Eternal Winter, locking Skara Brae in ice? Why did the invading archmage Lagoth Zanta shatter the Destiny Wand and end seven hundred years of peace? Why did the mad god Tarjan cross the outer planes to burn Skara Brae to the ground and slaughter its people? What secret could drive beings of such great power to again and again lay waste to these ancient isles?\nThe adventurers who put a stop to these fiends never learned the answer to these questions, but now, a hundred and fifty years after its destruction, and the building of a new town on top of the old, another power, greater than all those before, has turned an eye once again to Skara Brae and the time-lost catacombs beneath it, seeking the secret its predecessors failed to find - and once more, a small group of hapless adventurers are all that stands in its way.\nThe Bard’s Tale IV brings you back to locations you know and love in the bustling, under-construction town of Skara Brae, though the events of the past years have changed it in ways you might not expect. As always, many taverns dot the city for the party to quaff down large tankards of ale and wet their parched throats. The Adventurer’s Guild is still open and ready to assist. The descendants of the original Skara Brae have picked up where their ancestors left off, so magic users can regenerate at the reliable Energy Emporium (Roscoe Jr.) and restock in the ever-ready Garth’s Equipment Shoppe.\nYou know us as lovers of reactivity, choice, and consequence in our games, and naturally The Bard’s Tale IV is no different. Your actions in and around Skara Brae can change the town forever! As you make choices and complete your quests, other local bards will sing songs of your exploits, which may change the attitude of noblemen, modify the friendliness of merchants, or unlock previously inaccessible buildings. Quests are either offered or revoked based on your influence in the world, so you must choose them wisely.\nTell me more…\nBeing a dungeon crawl, you’ll get to explore the dungeons, forests, crypts, and castles within, underneath, and around Skara Brae as well as worlds beyond the lands of men. The emphasis is on exploration, mystery, discovering new locations, and fighting your way through traps and monsters. Secrets abound in these dungeons, and the world is shrouded in mystery. Like the originals, movement and dungeon design is grid-based, but the game allows you to toggle the grid off and move freely if you prefer.\nWe have a passion for non-linear level design and The Bard’s Tale IV embraces this concept. While you explore the world, you will reach areas, obstacles, and monsters you won’t be able to defeat. By venturing out into new areas, developing additional skills and spells, or finding enchanted weapons and armor, you can return with a new set of tools better equipped for the job. Definitely expect a challenge; this game won’t be easy.\nChallenges beyond combat await you. Dangerous traps dot the dungeons, and you’ll need a deft hand to find your way through them – as well as a keen sense of mapping. With the full rights to use all of the content, story, and setting of the original games, we are returning to many of the familiar trappings and challenges. But don’t worry.  If you find yourself completely stuck, just turn your way to a Magic Mouth, those perfectly ordinary hint-givers that come in the shape of giant talking stone walls.\nA big part of true dungeon crawls is the combat. The Bard’s Tale IV utilizes a dynamic phase-based system to resolve such encounters. What do we mean by that?\nCombat is resolved in a phase-based manner, meaning your entire party takes its turn, and then all enemies take theirs. In the original trilogy, you’d make all of the decisions at once and only then see the results. For The Bard’s Tale IV, we want a more dynamic experience: as soon as you decide what a character will do, they immediately act. This is the first way in which battles dynamically change, as your rolls and effects can have a variety of outcomes which might make you rethink your next action.\nWhen we say that combat is dynamic, we also relate that to the game's pace and feel. The Bard’s Tale IV allows you to give your commands as quickly as you want, even while the animations of your previous commands are still playing out. This removes the tedium of waiting around for animations to finish before the system accepts your next input. And of course, your enemies are a major part of keeping the system dynamic – you'll need to examine the battlefield and react accordingly to win, including being aware of abilities that directly counter other abilities.\nSpecial abilities will also be a huge emphasis for the game. The Magician class, for instance, uses their powers to enchant and change the properties of objects by manipulating their physical environment. By casting Ybarra’s Mystic Shield, the air in front of the party becomes an invisible shield. Illusions and summoning is a pillar of The Bard’s Tale universe too, so expect your foes to be summoning their own monsters while constantly evolving the tactical nature of the combat at each turn. Running backwards will not be a viable survival strategy!\nPhysical Manipulation of Items and Puzzles\nItems, weapons, armor, and specialized loot are a big part of dungeon exploration. You will want to equip (and conjure) yourself with the best gear, including armor, gloves, helmets, shields, weapons, instruments, rings, and wands.\nThe sense of discovery and mystery doesn’t stop with the environment. Many items hold their own secrets that you’ll need to discover by carefully examining them. Similar to the intriguing video game series The Room, by thoroughly studying special objects, you can unlock ways to enhance or modify their properties. After looting a chest, for instance, you might find a dagger with suspicious holes dotting the blade. After examining it closer and rotating two oddly shaped discs on the hilt of your newly found weapon, a small compartment opens revealing a clock-like dial. Twisting this dial properly and locking it into place, you notice a viscous poison dripping from the blade which will add additional damage to each attack.\nPLAY\n\nWe extend this physical manipulation element into a rich variety of challenges. Dungeons are filled with diabolical puzzles that unlock anything from shortcuts to secrets, to extra loot, and often you’ll need to think of clever ways to use your arsenal of spells and skills to get through them. \nThe Bard’s Tale IV has a strong fantasy heritage and represents a leap forward for this genre. We intend to craft its world and creatures with a unique stylistic approach to make the game all the more memorable, with a distinct artistic theme that is instantly recognizable and layers of rich detail that make the bustling world come alive.\nIn both its music and visuals, The Bard’s Tale IV draws heavily from many elements of Scottish culture. We plan to integrate Scottish architecture in the look of Skara Brae and the game’s dungeons and wilderness.\nReference photos from inXile's Scotland trip\nIn many cases we directly take real-life objects, specially photographed, and convert them into 3D objects using the process of photogrammetry. We then take the processed 3D objects and tweak them to end up with authentic and gorgeous game assets that perfectly suit our stylistic approach.\nPLAY\n\nWho is making The Bard’s Tale\nThe Bard’s Tale IV is brought to you by inXile Entertainment, led by Brian Fargo. Brian was directly involved in the creation of all three The Bard’s Tale games in the 80s, the first game launching his long and storied career at Interplay and inXile through the 90s to now.\ninXile has embraced the crowdfunding model fully, delivering the fan favorite Wasteland 2 (over 70,000 backers raising over $3 million), and following it up with Torment: Tides of Numenera (over 90,000 backers raising almost $4.9 million and still going). We doubled Wasteland 2’s crowdfunded budget with our own funds, and continue to support it with the upcoming Game of the Year Edition, which will be released as a feature rich and extensive free upgrade to all PC backers and buyers.\nThe Bard’s Tale IV is spearheaded by the same team that delivered the award-winning Wasteland 2.\nAs always, inXile Entertainment is proud to be a part of Kicking It Forward, pledging to spend 5% of our eventual profits back into crowdfunding projects.\nIf you’ve already pledged at any tier $20+, you can include add-ons with your pledge. To add an add-on, go to \"Manage\" at the top of the Kickstarter page and increase your pledge by the same amount your add-on(s) cost. Once the Kickstarter ends, we will contact you with more details on how to specify your add-ons. Limit 5 per backer.\nThe Bard's Tale IV Pledge Add-ons\n$5 - Guilt Absolution Letter from Brian Fargo\n$8 - Digital History of The Bard's Tale Novellas (3 novellas spanning BT 1-3 lore)\n$8 - Digital The Bard's Tale IV Novellas (currently 3 novellas on BT IV lore)\n$8 - Digital The Bard's Tale IV Base Soundtrack\n$12 - Digital Strategy Guide\n$15 - Digital The Bard's Tale IV Deluxe Double Album Soundtrack\n$15 - Digital Novella Compilation (all available novellas)\n$15 - Beta Test Access\n$20 - Extra Digital Copy of The Bard's Tale IV (Windows, Mac, and Linux)\n$30 - Digital Copy of Torment: Tides of Numenera (Windows, Mac and Linux)\n$40 - Collector's Album Box (plus shipping: $8 US / $10 Canada / $15 EU / $17 Rest of World)\n To view the full rewards chart, click here!\nIn order, Album Box, Premier Collector's Edition Box\nBard's Tale Creeper Tier\nEarly Bard Tier\nDownloadable Copy - The Bard's Tale IV Tier\nGuilt Absolution Tier\nGuide to Skara Brae Tier\nHistory of the Bard Tier\nAll Downloadable Superpack Tier\nThe Tormented Bard Tier\nCollector's Album Box Tier\nSupreme Digital Collector Tier\nThe Tormented Irradiated Bard\nVIP Behind the Scenes Access Tier\nPremier Collector's Edition - Early Bard 2 Tier\nPremier Collector's Edition Tier\nBehind The Scenes - Premier Collector's Edition Tier\nThe Eternally Tormented Irradiated Bard (RPG VIP) Tier\nDouble Box Collector - Behind The Scenes Tier\nLoreteller Tier\nSigned Premier Collector's Edition Tier\nUltimate Collector's Reliquary Edition Tier\nSupreme Box Collector 2 Tier\nRelic Crafter Tier\nPuzzle Master Tier\nSagateller Tier\nTil Death Do Us Part Tier\nMusician's Tier\nBe A Barfly Tier\nExclusive Reveler's Festival Tier\nAll physical rewards come with digital equivalents, where applicable.\nAll in-game content is subject to revision and final approval by inXile Entertainment.\nAll Trademarks are property of their respective owners.", "risks": "Risks and challenges\nVideo games are complex products, but inXile Entertainment gathers decades of experience in managing them. The studio is in its 12th year of existence now, and has a proven track record for Kickstarter-produced games, having released Wasteland 2 to fan and critical acclaim and with a second project in production in Torment: Tides of Numenera.\n\nThe main challenge is indicating a fully accurate delivery date, which is not possible to do before we know how much funding we have. As funding increases, it allows us to increase the scope and depth of the product, but this will inevitably impact the release date. Our initial estimate is based on a $2.5 million budget game and we will openly communicate on changes to the release date as our project progresses.\n\ninXile has established revenue streams from its back catalog, including Wasteland 2, The Bard’s Tale, as well as the upcoming Wasteland 2 Game of the Year Edition. This revenue is invested directly back into the games we’re working on – we will be investing at least a matching $1.25 million should Bard's Tale IV fund. These revenue streams will allow us to improve the quality of Torment and The Bard’s Tale IV, and provides additional security to see the project through to completion.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #59", "update_userinfo": "Director's Cut Has Arrived!", "update_content": ""}, {"update_no": "UPDATE #58", "update_userinfo": "Director’s Cut Update", "update_content": ""}, {"update_no": "UPDATE #57", "update_userinfo": "New Art from an Old Friend", "update_content": ""}, {"update_no": "UPDATE #56", "update_userinfo": "Mid-2019 Update", "update_content": ""}, {"update_no": "UPDATE #55", "update_userinfo": "Early 2019 Update", "update_content": ""}, {"update_no": "UPDATE #54", "update_userinfo": "The Bard Goes Caroling", "update_content": ""}, {"update_no": "UPDATE #53", "update_userinfo": "It's Showtime!", "update_content": ""}, {"update_no": "UPDATE #52", "update_userinfo": "Are You The Keymaster?", "update_content": "Preparing for Key Distribution"}, {"update_no": "UPDATE #51", "update_userinfo": "The Bard Draws Near!", "update_content": ""}, {"update_no": "UPDATE #50", "update_userinfo": "The Classics Return", "update_content": ""}, {"status": []}], "comment_no": 12495, "projec_url": "https://www.kickstarter.com/projects/inxile/the-bards-tale-iv", "project_name": "The Bards Tale IV"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "The Kickstarter campaign might be over, but you can still support this game on our website.\nA first-person, open world, realistic RPG that will take you to Medieval Europe in a time of great upheaval and strife. A humble, young blacksmith loses everything to war. As he tries to fulfill the dying wish of his father, Fate drags him into the thick of a conspiracy to save a kidnapped king and stop a bloody conflict. You will wander the world, fighting as a knight, lurking in the shadows as a rogue, or using the bard’s charm to persuade people to your cause. You will dive deep into a sweeping, epic, nonlinear story from Daniel Vávra, an award-winning designer from the Mafia series. Our unique, first-person combat system lets you wield sword or bow in both one-on-one skirmishes and large-scale battles. All of this - and more - brought to life beautifully with next-gen visuals delivered via Cryengine.\nSummary\nPlanned platforms: PC, Xbox One*, PS4*, Mac, Linux\nRelease date: Q4,  2015 on PC, Mac and Linux\nApprox. gameplay time: 30 hours (Act 1), 70+ hours (all 3 acts)\n* Publishing on closed platforms is subject to approval by the platform holder. This can also influence release date there.\n\nNon-linear story lets you choose between being a villain or a savior. Every quest can be solved in multiple ways.\nA revolutionary combat system based on inverse kinematics, the only one of its kind to offer a rich, authentic yet easy-to-control, first-person melee experience. Based on actual 15th century fighting techniques and designed in cooperation with medieval martial arts experts.\nImprove your character. Different play styles - warrior, rogue or bard - can be mixed and matched as you see fit. You can develop your skills, earn new perks, and fine-tune your equipment.\nLarge realistic, medieval-themed, open world landscape covering 3.5 square miles and 30 hours of gameplay (in first act, out of 3 total).\nLead the charge in enormous, open field battles and sieges. You are no superhero. If you’re going to take on an army of enemies, you better find one of your own to back you up.\nTake a trip through the Middle Ages: Traverse sprawling cities, magnificent castles, towering, dark forests, and muck-strewn villages.\nDiscover this huge world from horseback or on foot. If you can see it, you can visit it.\nA dynamic world comes alive. Every inhabitant plays a role in their communities, and as night follows day, you can watch people work, help them when needed, or try to interfere in their routine and see what happens.\nBuild relationships with characters, become a criminal or a local hero, seduce local women, threaten your enemies or pardon vanquished opponents.\nCreate your own weapons, cook, brew up potions, or dig around for silver. All crafting occurs in-game, using clever mini-games, rather than boring, soulless menus.\nYou will not find any dragons, half-naked Elven warriors, or wizards in Kingdom Come: Deliverance. At no point will you have to collect seven pieces of a legendary magic staff to defeat an ancient evil bent on destroying the world with an army of demons. We think there are enough such games out there.\nWe want to bring you a strong story rooted in the height of the Middle Ages, brought to life in all its glory. So what is Kingdom Come: Deliverance? Think of it as Braveheart: The Game. Majestic castles, armored knights, large, open field battles, and political intrigue set in a vast, emergent world. We want to make the experience as authentic as possible – real-world locations, real castles that don’t look like something from Disneyland, period-accurate armors and costumes, combat and fencing systems designed in collaboration with the most knowledgeable, skillful swordsmen around, and a story based on actual, historic events.\nAll this, on a foundation built capably upon the solid game mechanics of a true, hardcore RPG – nonlinear quests with multiple solutions, branching dialogue choices with points of no return, several roles to play (warrior, bard, thief), a mountain of different stats, skills, perks, and ultimate character customization details (including 4 layers of clothing and armor in 16 equippable slots), as well as alchemy and crafting professions, the need to sleep and eat to stay healthy…even food that goes bad if it sits in your inventory for too long!\nWe’re mixing the freedom and mechanics of Skyrim, the setting of Mount and Blade, the storytelling styles of The Witcher and Red Dead Redemption, and the tough combat dynamics of Dark Souls into a single, gorgeous package. You could say we’d like to give ArmA (a franchise many of us worked on) an RPG makeover, streamlining the systems and controls and polishing the overarching world while keeping the unique, genuine feeling of its action and environments. Interested?\nOur tale is based on historical events and takes place in 15th century Europe.\nThe year is 1403, and it is most certainly not the best of times. The old king is dead and his heir is weak. The new king’s brother, hungry for power allies himself with a faction of the nobility that sees this moment as an opportunity for advancement, kidnaps the king, invading the country with an army of his own to plunder this defenseless land. The aristocracy is divided between which side to support. Civil war is coming...\nThe hero\nIn the midst of this plunder and chaos, a son of a blacksmith will emerge as a hero. His home destroyed and his family murdered by the invading army, he must redeem his failure to protect those he loved and set things right again. Avenging the dead, safeguarding the kingdom’s rightful ruler, and restoring order will prove no small feat for our adventurer. But beware - this is not a fantasy fairytale, and you are not the chosen one! This will be a tough, dirty job that only a champion with enough wits and strength will survive.\nFreedom of choice\nYour character is defined by your choices. Your abilities and stats grow depending on what you do. You decide how you want to appear. Every quest can be solved in multiple ways. Branched dialogue trees grant you the freedom to express yourself. Your reputation is based on your choices, and every choice you make carries appropriate consequences. There are no class restrictions, you can do anything you want to.\nStand tall as a brave knight in powerful armor, going it alone or finding allies to lead into battle. Complete quests with brute force. Intimidate and threaten your enemies. Be confident, arrogant, or righteous.\nSneak behind enemy lines as an invisible thief and assassinate the enemy. Stab. Snipe. Strangle from behind. Resolve difficult situations as an invisible phantom, stealing important evidence and threatening people to get information.\nWin hearts as a popular bard, persuading nobles with your silver tongue and convincing them to fight one another. Use your wits rather than your muscles to get the job done. Share drinks with people, be the funny guy everyone likes… and then stab your rivals in the back when they least expect it.\nWe’re not trying to create the biggest game ever; we want to concentrate on quality rather than quantity. Instead of 200 generic dungeons, we’d like to focus on just a few, crafting each one as something unique, memorable, and special. Our world is large, but again, the focus is on creating a natural, organic space, not one so overpopulated (find out more about this in our blog, here). The same philosophy applies to quests. We don’t want to inundate players with an insane amount of quests, but rather ensure that those we have are rich in detail, with multiple solutions (including non-violent approaches, where appropriate) suiting different play styles and making an impact on the world.\nDeath to the tired clichés!\nSick of killing rats in the basement? Or being treated like a messenger, transporting stuff from point A to point B? So are we! That’s why our quests are different. Play as a medieval investigator searching for a mass murderer, lay siege to a bandit fort with an army at your back, experience epic battles between armored knights, interrogate, bribe, threaten, love, help, fight… It’s up to you to decide what to do. There are multiple ways to finish every quest - use your sword, quick fingers, or your wit.\nBranching dialogue\nConversation is an integral aspect of Kingdom Come: Deliverance, just as important as combat and just as difficult. It isn’t possible to absent-mindedly click through every dialogue option. Your time to make decisions is limited, your choices affect your relationships with others, and you cannot take back what you say. Just like in real life, you have to think carefully about what you say to whom.\nSkill-based mini-games\nAlmost everything that can be turned into a game will be playable – and that extends to crafting, as well. Blacksmithing doesn’t happen in menus but rather with a hammer at a forge. These mini-games are skill-based and affected by the player’s stats. You’ll be able to forge, sharpen, and repair weapons, create potions and ointments through alchemy, pick locks and pockets, distill alcohol, and prepare food.\nFreedom to do whatever you want, whenever you want, wherever you want\nThe exploration of the world is free. If you don’t want to play the main quest line, it will “wait” for you, and you can go about exploring the world and doing other stuff – side quests, random events, hunting, crafting, small side stories, and much more. A giant world based on beautiful, real-world locations\nCryengine allows us to quickly create huge areas of landscape. The world covers approx. 9 sq km2 (3.5 sq. miles), with a sprawling city, vast forests, majestic castles, and dozens of villages and hamlets devastated by war. Of course, there will also be underground locations to discover, like mines, secret passages, and catacombs.\nEmergent Gameplay\nOur world is a living, breathing, and COMPLEX ecosystem, ready to be toyed with. Everything happens for a reason, every character has his/her daily routine, and every routine can be affected by the player. Characters are able to react properly to all player actions and adjust their routines to them.\nAdvanced reputation and law system\nThe world will organically react to your deeds. NPCs will report your crimes to authorities, who will punish you for your crimes accordingly, either with a fine, time in jail, or by subjecting you to the stocks or torture. Crime will affect economics and NPC behavior; people will get suspicious or aggressive after unresolved crimes. Your reputation will spread by word of mouth.\nCreating intriguing, enjoyable, first-person melee combat systems has been a real challenge for developers. It's hard to mix easy, intuitive controls with a first-person view and sufficient variety of moves. Many have tried and failed.\nOur combat mechanics are the most challenging feature of our game. They’re based on actual 15th century techniques and designed in cooperation with medieval martial arts experts to be as authentic as possible. The controls are as intuitive as in first-person shooters and, thanks to a few tricks, we have a large amount of different moves and combos. On top of that, the whole thing is based on real-time physics and inverse kinematics, so when you hit something, your hands and weapon, not just your target, react accordingly, which is something that was not possible on last-gen hardware.\nWeapons\nYou can specialize in different fighting styles and weapon classes and will constantly learn new moves and techniques, as well as unlock new weapons and armors. Every weapon has its own uses, pros, and cons. The sword is universal, but weak against plate armor; hammers are ideal against plate armor, but weak against sword; the longsword is strong, but slow, and cannot be used from horseback, etc.\nWe will have several weapon classes: swords, longswords, daggers, sabers, axes, hammers, shields, bows, and crossbows.\nBattles and castle sieges\nYou are no superhero - fighting multiple enemies at the same time is very difficult. It is often a good idea to have allies at your side (and, at times, a lot of them). Our goal is to have as many characters in fights as possible and to offer players big battles and castle sieges to take part in. Not many battles, mind you - more like one or two in the first act. For us, a battle is a climax, not a ‘wow’ moment that needs to happen every two minutes. The precise scope of these battles and the amount of characters on screen are still things we are evaluating – they are complicated feats to pull off even on next-gen hardware.\nHorses\nHorses are your primary means of transportation in our sprawling world, but you can fight from horseback, as well. War horses can be used as living weapons with special moves and attacks (strafing, running backwards, several different kicks, etc.). Horses also serve as a secondary inventory for the player. We’ll have three types of horses in-game (courser, destrier, rouncey), and each offers different abilities, stats, skills, and perks. Your steed levels up on its own throughout the journey, and even comes with five slots for armor and attachments.\nWhat would a role-playing game be without character development and customization? Your character in Kingdom Come: Deliverance will have STATS (Strength, Speed, Agility, Vitality, and Speech), CONDITIONS (Stamina, Health, Hunger, and Sleep), SKILLS (Swordsmanship, Archery, Alchemy, and many others), and PERKS (special combat moves, crafting abilities, or varying advantages). Conditions change as you become injured, exhausted, etc. Stats and skills will increase when you use them. Perks can be unlocked or learned. Stats and conditions can be temporarily or permanently modified by alchemy. You must also eat and sleep - you need to keep your character alive, after all!\nCharacter customization\nThanks to our clothing system, you can create the ultimate armored knight. We have 20 slots for weapons, clothes, and attachments, as well as 4 layers of clothing or armor on every character. That’s a lot of customization options! Different types of armor are effective against different weapons. Your clothes and their state affect your charisma and reputation, which, in turn, influence NPC reactions toward you. They also affect your visibility and the noise you produce, which affect your stealth skills.\nSince we are going to self-publish the game and are asking for the help of the community, we are also willing to give something back and develop the game with the community.\nWhat does it mean? In about 6 months, we will release an early build of the game, with one smaller location (village and a part of the countryside) where you will be able to test core mechanics of the game. We will start with the basic mechanics (interaction with the world, inventory, map, NPC cycles) and we will constantly update this build with new features as we progress with the development (dialogues, bows, hunting, crafting, combat, horses). This is the access to Alpha version of the game and it will be available to all tiers from the Baron onwards.\nWhen the game is in Beta stage, we will release the full game beta as Early Access on PC (or any other platform where it’s going to be possible) for all backers up from the Knight Tier.\nOur backers can influence the development, help us improve the game, and give us feedback about our game mechanics.\nWe are using Cryengine to power our game. It’s a powerful, out-of-the-box toolset that runs on all major platforms and allows us to concentrate on the game instead of technology. It's been used to create cutting-edge games like the Crysis trilogy and Ryse, as well as the crowd-funded project Star Citizen. Cryengine affords us with unparalleled macro and micro details, including unlimited viewing distance, HD textures on all objects, and a functional day/night cycle with varying weather patterns, all set in a vast, beautifully lit, seamless world, free of load times.\nOn top of that, we are developing our own proprietary RPG-MAKING TOOLS for easy development of this and any future content, including custom support for game design, animations, branching dialogue, clothing definitions, etc. We plan to release these tools to the modding community.\nWe plan to release the game on all major platforms: PC, Mac, Linux and next-gen consoles. You will be free to choose any platform the game will be released on as your reward. Regarding Early Access to the game, at the moment we can guarantee it only on PC, however we will do our best to make it available on as many other platforms as possible.\nAs a studio, Warhorse may be new to this industry, but the people behind it are not. Our team has worked on games like Mafia, Mafia 2, ArmA,  Operation Flashpoint, Crysis 3, and Forza Horizon, to name a few. Most of us have worked together in the past, so we know each other well. As of now, we have about thirty people on staff, which is, of course, not enough to make the kind of large RPG we have in mind in any timely fashion. Ideally, we’d like to grow our studio to about 75 people for a project of this nature.\nMost of us have experience working on open world games (Mafia, Flashpoint), so we’re already quite familiar with the typical challenges, roadblocks, and potential pitfalls that come with their development. We want to avoid the common mistakes that can bog down a project of this nature, and that starts with having a clear vision, detailed design, mature technology, efficient internal processes, and an experienced team.\n\nSpecifically, our plan asks for another 1,000 months of manpower, which means we need another 20 months to finish the game (this includes a six-month period for tuning and testing). We also believe that direct input from the community will help us a lot, allowing us to create an experience that people actually want to play, and we’re currently devising ways to make transparent our development process to Kickstarter backers, as well as non-investors still interested in the final product.\nIf you’d like to learn a little more about our attitude as a company and as game makers, we invite you to take a look at our blog. In addition, below you’ll find a little information about some of our key team leaders:\nDan Vávra\nDirector and Design Lead for Mafia, Designer and Screen Writer for Mafia II. Over a decade of industry experience, starting as a 2D artist on 16-bit computers. Nominated for a Game Developers Choice Award for Excellence in Writing for Mafia. Mafia won Game of the Year and Best Screenplay awards in a number of countries and has an 89.5% score on GameRankings. Dan’s games have sold more than 5 million copies combined. He also contributed to Hidden & Dangerous, among other projects.\nMartin Klíma\nThe author of fantasy pen-and-paper RPG Dragon's Lair. In 1997, Martin founded ALTAR Interactive as an Executive Producer. After releasing Fish Fillets in 1997, the studio created the real-time strategy game Original War three years later. Martin later moved to Codemasters in the UK to work on Operation Flashpoint: Dragon Rising.\nViktor Bocan\nDesigner and screenwriter of computer games for 17+ years. Started with self-published text games for Atari 800 and then he worked as a lead designer in Bohemia Interactive (Operation Flashpoint: Cold War Crisis, OFP: Resistance). Later Viktor helped to produce ArmA, a spiritual successor of Operation Flashpoint, and then worked in 2K Czech on new, not yet announced title. In his spare time, Viktor creates games for 'smaller' platforms, including Nintendo DS, XBL, iOS, etc.\nTomáš Blaho\nTomas was a Senior Graphics Programmer at Illusion Softworks (later 2K Czech), where he worked on multiple games, including Mafia 1 & Mafia 2 and Hidden & Dangerous 2. After finishing Top Spin 4 for 2K Czech, he moved on to Playground Games in the UK, working as Senior Graphics Programmer on Forza Horizon. He has a great deal of experience with development on non-PC platforms, having worked on Dreamcast, PS2, Xbox, PS3, Xbox 360, and iOS.\nRoman Zawada\nOne of the most accomplished 3D artists in our country. Roman started at Bohemia Interactive working on Operation Flashpoint and later ArmA. He then moved to 2K Czech to work on Mafia 2, and later to Crytek to work on Crysis 3. His intimate knowledge of CryEngine is especially valuable to our current project.\nTo find out more about our team, you can visit us on Facebook or visit our web. You can also follow our YouTube channel.\n After seeing our trailer, you might ask: “why are we here? This is a big, expensive game that’s sure to cost a lot of money, right? Does no major publisher want it? This sounds suspicious.” The answer to those questions might surprise you.\nWarhorse is a comparatively small studio. We now have about thirty people, and it took us more than eighteen months to develop what you've just seen. All this time, we’ve been funded by a private investor, to the tune of almost 1.5 million dollars in total. We hope the product you’ve seen reflects that.\nOur plan was to develop a prototype, pitch it to publishers, and finish development with the subsequent money. We tried to do it that way (and you can read about our experiences on our blog), but in essence, even though everybody we met commended our work, praised our game’s visuals, and believed in our ability to deliver, negotiations would inevitably hit a dead end at the point where the publishers' marketing departments got involved. Why?\n\"Your game is too niche. There’s no magic. People want wizards and dragons.\"\nWe beg to differ. The response from players has always been great. We think gamers like history – look at the success of Total War, Assassin's Creed, Mount and Blade, and Red Dead Redemption. There is no medieval first-person RPG out there, but it does not necessarily follow that nobody wants one - only that there is no easy box for marketing to pigeonhole it in.\nOur investor is strong and capable of funding the complete development of our project. But he does not follow the game industry very closely, and needs proof that publishers and marketers are wrong about our game - that you are indeed interested in a mature, medieval RPG that emphasizes freedom and authenticity. And so we stand, as a studio, at a crossroads. Either those naysayers are right, and there truly is no desire for the game we are making, or we are right. Either way, we think Kickstarter is a great way to find out.\nThe sum we are asking for is about ten percent of our total budget; for our investor, however, it is proof that there is real demand for the game, and that there is a point to keeping it funded. Every extra dollar will allow us to make the final product that much better because it means more money for development and more support from our investor.\nShould our Kickstarter campaign fail, it will mean that we were wrong, that there is no interest to play a game with the atmosphere of Braveheart, and that we will have to start considering working on some mobile MMO, because that's where the money is these days (or so everybody tells us). We are, however, positive that our instincts are right.\nSo help us to make our vision a reality. Help us to make not the 176th free-to-play mobile RPG MMO Elven village-builder with DIAMONDS™, but to make the kind of unique, engaging experience we think you’d like to play.\nForum access & badge: You will be able to post on our forums with your unique Kickstarter backer's badge.\nDigital copy of the game: You will be able to download and play a copy of Act I of our game.\nDigital manual, Soundtrack, Making-of video: You will get PDF copy of the game manual, complete game soundtrack in mp3, and permanent link for streaming video of our making-of documentary.\nBoxed copy of the game: You will receive your own copy of Act I in standard DVD box.\nDigipak copy of the game (w/soundtrack, making-of video and manual): You will receive your own copy of Act I in a nice digipak box. This box will also contain soundtrack CD and DVD with the making-of video, as well as a printed manual.\nCollector's edition box: This will be an exquisite collector's box edition that will take a place of pride in your collection.\nT-Shirt: CE will contain a T-shirt with Kingdom Come: Deliverance motifs.\nArt book: CE will contain a 100+ pages art book printed on quality stock paper, with artworks for the game.\nPoster/Signed poster: CE will contain a 24\" x 36\" full color poster of the game. In higher tiers this poster will be signed by members of the development team.\nDice: CE will contain a set for playing authentic medieval precursor to computer games.\nCommemorative coin: CE will contain unique coin with original design, stamped in limited quantity for our backers. In lower tiers, the coin will be made of brass; for higher levels, it will be made of sterling silver.\nAction figure: Your CE will include a quality die-cast 6\" action figure of Henry, Kingdom Come: Deliverance lead character.\nActs II & III: You will be able to download Act II or II & III of Kingdom Come: Deliverance if and when they are released. We assume that it will take us nine months to develop Act II and further nine months for Act III. Please note that we cannot guarantee developing these Acts; while it is our best intention to do so at this moment, circumstances beyond our control may force us to alter our plans.\nIn-game Calvary memorial (crucifix): The world of Kingdom Come: Deliverance is dotted with small memorial crosses – small stone or wooden crucifixes on a stone plinth. The plinth carries an inscription that can include your name.\nIn-game Conciliatory cross: Similar to the Calvary memorial above, but smaller and less conspicuous. These crosses were usually put up on places where a crime has occurred, as a gesture of reconciliation. The cross will carry your name.\nIn-game Church painting: Every town or village in Kingdom Come: Deliverance will have a church, sometimes two. You face can appear in one of them as the face of a saint, or some other figure, on paintings inside.\nIn-game Statue: We shall create a statue of a saint of your choice and endow him or her with your likeness. The statue will be a prominent feature of one of the in-game churches.\nCopper engraving: This will be an original, numbered, 6\" x 8\" print made from copper plate in limited quantity. It will feature a motif from the game.\nAlpha access: You will in-effect become part of our development team, getting access to the earliest barely playable version of Kingdom Come: Deliverance. Your comments and observations will help to shape the game.\nBeta access: This is similar to Early access on Steam. We are hoping we will be able to use the Steam platform itself.\nSword: You will receive hand made, forged, one-handed sword. It will be sharpened and ready for battle. This is not a toy!\nShield: This will be hand-decorated shield adorned with coat-of-arms of a noble family related to the events within the game.\nGuided tour: We will treat you to a two day trip through the real-world locations that served as models for the places within the game. We shall have a professional archaeologist/historian to guide you and explain everything and you will be able to get to places that are normally off limits.", "risks": "Risks and challenges\nRPGs are big games with complex, layered mechanisms and components, perhaps more so than any other genre out there. They are definitely complicated to create, and there are many risks involved in their development. We’ve tried to minimize those risks by selecting proven technology and assembling a strong team with proven experience shipping open world and AAA games.\n\nThe biggest risk for us would be falling behind schedule and releasing the game later than we planned. We’ve constructed a carefully laid-out strategy to prevent such an outcome, complete with detailed game documentation, clearly defined milestones to achieve, etc. But video games require a great deal of R&D - especially ones that want to innovate - and no one can predict for all potential possibilities or problems during such a process. Production delays unfortunately happen all too often in our industry.\n\nOur most resource-intensive features are our combat and large-scale battle systems. These are mechanics we’re implementing in ways in which few people on our staff have much direct, prior experience, and there are risks associated with that. We may run into implementation issues in executing those systems, requiring us to work around them.\n\nThe good thing for us is that we have strong financial backing, which greatly mitigates any chance that we will run out of money before completing our project, even if unexpected obstacles arise during development. Moreover, in the potential event we’re forced by such time constraints to remove some features from the game in order to meet our release date and stay on-budget, we would most likely be able to include those features through a later patch or further acts of the game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #77", "update_userinfo": "Modding Tools Released", "update_content": "Modding Tools Released\nYes, these are the tools, we used to create Henry's world! Now you can download our official Kingdom Come: Deliverance Modding Tools to get creative and bring your own ideas into the world of Bohemia!"}, {"update_no": "UPDATE #76", "update_userinfo": "Kingdom Come: Deliverance Royal Edition", "update_content": "Royal Edition available on all platforms\nDo you have friends who still didn't play Kingdom Come: Deliverance? With Royal Edition available now this is the right time to jump in! Enjoy the full Kingdom Come: Deliverance experience including:\nTreasures of the Past\nFrom The Ashes\nThe Amorous Adventures of bold Sir Hans Capon\nBand of Bastards"}, {"update_no": "UPDATE #75", "update_userinfo": "“A Woman’s Lot” DLC available for backers!", "update_content": "Thanks to you support Kingdom Come: Deliverance sold over 2 million copies and won more than 40 international awards. The soundtrack has been performed live and perpetuated onto vinyl. We released two documentaries, Deliverance: The Making of Kingdom Come and Fechtbuch: The Real swordfighting behind Kingdom Come, and launched a real life game... \nIt's time to release a new Video Update, when the news are so big, that text isn´t enough anymore. "}, {"update_no": "UPDATE #74", "update_userinfo": "Kingdom Come: Deliverance Concert Video", "update_content": "Experience the award-winning music of Kingdom Come: Deliverance performed live during the SOUNDTRACK festival in Poděbrady. You can now watch the amazing live concert for free on Steam and YouTube. \nIf you’re having a rough day, be prepared to have your spirits lifted. Our music composer, Jan Valta, delivers one heck of a masterpiece for all to enjoy. You’ll even be able to recapture those special moments that you had in the beginning of your journey as Henry. "}, {"update_no": "UPDATE #73", "update_userinfo": "Fechtbuch documentary (aka Combat Academy) released for all backers!", "update_content": "The 60 minutes \"Fechtbuch: The Real Swordfighting behind Kingdom Come\" documentary (known as “Combat Academy”) as a former Kickstarter Stretch Goal is available now. Even though the eligible backers were the ones with the Knight Tier or higher, we decided to distribute it to every backer. Others can purchase the fully synchronized (English/Czech) movie for $3.99 / €3.99 / £2.99."}, {"update_no": "UPDATE #72", "update_userinfo": "Making Of Kingdom Come documentary available!", "update_content": "We'd first like to thank you very much for your support and patience as the Making Of has finally released. This is a very special documentary movie that shows you in-depth coverage of our journey throughout the creation of Kingdom Come: Deliverance.\nThis is a must watch, as you’ll only get the most exclusive footage of our journey.\nGet the movie right here."}, {"update_no": "UPDATE #71", "update_userinfo": "Amorous Adventures DLC Now Available", "update_content": "We are very delighted to finally announce the release of The Amorous Adventures of Bold Sir Hans Capon. Grab it now and while you're at it, check out our free DLC called, \"Tournament\". Fulfill these quests, and you'll acquire plenty of more hours of adventure, fun, combat, laughs, and more.\nGet it on Steam / GOG\nGet it on PS4\nGet in on XboxOne (blog post)"}, {"update_no": "UPDATE #70", "update_userinfo": "From the Ashes DLC is out!", "update_content": "From the Ashes and New Narrated Video\nFrom the Ashes gives you the opportunity to spend all that groschen that you have held onto for so long now after finishing the game, while giving other players the opportune time to start an entirely new playthrough, where Henry will have an opportunity to participate in the genesis of a new village from its very inception and experience first-hand what it was like to manage a new settlement. Use all the new buildings to your advantage: financial prosperity, a new combat arena for training, food, weapons and more. !"}, {"update_no": "UPDATE #69", "update_userinfo": "From The Ashes DLC & Hardcore mode", "update_content": "DLC From the Ashes coming July 5th!\n\nAn exciting new video update is here and this time you not only get Dan Vávra revealing new and exciting updates on Kingdom Come: Deliverance, but also Prokop Jirsa, Senior Designer of the upcoming DLC \"From the Ashes\". Prokop will give you the scoop on the new DLC features and details that you truly won’t want to miss!"}, {"update_no": "UPDATE #68", "update_userinfo": "Patch 1.5 and new videoupdate is here", "update_content": "Jesus Christ be praised – our first video update has arrived since the release of Kingdom Come: Deliverance. Sit back, relax and enjoy Warhorse creative director Dan Vávra discussing patch 1.5, the DLC Roadmap, the future of thestudio and much more. Be sure to watch from start to finish folks – you won't want to miss out on any tidbits of what's to come!"}, {"status": []}], "comment_no": 19142, "projec_url": "https://www.kickstarter.com/projects/1294225970/kingdom-come-deliverance", "project_name": "Kingdom Come: Deliverance"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "Like so many geeks,  I started life feeling like an outcast for lots of reasons.  I was one of maybe 3 black kids at my elementary school for one thing, at a time and in a place where no one (adults included) had any qualms about showing their disgust toward a little girl because of the color of her skin.  At home,  I was the youngest by a stretch of about 9 years so I got picked on a lot and felt pretty isolated there too.  Star Wars and rock music became my main sources of escapism, but even in a galaxy far, far away I didn't find anyone who I could totally identify with.  I felt like... well... a mutant.\n\nThen one day I was walking through a mall past an arcade.   There was an X-Men game pushed up against the glass and it caught my eye.  The entire side of the game was an image of this magically fierce looking leather-clad warrior goddess rockstar.  She was surrounded by lightning. she had light for eyes, and a mohawk... and she was black.  She looked tough as nails but kind as a mama, like she understood everything I had been through and wanted me to show her where the bad guys were so she could kick all their asses.  I didn't know what I was looking at then but that moment  that image changed my perspective about my place in the world.  A single static image had that effect.  Art is a powerful thing.\n\nDecades later I was thrilled to find out that she would be coming to life on the big screen, but of course the incarnation that Hollywood delivered was hardly the warrior bad-ass who I discovered as a kid.   She was ... mild... passive.... background fluff.\nIt kinda broke my heart.\nShe has been a queen, a goddess, a thief, a street urchin,  a warrior, a leader,  powerful and powerless, and a knife wielding punk-rocker.  Transforming over time as storms do... but always remaining formidable and fierce, as storms are.  Hollywood cheated us out of seeing any of that-- if you ask me.\n\nMeanwhile over the past couple years I have gone through some pretty major transformations of my own.  A major tragedy at the end of 2011 left me shaken to the core and sent me down a path of powerlessness and despair, and eventually rebuilding and resurrection.  I found my way back to my own strength through an intense martial arts program, and eventually began to feel stronger (physically at least)  than I ever have in my life... all while a storm continues to brew just under the surface, in my ever-broken heart.\n\nI have always been a performer and creator of things, but it has been a painfully long time since I have had a project to give this much energy, attention, and love.   A fan film, based on my favorite superhero... during a time when she was transforming, but still a total bad-ass.  I want to make a heartfelt  tribute to a character I adore, but more importantly I seek to create a bit of art that just might do for others what that arcade game image did for me so long ago.\n\nIt has turned out that lots of others are having the same vision as I am.  It has been thrilling to witness the immediate and overwhelming response to my nerdy little idea.\n\nI am endlessly grateful for the support and excitement that I have already received, and invite you all now to be a part of this little flash of awesome I'd like to produce for you all.\n\nAre you in?\nA Storm is brewing...", "risks": "Risks and challenges\nThere are challenges to completing any project, and this one is pretty ambitious. However I do want to have it completed by the beginning of 2014...which is fast approaching. Budget is the main obstacle of course. As my vision developed and grew, production turned out to be dramatically more expensive than originally planned. I want this thing to look slick but obviously I don't have Hollywood money to play with or you wouldn't be reading this page....\nThis is a tribute piece so I certainly won't be making any profit from it at any point, but it gathering the resources to make it a reality will take the kind of resources that cost the kind of money that I just don't have access to on my own.\nCan I raise 10 grand in 30 days for this thing? Han Solo would say at this point: \"Never tell me the odds!\"\nWe can make this happen together!\nSerious heartfelt gratitude for your support & enthusiasm~\nAll My Best~\nMaya G.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #61", "update_userinfo": "helloooooo!", "update_content": "greetings heroes and friends.\n\n So sorry it's been so long since your last update. It has been quite a trip in Maya-land lately.  For one thing I thought I'd wait til I was able to put all my feelings about the release of the film into words to write a \"proper\" thank you message, but that still hasn't happened yet. My weary mind still can't quite wrap around all of it.\n\n Meanwhile, I do know that I still owe many of you your kickstarter rewards and I thank you so much for continued patience (which was kinda the theme of this whole process, *sigh*). I took on most of the reward expenses personally so that more of the money we raised would be able to go into actual the film, and then during the couple years it took to get through production- financial situations *changed* at home, making things take a little longer as I catch up on adulting.\n So rewards have been leaking out in small batches and I promise I will get to everyone eventually.\n\n Thanks so much again for EVERYTHING. I do hope you found the finished product worth the wait!\n\n Love and Lightning as always,\n Maya G.\n\n----------\ntwitter & instagram: @mayasokora"}, {"update_no": "UPDATE #60", "update_userinfo": "FILM TRAILER!", "update_content": "Slightly belated, but totally *&^$#!#@ awesome.\n\nCheck it out here:\n(and stay tuned for updates about your rewards!)\n-MG"}, {"update_no": "UPDATE #59", "update_userinfo": "rainy season", "update_content": "Have you seen it yet?\nIt will take your breath away..."}, {"update_no": "UPDATE #58", "update_userinfo": "at last....", "update_content": "The film is finally online.  Still reeling from the whirlwind of it all, but I'll be in touch soon with info about rewards etc.\nFor now, click the pic and enjoy!"}, {"update_no": "UPDATE #57", "update_userinfo": "5.16.16", "update_content": "In just 7 short days RAIN will finally be released.\nIt's been a long road, but I hope you will find that your patience and support have paid off bigtime.\nA couple things to know: it is a short film, but at 23 minutes long plan a special time to watch it on a proper screen, rather than trying to watch it on your phone. Also, there is a very important *coda* so keep watching til the end of the credits!"}, {"update_no": "UPDATE #56", "update_userinfo": "winds are howling....", "update_content": ""}, {"update_no": "UPDATE #55", "update_userinfo": "flash flood warning in effect....", "update_content": "Less than 4 weeks til RAIN finally comes, my dears....\nStand by...."}, {"update_no": "UPDATE #54", "update_userinfo": "Countdown...", "update_content": "We're officially less than 8 weeks away, my patient darlings.\nBrace yourself...."}, {"update_no": "UPDATE #53", "update_userinfo": "SEVERE WEATHER ALERT", "update_content": ""}, {"update_no": "UPDATE #52", "update_userinfo": "A note from our Producer!", "update_content": "Update From RAIN Producer, Matt Joyce:\n\nHappy New Year, Rainiacs!\nI am nearly bursting with anticipation as I write these words. I just finished reviewing our latest work on the edit and, wow!   I hope you will agree with me that the unbearable anticipation of the release of this film will all be worth it when you see it.\n\nKnow that Zane, Jeff, Maya, and I are consistently working to finish post production on your movie. We are nearing the final lap. We have locked the cut, we have finished most of the sound design, and we have locked the picture. That means we are working on the meticulous art of special FX from here on.   It’s hard work and takes time but we are loving every frame of what we have and I think we have something special.\n\nI think about all of the awesome people who have contributed to the production of this film and it makes my heart swell with the enormity of it all. That’s not even including the pleasure I have had working with the incomparable Maya Glick. I am so grateful she gave me the opportunity to help tell this story. I am proud of the work we have and I think you will be, too.\n\nStay tuned for more updates. I will be in touch more now that we are nearing the final stages.\n\nLove and Lightning,\nMatt"}, {"status": []}], "comment_no": 18, "projec_url": "https://www.kickstarter.com/projects/rainfilm/rain-a-fan-film-about-storm", "project_name": "RAIN: a fan film about Storm"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "Hi Y'all, Harry here.\nLast year we took our first steps towards taking the Ain’t It Cool community from the Internet to the studio and beyond with the web series \"Ain't It Cool with Harry Knowles.\" We learned a great deal creating this show under the umbrella of the Nerdist channel and are eager to take Season 2 totally indie, reaching into the uncharted territory of a live audience, indie story worlds, reconnecting with veteran filmmakers and getting to know upstart filmmakers alike! Going totally indie frees us up to try all kinds of new and crazy things! It also means that funding is totally on our backs and that is why we are coming to you. With an incredible studio space, a dedicated crew and an unparalled lineup of guests, along with other major surprises, we just need the extra support and collaboration of our very own Ain’t It Cool with Harry Knowles, \"Filmgeekdom,\" to make this all a reality! \nWhat's in Store For Season 2\nThe Full Monty begins with securing the studio rental for a full year in order to hang onto the magical basement set that we built in Season 1, and also expand it to accommodate... YOU!  And you. And you too!!! Yeah, a live audience for the first time! While our brilliant art crew is working on the improvements, our dedicated tech crew will be working on the first Season 2 episodes featuring incredible interviews we already have in the can: Wes Craven, Danny Boyle, Joseph Gordon-Levitt, Bruce Campbell, Fede Alvarez, Jane Levy and Tony Danza! All of these are awaiting liberation at your very hands! \nAs with Season 1, Season 2 episodes will be available for viewing as soon as they are completed, delivered to you via the Ain't It Cool News website for your immediate enjoyment, dissection, refutation, discussion, etc. Like a present that keeps multiplying, Season 2 will continue to unfold with an ever expanding slate of guests as we take advantage of the incredible access that Austin provides, from Fantastic Fest to the Austin Film Festival to Butt-Numb-A-Thon to SXSW 2014 and some really cool events that I'll be throwing in between... just too much awesomenessssssss!!! So we'll need your help prioritizing. All of this and much, much more will be fully realized when we meet our minimum Kickstarter goal of $100,000.\nBeyond The Basic 100K Goal\nReaching the Kickstarter 100K goal is just the beginning! Every single dollar raised beyond our initial goal expands the possibilities and delivers goodies galore!!! But we are going past vague promises of greatness here. Here is how it will unfold:\n150K Let's Bring In The Team\nHere is where we can really begin to play. Hitting the 150K mark will fund additional episodes featuring our spectacular website columnists like John Ary, Eric \"Quint\" Vespe, Glen \"Merrick\" Oliver and more, more, more! We will dig into the glorious insights and secrets hiding out in the darkest reaches of their brains, and include live talk back with the studio audience; all within a new set built especially for this level of interaction, a true, \"Cinematic Playground\" if you will. It will be wild, uncharted, unmanageable and not to be missed!\n200K Beyond The Studio\nHitting the 200K mark will fund an additional batch of episodes that feature people who just can't get down to the Austin studio; so the crew will go to them! We have so many opportunities in this category that that it could develop into a feeding frenzy! So we'll be using your feedback via Twitter polls to sort through them and prioritize. We plan to go wherever this takes us!\n250K AIC Special Event Episodes\nHitting the 250K mark will allow us to expand the reach of the Ain't It Cool with Harry Knowles studio to create a special event with the Alamo Drafthouse and the Austin Film Society that I have long dreamed about doing: a large capacity, affordable classic movie event that includes the actors, filmmakers and craftspeople who made it happen. The resulting live interviews, footage of the events and the in-studio interviews would be integrated into an extended length bonus episode that fully explores this great talent! \n300k The Big Enchilada Meets Crepes\nDreaming big comes naturally to me, especially when it involves what I can do to please our Ain't It Cool community. With another 50K, we'd take our homemade green chili enchiladas to Cannes, or Sundance or Toronto or SITGES or ComicCon, exact festival to be determined by YOU by TwitPoll, and capture those moments of insight and pre-news-break scuttle on what's coming for the coming year. Even at 50k, it won't buy us any yacht time, but hey, we've got the best enchiladas! Plus, we're resourceful... The people who matter to us most will respect that! From this we will create one or more bonus episodes and make them available to the entire community before anyone else gets to see them! But you won't have to wait that long to reap the benefits as we will be sending out enough live time updates, clips, mini videos and pics to make you feel like you are right there with us!\nWhat Happens If We Go All Veronica Mars?\nUhhhhhh... I guess we'll throw one hell of a wrap party! \nAnd then let's aim for the moon!!! Instead of being limited by impossibly small budgets that have us perpetually robbing Peter to pay Paul, the realm of a serious 300K+ budget would put us in the position of acquiring a multiple year lease and customizing the studio as a full on production hive for our own projects and many others! With a permanent studio home, we could go far: help foster new filmmakers, help other kickstarter projects take off and teach multiple generations about the breadth and scope of cinematic cool! I would really love to help continue to make Austin shine for film events; the more resources that come together, the bigger and better this whole cool thing is gonna get! For example, hiring additional crew and studio help and growing the talent pool for gonzo cinema journalism and imagination. Plus, including other collectors with film history in their possession to join us and give magical life to those objects! \nThe Martini Shot\nMy crew and I want to thank all of you for being a part of our crazy dream at whatever level you can handle. We know firsthand how much  dedication and sacrifice it takes to support a career in the arts and recognize that most of you have your own projects for which you are also pursuing funding. We have bootstrapped it, paid it forward and dumpster-dived with the best of you and we hope that you will see the potential for the Ain't It Cool with Harry Knowles studio and show to serve all of us who so passionately believe in the transformative power of storytelling though the film arts!", "risks": "Risks and challenges\nRisks? Challenges? For those of us who have spent years as a part of the Ain't It Cool News community, this is a no brainer. Me, my director Brett Hart, my production designer Suzette Soucie and my entire crew are on board for Season 2. We completed 30, yes 30 episodes for Season 1 in 7 months, using a format we invented on the spot. This inaugural season earned us an International Academy of Web Television nomination, accolades from film luminaries such as William Friedkin, and best of all, the delight of our fans. \n\nEven with the new features we're including for Season 2, delivery is a sure thing. And to keep the guest lineup filled with multiple options for this season and beyond, we have brought on casting director Jaime Gallagher, incredibly well connected in Los Angeles and currently casting the next Coatwolf Productions feature film. \n\nFor those of you who are new to our little party, you are in for a wild ride with the Ain't It Cool News community. I founded Ain't It Cool News in 1996 and worked tirelessly to grow it into the film fandom powerhouse of today. Our community is made up of the most passionate fans of the art of film based storytelling, and I usually feel like the most enthusiastic one of all. Between myself and my co-writers at Ain't It Cool News, we view, review, analyze, and discuss more films than we can count. And then we do it again! We care about film history, film futures, the indie industry, the studio industry, the stories behind the movies, the stories behind the stories! And so do the almost 1 million visitors who are on our site daily. If you have ever loved a film, hated a film, wanted to make a film, or are a filmmaker already, then you are one of us. And there is nothing we can't do together.\n\nKeep It Cool,\nHarry and the Crew\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "NEWS AT LAST!!!", "update_content": ""}, {"update_no": "UPDATE #22", "update_userinfo": "Fun Parody Created by a Fan!!! We LOVE it! Thank you!", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "ELI ROTH Speaks...", "update_content": "Check out what acclaimed filmmaker Guillermo del Toro has to say about Harry, BNAT & the Austin Film Community!"}, {"update_no": "UPDATE #20", "update_userinfo": "Guillermo del Toro Speaks Out!!!", "update_content": "Hi Supporters, \nCheck out what celebrated filmmaker Peter Jackson has to say about Harry & our show!"}, {"update_no": "UPDATE #19", "update_userinfo": "Peter Jackson Speaks Out!!!", "update_content": "We truly appreciate your generous support & are in the final hours of this Kickstarter campaign!\nLAST MINUTE REWARD AVAIL!!!  These have been extremely popular so we decided to release a few more!\nHarry is giving up the last of his BNAT tickets reserved for family, friends & special guests!!! "}, {"update_no": "UPDATE #18", "update_userinfo": "New Reward & Final Hours", "update_content": "Hey folks, Harry here…\n\nI know I said I was going to do this as a webcam video, but I really felt I could do a better job writing the tale out – because frankly, the story of those Vin Diesel autographed PITCH BLACK photos is a helluva tale. Even now as we are on the cusp of RIDDICK, the third film of the series – and even upon hearing the euphoric news of Kurt Russell joining Vin in the seventh voyage of the Fast & Furious."}, {"update_no": "UPDATE #17", "update_userinfo": "At Last!!! Boiler T-Shirt Preview & the highly anticipated Vin Diesel Story!", "update_content": ""}, {"update_no": "UPDATE #16", "update_userinfo": "Check out what our Production Designer has to say about AICwHK", "update_content": "Hey Folks!\n\nWe just added this extra reward! Harry has 30 postcards from the Earthlink ad campaign in 1997 featuring... you guessed, the one and only Santa Claus of Cinema, Mr. Harry Jay Knowles ;-)!!\n  He will write a personal message to YOU & mail it off ASAP!!! Get one quickly before they sell out!"}, {"status": [{"Project funds successfully": "717 backers pledged $128,029"}]}], "comment_no": 983, "projec_url": "https://www.kickstarter.com/projects/385528808/future-filmgeekdom-aint-it-cool-with-harry-knowles", "project_name": "Future Filmgeekdom: Ain't It Cool with Harry Knowles"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "You can still pledge your support, or manage an existing pledge, on the Shroud of the Avatar Website.\nA Heartfelt Thanks from the entire SotA Team!\nA sincere thank you goes out to all our backers for pledging your support to “Shroud of the Avatar” and helping us raise almost double our Kickstarter goal! This game would not be possible without your dedication and feedback – what a fantastic experience it’s been to interact with all of you, learning what is most important and desired in our new world.\nAnd we very much look forward to continuing that interaction, so please follow us to our official site at ShroudOfTheAvatar.com and join us in our continuing discussions and efforts. We’ll have regular updates and information for friends old and new. You can also find us on Facebook and Twitter, or tweet us with #LBSOTA to keep the conversation alive!\nWhat IS Shroud of the Avatar?\nShroud of the Avatar is the “spiritual successor” to Richard’s previous work in the FRP genre. Our primary objectives are to tell a story even more compelling than Ultimas IV-VII, create a virtual world more interactive than Ultima VII, develop deep rich multi-player capabilities beyond combat akin to Ultima Online, and offer a bold new approach to integrate them with “Selective Multi-Player”.\nShroud of the Avatar is infused with rich storylines, deeply integrated into game play, developed by Best Selling Author Tracy Hickman and RPG legend Richard Garriott.\nPlayers will adventure in an interactive world where their choices have consequences, ethical paradoxes give them pause, and they play a vital part in weaving their own story into the immersive world and lore surrounding them.\nShroud of the Avatar is a Selective Multiplayer game, allowing players to choose how they want to play! Whether in Single-Player Offline mode or any of three online modes, the main quest line will provide greater than 40 hours of focused, story driven content.\nShroud of the Avatar can be played as an offline DRM free solo experience or online, where our servers will enable player to player transactions, group finding, patching, streaming of dynamic content, and exploit prevention.\nBuilt using the Unity Game Engine, Shroud of the Avatar will support Win/Mac/Linux for official launch.\nPlayers can specialize in a wide range of combat and non-combat skills, provided by a robust, classless skill system, and full-featured crafting and housing mechanics. Play the way you want to play, molding your character into the hero, anti-hero, or artisan you want to be!\nShroud of the Avatar: Forsaken Virtue is the first of a 5 game series of full-length, stand-alone games (each using the same game system), referred to as Episodes 1 through 5. Estimated availability of Episode 1, Forsaken Virtues, is October 2014, with Episodes 2 through 5 estimated for subsequent yearly releases.\nShroud of the Avatar is a “buy-to-play” game that, once purchased, does not require a subscription to play! \nUpdates\n#24: The Final Countdown, a Chat with Chris Roberts, and Lord Blackthorn!\n#23: FINAL DAY BONUS REWARDS: Waterfront Property, Island Castles, Custom Avatars, Collector’s Edition Story of Mondain, & More!\n#22: BONUS REWARDS: New Knight Tier, Early Skill Access, Crystal Swords, Homeowner's Bounty, Unity Art Packs & More!\n#21: Art, Unity and Emotes!\n#20: An Interview with Warren Spector, a Quest and CRAFTING\n#19: $2.5M Final Week Stretch Goals, Tracy Hickman Novel, 5 Full Games, & More!\n#18: Tech Talk and Exciting Announcements!\n#17: Weekly Roundup and NEW Character Concept Art\n#16: BONUS REWARDS: Future Episodes, New Tiers, Immortality Fruit, Indestructible Artisan Tools, Unique Taming Ability & More!\n#15: Tuesday 3-for-1!\n#14: Paypal and a Question of Virtue\n#13: Housing Update!\n#12: New Concept Art and Developer Blog\n#11: Stretch Goals & More Bonus Rewards!\n#10: Shroud of the Avatar - Selective-Multi-Player Means Multiple Ways to Play!\n#9: Tracy Hickman, New York Times Best-selling author of Dragonlance and Deathgate series, joins the Shroud of the Avatar team as Lead Story Designer!\n#8: New Concept Art: The Fallen Keep\n#7: Shroud of the Avatar - Dual Scale vs Mono Scale Maps\n#6: BONUS REWARDS: Collectors Box, Recorded Media Game & Soundtrack, Mysterious Artifact, and more!\n#5: DRM, Offline/Online, and Microtransaction update + swag teaser!\n#4: Shroud of the Avatar Developer Video Broadcast\n#3: As Promised! Exclusive Video Interview with Iolo and Lord British!\n#2: Shroud of the Avatar Developer Video Broadcast\n#1: Live Developer Video Broadcast!\nTracy Hickman Joins Team as Lead Story Designer!\nTracy Hickman, New York Times Best-selling author of Dragonlance and Deathgate series, joins the Shroud of the Avatar team as Lead Story Designer!\n\nShroud of the Avatar Kickstarter Revealed! \n\nRichard Garriott, the award winning designer and creator of the Ultima franchise, makes his triumphant return to the genre that earned him a place in the Hall of Fame and a Lifetime Achievement Award. Shroud of the Avatar is the first installment of Richard’s new vision and represents the reinvention of the classic, fantasy role-playing which he pioneered. A fantasy role-playing game that will focus more on player choices and discovery than on level grinding.Richard Garriott, the award winning designer and creator of the Ultima franchise, makes his triumphant return to the genre that earned him a place in the Hall of Fame and a Lifetime Achievement Award. Shroud of the Avatar is the first installment of Richard’s new vision and represents the reinvention of the classic, fantasy role-playing which he pioneered. A fantasy role-playing game that will focus more on player choices and discovery than on level grinding.\n\nThe Pledge Reward information in the right sidebar is already out of date! We are constantly adding new bonus rewards to our existing pledges, so please review this section regularly for any changes!\nSpecial thanks to Vamp at http://forsakenvirtues.com/ for putting this awesome chart together for us!\nPLEASE NOTE: Pledge rewards contain ALL of the rewards of lower level pledges (with the exception of houses, which are 1 per pledge)!\nRichard Garriott guided the Ultima Series from its inception in 1980, through the \"trilogy-of-trilogies\" of solo player games and later, the highly successful Ultima Online. Under his leadership, RPG's evolved from simple dungeon crawls to immersive worlds where you could easily suspend your disbelief. You cared about the world and its people, and you cared about the actions and deeds you accomplished within that world.\nSince then, most every other RPG has focused more on level grinding than on “role playing”, which has been reduced to a few initial character choices. While advancements in graphics and sound have been phenomenal, in many ways the virtual worlds we play in have become less real. Less open. Less immersive.\nWith Shroud of the Avatar, Richard and his team will again reinvent the classic fantasy role-playing experience. Using state-of-the-art tools and technology, the game will focus on what made his seminal Ultima Series great. Once players are introduced to the game, they will discover their own story woven into the immersive world and lore surrounding them. Players may choose to follow the life of the adventurer or, if they prefer, focus on exploration and discovery. Players may even choose the life of a homesteader; either nestled within the safety of the settled lands, or on the dangerous but potentially lucrative frontier. The world is full of opportunities and challenges!\nThe familiar psychological profiling used to create your character, organically derived game-play responses to player behavior and fundamental virtues and consequence of actions will all play a huge role in Shroud of the Avatar. Players will be free to choose their path, but must then live with the consequences of their actions.\nShroud of the Avatar general features:\nFrom Lord British's Treatise on \"What is an Ultimate RPG?\":\nFully interactive virtual world - If it looks usable, it should do something\nDeep original fiction - Ethical parables, cultural histories, fully developed alternate language text\nPhysical game components will be available: Cloth map, fictional manuals, trinkets\nMultiplayer Online Game - which can also be played solo player / offline\nClassless character system:\nUnlike most RPGs, players will not be limited to the class they select at the beginning of the game.  We will be discussing this feature in more detail during an upcoming Developer Blog.\nPlayer housing:\nPlayer housing will live in the persistent shared world, so real estate will have location value. \nThe least expensive housing can be found in Villages, which offer the highest density of low-cost housing.  The core of a village will include basic services that will encourage players to both visit and settle in the area.  Villages are a great place for an ambitious adventurer to hang their hat. (Only a few thousand Village homes will be available to players in-game.)  \nTowns on the other hand, offer more protection and amenities than Villages. The larger amount of available services will further increase traffic flow to your home or business. Plots of land will be larger as well, allowing players to build bigger houses. Towns are an excellent place to start a business while affording moderate levels of safety. (Only a few hundred Town homes will be available to players in-game.)  \nA City provides substantial protection for players, with large, vital services to draw players to visit and spend their coin. Cities can be protected by large defensive structures like Tesla towers, and offer luxuries not found in Towns or Villages. Cities also have the largest and most valuable homesteads. Be aware though, that the most valuable properties are available to very limited number of players and will likely be in high demand! (Only a few dozen City homes will be available to players in-game.)  \nOnce a house is purchased, players will need to pay regular taxes on it of course. But as a special thank you to select Kickstarter supporters, all housing obtained by making a Kickstarter pledge of Citizen, Lord, Baron, Duke or Lord of the Manor will be tax free for life!  \nCrafting system that avoids busy work:\nCraft as a hobby or as a career! The results of all crafting elements have value as consumables and components in the combat system, as well as maintenance and upgrade elements for housing and cities. The crafting system will be a topic of discussion in one of our upcoming Developer Blogs.\nMeaningful PVP that also minimizes griefing:\nAn incentive-driven system will draw players into the challenge and intrigue of the PVP experience, whether they become the hunter or the hunted!\nScene based encounters:\nIn a nod to Garriott's early RPG works, Shroud of the Avatar is split up into a high-level overland map and adventure scenes. Scenes are generally re-playable and can be experienced solo or with others.\nVersions:\nShroud of the Avatar is currently planned for downloadable PC, Mac, and Linux.\nTo help Richard build his new masterpiece, a team of proven industry veterans has been assembled. The average team member has more than 10 years experience and a half-dozen shipped games to their credit. More than 50 titles have been shipped between the team, including almost a dozen games that reached number one on the sales charts.\nWe're not the only ones who are excited about Shroud of the Avatar!  \n\"As an Ultima fanatic, I'm kind of jittery excited about what's happening here.\" ~ Felicia Day, actress, writer, and producer of the web series The Guild\n\"Richard was an inspiration for our guild and has been a friend and supporter of ours for years, and us of him. We will definitely have a SotA presence.\" ~ Sean, aka Dragon, Guild Leader for The Syndicate\n\"So I'm hoping you will join with me in taking Richard up on this offer. That we should back him in SotA in creating and pioneering a new way of experiencing story in game. Because after all, Richard knows adventure.\" ~ Tracy Hickman, best-selling novelist and co-creator of the Dragonlance Novels and Adventure Modules.\n\"I am really excited to see what new innovations are in Shroud of the Avatar. I can not WAIT to play it!\" ~ Ernest Cline, author of New York Times Bestseller, Ready Player One\n“Richard and I have known each other 26 years when I first joined up with a small little company called Origin Systems. We had a lot fun being the small rebel upstart company and made some games that are still remembered for defining or creating genres even today.  It’s been a long time since I’ve seen Richard this energized about the world and game he is creating. Shroud of The Avatar, feels like the kind of game we would have made in the old days of Origin when we didn’t answer to anyone and just made the best game we could with no interference. That’s what’s great about Crowd funding. I’m backing and looking forward to being part of Lord British’s next great adventure”  ~ Chris Roberts, creator of the best-selling Wing Commander game series\n\"When I read that Lord British was going back to his roots to make \"The Shroud of the Avatar\" and kickstart it with the community, I was really excited and you should be too! SotA looks like it's going to be an incredible game!  ~ Min-Liang Tan, Chief Gamer and CEO of Razer/Edge\n\"I know how much Richard Garriott respects story, and that will set this game apart from the others. I know Shroud of the Avatar is going to tell a great story! \"I guarantee I will play. Try and stop me!\" ~ Warren Spector, renowned game developer and force behind the critically acclaimed and award winning games Ultima Underworld, System Shock, Thief, and Deus Ex.  \nAnd from our Friends at Ultima Codex!\nBe sure to pledge your support today and join our Champions in making Shroud of the Avatar a success!", "risks": "Risks and challenges\nEntertainment software development is always difficult. A successful game must work well feature-by-feature and be compelling and fun at all times to sustain player interest. \"Fun\" is very hard to define on paper, and is further complicated when tasked with integrating complex features that the players will find fulfilling. This iterative experimental process creates inherent risks in game development.\n\nWe are managing this risk with a number of careful processes. First our team is built around a core of industry experts, who individually have up to 30 years of game development experience. Additionally, we are using powerful, proven tools to mitigate development risks. Finally, we are staging development so that the most important and most risky features are developed first, while carefully containing the scope of the initial release so that feature bloat does not bury the project.\n\nWhile game development remains inherently risky, this team is qualified and dedicated to drive this project to successful conclusion with skill and passion. We hope to work closely with you, the player, as our partner in completing this challenge.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #106", "update_userinfo": "Release 57 Instructions + Boxes Shipping & Arriving!", "update_content": "PLEASE NOTE: We launched the product in March 2018 and physical goods are now delivering. We do not plan to make updates to Kickstarter in the future. Please refer to our website at shroudoftheavatar.com for all future updates."}, {"update_no": "UPDATE #105", "update_userinfo": "Release 54 Instructions", "update_content": "Greetings Avatars,\nRelease 54 is our second release since launching out of Early Access. As promised, we are continuing our cadence of monthly releases, just as before. Release 54 of Shroud of the Avatar goes live this Thursday, May 31, at 10:30 AM US Central Daylight Time (15:30 UTC)."}, {"update_no": "UPDATE #104", "update_userinfo": "Release 53 Instructions", "update_content": "Greetings Avatars,  \nRelease 53 is our first release since launching out of Early Access. As promised, we are continuing our cadence of monthly releases, just as before. Release 53 of Shroud of the Avatar goes live this Thursday, April 26, at 10:30 AM US Central Daylight Time (15:30 UTC)."}, {"update_no": "UPDATE #103", "update_userinfo": "Launch is Here!", "update_content": "Greetings Avatars,      \nWelcome to the launch of Shroud of the Avatar: Forsaken Virtues (Episode 1)! After a successful Kickstarter and several years of amazing open development with our community we are finally ready to leave Early Access! The launch build (aka Release 52) goes live this Tuesday, March 27, at 10:30 AM US Central Daylight Time (15:30 UTC). "}, {"update_no": "UPDATE #102", "update_userinfo": "Release 51 Instructions", "update_content": "Greetings Avatars,  \nThank you for being a loyal backer and follower of Shroud of the Avatar. Release 51 access for all Early Access backers begins this Thursday, February 22, at 10:30 AM US Central Standard Time (15:30 UTC)."}, {"update_no": "UPDATE #101", "update_userinfo": "Please Confirm Your Physical Rewards Shipping Address", "update_content": "Greetings Avatars,\nWe are making preparations for shipping Shroud of the Avatar physical rewards. If you purchased a pledge at Explorer level or above, prior to physical rewards expirations on January 4, 2016, then we need you to verify your current shipping address.\nTo ensure that your physical goods are included in our initial shipments, please verify your shipping address by March 1, 2018. Addresses previously entered on your Account Profile must still be verified."}, {"update_no": "UPDATE #100", "update_userinfo": "Release 50 Instructions", "update_content": "Greetings Avatars,     \nThank you for being a loyal backer and follower of Shroud of the Avatar. Release 50 access for all Early Access backers begins this Thursday, January 25, at 10:30 AM US Central Standard Time (15:30 UTC)."}, {"update_no": "UPDATE #99", "update_userinfo": "Release 49 Instructions", "update_content": "Greetings Avatars, \nThank you for being a loyal backer and follower of Shroud of the Avatar. Release 49 access for all Early Access backers begins this Thursday, December 14, at 10:30 AM US Central Standard Time (15:30 UTC)."}, {"update_no": "UPDATE #98", "update_userinfo": "Release 48 Instructions", "update_content": "Greetings Avatars,    \nThank you for being a loyal backer and follower of Shroud of the Avatar. Release 48 access for all Early Access backers begins this Thursday, November 16, at 10:30 AM US Central Daylight Time (15:30 UTC)."}, {"update_no": "UPDATE #97", "update_userinfo": "Release 47 Instructions", "update_content": "Greetings Avatars,\nThank you for being a loyal backer and follower of Shroud of the Avatar. Release 47 access for all Early Access backers begins this Thursday, October 26, at 10:30 AM US Central Daylight Time (15:30 UTC)."}, {"status": []}], "comment_no": 11341, "projec_url": "https://www.kickstarter.com/projects/portalarium/shroud-of-the-avatar-forsaken-virtues-0", "project_name": "Shroud of the Avatar: Forsaken Virtues"}}, {"backer": "Jenifer Bryan", "project_data": {"campaign": {"story": "Who we are\nMirth & Co. is a small company started by bookbinder, John Bell, and designer, Shaun Fox. Mirth & Co.'s purpose is to provide products to help people engage with the finer things in life, like the ideas we conceive, the people we love, and the places we inhabit. We have chosen to start with a product that is sacred to all dreamers: the notebook. There are lots of notebooks in the world, but we feel like there is a lack of notebooks that do justice to the things held in their pages. \nNo. 3 notebook in orange, No. 2 notebook in buckram\nAbout our notebooks\nThere is something special about the things we put on paper, even things as mundane as a grocery list, but what makes a notebook special? A lot. These are the things that make our notebooks special: quality paper made with a good conscience, simple design, and a quality binding made by hand in Austin, Texas, USA. All of the paper in our notebooks is made by French Paper Company, a family-run, American paper mill that makes 100% recycled papers in a factory that is run entirely on in-house hydroelectricity. The paper industry is a dirty industry, and these guys have managed to keep their hands clean in every regard. \nWe kept the design simple for a reason: the things in your notebook are important to you and good design shouldn't get in the way. We sew our books by hand with linen thread. It's stronger and longer-lasting than staples or high-perforation machine sewing, and more importantly, it pre-loads your notebook with human care and integrity. Who wants their most precious musings to land in a notebook made by a machine at a startling rate in a factory (most likely in a country thousands of miles away)? We don't want that for you. \nOur notebooks come in five sizes, all in blue or orange, and the three smallest sizes are available with a buckram (heavy duty book cloth) cover for more rugged users. The paper covers are letterpressed in Austin, and the buckram covers are foil-stamped in Austin. For the interior pages we offer blank and printed dot-grid. No. 3, 6, 8, and 9 notebooks have 48 pages and No. 2 notebooks have 40 pages.\nOur first prototypes\nWhat you are supporting\nIf you choose to help fund our project, you are essentially pre-ordering our notebooks (and some other neat things as a bonus). We will use these funds to purchase materials, some necessary tools, and the printing to produce your notebooks. We have tried to make our rewards as straightforward as possible, centered almost entirely around the notebooks themselves. The more you give to our campaign, the larger the number and variety of notebooks you will receive. Consider funding at the higher levels to receive our entire product line and notebooks to share with your friends, co-workers, and gift recipients!\nAbout the posters\nWe designed two posters just for this Kickstarter campaign. They are both screenprinted in Austin on heavy French Paper stock. Make sure to specify which poster you want!\nThe orange poster contains 42 drawings of random people drawn by John Bell. Who are these 42 people? It doesn't matter; they are beautiful people we should try to appreciate for their humanity. This poster is 18\"x24\" and screenprinted on Pop-Tone paper from French.\nThe blue poster is for people who want to be reminded of an age-old battle cry: to make war on mediocrity. Hang it above your desk and behold as you lay waste to everything less than the best! If not, at least it will look cool. This poster is 24\"x6\" and screenprinted on Construction paper from French.\nREWARD OPTIONS (to be defined in a survey when we're funded):\nCOVER STOCK: Blue or Orange paper, or Buckram (if applicable)\nINTERIOR PAGES: Plain or Dot-grid\nPOSTERS: Orange design or Blue design", "risks": "Risks and challenges\nAs is the case with every human endeavor, there is always the possibility of some hiccups along the road. We have made our best effort to ensure that everything will go as planned within the dictated time frame. Fortunately, there are not that many moving parts in the production of our notebooks. We have every guarantee of prompt service from the vendors leading up to the actual binding (paper and printing) and have done our best to project the timeframe for construction in multiple scenarios. In the unfortunate event of a significant delay in our production schedule (a paper backorder or printing problems), we will be entirely transparent with our plan B to ensure that you receive your rewards as close to the plan A time frame as possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "473 backers pledged $33,251"}]}], "comment_no": 51, "projec_url": "https://www.kickstarter.com/projects/mirthandco/mirth-and-co-notebooks", "project_name": "Mirth & Co. Notebooks"}}]