[{"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "There are over 1,200 roads in Columbia, MD.  My name is Rick McCray and I am a resident in Columbia, MD.  I am a 39 year old husband and father of 3 boys.  I currently weigh 375 pounds.\nMy father died of a sudden heart attack in 2016.  He had a heart condition and other health problems and when he passed away he was only 61 years old.  I know that I am currently much heavier than he was when he was my age.  I have to stop going down this unhealthy path so I can be here to see my sons and nephews grow up and so my Wife and I can hold our grandchildren someday.\nSo, 1,200 roads in Columbia, MD?  This year I am going to walk 500 miles on many of the roads of Columbia in order to exercise and lose weight and I am going to document it all.  Hopefully, I can learn some things about this city, the people in it, and a few more things about myself.  With this walk I honor my family.  Join me.\n WHY 500 MILES? \nIn doing my research I keep seeing that taking 10,000 steps per day (which is the equivalent of walking 5 miles) for 5 days per week can burn up to 3,500 calories.  This means I could lose 1 pound per week.  This sounds time consuming, but I believe I can break that 10,000 steps/5 miles down into morning/afternoon/evening walking sessions and accomplish my daily goal.  Tracking the total journey for a span of 500 miles will give me a gameplan to attack my fitness journey and keep me focused.\nMe contemplating 500 miles.\nOld Dobbin Lane at dusk.\n COLUMBIA, MD  \nColumbia, Maryland is a planned community started in 1967 that was envisioned by James Rouse.  The city was created as an example of a place where racial segregation and class divisions would be purposefully fought against through intentional city planning and progressive ideals.  Taking this walk as a Black man in 2020 in the era of Black Lives Matter is personally meaningful and I am going to record my reflections upon this as I travel the city over 50 years after its inception. \nColumbia Crossing sign.\n STREET NAMES \nColumbia has the most unique street names of any city I have ever lived in.  The streets were named after works of art and literature.  I always get a kick out of looking up and wondering how the city planners came up with the quirky names on the signs.\nExpressive street names.\n #bigmanwalks \nI am documenting my journey everyday on Instagram using the hashtag #bigmanwalks and my Instagram handle is the same name.  I am going to capture the highs and lows and hopefully seeing my own progress can motivate me and you to keep pushing in our journey.\nBeauty in the shadows along Snowden River Parkway.\nHOW I TRACK MY PROGRESS\nIPhone Health App\nI use the iPhone Health App to track my steps traveled.  If you have an iPhone it is that application with the heart symbol that says \"Health\".  It keeps a record of your daily steps and compares it to what you did yesterday/last month/last year.  I will use that and create a total for my progress that I can hold myself accountable for.", "risks": "Risks and challenges\nCOVID-19 The biggest risk is that during a pandemic I could get sick. The best way to prevent that is to keep my mask up, keep social distancing and wash my hands repeatedly. My family and I have been doing this religiously and because I am going all over Columbia, MD with Big Man Walks I will keep doing that.\n\nFAILURE TO FINISH What if I don't go a full 500 miles? Did I mention I was 375 pounds? Going from mostly sedentary to moving several miles a day is a huge improvement. I am winning just by starting the journey. But, my goal is to finish it and see this through. I will be video recording my walks and taking pictures to document this journey.\n\nWHY $5,000? I am making this film as a documentary--this is my actual life and nothing about my walking the streets of Columbia, MD will be fictionalized. The costs of professionally filmed, edited and marketed documentaries can be fairly high---but I want to start with a small budget and as I garner more attention hopefully I can get more financial support.\n\nHOW WILL I DO IT? I believe on days I walk I should cover from 3-6 miles. Columbia has mostly short streets in neighborhoods and long streets that serve as connectors for different parts of the city. It is my goal to walk on the streets, beautiful paths and gorgeous parks this city has to offer to reach and hopefully exceed my 500 mile goal.\n\nHOW CAN YOU BE AN ALLY? Thank you for getting this far. If you aren't Black and believe in equality and justice for all people, but you don't know what to do--please support this work. I am only one man, but I will always do my best for my family, my community and my people. Support and share this project. That is a small way you can help.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Rick McCray\nFirst created · 94 backed\nA big man changing his world one step at a time. #bigmanwalksSee more"}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Social Media Shoutout!", "descp": "I can't thank you enough! Receive an exclusive Social Media Shoutout! Please leave your handle and preferred social media platform.", "time": [{"ESTIMATED DELIVERY": "Feb 2021"}], "stat": ["0 backers", "Limited (1000 left of 1000)"]}, {"amt": "Pledge US$ 15 or more", "title": "Social Media Follow!", "descp": "I can't thank you enough! Receive an exclusive Social Media Follow from Big Man Walks! Please leave your handle and preferred social media platform.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["0 backers", "Limited (1000 left of 1000)"]}, {"amt": "Pledge US$ 25 or more", "title": "Big Man Walks Keychain!", "descp": "Big Man Walks keychain! Walk your streets with a keychain representing the movement!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1000 left of 1000)"]}, {"amt": "Pledge US$ 50 or more", "title": "Big Man Walks T-Shirt!", "descp": "Be the first to rock a T-Shirt with the Big Man Walks logo!", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (998 left of 1000)"]}, {"amt": "Pledge US$ 250 or more", "title": "Exclusive chance to help mold the film!", "descp": "An invitation to join an elite \"test screening\" audience and provide feedback on an initial rough cut of the film. If your suggestions make it into the final edit, we will credit you as a \"Story Guide\".", "time": [{"ESTIMATED DELIVERY": "Aug 2022"}], "stat": ["0 backers", "Limited (1000 left of 1000)"]}, {"amt": "Pledge US$ 500 or more", "title": "Executive Producer Credit!", "descp": "Executive Producer credit in Big Man Walks! Also everything below this level.", "time": [{"ESTIMATED DELIVERY": "Oct 2022"}], "stat": ["0 backers", "Limited (1000 left of 1000)"]}], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Thank you all!", "update_content": "Thank you everyone for supporting this journey.  Even though our funding wasn't successful I am still walking and building my health.  I have so much gratitude for everyone who contributed or shared or thought kindly of my effort to lose weight.  I will be back with another project soon!  Thank you again for everything and be blessed!  \n\nIf you want to keep following my journey today then follow me on Instagram: @bigmanwalks"}, {"update_no": "UPDATE #22", "update_userinfo": "Day #22 is in the books! Saturday, August 29, 2020", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "I failed! 8,209 steps...Friday, August 28, 2020", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "Update #20! Thursday, August 27, 2020", "update_content": ""}, {"update_no": "UPDATE #19", "update_userinfo": "Day 19 is in the books! August 26, 2020", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "Day 18 is in the books! Tuesday, August 26, 2020", "update_content": ""}, {"update_no": "UPDATE #17", "update_userinfo": "Day 17 is in the books! Monday, August 24, 2020", "update_content": ""}, {"update_no": "UPDATE #16", "update_userinfo": "Day 16 is in the books! Sunday, August 23, 2020", "update_content": ""}, {"update_no": "UPDATE #15", "update_userinfo": "Day 15 is in the books! August 22, 2020", "update_content": ""}, {"status": [{"Project ends": "OCTOBER 7, 2020"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/bigmanwalks/big-man-walks", "project_name": "Big Man Walks"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "As the story continues...\nThis Kickstarter campaign is intended to help fund the production of two brand new Shahnameh For Kids books; The Mighty Rostam to be followed by The Bravery of Gordafarid.\nThe second installment of the Shahnameh For Kids series picks up right where the first book left off as we see the noble Zal fall in love with the Princess of Kabul, Rudabeh.\n  It just so happens that their son, Rostam grows up to be the most powerful hero that Greater Iran had ever seen.\nThe Mighty Rostam will be a full-color children's book highlighting his adventures alongside his loyal steed, Rakhsh.\n  But that's not all!\nWe aren't stopping with just Rostam's story, as the following Shahnameh For Kids book installment will be about the valiant heroine called Gordafarid. When Greater Iran is on the verge of attack by the armies of Rostam's very own son, Sohraab, there is only one person fearless enough to answer the call to defend her friends and family. Her name is Gordafarid! Find out what happens in The Bravery of Gordafarid.\nWhat is the Shahnameh?\nThe Shahnameh is an Epic Poem completed over 1000 years ago by a man called Ferdowsi. It features fascinating and larger than life characters engaged in amazing drama that unfold the mythology and history of Greater Iran. It's full of action, adventure, romance, and intrigue while containing fantastic metaphors and wisdom that can apply to all aspects of life even today.\nStatue of Ferdowsi in Tehran\nWhat's also important about the Shahnameh is that it was composed during a critical period in Iranian history when it's very culture and language was being erased and replaced. Ferdowsi's Shahnameh helped play an integral role in preserving the Persian language and true Iranian cultural identity.\n THE REWARDS\nThis Kickstarter campaign features a wide variety of Shahnameh For Kids rewards packages such as:\n\nThe Books\nYou also have the option to have your books signed or personalized by author, Arsia Rozegar at no additional cost.\nThe first Shahnameh For Kids book, \"The Story of Zal & Simorgh\"\n     Activity & Coloring e-Book\nEvery rewards package also comes with a brand new downloadable PDF with printable Shahnameh For Kids Activity and Coloring Pages. Perfect fun for a rainy day. Featuring different coloring pages, word games and much more!\n Limited Edition Exclusive Art Prints\nYou also have the chance to get your hands on any or all three of these exclusive limited edition Shahnameh For Kids art prints featuring famous characters from Ferdowsi's Shahnameh.\nChoose from:\nArt Print #1: The first enlightened man and first Shah, Kayumars\n  Art Print #2: Hushang discovers fire\n  Art Print #3: Prince Fereydoon and Kaveh the Blacksmith\n Get Drawn in the Book!\nOne of our rewards packages includes the option of being immortalized in the book itself! Have you or your loved ones drawn as a background character in the book of your choice.\n A Little Bit of Damavand\nNow you can carry a little bit of Damavand/Greater Iran with you at all times. This package comes with a small vial of earth taken personally by myself directly from the foot of the legendary mountain. The majesty of Damavand and the Alborz Mountains play an important role in Iranian mythology.\n The Illustrations\nIt was important to me that the art not only visually catered to both kids and adults, but that there was also an authenticity to it as well.  Actual historical reference as well as nods to classical Persian miniature paintings were used in creating the art to Shahnameh For Kids. I found that working with the talented Mike Amante on the last book proved to be very positive and I simply had to have him return.\n Why Am I Doing This?\nAs a Iranian-American kid growing up in the US, it was frustrating at times not seeing my culture or its history accurately conveyed. I wanted to create something that properly represented Persian Culture for not only Iranians to enjoy but everyone the world over. I think it's important to appreciate all cultures and celebrate diversity. With that said, I cannot express how much I loved producing The Story of Zal & Simorgh. The book's feedback from everyone has been immensely positive. But there are simply many more great tales to tell from The Shahnameh. Which is exactly why this Kickstarter is for two books. Rostam is arguably the most famous character in the Shahnameh and his adventures are literally the stuff of legends. While Gordafarid's tale of bravery and heroism needs to be told as well simply for what she stands for and represents to little girls everywhere.\nHow Can You Help?\nA pledge would be awesome! Maybe you know a classroom or library that these books would make a great addition to. It would also make a thoughtful gift for anyone who is a fan of The Shahnameh or World Mythology. But if right now's not the time for a pledge, please help spread the word! If you know a family, a teacher, or organization that would have interest or appreciate Shahnameh For Kids, please let them know! Tweets, Facebook posts, and other social media posts are also a great way to help promote the book's Kickstarter campaign. #ShahnamehForKids #CelebrateDiversity\n\nYou can connect with Shahnameh For Kids online:\nFacebook\nTwitter\nInstagram\nTelegram\n\n\nWhen will the books be shipped?\nBooks will be shipped out as soon as each produced book is ready to go. The Mighty Rostam book be produced first with The Bravery of Gordafarid to come out subsequently after. Rostam is estimated to be completed by the Winter Holidays with Gordafarid hopefully before Nowruz /Spring. If you backed a Rewards Package that includes, The Story of Zal & Simorgh, that book will be ready to ship as soon as the campaign ends. (International Shipping costs extra)\n ", "risks": "Risks and challenges\nThe production on these new books are in full swing right now. To the best of my experience and abilities, I plan to have each book available by their intended release dates. Any potential delay would strictly be because I am striving to create the absolute best possible product on levels. I wouldn't want to rush the art and production and hinder the quality of the books in the process. With this said, just like with the first book, my #1 goal is to get the best possible books to you as soon as possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 20 or more", "title": "THE MIGHTY ROSTAM (Book)", "descp": "1st edition copy of the new book, THE MIGHTY ROSTAM.\nINCLUDES:\nTHE MIGHTY ROSTAM\nACTIVITY & COLORING e-BOOK PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "THE BRAVERY OF GORDAFARID (Book)", "descp": "1st edition copy of the new book, THE BRAVERY OF GORDAFARID.\nINCLUDES:\nTHE BRAVERY OF GORDAFARID\nACTIVITY & COLORING e-BOOK PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "BOTH NEW BOOKS", "descp": "1st Edition copies of both new Shahnameh For Kids books.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nACTIVITY & COLORING e-BOOK PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "STICKER SHEET & BOTH NEW BOOKS", "descp": "In addition to the new books, this rewards package also comes with a full color Shahnameh For Kids Sticker Sheet!\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "COMPLETE SHAHNAMEH FOR KIDS BOOK SERIES", "descp": "The complete full set of all three books from the Shahnameh For Kids series including the first book, THE STORY OF ZAL & SIMORGH.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "COMPLETE SFK BOOK SERIES & STICKER SHEET", "descp": "The complete full set of all three books from the Shahnameh For Kids series plus the Sticker Sheet.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "DOUBLE IT UP", "descp": "Two sets of the new Shahnameh For Kids books. 4 (physical) books total.\nINCLUDES:\n2× THE MIGHTY ROSTAM\n2× THE BRAVERY OF GORDAFARID\nACTIVITY & COLORING e-BOOK PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 75 or more", "title": "LIMITED EDITION ART PRINT", "descp": "In addition to the complete book series set and sticker sheet, this rewards package also includes an exclusive limited edition Shahnameh For Kids 11x17 Art Print of your choice.\nChoose from either:\nThe First Shah, Kayumars,\nHushang's Discovery of Fire,\nPrince Fereydoon with Kaveh the Blacksmith.\nThese prints look fantastic on display!\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET\nLIMITED EDITION 11x17 ART PRINT", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "FULL SET OF LIMITED EDITION ART PRINTS", "descp": "In addition to the complete book series set and sticker sheet, this rewards package also includes the full set of all 3 limited edition Shahnameh For Kids 11x17 Art Prints featuring:\nThe First Shah, Kayumars,\nHushang's Discovery of Fire,\nPrince Fereydoon with Kaveh the Blacksmith.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET\nFULL SET OF 11x17 ART PRINTS", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "A LITTLE BIT OF DAMAVAND", "descp": "Now you can carry a little bit of Damavand/Greater Iran with you at all times. This package comes with a small vial of earth taken personally by myself directly from the foot of the legendary mountain. The majesty of Damavand and the Alborz Mountains play an important role in Iranian mythology.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET\nFULL SET OF 11x17 ART PRINTS\nA LITTLE BIT OF DAMAVAND", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "SMALL SHOP / LIBRARY / CLASSROOM SET", "descp": "Includes a set of twelve (12) physical books from the SHAHNAMEH FOR KIDS series.\nINCLUDES:\n4× THE MIGHTY ROSTAM\n4× THE BRAVERY OF GORDAFARID\n4× THE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "GET DRAWN IN THE BOOK", "descp": "All the cool physical Shahnameh For Kids rewards being offered, plus you or a loved one of your choice will be drawn as a background character extra in either new book.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET\nFULL SET OF 11x17 ART PRINTS\nA LITTLE BIT OF DAMAVAND\nGET DRAWN IN THE BOOK", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "FRIENDS OF SIMORGH", "descp": "In appreciation of this generous pledge, you or your (non-political/non-religious) organization's name and website will be directly linked and promoted on ShahnamehForKids.com.\nINCLUDES:\nTHE MIGHTY ROSTAM\nTHE BRAVERY OF GORDAFARID\nTHE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\nSTICKER SHEET\nFULL SET OF 11x17 ART PRINTS\nA LITTLE BIT OF DAMAVAND\nGET DRAWN IN THE BOOK\nFRIEND OF SIMORGH listing on ShahnamehForKids.com", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "APPEARANCE BY THE AUTHOR", "descp": "Shahnameh For Kids creator and author, Arsia Rozegar will come speak, do a reading, book-signing and/or Q&A at the school, library or organization of your choice. The event can also include fun interactive Shahnameh-related creative activities for kids to take part in. (Travel expenses and lodging are covered by this donation within the continental United States).\nAlso includes 10 copies of each Shahnameh For Kids Book (30 Books total), 10 Sticker Sheets, as well as the other top tier exclusive rewards.\nINCLUDES:\n10× THE MIGHTY ROSTAM\n10× THE BRAVERY OF GORDAFARID\n10× THE STORY OF ZAL & SIMORGH\nACTIVITY & COLORING e-BOOK PDF\n10× STICKER SHEET\nFULL SET OF 11x17 ART PRINTS\nA LITTLE BIT OF DAMAVAND\nGET DRAWN IN THE BOOK\nAPPEARANCE BY THE AUTHOR", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "The Bravery of Gordafarid books arriving soon!", "update_content": "Hello,\nI am happy to announce that the new Shahnameh For Kids book, The Bravery of Gordafarid will be available next week!\n\nThank you so much for your patience. I apologize for the delayed release of these two books.  They both simply had to be perfect in all aspects. I hope you will be pleased and see that it was worth the wait. Both Mike and I worked really hard to create the best possible books for everyone to enjoy.\n\nI am adding an extra \"Thank You\" Shahnameh For Kids gift in everyone's package as a token of thanks for your support and patience."}, {"update_no": "UPDATE #11", "update_userinfo": "The Bravery of Gordafarid update", "update_content": "Hello, \nYou can now download the new 2019 updated Shahnameh For Kids Activity and Coloring Book. Includes new Rostam coloring pages and more!  A perfect printable fun indoor activity for kids.\nSimply go to shahnamehforkids.com/activity/"}, {"update_no": "UPDATE #10", "update_userinfo": "New Shahnameh For Kids Activity and Coloring Book", "update_content": "Something that may be of interest for those in the Washington DC-area; there will be a Celebration of Ferdowsi's Shahnameh on May 20th at Pars Place, 2236-C Gallows Rd, Vienna, Virginia 22182. The will be an art exhibit with works inspired by the Shahnameh and live classical Persian music. I will be in attendance, so if you backed a rewards package that includes the first Shahnameh For Kids book, \"The Story of Zal & Simorgh\", you have the option of picking it up in person from me at the event. :-)"}, {"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/558161274/shahnameh-for-kids-new-books-about-rostam-and-gord", "project_name": "Shahnameh For Kids - New books about Rostam and Gordafarid!"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "  The Book:\nScurry: Doomed Colony is the first book in the Scurry saga, collecting the first 3 episodes of the epic story plus additional artwork. Go here for a preview of the first 32 pages, or read the webcomic at scurrycomic.com. Most of it is already up. \n Edit: Due to stretch goal being reached, the book is now 104 pages.\n   The story and interior artwork is already finished! I decided to finish the book before launching the kickstarter, so there are no worries about me flaking out and not finishing. All that's left is some book design and some preparations for printing. The printers will be ready to go shortly after it's funded.\n  Reward Tiers\nNotes: \n- If you want multiple rewards or extra books (up to five copies), simply add the price of the reward to your pledge (no need to include extra shipping), and you can specify what you want in a survey that will be sent out after the campaign ends.\n- International shipping is unfortunately very expensive. I tried many options to reduce cost, but wasn't able to reduce the shipping cost by much. In the future I hope to get a European distributor or something, but this is the best I could do for this one. The books are available worldwide, however, if you want one.\nU.S. shipping (for non-retail tiers) = $6\nCanadian shipping (where available) = $15\nInternational shipping (where available) = $23 (Does not include duties and taxes that may apply in your country.)\n   More Info:\n           Mac is an artist, illustrator and writer based in Portland, Oregon (but has lived all over the country). He's worked in the entertainment industry for over ten years primarily as a concept artist for videogames, but his real passion is telling stories, usually in comic or illustrated book form. He enjoys creating new worlds for big AAA games, but a few years ago he found himself being pushed further and further away from the kind of work he really wanted to do, so he started writing his own stories as a creative outlet. \n     Soon he was enjoying his personal work a lot more than the studio grind, so he left Southern California and moved up to Portland (a place he had never visited) to set up shop as an independent artist. He still works enough freelance to pay the bills, but he works on the comic when he gets any spare time. It's taken a lot of sacrifice (He makes far less money and has zero free time, etc.) but so far it's been one of the best decisions he's ever made. He loves creating art again. Hopefully, with your help, he can continue.\n     Doug is a dog. A very hairy, very mysterious dog. Mac doesn't know what kind he is, but everyone asks. If Doug knows, he isn't telling anyone. Doug is super secretive about his past.\nWhat is Kickstarter?\nKickstarter is the #1 crowdfunding platform for independent artists and entrepreneurs, helping creators find the resources and support they need to make their ideas a reality. To date, tens of thousands of creative projects — big and small — have come to life with the support of the Kickstarter community. ", "risks": "Risks and challenges\nThe story and interior artwork are completely finished. There are just some final preparations and then it's ready to go to the printer. \n\nEvery possible precaution has been taken to ensure that the printing and shipping go smoothly, but it's possible that printing or shipping issues could arise and the book could be delayed. In such an unlikely case, backers will be notified and given updates on the reasons for the delay.\n\nI understand the faith that backers have in me and my project so I'll be very transparent with everything that goes into the production of this book by posting frequent and timely updates, and being quick to notify backers of any setbacks.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 20 or more", "title": "THE SOFTCOVER", "descp": "Softcover edition of the book.\n- Unsigned\n- Digital PDF copy of book", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["544 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "THE HARDCOVER", "descp": "Hardcover edition of the book\n- Signed and numbered bookplate\n- Digital PDF copy of book", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["806 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "THE PREMIUM HARDCOVER", "descp": "Premium, Kickstarter Exclusive Hardcover edition of the book.\n- Signed and numbered bookplate\n- Foil stamped slipcase\n- Digital PDF copy of book\n- 2 8\"x10\" prints\n- 3 stickers\n- bookmark", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["670 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Softcover 5-pack", "descp": "5 copies of the softcover edition of the book.\n- Unsigned\n- Shout out to your store in the book.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "SOFTCOVER 10-pack", "descp": "(the other tier had an error)\n10 copies of the softcover edition of the book.\n- Shout out to your store in the book.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "SOFTCOVER 10-pack", "descp": "10 copies of the hardcover edition of the book.\n- Signed and numbered bookplate\n- Shout out to your store in the book.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "PREMIUM HARDCOVER + Sketch", "descp": "Premium, Kickstarter Exclusive Hardcover edition of the book, plus a character sketch.\n- Hand drawn, 6\" x 9\" character sketch\n- Signed and numbered bookplate\n- Foil stamped slipcase\n- Digital PDF copy of book\n- 2 prints, 3 stickers, and a bookmark", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "35 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "PREMIUM HARDCOVER + Promotional Art", "descp": "Premium, Kickstarter exclusive hardcover edition of the book, plus a one of a kind promotional drawing.\n- Hand drawn, 8.5\" x 11\" drawing\n- Signed and numbered bookplate\n- Foil stamped slipcase\n- Digital PDF copy of book\n- 2 prints, 3 stickers, and a bookmark", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "PREMIUM HARDCOVER + Original Cover Art", "descp": "Premium, Kickstarter Exclusive Hardcover edition of the book, plus the original cover drawing from the book!\n- Original 11\" X 17\" Cover Line Art\n- Signed and numbered bookplate\n- Foil stamped slipcase\n- Digital PDF copy of book\n- 2 prints, 3 stickers, and a bookmarking only", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "Kickstarter for book 3 is underway.", "update_content": "Hello backers,\nSorry if you are already aware (Kickstarter doesn't have a good way to notify all past backers at once), but the Kickstarter for Scurry book 3 is underway. Now you can pledge for the complete story. You can also get book 2 if you missed out, and a slipcase for all three books. If you have any questions, feel free to message me."}, {"update_no": "UPDATE #28", "update_userinfo": "Just a quick note to ask a little favor...", "update_content": "This update is being sent to backers of the first book, as some people weren't aware there is a second...\nKickstarter ends tomorrow at 10pm PST. Last chance to get the premium slipcases for a long while.\ncheck it out here:"}, {"update_no": "UPDATE #27", "update_userinfo": "Kickstarter for book 2 ends tomorrow!", "update_content": ""}, {"update_no": "UPDATE #26", "update_userinfo": "Scurry Kickstarter number 2 in its last week!", "update_content": ""}, {"update_no": "UPDATE #25", "update_userinfo": "Scurry: The Drowned Forest is live on Kickstarter now! Grab your book!", "update_content": ""}, {"update_no": "UPDATE #24", "update_userinfo": "The next Scurry kickstarter in one week! (August 29th)", "update_content": "Fulfillment on Book 1 is complete! \nWriting, painting, printing and shipping the book was a lot of work, but with your help and support we managed to make it a reality. Thanks.\nWhat's next? Book 2 of course!"}, {"update_no": "UPDATE #23", "update_userinfo": "The 1st Kickstarter is Complete! What's next for Scurry?", "update_content": "Hello,\nShipping is still underway. Updates:\nUS and Canada: Most US and Canada backers should have their books by now (not including sketch tiers), not including a few returns. If you haven't gotten yours, message me and I'll check on it. \nInternational: Due to the holiday, there was a delay in the international orders being sent out, but those should be going out now. I don't have tracking numbers (EU only) just yet, but I should have them in the next couple of days. They are being shipped from the UK, so when you get yours will depend on how far away you are from there."}, {"update_no": "UPDATE #22", "update_userinfo": "\"Making of Scurry\" Videos", "update_content": "Hello,\njust a quick update: For US backers (NOT including sketch or art tier backers), I have tracking numbers if for whatever reason you didn't get an email with that info earlier. Most are still in transit. Just message me if you want to check on your package.\nI should have tracking for Canada and EU backers next week sometime."}, {"status": []}], "comment_no": 237, "projec_url": "https://www.kickstarter.com/projects/macsmith/scurry-book-1-doomed-colony-a-post-apocalyptic-mou", "project_name": "Scurry Book 1: Doomed Colony - A post-apocalyptic mouse tale"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "Several months ago, MRCTV sent a camera crew to the southern counties of West Virginia to document the impact of the EPA regulations on the coal industry and the local communities that have historically relied on it for survival. What the team found was devastating.\nThe effect of shuttered coal mines and the loss of thousands of coal jobs has trickled down into nearly every facet of these communities, crippling local businesses, destroying the housing market and forcing desperate families from their homes. Thousands are without work, while still thousands more live under the constant threat of job loss and bankruptcy. Local charities struggle to meet the needs around them, only to be quickly overwhelmed. While the media are focusing on \"climate change,\" hardworking Americans are left to wonder how they will keep the lights on in a house they're struggling to hold on to.\nThrough a compelling series of up-close footage and brutally honest interviews, \"Collateral Damage\" will expose in stark detail the real, human impact of President Obama's promised and delivered assault on the coal industry, and on the hardworking Americans and their families in Central Appalachia.\nThis is a true American story about real American people. And we need more Americans like you to help us get it out.", "risks": "Risks and challenges\nYour donations will go toward completing the production and marketing of this short documentary. If we raise enough money, we will take \"Collateral Damage\" on the road and screen it in towns across coal country.\n\nAs they always do, the media are trying and bury this story, because it doesn't align with their political agenda. Your donations will ensure the people whose lives have been destroyed by reckless policy decisions have a chance to tell their story. You can give them a voice. \n\nYour dollars will also help get this powerful short film in front of lawmakers and policy makers in Washington DC, so they can be held accountable for the \"collateral damage\" caused by their decisions.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "MRCTV\nFirst created · 0 backed\nMRCTV is the multimedia arm of the Media Research Center, the largest media watchdog in America. We're a non-profit organization dedicated...See more"}, "support": [{"amt": "Pledge US$ 20 or more", "title": "Bumper sticker", "descp": "Pledge $20 or more and we'll send you one of our awesome \"Don't Believe The Liberal Media!\" bumper stickers!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["89 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Special Thanks", "descp": "You'll get the bumper sticker, plus a special thanks in the film's credits!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Producer Credit", "descp": "You'll get the bumper sticker, plus you'll be listed as a producer in the film's credits!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Signed Artwork", "descp": "You'll get the bumper sticker and the producer credit, plus artwork from the film that's signed by the production team and MRC president Brent Bozell!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "There is A Way to Help. PLEASE READ!", "update_content": "Dear MRC Backers,\nThank you for pledging to the Media Research Center's Kickstarter campaign! \nUnfortunately, we did not make our intended goal, but we cannot give up. Our mission is to expose the \"War on Coal\" that the liberal media are supporting under the ruse of so-called \"objective reporting\" and with your help, we can get our documentary out to the nation! "}, {"update_no": "UPDATE #1", "update_userinfo": "We're getting close!", "update_content": "Wow – we’re 2/3 of the way there with only 8 days left! For those of you who’ve already pledged toward this project, thank you so much. Despite the media’s vow of silence against coal country, you are enabling thousands of West Virginians to tell their story through your generous giving.\nWe’re making huge strides toward our goal, but if we don’t hit our target of $15,000, we will not receive any of the pledged funding. Please share this project with your friends so we can reach our goal and give coal country a voice!"}, {"status": [{"Project ends": "AUGUST 31, 2016"}, {"Project launches": "JULY 30, 2016"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/1067483485/collateral-damage-0", "project_name": "Collateral Damage - a documentary"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "Indie filmmaking is very hard work and even harder to make it into a business. Everything I learned about filmmaking will be in these pages!\nI'm Ron Newcomb and I'm an indie filmmaker. I mean a true indie filmmaker! I work outside of Hollywood. I have been working on a book since I started my journey way back in the 90's.\nI have done both Narrative and Documentary films and was able to successfully secure deals for them. I want to share with you the good, the bad, and the ugly of the indie filmmaking business.\n\nI focus on how to do this as a business. Because there’s just not a ton about that out there. Want to know what you need to do to set up a company or navigate your way through distribution? Where do you even start? I've been there.\n\nRemember, money is not a problem, it’s THE problem - what are your options to get your projects funded? I’ll tell you exactly how I did it.\n\nI am approximately 70% of the way there and have an Editor and Designer lined up; but what I want to know is... Should I publish this?\n\nThat's why Kickstarter is the perfect vehicle for you to help me decide if I need to focus on finishing it. I believe, you’ll tell me if this something you want.\n\nIf there is one thing I am passionate about it is sustainable filmmaking, and I love teaching others how to do it. I’ve done training workshops that have already helped thousands of filmmakers.\n\nI want to do a complete brain dump and give you all the knowledge I have. If you are a Director, Writer, or an Actor - you need to know the \"behind the scenes\" of the indie filmmaking business.\n\nIf you want to do filmmaking as a business, I believe I can help you and by supporting this campaign, you’ll be helping bring this book to life.\n\nI appreciate the consideration and I look forward to hearing from you about your filmmaking journey.\nADD-ON: Want more COPIES of the book? Just add $22 per book you want to any pledge level, and we'll send them out with your copy!\nAnyone that gives, I'm giving free consultation x's the amount they give. So, $1 ='s 1 consultation. \nThis should make a great gift for the filmmaker in your life!\nThe Forge Studios Reel (recent work):\nThe Fellows Hip: Rise of the Gamers Trailer (Domestic & International Sales; was on the shelves of Walmart. Still on Netflix & AmazonPrime):\nMade in the USA: The 30 Day Journey Trailer (TV Deal):\n  On the shelves of Walmart!\n  For some samples of my writing style, you can check out a few of my blog entries. Also, check out my friends at Film Thrive! They are gracious enough to offer up a year membership as one of our Reward levels. \nClick here for my resume!\nSTRETCH GOALS:\n                           $7,500 - Creation of a website devoted to the business side of indie filmmaking with blogs to encourage \"togetherfilmmaking\", a hub for indie filmmakers to network.\n$15,000 - Audio book version of Hollywood Outsider: An Independent Filmmaker's Guide to Making Movies.", "risks": "Risks and challenges\nI am not an Attorney or an Accountant, this is only about my experience in the indie film world. It's about the business as seen through my own personal journey. \n\nWhat worked for me, might not work for you.\n\nThis is also based on an indie Filmmaker being in the United States. I believe other countries can glean some good information, but I've seen that there are differences with each country. \n\nI am approximately 70% of the way there and have an editor and designer lined up. \n\nIt is possible, due to unforeseen reasons that it could take longer to complete the book. I pride myself on finishing what I start, with a proven track record.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Ron Newcomb\n6 created · 122 backed\nDirector, Writer, Actor, and Producer of The Forge Studios: After time as a US Marine, and Police Officer, Ron has written and directed...See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Yes! You support me completing the book.", "descp": "Your indie spirit will live on in this book!", "time": [{"ESTIMATED DELIVERY": "Aug 2016"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 9 or more", "title": "E-Book, you want to read it!", "descp": "You will receive an E-Book, that's a digital copy of the book.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 14 or more", "title": "Both Digital!", "descp": "Get the Digital copies of the Book + The Rangers digitally.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "The Paperback", "descp": "You get Hollywood Outsider, an actual physical paperback copy of the book.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "With Digital Rangers", "descp": "The Book + Digital copy of Rangers.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "With DVD of Rangers", "descp": "The Book + DVD of The Rangers", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "With Training Seminars", "descp": "The Book + Digital copy of my Acting Seminar AND Distribution Seminar.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "With Digital of Rangers and FilmThrive", "descp": "The Book + Digital copy of The Rangers and 1 Year Membership to Film Thrive.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "With Digital Library", "descp": "The Book + Digital copy of my film library.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 225 or more", "title": "The Workshop", "descp": "You get the book + 1 seat at a weekend workshop I will do on the business of filmmaking. Will be located within driving distance of Washington, DC. (US)", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Book + Consulting", "descp": "You get a copy of the book + you'll get me for up to 5 one hour sessions either in person (if local) or on Skype.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "In Person", "descp": "I will fly anywhere you would like in the US and give my weekend seminar.\nIf you choose to charge guest for the weekend, that would be all up to you & yours for the taking.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "VIP Film & TV Summit", "update_content": "I have decided to commit to doing 1 more of these events.\nIt's Shark Tank for filmmakers, and you can find more information here: www.VIPFilmAndTVSummit.com\nThis started out of a desire to \"level-up\" my filmmaking. I figured if I had the right 1) Manager/Agent/Exec, 2) Producing Partner, or 3) Investor than I could get my project greenlit. Well, the more I ran this past other filmmakers, the more they also thought this was a great idea. "}, {"update_no": "UPDATE #18", "update_userinfo": "New Film Studio", "update_content": "I believe that WE can solve our own problem with keeping the cameras rolling in the Mid-Atlantic Region by investing in the region with/for each other!  \nThis opportunity is now OPEN. \nCrowdfunding is all about early adopters, so if you are considering, please do jump in early - makes a great Christmas gift for the filmmaking lover in your life!  "}, {"update_no": "UPDATE #17", "update_userinfo": "VIP Film Summit", "update_content": "Special Event Announced in DC!  \nwww.VIPFILMSummit.com  \nVIP Film Summit Saturday, August 25 - 9am - 9pm (breakfast & lunch included) Washington Dulles Airport Marriott \nGOAL OF THE VIP FILM SUMMIT "}, {"update_no": "UPDATE #16", "update_userinfo": "Talk to an Investor", "update_content": "Have you ever wanted to talk to a film investor to see what they are looking for?  \nYeah, me too. Well, I know how this feels and want to give you a chance of a life time! I'm inviting you to a LIVE Webinar where I will interview one of my film investors.  "}, {"update_no": "UPDATE #15", "update_userinfo": "Free LIVE Webinar", "update_content": "Greetings!\nI'll be doing a LIVE Webinar this Thursday at 7pm EST. You can register at www.IndieFilmCoach.com.\nI'll be sharing my 3 secrets of how I became a full-time filmmaker.\nI look forward to continuing this journey with you and helping YOU bring YOUR story to life!"}, {"update_no": "UPDATE #14", "update_userinfo": "Film Relaunch & Local Film Training Event", "update_content": "The film that started Ron on his epic journey is being re-released the way it was always meant to!\nJoin us and let's ensure this film finds it's way into the right homes.\nBuy/Rent/Stream: www.FellowsHipMovie.com\nWe continue to sell The Rangers and are expanding the world and the stories. You can pick up the bundle in our ."}, {"update_no": "UPDATE #13", "update_userinfo": "Films films and more films...", "update_content": "Greetings!\nIndies cannot get this done without the help of others. We'd love your help in getting the word out about our projects.\nWe've put together a fun Star Wars fan film: https://youtu.be/RfD7UTvOSM4"}, {"update_no": "UPDATE #12", "update_userinfo": "Close Call!", "update_content": "Well, we had set the stage for an epic finish...alas time ran out on us and it was not to be.\nI can't thank you all enough for believing in me - I really do appreciate this!\nLet me know how I can return the favor. I'll be focusing on making films vs. writing about them for now. "}, {"status": [{"Project ends": "JULY 18, 2016"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/ronnewcomb/hollywood-outsider", "project_name": "Hollywood Outsider"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": " Giancarlo Caracuzzo, artist of Marvel, DC Comics, Image, IDW Publishing, Delcourt, Dupuis, present the Graphic Novel  \"Simon Blood, the seventh Moon\" Volume 1, 54-page full-color book, SUPPORT my project!\n    I'm Giancarlo Caracuzzo, and I'm the writer and artist for Simon Blood Book I. Simon Blood is an all-ages graphic novel inspired by my favorite movies and comics. If you like Moebius, Uderzo, Miyazaki, Asterix, Arzach, Star Wars, Indiana Jones, then you just might become a fan of Simon Blood. Simon Blood will be a 54-page full-color book that’ll include several covers, sketches and illustrations. The book is being written and drawn by me, and colored by Flavia Caracuzzo, my daughter, and it’s scheduled to be finished in August of 2016, and shipped out to backers in October of 2016. The book will be translated in English and Italian.\nThe idea for Simon Blood was in the back of my mind for several years. With time, that idea grew in my mind, and has become a fantastical world where monsters, vampires, zombies and anthropomorphic figures come to life in a series of dynamic actions and extraordinary landscapes. It will be an epic trilogy, inspired by classic tales of adventure, with a mythology and technology that will amaze you. It’s a story that will entertain and inspire the imaginations of all ages. This project is very important to me and Flavia. it’s the opportunity to realize our desire, an idea that unites us, we promise our best, help us make this dream come true.\n Flavia working progress\nPLAY\n\nSimon Blood takes place on Harsac, a planet divided into two hemispheres. In the Northern Hemisphere, there is light, trees, lush forests, high mountains, rivers, lakes and seas. It is inhabited by many people: elves, dwarves, trolls, fairies, and gnomes. Among the Kashar people is Simon Blood, a cheerful, ambitious youth, accompanied by a small dragon named Dalì. On the other hand, the Southern Hemisphere is dominated by King Xe and Queen Oky, who reign with cruelty and without mercy. The Southern Hemisphere is perpetually in darkness, a huge and dangerous place where vampires, zombies, werewolves, and terrible creatures are eternally fighting against the North.\n Giancarlo working progress\nPLAY\n\n Simon Blood, is the protagonist of our story. He lives in Damash Town in the Northern Hemisphere, and is resourceful, brave, and curious, along with his small dragon Dalì.\n Ariel is the daughter of the mayor of Damash Town. She is a sweet young girl, and Simon’s friend from infancy. With the arrival of the first Moon, however, her life will never be the same…\nThauros is the commander of the imperial guards, a fierce minotaur, and a violent, unscrupulous murderer\nKing Xe and the Queen Oky, , the rulers of the Southern Hemisphere, are bloodthirsty and merciless. Their kingdom is a land of fear and death, the infernal abyss...\n Lhemù and Rupert, the two young friends of Simon, live in Damash Town, and are orphans like Simon.\nTHE COST\nI'm asking for A LOT of money for Print and Shipping. but Half of the funds are going to the production of the content, and the other half is getting the books printed and shipped. Here's a breakdown of where the funds are going: About 45% of the funds will be allocated to the printing, packaging and shipping, because we want everything to be perfect. Printing: Euro 2.440 This covers getting the books printed and shipped to my house. (19,5%) Production: Euro 5000 This covers my time writing and drawing the book, paying a colorist, editor, and building the book and getting it ready for print. (51%), Fees:Euro 1.125 This covers the Backer Kit, Kickstarter fees. (9%), Shipping: Euro 3.250 ( 25,5% ) This covers packing up the books and shipping charges. I will be shipping the books with backers to ensure the safe delivery of each package. Orders will be packed to perfection.\n  ABOUT ME \nI was born and live in Rome, Italy. I have drawn comics for a long time, and have worked with several Italian, French and Belgian publishers ( Dupuis, Delcourt, Robert Laffont). In the last 8 years, I have worked with IDW Publishing, Darby Pop, Wunderman Comics, Image, DC Comics (Jonah Hex, Batman ‘66 ) Marvel (Cable, Atlas,Gorilla Man, Spiderman, Iron Man and the mini-series Formic Wars ), Wunderman comics, Heroic Publishing. With Kickstarter I have made three books. ''Weapon of God'' with J.Palmiotti & J.Gray and Volumes 1 and 2 of ''Amiculus'' with T.Horseman . If you want you can see my art on my web site www.giancarlocaracuzzo.com \n About Flavia \nFlavia was born in Rome on 21 June 1991. In 2010, she graduated from the Roman School of comics as an illustrator, storyboard artist and colorist. Since 2010 she has been an illustrator and colorist, and has worked with both Italian and US publishers: DC Comics ( Batman ‘66 ) Darby Pop ( the Indestructible mini-series) Wunderman Comics, Heroic Publishing. She has also worked as an illustrator for various advertising agencies. As a painter, she has produced two exhibitions in Rome.\nThis book will be produced in the spring and summer of 2016 and will be delivered to backers in October of that same year. Here's a rough timeline of the production: March: Run the Kickstarter March : Finish the Simon blood Volume 1 manuscript . March-August: Drawing and coloring. September: Building the book, and prepping for print. October: Printing the book and shipping", "risks": "Risks and challenges\nDear friends, this project, the first of the trilogy, is very important for me and Flavia. We know that this is a great responsibility, a gigantic challenge. We know that there are many risks, but this is a challenge that we want to win. Have confidence in us, and we will not disappoint you. We are ready to carry out this work with all our love and passion. All deadlines will be guaranteed, and we will update you with our email very often. Thanks for your help guys, we keep our fingers crossed!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #68", "update_userinfo": "Japan, Artbook illustrated", "update_content": "Hello my friends\nIt’s online  on Kickstarter “ JAPAN” the Artbook illustrated by Giancarlo & Flavia Caracuzzo , Many illustrations to Acrylic, Watercolors and Digital color. If you can, share and support it. Below follow the link\nThanks so much"}, {"update_no": "UPDATE #67", "update_userinfo": "Japan", "update_content": "From 21 February 2021, on Kickstarter.com, \"JAPAN\" the new illustrated Artbook by Giancarlo & Flavia Caracuzzo\nhttps://www.youtube.com/watch?v=rFWsKk74MqQ"}, {"update_no": "UPDATE #66", "update_userinfo": "WW2", "update_content": "Hello my friends,\nit's on Kickstarter a project I'm collaborating with Vito Delsante, an excellent writer, a friend.  It is a great story, set in WW2. Five mafia families hire 5 killers to kill Benito Mussolini, an epic and tragic tale.  I am the artist, 80 pages draw in watercolor by myself.  Follow the link below and support it, you will be surprised and involved by a legendary and incredible tale, I trust you all"}, {"update_no": "UPDATE #65", "update_userinfo": "\"The WORLD WAR MOB\"", "update_content": "Hey folks,\n  I'm here to announce that a great project by my writer friend Vito Delsante Hey folks,\n  I'm here to announce that a great project by my writer friend Vito Delsante \"The WORLD WAR MOB\" is online on Kickstarter."}, {"update_no": "UPDATE #64", "update_userinfo": "Bad Girls 2, my new artbook it’s online", "update_content": "Dear friends, It’s online now on Kickstarter my new project “Bad Girls 2”, a Artobook PinUp illustrated by Me. It’s a Artbook of 40 original illustrations. Take a look and support it if you can. Follow the link below. Thanks so much Giancarlo\nhttps://www.kickstarter.com/projects/376367117/bad-girls-2-illustrated-pinup-artbook-by-giancarlo-caracuzzo?ref=ksr_email_creator_launch"}, {"update_no": "UPDATE #63", "update_userinfo": "the last hours", "update_content": "Dear friends only far few hours will be still Online on Kickstarter my project “Terror and Monsters”, a Horror Artbook illustrated by Me & my daughter Flavia. If you want support It’ now, Thanks so much, Giancarlo & Flavia.\nhttps://www.kickstarter.com/projects/376367117/terror-and-monsters?ref=user_menu"}, {"update_no": "UPDATE #62", "update_userinfo": "terror and monsters", "update_content": "Dear friends, only last days for the fundraising of my new artbook \"Terror and Monsters\", also a your little support would be important for me, if you want check out the link below, thanks so much Giancarlo\nhttps://www.kickstarter.com/projects/376367117/terror-and-monsters?ref=user_menu"}, {"update_no": "UPDATE #61", "update_userinfo": "Terror and Monsters", "update_content": "Dear friends, It’s online now on Kickstarter my new project “Terror and Monsters”, a Horror Artobook illustrated by Me & my daughter Flavia. It’s a Artbook of 40 original illustrazioni. Take a look and support it if you can. Follow the link below. Thanks so much, Giancarlo & Flavia.\nhttps://www.kickstarter.com/projects/376367117/terror-and-monsters?ref=user_menu"}, {"update_no": "UPDATE #60", "update_userinfo": "New Project", "update_content": "Hell my friends, It's online on Kickstarter my new artbook project, please check the link below, support it\nthanks\nGiancarlo\nhttps://www.kickstarter.com/projects/376367117/bad-girlsillustrated-pin-up-artbook-by-giancarlo-caracuzzo?ref=nav_search&result=project&term=caracuzzo"}, {"update_no": "UPDATE #59", "update_userinfo": "Flavia Caracuzzo's Artbook", "update_content": "Hello Friends\nmissing two weeks at the end of the campaign for Flavia Caracuzzo's Artbook, we have reached 75% of the necessary funds. We need your help to win this challenge, share and support also with a little peldge, follow the links below\nThanks so much, Giancarlo"}, {"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/376367117/simon-blood-the-seventh-moon-volume-i", "project_name": "Simon Blood ''The Seventh Moon '' Volume I"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/raytoons/jonathin-quackup-of-the-planet-weralt-1", "project_name": "Jonathin Quackup of the Planet Weralt #1"}}, {"backer": "Katrina Joyner", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/hificolourdesign/hi-fi-color-for-comics", "project_name": "Hi-Fi Color for Comics"}}]