[{"backer": "Legendary Games", "project_data": {"campaign": {"story": "From popular internet game master and game designer, Dave Hamrick and cartographer and painter extraordinaire, Justin David Russell (Epic Werkes Studio) comes BroadSword Magazine, a throwback to the old RPG magazines of the '80s and '90s. \nOver 60,000 words of Fifth-Edition compatible EVERY. SINGLE. MONTH. In fact...\nIt's not a \"magazine\"... it's a monthly expansion BOOK!\nIf you never experience the old RPG mags, they were more than just a collection of articles. The old magazines were expansion sets and rules supplements and they were PACKED with content.\nEach issue is like getting a NEW jam-packed full-sized Fifth Edition supplement in the mail.\n Full-length adventures. Never run out of campaign material with playtested, full-length adventures for all levels.\n Sub-classes. Add variety to your game with brand new sub-classes for all class levels.\n Monsters. Need more challenges? Look no further than brand new monsters with full stats and ecological notes.\n Spells, Magic Items, Rules Supplement and more! There's so much content that all of it could exist in a book by itself.\nDigital mockup of what the first issue will look like.\nEach dynamic issue of BroadSword Magazine includes four NEW and ORIGINAL Fifth-Edition compatible adventures, plus new monsters, races, subclasses, magic items, and more every month in both print and digital PDF formats.\nBroadsword operates under the Fifth Edition Open License Agreement, meaning that the game is FULLY compatible with modern Fifth Edition rules of \"the world's most popular roleplaying game.\"\nSo expect to see plenty of ancient dragons while you're exploring lots of dungeons!\nHere is the tentative table of contents for BroadSword magazine #1.\nAdventures \nThe Secret of Forsaken Peak Cross Section\nFeature - The Secret of Forsaken Peak Part 1 (The Goblin Mine) by Dave Hamrick and Justin David Russell. The goblins of Forsaken Peak have been acting up lately. You're tasked by your patron (five different options with five different goals) to investigate what they're up to. This is the first part of The Secret of Forsaken Peak megadelve adventure path, set for a group of 5th-level characters.\nBonus - The Secret of Forsaken Peak Castle of Chaos Detail by Dave Hamrick and Justin David Russell. Need a place for your characters to rest in between delves? The Castle of Chaos is the perfect spot. Well, if you ignore the fact that it's managed by a bunch of insane people, that is.\nThe Battle of Dragard Mine by Dave Hamrick and Justin David Russell. The residents of Dragard Mine discovered something important in the old mountain. Whatever it is, the Beastmen of Kalibar want to get their claws on it.  Dragard Mine is an adventure for a group of 11th-level characters and uses Dave Hamrick's original mass combat rules system.\nComes with a double-sided fold out map of Dragard Mine.\nEvadimus's School for Gifted Spellcasters by Dave Hamrick and Justin David Russell. How do wizards learn their first spells? At wizardry school, of course! One of the most famous of these schools is Evadimus' School for Gifted Spellcasters. This adventure is for 0-level characters that takes wizards-to-be from commoner to 1st-level caster over the course of a school year.\nTrial of Heroes by Dave Hamrick. Every year, the lords of South Castle come together to test adventurers all over the land; not for their sheer might and power, but for their ability to think and work as a team. The Trial of Heroes follows the tradition of RPG magazines of offering up level-agnostic challenges for characters of any level.\nOne-Shot Adventure by Dave Hamrick. A one-shot adventure in the vein of the old \"Side Treks\" articles that'll work as a nice little side quest. Theme and plot too-be-determined, although it will be centered around 2nd-level characters.\nArticles\nHow to Keep Your Players Engaged by Dave Hamrick. You know the situation: you're explaining an awesome landscape or a tense battle and for whatever reason you can't seem to get your players' attention. Either they're looking at their phones, chatting it up, or just off in la-la-land. Dave Hamrick explains how he keeps his characters engaged in his games and shares some tips on how you can get your players engaged, too.\nRules Supplements\n10 New Cantrips by Dave Hamrick. Everyone has that one or two favorite cantrip that they love to use frequently. But in the end, there isn't a whole lot of variety when it comes to cantrip. Dave Hamrick offers up 10 more cantrips for characters to use.\nMass Combat Basics by Dave Hamrick. To accompany the Battle of Draggard Mine adventure, Dave Hamrick's crafted a full set of easy-to-use mass combat rules that capture the feel of Fifth Edition and lets characters be heroes on wider level.\nNew Playable Race: Laicosts (Mousefolk) by Dave Hamrick. A DMDave classic, laicosts are scallywag mouselike humanoids that stay in tight knit communities. The article will expand on their world and introduce the playable mousefolk.\nTraps & Puzzles Featurette by Dave Hamrick. Need some non-combat challenges for your dungeon encounters? The Traps & Puzzles featurette helps you do just that. \n3 New Arcane Subclasses by Dave Hamrick. The first stretch goal hit for the project was opening up three new subclasses. These subclasses are Wizard Teacher Arcane Tradition, Madness Sorcererous Origin, and Warlock Patron of Forbidden Lore.\n2 New Subclasses by Dave Hamrick. Another stretch goal opened up two new subclasses. These are as-of-yet undetermined, but will probably be related to Forsaken Peak.\n3 Mass Combat Feats by Dave Hamrick. The second stretch goal hit opens up new feats for mass combat campaigns. These will coincide with the mass combat rules.\nMonsters by Jack by Jack Hamrick & TBD. My son Jack draws a monster and artists bring it to life.\n7 New Uncommon Magic Items by Dave Hamrick. This was a bonus stretch goal--I'll be creating 7 uncommon magic items for you to put into your campaign.\n10 New Monsters by Dave Hamrick. More monsters! Already, I have a library of hundreds of monsters on DMDave. What's 10 more?\nRandom Wilderness Tables by Dave Hamrick. Need some ideas for wilderness dressing? This chart of 100 random wilderness encounter will help spice up your adventures.\nDouble-Sided Poster by Justin David Russell. The front cover art and the map for Dragard Mine will be featured on this amazing, high-quality double-sided poster.\nAnd more...\nWith each stretch goal, more content will be added to this already-awesome list. Keep an eye out here on the Kickstarter page as well as communications to see what's coming down the pipe for the first issue of BroadSword Magazine. \nThe best part? The first adventure is already penned and ready to go and the other three adventures are in final draft stages. You can read the original draft on DMDave's website.\nThe Goblin Mine, the first part of The Secret of Forsaken Peak.\nThat means that as soon as you sign on to this Kickstarter, you can get a digital copy of the first adventure, The Secret of Forsaken Peak: The Goblin Mine by Dave Hamrick and Justin David Russell. It's the first part of a HUGE megadelve adventure path that will be included in the magazine.\nWe're nuts for the classic RPG 'zines of the '80s and '90s. \nHowever,  it costs quite a bit to create a high-quality magazine, thick with original art and solid, playtested rules, all compatible with 5th edition. \nPrinting a magazine like this takes some serious capital. That's why we're Kickstarting it. We want to make sure we have the funding necessary for print runs tiny to gargantuan.\nAnd we don't want to cheapen it. While the magazine will intentionally have an old-school-vibe to it (black-and-white interior, pen/ink illustrations, etc.) it will still be printed on the highest quality paper available with perfect binding. \n\"So what's up with BroadSword magazine beyond the first issue? And why should I be excited about it (aka, why should I pay for 12-months of issues?)\"\nGreat question! Here's what you should look forward to with the magazine:\n1) Issues #2 - #6 are already mostly planned out. While we've still got a few nitty gritty details to plan on, here is the \"themes\" for the issues following #1:\n Issue #2 - Horror. To coincide with Halloween, BroadSword will have adventures, articles, and supplements geared around horror stories and monsters.\n Issue #3 - Science fiction. New rules for science fiction along with an accompanying adventure.\n Issue #4 - Winter. Winter based adventures, holidays, and more.\n Issue #5 - Downtime+. Downtime is a cool feature of Fifth Edition, but kinda falls apart at higher levels. The adventures and articles in this issue will address this problem.\n Issue #6 - Gear. Looking for cool, new items for your characters or NPCs? This issue will feature cool weapons, magic items, and more and adventures to compliment them.\n2) We're taking submissions for issues #2 and up. As much as I love creating content, to ensure that we can work on a tight schedule, we will be taking submissions from other creators in the community. This includes artists, adventure-crafted, article-writers, and even homebrewers. And we're paying for the content!\n3) DMDave has 500,000+ words worth of content to fall back on. Worst case scenario (somehow, no one on earth submits anything), we still have 7 months worth of content to fall back on with DMDave.com. That's nearly 600 articles and 500,000+ words worth of original Fifth Edition content.\n4) Multiple Printer Sources. We have three different printers ready to go (include, two of which are associated directly with the business) to print issues in advance. There will be no logistical snafus to slow down printing. And even if there are, we'll be sure to communicate.\n5) Total transparency. Subscribers of the magazine will have full transparency of all the forthcoming content. You'll be able to see what's going on and even offer input either on DMDave.com, our social media accounts, the official BroadSword discord channel and more.\n6) Experience & Research. I have been in ecommerce for nearly a decade. In addition to experience serving customers online, I have done plenty of research and worked closely with other publishers to ensure that any issue that could come up is addressed ahead of time.\nWe're 100% invested in this project and want to make sure that it succeeds.  \nNow it wouldn't be a fun Kickstarter if we didn't have a whole mess of Stretch Goals to offer, too, now would it?\nHere is what you can expect to get along with the magazine should we match these goals: \nMore to come!\nWe know that not everyone is a \"grognard\" like JD and I. That's why this book is not only available in Print format, but Digital format (PDF) as well.\nAs we noted above, the adventure is already completed and ready as both a FREE \"blog\" version which you can read now and a \"preview\" version which you'll receive after the Kickstarter ends. However, the finalized PDF for the magazine will have all new art, get a thorough playtesting analysis, and come with a lot more bonus content. \nPlus we'll partner with other companies and use their experience in digital production to make sure that the finished products are 100% perfecto.\nOne of the most exciting things about BroadSword magazine is that it features the outstanding art of world-class old-school artist Justin David Russell (Epic Werkes Studio). JD is a traditional illustrator, using pen/ink and oil paints to make his creations. \nCheck out some of his art below:\nThe cover art to BroadSword #1/The Secret of Forsaken Peak\nDid I mention that there might be some DRAGONS in DUNGEONS? ;)\n\"Sorry, laddie, but yeh won't be a-tossin' THIS dwarf!\"\nA recent image by JDR, a warrior stumbles upon something... scaly.\nWhat's this pigman? That's how JDR draws goblins!\nThis time, we're offering both preview and playtest material for those who want to try the content out before its official launch.\n What's the difference between the two? \nA playtest involves running at least one of the adventures. Playtesters are acknowledged in the magazine's credits, and have a real say in the difficulty, balance, and playability of the final creation. We'll send backers information on how to sign up.\nA preview just means an early look, without providing any formal feedback and without a listing in the credits. No signup or reports required.\nEveryone who pledges at the $10 level or more gets a FREE copy of Broadsword Magazine preview.\nHere is what you can expect from each of the pledge levels.\n Supporter - You just love us and want to show your support. Awwwww, thanks! :)\n Broadsword #1 PDF only - You just want to read it and print the magazine at your leisure. This pledge level is only $10 and includes all the cool DMDave/JDRussell content.\n Broadsword #1 Print and PDF - You want to get the first issue of Broadsword in a print-ready PDF format as well as the printed collector's copy. This pledge level is only $15 and will include all stretch goals.\n Broadsword 3-Month Subscription (Print & PDF) - You want to see what's up with the first three issues of Broadsword magazine in both printed and PDF format. This pledge level is only $42 (you save $1 per issue) and includes all stretch goals.\n Broadsword 6-Month Subscription (Print & PDF) - You're down with Broadsword and want to see the first six issues of this milestone series in both printed and PDF format. This pledge level is only $84 and includes all stretch goals (you save $1 per issue).\n Broadsword 12-Month Subscription (Print & PDF) - You're so enthusiastic about Broadsword, you want the first twelve issues of the mag coming straight to your inbox and mailbox. This pledge level is $144 and includes all stretch goals (you save $3 per issue).\nWe're launching Broadsword Magazine with options for advertisers, too!\nJust like the old RPG magazines, we plan on doing some throwback ads both on the rear and interior covers, as well as four pages at the rear of the magazine, and a center insert with smaller ads (kinda like a \"trading post\").\nWhat's a throwback ad?\nBlack-and-white, artwork of questionable integrity, etc. You may even reference your fancy, new fangled world-wide-web webpage on the interwebs. \nEven though these \"website\" things sound like a fad. Obviously.\nWhat do ads cost?\nAd prices are fixed right now, meaning no matter how many people jump on this Kickstarter, we're going to keep the rate the same for the first issue. \nThat means your ad could be seen by thousands of qualified shoppers for an extremely low rate (cheaper than newspaper ads, but with a more targeted marketing).\nFor those who are worried about too many ads, don't worry. These ads are mostly for fun to add to the old school vibe. The kitschier, the better! Plus, we're only giving up 5% of the entire magazine for this ad space.\nHere are the current ad tiers:\n Full-page/full-color advertisement (only 3 available). These advertisements will be printed on the back of the magazine cover and on the interior covers just like in the old school magazines. Starts at $300. Plus, you get one month of advertising on DMDave.com (100,000 impressions per month), newsletter mentions, plus Instagram and Facebook shoutouts.\n Full-page/black-and-white advertisement (only 4 available). These advertisements will appear in the back of the magazine on the last 4 pages. Starts at $225. Plus, you get one month of advertising on DMDave.com (100,000 impressions per month), newsletter mentions, plus Instagram and Facebook shoutouts.\n 2.5\" by 4.75\" advertisement (Black/White) (only 40 available). These small ads will appear throughout the magazine, again adding to the \"old school vibe\" of Broadsword. Starts at $40. Plus, you get 8,000 impressions on DMDave.com.\n\nPlus, all advertisers get a PDF copy and physical of Broadsword #1!\nEven if you don't have a business, you can use the ad to say thanks! Or give a shoutout to somebody you love, or even propose to JD Russell.\nAd-Ons for Additional Issues\nSome of you have expressed interest in getting both an add and the full subscription plan. Here's how you can do it:\n1) Select the advertising plan that you want to do.\n2) Adjust your pledge amount up by one of the following subscription plans (it already includes the first issue):\n3-month subscription: +$36 (includes shipping, US only)\n6-month subscription: +$87 (includes shipping, US only)\n12-month subscription: +$165 (includes shipping, US only)\n3) Email me at hamrickbrands@gmail.com or contact me via Instagram to confirm your intention.\nFor details on how to do all this, here's a guide for add-ons: How to Do Add-Ons\nSo who are the creative nut jobs behind this incredible project? Here are the folks involved in the creation of Broadsword Magazine: \nJustin David Russell (Epic Werkes Studios), Artist and Creator is also a grognard roleplayer, having played just as long (if not longer). He's the creator of the The Forsaken Peak adventure path's setting, the illustrator of all the maps, interior artwork, and cover illustrations for Broadsword magazine. He's one of the hardest working illustrators in the roleplaying world today.  You can see his artwork above.\nDave Hamrick, Designer and Publisher has been a roleplayer and GM for nearly 28 years. He's also a full time writer and author, business owner, and game designer. He's the guy that maintains DMDave.com and writes most of the material for it (over 500 articles with nearly 1,000,000 words of original Fifth Edition content), including all adventures in the first issue of Broadsword magazine. This isn't his first rodeo, either. He's owned an Amazon business for four years as well as multiple digital media sites and has countless contacts in both the game and product fulfillment industry.\nStill not sold? Check out what folks have to say about our content:\n\"Amazing content and takes into careful consideration all mechanics and lore surrounding not just 5e but prior editions.\" - Facebook fan\n\"Great Content. Good ideas and monster creation.\" - Facebook fan\n\"Keep up the great work, DMDave, really enjoy all your creations!\" - Patreon fan\nRegarding the launch of BroadSword magazine:\n\"Cool! This sounds awesome and I’m looking forward to checking it out when it goes live. Always looking for 5e adventures done in the vein of old Dungeon Magazine.\" - Kickstarter Follower\n\"Yes, and yes. Did I say yes? Yes I did.\" - Kickstarter Follower\n\"I’m super pumped for this can’t wait I’ll definitely be get the year subscription on launch.\" - Kickstarter Follower\nFrom Kickstarter Backers:\n\"I have a 0% chance to be able to write/edit/make something like this happen but for the last year or so I have been hoping that SOMEONE would make a magazine similar to Dungeon. I am just a print kind of guy, PDFs don't do it for me.\" - Kickstarter Backer\n\"Thank you and I'm excited about this. I was a very long-time subscriber to Dragon, Dungeon, and Kobold Quarterly so this is exactly what I've been waiting for!\" - Kickstarter Backer\n20,500 + Followers on Instagam (with a 20%+ engagement rate)", "risks": "Risks and challenges\nThe entire magazine is drafted and ready. We've sourced the costs with manufacturers and they're just waiting for our final art. The only thing missing are the commissions and backer elements as well as any necessary adjustments from playtesting. All of the interior cartography is completed as well as is the cover art and most of the interior art. However, there's still a little work to do in art, adding in any extra details, playtesting, editing, and development, not to mention layouts and final designs.\n\nHowever, Dave Hamrick, the lead designer has been a professional game and product designer and fulfillment specialist for four years. He already owns his own Amazon business and has an extremely popular website with 150,000+ monthly viewers. Plus, he has multiple contacts in the book industry and China and a printer is already lined up with deposits pre-placed. In addition, he's working closely with veterans of Kickstarter projects, with over 5 projects between them. Finally, he writes for a company that specializes in product development and design with over 100 employees. All of these experts are assisting in consultation on the product to ensure success of the Kickstarter itself and its subsequent fulfillment.\n\nFor future issues, submissions will be accepted to ensure regular content and DMDave has nearly 600+ original articles on his site to pull from if need be (including a ton of previously unreleased articles). \n\nPlus, we're giving ourselves 4-5 months before the first issue to create the first six issues' worth of content. Our printers are already prepared for monthly editions and will have proofs/artwork/etc in their hands 2-3 months in advance of printing. Any hiccups in transport, content creation, etc. will be communicated to all subscribers in advance so if there are any problems subscribers will have plenty of advance notice. If the magazine ends for any reason, any outstanding fees will be returned to subscribers in a pro-rated format.\n\nThere are no additional projects on the table. This is it. Nothing to get in the way or screw up logistics.\n\nWe require no external review or approval from other companies to make this magazine happen, and we've been working on it long enough to see it is coming together well.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Support the Project", "descp": "You get the project news and updates, and your name gets mentioned in our acknowledgements section. See project description for details.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Broadsword Magazine #1 PDF Only", "descp": "Get the first issue of Broadsword magazine in printable PDF format. Broadsword magazine includes four new Fifth Edition-compatible adventures, new monsters, subclasses, spells, and more.\nINCLUDES:\nPDF Digital Copy of Broadsword Magazine #1", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["120 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Broadsword Magazine #1 - Print + PDF", "descp": "You get the very first copy of Broadsword shipped directly to you. It includes four original Fifth Edition-compatible adventures, new magic items, spells, subclasses, and more. Over 66-pages of fresh content to liven up your RPG games!\nINCLUDES:\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["141 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Broadsword Magazine 3-mo Sub (PDF Only)", "descp": "Get 3-months of BroadSword Magazine sent straight to your inbox! The magazine includes 4 all-new, original Fifth Edition-compatible adventures, plus new monsters, spells, magic items, subclasses, and more.\nINCLUDES:\nPDF Digital Copy of Broadsword Magazine #1\n2 More PDF Issues of Broadsword Magazine", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["64 backers"]}, {"amt": "Pledge US$ 42 or more", "title": "Broadsword Magazine 3-mo Sub (Print+PDF)", "descp": "Not only do you get the first issue of Broadsword magazine in your inbox, but you'll get it in your mailbox, too! The magazine includes 4 all-new, original Fifth Edition-compatible adventures, plus new monsters, spells, magic items, subclasses, and more.\nINCLUDES:\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1\n2 More Issues of Broadsword Magazine\n2 More PDF Issues of Broadsword Magazine", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["156 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "2.5\" x 4.5\" Ad in Broadsword #1", "descp": "Get a 2.5\" x 4.5\" black-and-white ad in Broadsword Magazine #1 in both print and PDF format. The ad will be a part of the Gamer's Guide section highlighting cool businesses and game-related stuff. The rate is fixed, no matter how many issues we print--we will target 1,000 issues to start, but could do as many as 10,000 or more! Plus, you'll receive a free print copy of the book.\nINCLUDES:\n2.5\" x 4.5\" Advertisment in Broadsword Magazine #1\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["24 backers", "Limited (16 left of 40)"]}, {"amt": "Pledge US$ 60 or more", "title": "Broadsword Magazine 6-Mo Sub (PDF Only)", "descp": "Get 6-months of PDF format only. Broadsword delivers 66 pages of new and original Fifth Edition-compatible content each month, with four adventures, plus new magic items, spells, subclasses, and more. Plus, you get downloadable PDF copies as well.\nINCLUDES:\nPDF Digital Copy of Broadsword Magazine #1\n5 More PDF Issues of Broadsword Magazine", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 84 or more", "title": "Broadsword Magazine 6-Month Subscription", "descp": "Includes both PRINT and PDF digital copies.\nSave $1 per issue when you order six-months of Broadsword. Broadsword delivers 66 pages of new and original Fifth Edition-compatible content each month, with four adventures, plus new magic items, spells, subclasses, and more. Plus, you get downloadable PDF copies as well.\nINCLUDES:\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1\n5 More Issues of Broadsword Magazine\n5 More PDF Issues of Broadsword Magazine", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "Broadsword Magazine 12-mo Sub Digital", "descp": "Get 12 months of Broadsword magazine in printable PDF format sent directly to your inbox. Each issue of Broadsword magazine includes four new Fifth Edition compatible adventures, plus new magic items, spells, subclasses, monsters, and more.\nINCLUDES:\nPDF Digital Copy of Broadsword Magazine #1\n11 More PDF Issues of Broadsword Magazine", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 144 or more", "title": "Broadsword Magazine 12-Mo Subscription", "descp": "You save $3 per issue when you get 12-months of Broadsword sent directly to you in both PRINT and DIGITAL format. Broadsword magazine includes four new monthly Fifth-Edition compatible adventures, plus new subclasses, magic items, spells, and more.\nINCLUDES:\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1\n11 More Issues of Broadsword Magazine\n11 More PDF Issues of Broadsword Magazine", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["91 backers"]}, {"amt": "Pledge US$ 225 or more", "title": "Full Page/B&W Ad in Broadsword #1", "descp": "Get a full-page/B&W ad in Broadsword Magazine #1 in both print and PDF format. The rate is fixed, no matter how many issues we print--we will target 1,000 issues to start, but could do as many as 10,000 or more! Plus, you'll receive a free print copy of the book.\nINCLUDES:\nFull-Page/B&W Ad in Broadsword #1\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (3 left of 4)"]}, {"amt": "Pledge US$ 300 or more", "title": "Full Page/Full Color Ad in Broadsword #1", "descp": "Get a full-page/full-color ad on the back cover or interior covers of Broadsword Magazine #1 in both print and PDF format. The rate is fixed, no matter how many issues we print--we will target 1,000 issues to start, but could do as many as 10,000 or more! Plus, you'll receive a free print copy of the book.\nINCLUDES:\nFull-Color/Full-Page Advertisment in Broadsword #1 (Covers)\nBroadsword Magazine #1\nPDF Digital Copy of Broadsword Magazine #1", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #132", "update_userinfo": "Get FREE BSM Monsters in PRINT with your BSM Subscription Renewal", "update_content": "Everyone!!  Guess what!?!\n Today is BroadSwords' 1st  BIRTHDAY! (Whaaaat!🥳 🤯 😎) Time sure flies!"}, {"update_no": "UPDATE #131", "update_userinfo": "Happy Birthday BroadSword Monthly‼️ 🥳 🤯 😎", "update_content": "Hello BroadSword Family! 👋 Hope your Friday is going well!\nI just wanted to drop a quick line to let everyone who is awaiting the BroadSword #7 - it has been slightly delayed at the printers. The new estimated date that we will get them is Aug 27th. Jennifer, our Logistics queen will be ready  for their arrival with packing tape and mailers in hand - and will swiftly be  getting them sent out to all subscribers awaiting their #7 :-)  We all know how excited you are to get your issue 7 Rest assured -all efforts to get them packages and sent out with  minimal turn around time is on our top priority!"}, {"update_no": "UPDATE #130", "update_userinfo": "BroadSword #7 Shipping Update", "update_content": "Hello hello my friends! I come bearing GREAT NEWS today! - and you guessed it! \nThe Compendiums have arrived!  🥳🤩🕺🏼🥳\nOur entire team is incredibly proud and happy to see this come together -  and now, to start their  way  to their homes!\nJennifer got straight into it today - and has been busy all day  getting them inserted into their mailers  and labeled for shipping! So everyone due to get a compendium should be seeing those arrive in the next bit!  Keep your eyes peeled!"}, {"update_no": "UPDATE #129", "update_userinfo": "Guess what?!.... Compendiums have arrived and shipping has started!", "update_content": "Hey all! \nI hope you have all been have a great week so far! I just wanted to pop on real quick and give you all an update on Compendium!\n IT IS ALL SET TO GO!   - complete -  finito! And it is a work of beauty!  I can't wait for these to get into your hands!  "}, {"update_no": "UPDATE #128", "update_userinfo": "Update on Compendium!", "update_content": "All things considered, COVID-19 and all the other hardships going on haven't slowed things down too much. The books are printing and on the way. Take a look:"}, {"status": []}], "comment_no": 154, "projec_url": "https://www.kickstarter.com/projects/davidhamrick/broadsword-magazine", "project_name": "Broadsword Magazine"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "I may be the creator of Gaming Paper, but my gaming groups use all kinds of mapping and terrain products when we play. \nHuge miniature on a Gaming Paper Tile\nDuring a typical game sessions, we will use Gaming Paper, some 3D bits to add to the coolness, and a set of Erasable Game Tiles. But after several years, my erasable tiles are getting pretty scratched and gummed up from transport and use ... so, it is time to retire them.\nShopping for replacements I've found some thin knock-offs, some really large tiles, and some extremely expensive sets ... but nothing that fit both my needs and my budget.\nThis reminded me of the predicament that led to the initial development of Gaming Paper back in 2009. So I began to wonder if, with everything I've learned over the years, I could make a quality, affordable gaming tile product to fill the niche I'd found in the market? \nHello, I am Gaming Paper Tiles!\nWe interviewed GMs who used erasable tiles to find out what other folks thought was important, and then we started designing. What we've come up with is pretty amazing and I am proud of the design and the functionality.\nThe tiles are 8\"x11\".  Almost the same size as a standard hardcover game book.By matching the size of your books we make it easier for you to transport the tiles in your stack and store them easily on your shelf.\nThe tiles are double sided.  Printed with a grid on both sides or hexes on one side and grid on the other.  (You choose during the survey)\nThe tabs and slots with which the tiles fit together are sized for strength and longevity.\nThe tiles are made extra thick to add strength and reduce the likelihood of damage from bending.\nSame size as your books! Easier to transport and store!\n  Over 3.5 millimeters thick! Made to last!\nIn order to be part of Kickstarter's One Week Project event during the One Hit Wonder Week, we are running this Kickstarter for just a single week and with only one pledge level! As always, thank you for your consideration ... and even more for your support!\nAdd-ons\nYou can add more 4 packs of tiles for only $15 each including domestic shipping or $25 each including international shipping!\nThank you!\n ", "risks": "Risks and challenges\nI have quite a few samples of our new tiles in hand and have handed them out to a few trusted gamer friends as well! We have been playing with them for a couple weeks and I feel confident that we can manufacture and deliver this product. As always, there are challenges. The weather can be unpredictable especially between winter and spring, in the past we have been slowed down when our packing materials were delayed, and we have several conventions coming up. We will be considering all these possibilities and more as we build our plan to to get you another Gaming Paper product on time. One more thing, I had to make the decision between weight and durability. I chose durability. Each pack of Gaming Paper Tiles weighs 1.25 pounds. This pushed us over any inexpensive shipping options offered by carriers. We have included the cost of domestic shipping and added an accurate upcharge for international shipments with that in mind.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Tiles!", "descp": "4 Pack of 8.5\"x11\" erasable interlocking tiles printed with one inch squares for gaming.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["863 backers"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Nominated for an ENnie Award!", "update_content": "Gaming Paper Tiles have been nominated for an ENnie award!  The winners will be announced this year at GenCon.  If you are interested you can vote for your favorite products here http://www.ennie-awards.com/vote/2018/!\nGaming Paper Tiles are nominated in the Best Miniatures Product Category.\nIf you will be at GenCon you can sit with me and I will send you home with a  bunch of Gaming Paper product, just bid on me here (no one has even bid on me yet!).  "}, {"update_no": "UPDATE #9", "update_userinfo": "Gaming Paper's next Kickstarter (POSSIBLY!)", "update_content": "Be on the lookout.  All rewards will be shipped by end of day tomorrow (internationals too). \nThank you again for a great Kickstarter.\nErik"}, {"update_no": "UPDATE #8", "update_userinfo": "Shipping now!", "update_content": "We have had a shipping delay.  The tiles are done and in transit, but the delivery date has been postponed.  It was supposed to be June 2nd, but now it has been changed to June 14th.  Trying to track down the freight forwarder to understand the delay.\nThank you for your patience and I apologize for the delay.   Of course, as soon as the tiles arrive they will be shipping out to you!\ntalk soon,"}, {"update_no": "UPDATE #7", "update_userinfo": "shipping delay", "update_content": "Ok, the backerkit pledge manager SHOULD be ready tomorrow and I will keep you posted.\nThere will be a couple options on the tiles:\n1.  8.5\"x11\" Grid/Grid - can ship out right away, but are more complicated to fit together (with the 1/2\").\n2.  8\"x11\" Grid/Grid - Longer lead time May or (at worst) June.  Easier to fit together."}, {"update_no": "UPDATE #6", "update_userinfo": "How 8.5\"x11\" Tiles fit together", "update_content": "These are some comments I responded to and want to share to make certain we are all on the same page.\nErik Bauer 15-time creator just now \nFor multiple sets domestically it is (sets x $15) now or you can add them in backerkit afterward. For multiple sets internationally it is (sets x $25) now or added later in backerkit after the campaign closes.    "}, {"update_no": "UPDATE #5", "update_userinfo": "Starting the next phase", "update_content": "First and most important - Thank You again for your support.  I am overwhelmed by the support for Gaming Paper and I am excited to be able to bring this product to you!\nWe did a one day and two-day old wet erase test and both wiped off perfectly!  One concern I have is that if you get the compressed cardboard to wet it could be ruined.\nThis being our finally day I would like to ask you to share the campaign with friends and family on social media if you have the time and desire.  This will help us make our initial order as large as possible and reduce our cost."}, {"update_no": "UPDATE #4", "update_userinfo": "Another update to make sure we are on the same page!", "update_content": "After reviewing the 72 responses to the hex question so far, it looks pretty evenly split.  I am leaning toward making it an option.  So, you could get all square or square/hex, but it would have to be 8x11 instead of 8.5x11.  I do have quite a few 8.5x11 still packaged from the sample run and if you want those instead of 8x11 I can send them.  It is better to make them all uniform going forward so they work together.\nSo, let's make this official - you can get hex on one side and squares on the other -or- squares on both sides.  Thank you for letting me know your thoughts on this!"}, {"status": [{"Project funds successfully": "873 backers pledged $24,221"}]}], "comment_no": 198, "projec_url": "https://www.kickstarter.com/projects/gamingpaper/gaming-paper-dry-erase-gaming-tiles", "project_name": "Gaming Paper Dry Erase Gaming Tiles"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "All other trademarks and logos belong to their respective owners. The use of these logos does not imply project endorsement by their respective owners.\nAs requested: Press Kit Here\nAs requested: Pledge Calculator\n We've all been there. You're running your favorite table-top RPG and it's combat time. You roll the dice, hit, then calculate damage. What does the GM say?\n\"You hit for 17 damage.\"\nWhat will he say next time?\n\"You hit for 16 damage.\"\nBooor-ing!\nThe rest of the game is so imaginative, so immersed in the world; let's not let combat be the one thing that breaks the flow. Instead, we propose enhancing your combat narrative with this easy-to-use descriptive card deck.\nIs your player using a blunt weapon? Imagine pulling the Blunt card and simply selecting one of the actions description listed right there on the card. Read it aloud, filling in the specifics as you need. And suddenly, you're breathing life and excitement into your combat (just as you're taking it away from someone in the form of HP).\nThen, if the damage dealt by the player is going to finish the enemy off, there are Death descriptions for that as well, conveniently marked off by a skull-icon. Read off the Death description and give your player a thrilling and vivid description of their combat triumph!\nSince the Action Words are listed separately and bolded, you can easily grab them at a glance for whenever and wherever you need them.\nFor more dramatic scenes, multiple Action Words can easily be stacked together, quickly forming a powerful and exciting narrative.\nAn example of stacking 3 cards from the BLUNT series could sound something like this:\nA \"Savagely\", \"Brutal\", \"Bone Jarring\" blow sends gratifying shock-waves vibrating up your arm!\nNow, that's far more thrilling and vivid than, \"You hit for 17 damage.\"\nThe Combat Description Deck will include 100+ unique cards, with each card containing 6 unique phrases. That's a total of 600+ unique phrases, all ready for you to use to spice up your combat narrative.\nFor further ease-of-use, the cards are divided into three suits, which correspond to the three common attack types of Blunt, Slashing, and Piercing. And then each card is further subdivided into three common fighting styles of Finesse, Power, and Ranged. So, when an attack happens, you simply grab the card from the stack for the attack type that occurred and read off the description for the fighting style that was used. It's as simple and easy-to-use as that.\nWhat's more, each card can be used for nearly every type of situation and nearly every type of enemy, since we're purposefully leaving specific body parts out of our descriptions. We don't say, \"a unforgiving strike to the leg..\" because what if the enemy doesn't have a leg? Rather than giving you a description that wouldn't make sense, we give you the wider picture, and allow you to adapt that wider picture to whatever situation you currently have going on in your story.\nLikewise, we won't use the word \"blood\" but \"fluid\". We won't specify any type of weapon, but simply the damage type. We won't talk about combat being on the ground,thus allowing for air, sea, and magical combat settings. This way, you can use these cards in any and all combat situations you might have occurring.\nDon't worry about sounding lame with these cards. They're designed to make you and your players sound cool in combat. As we say internally, NO CHEESE or CORN with this meal! (i.e. nothing too Cheesy or Corny). Every phrase will use language that truly and realistically enhances your game play.\nWe are offering many Pledge Levels:\nAs Requested: Pledge Summary\n Pledge Levels\n$1 PLEDGE ↑\n$10 PLEDGE ↑\n15 PLEDGE ↑\n$25 PLEDGE ↑\n$30 PLEDGE ↑\n$35 PLEDGE ↑\n$40 PLEDGE ↑\n$50 PLEDGE ↑\n$75 PLEDGE ↑\n$125 PLEDGE ↑\n$150 PLEDGE ↑\n$250 PLEDGE ↑\n$500 PLEDGE ↑\n$1000 PLEDGE ↑\nAlternate Pledge Option: If you can't or don't want to use a credit card, you can pledge through our online shop www.CombatDescriptionCards.com. The products listed in the linked shop section mirror the rewards that are available with this Kickstarter campaign. The shop is provided for people who do not have credit cards and/or who wish to participate via PayPal.\nA few things to keep in mind if using our online shop: Your account will be charged as soon as you place your order. All pledges made via our online shop will count towards meeting stretch goals. You must include any international shipping cost on the donation. If the Kickstarter fails, all credit card and Paypal backers will be refunded their money through their chosen method of payment, minus any Paypal or credit card fees.\nADD-ONS\nLooking to customize your pledge rewards a little bit more? Want extra copies of some of the rewards? Here is a list of add-ons that are currently available. To add these on to your pledge, simply adjust your pledge amount to include the price listed below, and record in your note what add-ons you are including. Your choices will be confirmed in the survey at the end of the campaign, to ensure that you get exactly what you wanted.\nNote: All add-ons and stretch goals require a base pledge to be at the $25 tier and above. Shipping/handling is included for backers in the US. Additional worldwide shipping as specified for each level\nSee update #3 & #9 for regarding changes to the Add-ons\n Help bring this product to life and we promise to help you bring your combat to life with the Combat Description Deck!\nSTRETCH GOALS\nWe have much more to offer! If we can push beyond our basic goal, there are a number of additional Stretch Goals with which you can further expand your verbal combat repertoire!\n LARGER CARD SIZE: Make the decks easier to read and handle by increasing the card stock to tarot card size.\nVELVET CARRYING POUCH: A handy carrying pouch for transporting your deck of cards.\nunlocked!\nEXPRESSIONS BOOSTER PACK: Have you been stuck for what to say when trying to describe any emotion a character is feeling, particularly in a critical moment? This will help. The Expressions Booster Pack features a dozen more cards packed with emotional and physical clues! Each clue will help describe what a character is going through mentally and how the emotion might be expressing itself physically.\nunlocked!\nDESCRIPTIVE STORYTELLER SCREEN: Get yourself a Storyteller Screen with the combat descriptions printed right on the board! Make it even easier to find just the phrase you're looking for!\nunlocked!\nPLASTIC CARRYING CASE: Keep your deck protecting from the elements with this handy hinged plastic carrying case.\nunlocked!\nENVIRONMENTS BOOSTER PACK: When the adventures encounter a new locale, and you want a vivid sound or smell of that place that will make that location stand out, the \"Environments: Smells and Sounds\" Pack has you covered.\nunlocked!\nPAIN BOOSTER PACK: Combat equals damage. And damage equals fear and suffering. But how to convey that? Instead of just saying, \"You're hurting,\" for the billionth time, draw a Pain Card and one of its phrases to describe exactly what the walking wounded are feeling.\nunlocked!\nCore Deck Expansion! Every backer benefits from this stretch goal as the increased content will be added to the PDF and writer’s grids across the board.\nunlocked!\nCards of Ill Intent: Sometimes a storyteller needs to describe the attacks of the bad folk, or even of player characters who aren't so good themselves. And that is where the Cards of Ill Intent joins in – a booster pack of cards that are much like the set of regular Combat Description Cards, but these cards have action words to describe all of the cold-hearted and murderous bastards out there.\nunlocked!\nProtective Card Coating & Premium Art Paper ($18,500): A protective coating will be placed over each and every card to help guard them against spills, rough handling, and those who regularly have gooey fingers (you know who you are). Your investment will be much better protected with this card coating! We will also increase the density of the paper used in the cards from 250 to 350 gsm. What does that mean? An improvement to the density will increase the appearance of the printing and make the card stock even more substantial and harder to damage. That's right, this reward is both protective and appealing!\nunlocked!\nThe Labyrinth: These cards will offer unique details to expand the vividness of your descriptions of labyrinthian environments, expounding upon all experiences there, from the mysterious to the mundane. Each of the 12 cards of this booster set contains a sight, a sound, and a smell, and then depicts each of those with two elegant (and sometimes grotesque) examples in action.\nHowever, don't get stuck into thinking that the Labyrinths Booster Pack can only be used with labyrinth environments. The Labyrinths set can easily be adapted for use with most underground structures, caves, and even certain kinds of prisons. Bring your labyrinth environments to life with the CDC Labyrinth description booster pack!\nunlocked!\nBOOSTER PACK: CHARACTER DISTINCTIONS: This booster pack contains a 12-card deck designed to inspire the storyteller into creating memorable and distinguishable characters. Each card details diverse features and characteristics of characters ranging from minor distinctions to major distinctions. With system neutrality (and even gender neutrality) in the forefront of our minds, we envision this pack to be one of the most popular in the set.\nOur final stretch goal is a really expensive one, so unlike the rest of our stretch goals, this one will not be made available for free. Instead, A perpetual license is $10 and can be added as an Add-on.\namazing - Unlocked!\nThe CDC Web App and API Now all of your cards - from the 120 cards of the core deck to the 5 booster packs sets - will be made available to you as a Web App. What's more, the Web App will be phone friendly, so you can freely look up cards on your smart phones and use all the app’s features! You will also be able to plug-in the api for personal use. See kickstarter project update #9 for more information.\nunlocked!\nThe Native CDC App: With a native app, the entire program is installed right onto your drive. So, you will not need to access the internet in order to use this version of the CDC App! All of the CDC cards, from the core deck to the seven booster packs, will be readily accessible via computers or smart phones. You will now have both a native app and a web app version, giving you much more freedom in how you access your CDC App decks!\nSee update #19 for more information\nSee update #20 for more card art!\n About us\nConflict Games is the team of writers and artists who recently brought you the uber-imaginative Conflict PvP: Tactics and Teams Rulebook. We are now working on the Combat Description Deck as our next offering to help you enhance your RPG gameplay. And we hope you are able help us Kickstart this project into being.\nThank you for your time and $upport.", "risks": "Risks and challenges\n*The final design of the CDC deck and stretch goals may vary as many of the graphics above are digitally produced.\n\nAll projects carry some risk. Fortunately, the Combat Description Deck is a fairly straight forward product. Please also keep in mind, the Conflict PvP products are already created and ready to ship. \n\nThe foreseen risks involved include shipping logistics and the unexpected cancellation of contracted artists, writers, editors or product manufacturers. In the case of contract cancellation, the contractor will need to be replaced. Which in turn, could delay the project's completion but won’t prevent its completion. In regards to shipping, logistics could become burdensome. We are unable to control the fact that domestic and out-of-the-US shipping costs seem to be spiraling out of control. However with our target funding goal, we don't foresee this preventing the project from succeeding; although, it may impact delivery dates. \n\nThe one guarantee we can make, is that we will be transparent with issues and communicate them to our backers as quickly as we can. \n\nWe strongly believe our target funding goal is sufficient to complete our vision for the product. If you're as excited about this card deck as we are then help us exceed that goal - we have much more we wish to do for this card series. This is just the first step in an exciting journey! Join us!\n\nPermissions and thanks: \nFate™ is a trademark of Evil Hat Productions, LLC. The Powered by Fate logo is © Evil Hat Productions, LLC and is used with permission.\n--\nPathfinder and associated marks and logos are trademarks of Paizo Publishing, LLC, and are used under license. See paizo.com/pathfinderRPG for more information on the Pathfinder Roleplaying Game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #56", "update_userinfo": "New Storyteller’s App Release Available (links at the bottom)", "update_content": "Sorry if you are see this multiple times, it means you supported more than one of our projects. "}, {"update_no": "UPDATE #55", "update_userinfo": "Monster Description Cards Launch Event on Monday 3pm.", "update_content": "I am so excited to announce Conflict Games 5th and best Kickstarter campaign.\nAfter 8 long months of preparing, I would like to personally introduce you to the\nMonster Description Cards"}, {"update_no": "UPDATE #54", "update_userinfo": "Get in on deckboxes before the Kickstarter bell goes off.", "update_content": "Dear Backers,\nIn case you didn't know: The below kickstarter is wrapping up."}, {"update_no": "UPDATE #53", "update_userinfo": "New Stretch Goals — Introducing a New Method: BARRIERS for the magic description cards", "update_content": ""}, {"update_no": "UPDATE #52", "update_userinfo": "Digital Reward Tier are now available for MAGIC DESCRIPTION CARDS + We are funded", "update_content": ""}, {"update_no": "UPDATE #51", "update_userinfo": "The Magic Description Cards Kickstarter is live!", "update_content": ""}, {"update_no": "UPDATE #50", "update_userinfo": "New Magic Description Cards Kickstarter launches on June 29th", "update_content": "Last reminder regarding the iOS app. For those of you who have not yet downloaded the iOS app, please do so now.\nToday is the final day. \nThe app is available without charge until  Midnight EST tonight.\nUnfortunately, there will be no exceptions. "}, {"update_no": "UPDATE #49", "update_userinfo": "Today is last day to get the ios app", "update_content": "Just a quick regarding the iOS app. \n For those of you who have not yet downloaded the iOS app, please do so now as this may be the last reminder. The app is available without charge until only Feb 28. Unfortunately, there will be no exceptions. \nYou can download it here \nGetting Support "}, {"update_no": "UPDATE #48", "update_userinfo": "Ios App Reminder…", "update_content": "Greetings, Dear Backers,\n I hope this finds you well. I have some momentous, stupendous, very exciting news for you – and just in time for the holidays! As you may know, when we set up this Kickstarter more than three years ago, we ended up going great guns and, ultimately, grew the Kickstarter to 23 different deliverables. 22 of those were delivered in, well, as timely a fashion as the average Kickstarter delivers. But one, ah, one cruel little deliverable was left unfulfilled: the iOS app version of the card decks.     "}, {"status": []}], "comment_no": 639, "projec_url": "https://www.kickstarter.com/projects/ConflictRPG/combat-description-cards-for-storytellers-and-gms", "project_name": "Combat Description Cards for Storytellers and GMs"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "We've passed $50,000! All original stretch goals unlocked!\nUpdate: Pledges of $20 or more will now also receive the Ultimate GM Screen II from our friends at Fat Dragon Games!\n\"Honestly, we wouldn't have been able to tell the stories we wanted to tell in Pathfinder without the Advanced Bestiary.\"\nF. Wesley Schneider\nEditor-in-Chief, Paizo Publishing\n\nIn 2005 Green Ronin Published the Advanced Bestiary for the d20 System. It was a monster book that took the idea of templates and ran with it. The Advanced Bestiary featured over 100 new templates and sample monsters built using them. It was a terrific toolkit and added value to every monster book GMs already owned. For years people have been asking us to do a Pathfinder version of the Advanced Bestiary and with your help, we are going to do it!\n  The rules revisions are already well under way. The question is, what will the book’s final format be? We are starting with the assumption that the book will be a 264-page hardback with a black and white interior like the original, and that we’ll keep the book’s existing art. Really though, we want to give you a full color hardback with all new art! That’s built into the stretch goals of this Kickstarter, so the final format is up to you all!\n\nUpdate: Full color printing and all new art are unlocked! \n\nYou Can’t Eat Accolades! \nThe Advanced Bestiary got great reviews as soon as it was released. This was in the later days of the d20 era, when it was harder to impress people and much harder to have a hit book. The critics loved it and sales were solid. Mission accomplished, right? Well, no, as it turned out. The Advanced Bestiary and two other titles (The Black Company and Egyptian Adventures: Hamunaptra) had the misfortune of coming out when our fulfillment company (Osseum Entertainment) was dying and stealing money from our sales to stay afloat. Those three big, expensive-to-print products all sold pretty well—and we saw not a dime of that money. We were, of course, still on the hook for all the associated bills: writing, editing, printing, art, etc. What should have been a triumph thus turned into a disaster. I remember figuring out at one point that for every dollar we paid the designer, Green Ronin lost three dollars. The “Osseum Debacle,” as we came to call it, nearly killed Green Ronin Publishing. We managed to survive though and slowly paid down all of our associated debts. \nThe fact that the Advanced Bestiary became a cornerstone book for Pathfinder development has thus always been bitter sweet. We were certainly flattered that Paizo used the Advanced Bestiary in so many of its own books and we were glad players and GMs got so much use out of it. You can’t eat accolades though, so for years I had hoped we could bring this book back and actually turn a profit on it. \nEarlier this year we did a highly successful Pathfinder Kickstarter for our Freeport city setting. Last month I hired Owen K.C. Stephens to be our Pathfinder developer for Freeport and more. I believe now that the Stars are Right for the return of the Advanced Bestiary! Let’s make it happen, Pathfinder fans! \nThe Stretch Goals \nAs I mentioned, we want this book to be full color and featuring all new art. We’ve baked that into the stretch goals and we are revealing them all so you can see what we ultimately hope to achieve with this campaign. We are also keeping expansion of the book fairly limited by design because we want to have the finished product out to backers next July. The more we might add, the longer this would take, so we are capping the new material at 32 pages. Note, however, that there were originally five web enhancements to the Advanced Bestiary and we’ll be including all of those in the new book. \nd20Pro Add-on\nd20Pro is a Virtual Table Top (VTT) program that allows pen-and-paper gaming groups to play online and now you can buy d20Pro files for the Advanced Bestiary for only $10. Simply add $10 to your pledge and you'll get the files when they are released. They will be available to the public later for $15, so this is a great deal for d20Pro Users.\nFantasy Grounds Add-on\nYou also have the option of Fantasy Grounds support for the Advanced Bestiary! Fantasy Grounds is an application acting as a virtual online gaming table. If you'd like Fantasy Grounds files with your Advanced Bestiary, just add $10 to your pledge!\nThe Rewards\nHere are the reward levels for the Advanced Bestiary!\n\nHISTORIC BEAST: You get a PDF of the original (3.5 d20 rules) Advanced Bestiary. All higher pledges also receive this PDF. \n\nE-BEAST: You get a PDF of the finished Advanced Bestiary for the Pathfinder RPG. You (and all higher pledges) also get the Ultimate GM Screen II from our friends at Fat Dragon Games!\n\nHEROIC E-BEAST: You get a PDF of the finished Advanced Bestiary for the Pathfinder RPG, plus Hero Lab files for the whole book.\n\nEARLY BIRD BEAST: The first 300 people to pledge get print and PDF copies of the finished Advanced Bestiary, plus the Hero Lab files, for only $45!  \nFREEPORT E-BEAST: You get a PDF of the new Freeport: The City of Adventure book for Pathfinder (from our previous Kickstarter) in addition to a PDF of the Advanced Bestiary and its Hero Lab files.\n BEAST: You get a print and PDF copy of the Advanced Bestiary for the Pathfinder RPG.  \nRETAIL BEAST: This is a special tier for retail stores only. You get 2 copies of the Advanced Bestiary mailed to your US-based store. You must be a confirmed brick and mortar retailer to qualify for this tier (and yes, we will check!).  Add $30 for international stores.\nHEROIC BEAST: You get a print and PDF copy of the Advanced Bestiary for the Pathfinder RPG, plus Hero Lab files for the whole book. \nFREEPORT BEAST: You get a print and PDF copy of the new Freeport: The City of Adventure book for Pathfinder (from our previous Kickstarter) in addition to a print and PDF copy of the Advanced Bestiary and its Hero Lab files.\nBEAST MASTER: You get to work with developer Owen Stephens to create a new sample creature for one of the book's templates. Owen will work with you to create an awesome creature/template combo and to name the resulting monster! You will be credited in the final book, of course. Choices are subject to our approval. You also get a print and PDF copy of the Advanced Bestiary and its Hero Lab files. Limit: 20 backers.", "risks": "Risks and challenges\nWe have already finished the book for our first Kickstarter, the Mutants & Masterminds 10 Year Anniversary Edition. Our second Kickstarter, Freeport: The City of Adventure for the Pathfinder RPG, is well under way and should release of May of this year. The real risk for the Advanced Bestiary is that Freeport will take longer than finish than we anticipate and push this book back. The two projects share a developer (Owen Stephens) but have completely separate design teams. We thus believe that risk should be minimal.\n\nGreen Ronin has been in business since 2000 and in that time we've published over 150 books. If there's one thing we know how to do, it's make RPG books! You can thus back the Advanced Bestiary with confidence. If it funds, this book will be published.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 217, "projec_url": "https://www.kickstarter.com/projects/1780208966/advanced-bestiary-for-the-pathfinder-rpg", "project_name": "Advanced Bestiary for the Pathfinder RPG"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 217, "projec_url": "https://www.kickstarter.com/projects/brianberg/laying-waste-a-guide-to-critical-combat-pathfinder", "project_name": "Laying Waste: A Guide to Critical Combat [Pathfinder RPG]"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 217, "projec_url": "https://www.kickstarter.com/projects/937759598/adventure-quarterly-a-pathfinder-periodical", "project_name": "Adventure Quarterly: A Pathfinder Periodical"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "Know Direction needs your help. To continue to expand and grow, we not only need new equipment like cameras for convention coverage, we need to fix the outdated recording equipment and editing software we use to bring Pathfinder enthusiasts weekly audio content.\nIf we reach funding, the website, currently located at 35privatesanctuary.com, will be relaunched with a new URL as a Pathfinder-dedicated website with Know Direction as the new flagship podcast. With the new site comes better blog formatting, more news coverage, and more opportunities to play with fun Pathfinder content.\nThis relaunch includes:\n* Redesign the website with a new URL\n* Separate RSS feeds for each podcast on the network\n* Know Direction becomes the site’s flagship podcast\n* Rebranding Know Direction into the Pathfinder news, reviews, and interviews podcast\n* Rebranding 3.5 Private Sanctuary as The Private Sanctuary Podcast, following the same format (twice monthly, rotating between a Feature, a GMing episode, a Crunch episode, and a Flavour episode) but discussing Pathfinder RPG options\n* Twice weekly blog posts, including the Pathfinder Sociality, Live Freelance or Die, 3rd Party People, and UnConventional features\n* More video content\n* More original rules\nAbout Us\nKnow Direction, the Pathfinder news reviews, and interviews show, and The Private Sanctuary Podcast, the topical gaming podcast for Pathfinder enthusiasts and 3.5 loyalists, are among the longest running gaming podcasts, and the premier podcasts dedicated to Paizo’s Pathfinder setting and roleplaying game. Since 2007, our content has been completely free for the users. The opportunities the show has presented us and the admiration our fans have shared are all we ever needed to keep going. However, the technical difficulties we’ve experienced the better part of this year have prevented us from delivering the level of quality we expect from Know Direction and The Private Sanctuary Podcast. Help us upgrade our equipment and relaunch the website by backing our Kickstarter.\nStretch Goals\nThe more we fund, the better we can meet our goal. Once we have funded enough to improve our podcast recording equipment and software, we will start upgrading our webcameras for our live recordings, purchase a camera for seminar recordings at conventions, and turn our offices into proper recording studios. But that’s not all. For every goal we reach, we will add to the A Gnome In Need PDF adventure.\n$3,000: Unlocks adventure\n$4,000: One of the areas of the world-hopping adventure will be written by Pathfinder developer Mark Moreland, art upgrade\n$5,000: One of the areas of the world-hopping adventure will be written by Pathfinder developer Adam Daigle, cover upgrade\n$6,000: One of the areas of the world-hopping adventure will be written by RPG Superstar Matt Goodall, art upgrade\nAdd-Ons\nThese add-ons are available to anyone who backed at the $20 level or above. Expect more add-ons to be announced this Wednesday during a special pledge drive episode of Know Direction, live at 8:00 pm EST on youtube.com/knowdirectionshow.\nVoice of the Gnomeless: For an additional $15, backers receiving A Gnome In Need get MP3 files of Ryan Costello, Jr reading all of the adventure’s box text, as well as key pieces of dialogue from the adventure.\nSlashers: Looking to turn your game into a blood bath? You can add this exclusive PDF of four monsters for the Pathfinder Roleplaying Game based on now classic slasher movies of the 70s, 80s, and 90s for $5. Kill your PCs in their sleep with the dream stalker, a duplicitous fiend who traps mortals on demiplanes of its creation to kill them and capture their souls; the relentless is a lumbering behemoth capable of incredible stealth and speed that just won’t stay dead; the first razorfist was a construct that nearly perfectly resembled a human, save for the blades that stood in for its hands; and the skin-cloaked killer is a deranged humanoid with no skin of its own, it kills and eats other humanoids to wear and gain a semblance of their power. Includes original art by Cathy Dolan.", "risks": "Risks and challenges\nBased on the established Know Direction and Private Sanctuary release schedules, backers can expect approximately 26 episodes of each podcast over the next year. Know Direction’s con coverage depends on con attendance, the costs of which are not included in this campaign’s initial goals, as well as the participation of volunteers.\n\nIf the A Gnome In Need adventure funds, backers can expect the PDF product to be available within 6 months of the end of the funding period.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Milinarsted Needs You!", "update_content": "We finally reached a long overdue milestone this week; A Gnome In Need is now available on DriveThruRPG, featuring writing contributions by Savannah Broadway, Adam Daigle, Alex Greenshields, Robert Kendzie, and Mark Moreland, and art contributions by Alan Cooper (who did the glorious cover as well as key pieces of interior art), Jacob Blackmon, and Hugo Solis.\nBackers who contributed at a level that entitled them to a copy of A Gnome In Need should check their DriveThruRPG libraries for their copy of A Gnome In Need, as well as a bonus PDF, the Kayoken (more on that below). If you do not have a DriveThruRPG account, your DriveThruRPG account is not connected to the email address you provided, or you are unsure what email address you provided, e-mail knowdirection@hotmail.com and we will work out an alternate way in which to get you your adventure."}, {"update_no": "UPDATE #11", "update_userinfo": "Introducing Project Manager Mike Myler", "update_content": "Updates have been sparse, and progress has been slow getting the balance of our rewards out. To get this project in line, we’ve brought ENnie-winning game designer Mike Myler on board. He has worked for Paizo Publishing and Fantasy Flight Games, as well as Frog God Games, Green Ronin, Jon Brazer Enterprises, Legendary Games, Rite Publishing, Rogue Genius Games, and more. In the time discussing bringing him on board and the week since he accepted the position, he has shown a commitment to righting this ship and the organizational competency this project needs."}, {"update_no": "UPDATE #10", "update_userinfo": "A Gnome In Need Update", "update_content": "With one day to go, we broke $5,000. Thank you, Scott Gerber, for getting us over the top!\nWith Paizo developers Mark Moreland and Adam Daigle unlocked as contributors to the A Gnome In Need backer reward, let me tell you about another contributor we look forward to unlocking when we reach $6,000.\nMatt Goodall won Paizo's coveted RPG Superstar design contest in 2010 with his pitch for the adventure that would be Cult of the Ebon Destroyers. Since then, he has written such adventures as and . Here is the Superstars' own words about why he agreed to support us with our Kickstarter campaign:"}, {"update_no": "UPDATE #9", "update_userinfo": "Project Update and Announcement", "update_content": "Gamerati.TV has over 100 videos of gamers talking about something that happened to them during or because of gaming. Ryan did one of the first of these \"I am the Gamerati\" videos back in 2011:"}, {"update_no": "UPDATE #8", "update_userinfo": "A Huge Thank You.", "update_content": "To all our loyal listeners,\nWe are at just over 200% of our original ask. We can not only replace our outdated equipment but upgrade it, so for that we owe you all a huge thank you. However, if you remember when we first started talking about a Kickstarter, the goal we originally talked about was $3500. We reduced it to $2000 to cover the minimum we would need to keep the show alive. So while we are at 200% of that goal, we are only $500 over our original vision of the relaunch, which we estimated would cost us $3500. Again, thank you for helping us not only reach our goal but surpass it. Now we can start dreaming big. We are looking at the additional video content and the podcast upgrades we could make with $5000, $6000, or beyond, and we are excited. We also would love to unlock Paizo developer Adam Daigle, RPG Superstar Matt Goodall, and our other celebrity contributors to A Gnome In Need. We thought we would sweeten the deal with some fun add-ons you might enjoy:"}, {"update_no": "UPDATE #7", "update_userinfo": "$6,000 Superstar!", "update_content": "$4000! That’s 200%! Even an empowered fireball is only 150% effective. Our campaign is more than empowered, and we have our loyal listeners to thank. And we mean say thank, we mean more than just telling you how appreciative we are that so many of you are so committed to a couple of gamers talking into a couple of microphones. At the $3000 level, we gave you A Gnome In Need, the exclusive PDF adventure that answers the question “what ever happened to the gnome on the go?” It basically turns an in-joke into an epic. And now, contributing to that epic will be Paizo developer Mark Moreland!"}, {"status": [{"Project funds successfully": "176 backers pledged $5,459"}]}], "comment_no": 50, "projec_url": "https://www.kickstarter.com/projects/gamerati/relaunch-know-direction", "project_name": "Relaunch Know Direction"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "The Pledge Calculator is now live! Click the image below to get started.\nA showcase of some of the more amazing models from this Kickstarter.\nREWARDS               \n Options\n                  Why are we doing this?\nThanks to you, our last Kickstarter was an amazing success! We’ve added over 200 new models to the Bones range, and we’ve discovered that these products are monstrously popular. You wanted more! More monsters! More Demons! More Dragons! More characters! More variety and more amazing new models!\nYou're in luck! We haven’t even scratched the surface. We have many more models that we think deserve to be added to Bones - new sculpts and classic favorites from our metal lines! We’d like to see if you think so, too!\nBones are still really expensive to produce, and we still need your help to expand the line. Your support makes the molds that we need to produce the figures, and in exchange you get the first crack at these figures for a fantastic deal!\nWhat's in it for me?\nWe’ve learned a lot since we fulfilled our first Bones Kickstarter project, so you won’t find as many pledge levels. Turns out that most of you just wanted the core set with the potential to expand over time. What this Kickstarter will do is add 30 more models: character models, new sculpts, and monsters. After we hit our goal, we have plans to make the value of your pledge grow.\nAll we need is your support.\nWhat Are Bones Gaming Miniatures?\nWhat?! You're a gamer, right? Are you still living under a rock? Bones are only the best high-quality plastic gaming models to hit the industry in the last decade.", "risks": "Risks and challenges\nWhat are the risks and challenges that come with completing your project, and how are you qualified to overcome them?\n\nFor a project like ours, the risks and challenges fall into three categories:\n1) Overall Non-completion\n2) Delays in meeting our estimated delivery dates\n3) We do not produce a specific model or change one.\n\nConcerning the risk of Overall Non-completion: we've already completed one massive Kickstarter and are fully aware of the pitfalls. Two things that could cause the non-completion of a Kickstarter are either the loss of our inbound shipments (due to an act of God, pirates or war), or a massive disaster (fire, flood) that levels our facility. Either of those events might be disastrous, however we carry full insurance on our facility and insure every shipment, no matter the size, against loss and damage.\n\nObviously either of the above tragic events would create delays in meeting our estimated delivery dates, and that brings us to the second category: delays. We learned a lot during our first Kickstarter. However, delays are simply part of the cycle of business and it is our wisdom, training, and experience that would help us mitigate and work through any delay. Some delays are easy to solve, such as replacing a printer that is creating barcodes that a particular USPS hub is having a problem reading. Other delays are out of our hands, such as the 2012 longshoreman strike that delayed two of our overseas containers. We have even intentionally created delays when we chose to change models already in production to make them better.\n\nLastly there is the risk we will not produce a specific model shown. This will only occur if there is not enough interest in the model measured by the number of backers that actually pledge for a buy in level model. This event did not occur in our previous Kickstarter but is nonetheless still a risk. In the event this situation develops we will issue a refund or credit depending on your desire for the buy in pledge amount for the model. Also we reserve the right to modify pieces shown to meet production requirements.\n\nIn summary we have the knowledge, wisdom and know how to prevent, solve, and work through just about any problem that we will face and will do everything possible to make this an exciting and enjoyable event.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #119", "update_userinfo": "Kickstarter 5 starts in 20 minutes. Join us on Twitch for the launch~", "update_content": "Kickstarter 5 starts in 20 minutes. Join us on Twitch for the launch~\nTwitch.tv/reaperminiatures"}, {"update_no": "UPDATE #118", "update_userinfo": "Bones 5 Kickstarter - October 1 - noon CST - The biggest one yet!", "update_content": ""}, {"update_no": "UPDATE #117", "update_userinfo": "Bones 4 is now Live!", "update_content": "Hey Backers! We launched our Bones 4 Kickstarter Campaign earlier this week and we wanted to make sure everyone had a chance to get in on it again!"}, {"update_no": "UPDATE #116", "update_userinfo": "Bones 3 launches tomorrow!", "update_content": "We're going to be launching our Bones 3 Kickstarter Project tomorrow morning, Tuesday, July 7, at 10 AM Central Time, (-5 GDT)."}, {"update_no": "UPDATE #115", "update_userinfo": "Shipping is Complete!", "update_content": "We finished the last of the orders that were Locked In on Friday, February 27th shortly before 5:30PM Central Time. There are still a few orders that never locked in that we have to deal with, but it's safe to say that we are done!\nSo we're going to address what to do about any of the problems that might arise, now that some parcels are being delivered and others are in transit.\nShipment Lost or Stolen"}, {"update_no": "UPDATE #114", "update_userinfo": "Snow Days", "update_content": "Today, February 23 was a snow day and tomorrow has already been declared one as well.  A few of us came in anyway and got 100 orders ready. We'll see who shows up tomorrow and how many more we can knock out.  But, if UPS isn't picking up there's nothing we can do.    Sorry about the delay! "}, {"update_no": "UPDATE #113", "update_userinfo": "Friday Fulfillment Status Report, and More!", "update_content": "There's a LOT to cover today, so hang on to your hats! \nYesterday's Kickstarter Message\nYesterday we sent out a blanket message to all 14,900+ Backers about Locking in your pledges. About 1,000 of you had not locked in, so this message did not apply to 13,000 of you, but it was important to reach people. The message resulted in a lot of people locking in who hadn't before (there's only 521 left who haven't locked in!), and that's great news for everybody - less frustrated backers, and less confusion all around. Obviously, some of you were confused whether we were they had locked in, or why we were sending out to people who had already locked in, so later in this message, we'll be going into some detail. "}, {"update_no": "UPDATE #112", "update_userinfo": "Shipping Update, and an Apology", "update_content": "Apology first.\nWe have received notices that many of you are not receiving tracking numbers in your e-mails, and many are not receiving e-mails at all. Further, some of you are receiving e-mails which list the contents of your box, and this list omits the Oh, Rats!, Mashaaf, Khanjira, and other rewards like Nathavarr, Dragon, Tower, Ground, and Tower, Crumbling. Basically, anything with a Comma in the title. We are very sorry for the confusion that this has caused."}, {"update_no": "UPDATE #111", "update_userinfo": "International Shipping Process Change, Wave Order Change", "update_content": "Wave One Complete!\nWe had some problems getting international packages to ship correctly on Wednesday, but we got it sorted out, and have completed both Wave 1 and Wave 2 International shipments successfully since then.  Some Wave 2 domestic shipments went out before the last 400 or so Wave 1's, because we chose to continue shipping rather than pause and wait for an unknown amount of time while we resolved the issue, and we hope that you can understand our decision."}, {"update_no": "UPDATE #110", "update_userinfo": "Fulfilment Tracking", "update_content": "Training is complete and we have Begun Wave One Fulfillment!\nFor those interested in keeping up on our fulfillment progress, we've made a Website!\nhttp://forum.reapermini.com/bones2/"}, {"status": []}], "comment_no": 101451, "projec_url": "https://www.kickstarter.com/projects/reaperbones5/reaper-miniatures-bones-ii-the-return-of-mr-bones", "project_name": "Reaper Miniatures Bones II: The Return Of Mr Bones!"}}, {"backer": "Legendary Games", "project_data": {"campaign": {"story": "You can keep up to date with the latest developments by joining the 3D Virtual Tabletop Community on Google+.\nWhat is 3D Virtual Tabletop?\nIt is a virtual tabletop application that allows you to play pen & paper roleplaying games, as well as strategy/board games with others, as you would sitting around a real table, limited only by your imagination. It can be used on iPad, iPhone and Android devices.  Update: Thanks to achieving stretch goals it will now be available in your web browser on Windows and Mac, and also as an app on Windows 8 and Windows Phone.\n3D Virtual Tabletop is about recreating the physical experience of using miniatures or tokens on a map.\nOther virtual tabletops today look nothing like this simulation. They leave your poor character defined by what the top of their head looks like. What's more exciting? A full-body view where you can see a character's pose as they stand up to fight and stare down their enemies! Don't you want to see the ogre or dragon towering above your party, so that you can more fully experience what they'e going through?\nNow, for the first time ever, you can use a virtual tabletop that looks and feels like the real thing.\nPlay games like Pathfinder, Dungeons & Dragons, Savage Worlds, Rolemaster Classic, Castles & Crusades or Call of Cthulhu. Maps and miniature portraits are easy to add from anywhere, even for use with BattleTech or other tactical combat games.\nWhat makes 3D Virtual Tabletop special?\nFAITHFUL AND IMMERSIVE VISUALS\nThe first thing that puts 3D Virtual Tabletop ahead of the pack is its faithful visual representation of the physical items on the tabletop, be it an RPG map or a board game layout. The virtual miniatures look almost exactly like the real \"pawn\" style minis, a piece of printed card slotted into a plastic base.\nSUPER-INTUITIVE 3D NAVIGATION\nIt's really easy to zoom in and out and manipulate the map to see it from any angle, from top-down to over your character's shoulder. Using the intuitive touchscreen to rotate, pivot and zoom makes navigating a dream.\nNATIVE ON MOBILE\n3D Virtual Tabletop improves on all the existing alternatives as a native mobile app. This allows it to look amazing and incorporate the touchscreen. Because it's running on your tablet or mobile, it doesn't hide you from your friends around the table and takes up much less space - more room for snacks!\nWhat have you done already?\nA basic version of 3D Virtual Tabletop is already available, that works standalone on a single device.\nHere's a brief walkthrough of that version:\nCurrent features include:\nImport your own maps and miniatures from photos on the device.\nSet the size of a miniature when you import it.\nPinch-to-zoom on the map to get an overview or focus close in on the action.\nView the tabletop from any angle, from top-down to over your character's shoulder.\nMinis change to a flat token when viewed from above.\n\nYou can get it on the Apple App Store for iPhone and iPad, Google Play for Android and the Amazon Appstore for Kindle Fire and other Android devices. You can also check out an online demo that runs in your browser: 3D Virtual Tabletop Online Demo\nWhat will be included in the new release funded by Kickstarter?\nCROSS-PLATFORM SHARING. Share the tabletop in real-time with other devices, including between iOS and Android.\nCUSTOMISED ACCOUNTS. Log in (with Google+) so that your own maps and minis that you bring in will be available on all of your devices.\nSQUARE AND HEX-GRID COMPATIBLE. Turn off snapping to the square grid to allow freestyle placement, including use with hex grids.\nMAP AND MINIATURE MARKETPLACE. A wide variety of maps and miniatures to instantly include in your game.  Along with 12 free maps already provided by Dramascape and 150 free minis, you'll find high quality paid content from:\nAdventureAWeek.com\nBattle! Studio\nKobold Press\nLegendary Games\nLord Zsezse Works\nMayhem in Paper\nModiphius Entertainment, creators of Achtung! Cthulhu\nBack this project at the $9 Swordmaster level or more and you'll also have 24 additional minis from the Deck of Legends Kickstarter that recently finished.\nAdditional Features from Unlocked Stretch Goals\nTurn on/off grid overlay (Will work with different colored maps)\nMiniatures automatically turn to face the camera (You can turn this on/off)\nRotation buttons for precise and easy orientation of minis\nZoom and positioning of miniature picture when importing\nAutomatic miniature numbering\nSilhouette shape for miniature card\nMap and miniature searching and organising\nLoading and Saving of Scenarios / Encounters\nHidden miniatures\nZoom of map and grid when importing\nCondition markers\nGuest Account\nAvailable in web browser on Windows and Mac\nLine of sight & 3D Terrain\nHex grid\nRangefinding\nGroup movement\nRuler when dragging miniatures without grid\nEdit imported maps & miniatures\nCount squares/hexes when moving\nMiniature naming\nUndo miniature movement\nGlowing miniatures in different colors\nElevations for flying miniatures\nTrack if a miniature has been moved\nSnap miniature orientation to grid\nClear all miniatures\nDice rolling\nMap creation with map tiles\nGoogle+ Hangout integration\nArea of effect for spells etc\nCustom dice\nInitiative / turn tracking\nStat tracker for hit points etc\nRound / turn counter with reminder for effects\nLong Miniatures\nColored bases\nFree-form text notes for each miniature\nMap annotations\nSharing of handouts\nWindows 8 (including Windows RT) version\nWindows Phone version\n3D props like tables & chests\nImport maps & miniatures from PDFs\nFull 3D miniatures\nSet miniature background / border color\nDifferent image for miniature back face\nMini-tiles for terrain features like pit traps etc\nLock in top-down view\nCard decks\nAdditional Content from Unlocked Stretch Goals (you need to back the project at Battalion Plus or higher to receive these)\nGoblin Camp map\n12 terrifying stand-ups from Achtung! Cthulhu, along with 3 maps\nThe 5 maps from the Special Backer Offer, 1 from Frog God Games and 4 from Legendary Games\n3 full PDF adventures and maps from Adventure-A-Week\n10 heroic fantasy miniatures from Mayhem in Paper\nSee the Stretch Goal section below for more details on these\nStretch Goals\nUNLOCK STRETCH GOALS by spreading the word!  You can let other gamers like you know by using the links below.\nI use this product in my own weekly Pathfinder game so I want to see it become more capable too!\nThanks to fanatical support from the community we have lit up many of our stretch goals already.  From the latest survey we have a whole new set of stretch goals, and we're almost at the next one.  Look below the map for a brief summary of each goal.\nOh no! While striding down the Hall of the Sword lighting up the braziers for the stretch goals, we have triggered a magical trap and been teleported into a labyrinth!\nHelp us run through the maze as fast as possible to light the stretch goals so that we can escape and enter back into the Hall of the Sword.\nAfter lighting up all the braziers of the stretch goals to reach the end of the Hall of the Sword, it's time to head down the path to the tavern to celebrate.\nBack at the tavern after our hard won victory. It's time to have a drink and tell tall tales that the minstrels will repeat across the land to let everyone know what we have accomplished.\nStretch Goal Details\nAutomatic Miniature Numbering:  When you add more than one miniature of the same type on the map, it will have a number displayed with it so everyone knows which one you're hitting.\nSilhouette Shape for Miniature Card:  When you use a transparent PNG image or have a white background, instead of the shape of the card being a rounded rectangle, it will be a rough outline of the silhouette of the creature.  Your character really will look like they are standing there. Update: This has been partially implemented since unlocking the goal, as you can see in the video.\nMap and Miniature Searching and Organizing:  Search and sort your maps and miniatures to easily find the one you're after. If you pick the Battalion or Colossus levels, you'll more than 300 minis to look through. With Folders and/or tagging, whether playing different genres, or looking for something specific, you can rapidly select the one you want without interrupting play.\nLoading and Saving of Scenarios / Encounters:  Save how your session ended so you can get started right away next time. Prepare an encounter and load it in an instant to keep the momentum of play going at your table. This also works well if you run multiple games, you can pick up where you left off for each one separately.\nHidden Miniatures: Lay out your dastardly foes on the map, but keep them hidden so the player's don't know their characters are walking into an ambush. Useful for friends or foes that are invisible/hiding/plane shifting or just to increase suspense.\nZoom Map and Grid When Importing: This will make it very easy to get the map set up exactly how you want it, no more fiddling around, or importing the same map 3 times to get it set up the way you want. Super convenient pinch-to-zoom when importing maps, for both the map and the grid squares. Getting everything lined up pixel perfect will be a breeze.\nCondition Markers: Whether your character is poisoned, bloodied, stunned or whatever else may befall them, always be aware of their condition with a status marker on their miniature. Each status marker will have the name of the condition as well as a distinct color to let you quickly assess how much trouble they're in.\nGuest Accounts: You don't have to get your whole gaming group to sign up all at once. Work around that one person in your group that never pays for anything, no matter how many hours they spend playing the game. When you create a game for others to join, you'll get 1 free guest spot so that a person without a subscription can connect to the tabletop on your device. You can also pay for extra guest accounts that anyone else can use to connect to your virtual tabletop, and when you join someone else's game, these extra guest accounts that you paid for will add to the guest account \"pool\" which anyone else can use to join that game. A chance for your friends to try it out to find out for themselves how awesome 3D Virtual Tabletop really is.  \nWeb Browser Based: Enjoy the wonderful view of 3D Virtual Tabletop on your Windows PC or Mac through your web browser. Like the online demo which is currently available, it will use the Unity Web Player plugin so you get to experience all the graphical goodness. Both mouse and touch input will be supported so you'll be equally at home on a desktop or lounging around with a touchscreen laptop or tablet.\nGoblin Camp Map: From the amazing artists at Lord Zsezse Works, a highly detailed map of a goblin camp hidden away in the forest. Pledge at the Battalion Plus level or higher and get this added to your collection inside the app. See the update about this map for more information and a close-up look at some of the features in the map.\nAchtung! Cthulhu: Fresh off their massively successful 2,000% funded Kickstarter, Modiphius Entertainment are offering a selection of their terrifying Cthulhu Mythos creatures and dramatic maps to committed backers. Even if you don’t want to lead a team of heroic investigators behind enemy lines, you can still use the creatures in a game of any genre where you need horrific monsters, and you’ll have 3 more mysterious locations to explore, a Nazi underground outpost, a Nazi base and an Elder Thing Outpost! Back at the Battalion Plus level or above to make these available to you in the app. They will also be supplying a wider range of map and minis in the in-app marketplace.\nLine of Sight and 3D Terrain: After walls and doors have been quickly laid down, you will only be able to see the parts of the map that your character can see. As you move your mini around, the new parts of the map that your character can see will become visible automatically. This will also include an optional a fog of war or permissions based movement to prevent players from sweeping their miniatures across the map to reveal the whole thing. The 3D Terrain will start out with 1 default set, primarily for marking visibility. You'll be able to hide it and have it still block sight, if it doesn't match your setting. Other environments and genres will be added over time.\nHex Grid: Set up the hex grid for a map when importing it, including pinch-to-zoom for both the grid and map to get them aligned in seconds. You'll also have the option to snap to the hex grid during play and a grid overlay which you can turn on and off that will work with a map of any color.\nRangefinding: (Expanded descriptions for these labyrinth stretch goals coming soon)\nGroup Movement\nRuler When Dragging Miniatures Without Grid\nEdit Imported Maps & Miniatures\nCount Squares/Hexes When Moving\nMiniature Naming\nUndo Miniature Movement\nGlowing Miniatures in Different Colors\nElevations for Flying Miniatures\nTrack if a Miniature Has Been Moved\nSnap Miniature Orientation to Grid\nClear All Miniatures\nDice Rolling: Beautiful 3D dice roll in front of your eyes before settling on the number that determines your fate.  With this initial dice goal you will have the 6 standard dice sizes that you would normally get in a set: 20, 12, 10, 8, 6 & 4 and the ability to roll multiple dice of each type.  For those playing around a real table with the visceral experience of physical dice, this feature will be unobtrusive enough or concealable to keep the virtual tabletop viewing area clean and clear.\nMap Creation with Map Tiles: Rather than using entire maps, you can import or purchase map tiles and lay down them down next to each other on the tabletop to create your own map.  They'll conveniently snap to the grid so that they line up perfectly and you'll be able to rotate them, also snapping to the grid orientation, to create the twists and turns that you need for your scenario.\nGoogle+ Hangout Integration: Have 3D Virtual Tabletop work seamlessly in a Google+ Hangout with the convenient text, audio and voice chat that it offers. This is not just useful for the web browser version because when you’re on a smartphone or a tablet you can run a Google+ Hangout in the background and still have audio chat while you’re playing with 3D Virtual Tabletop. You can also do text chat if you switch back to the Hangouts app, and even start up the video chat again if you need it, this time while 3D Virtual Tabletop is running in the background. This means you can still get good use out of Google+ Hangouts if everyone is on a different device, some on a laptop or desktop and others on a phone or tablet.\nArea Effect for Spells etc: Overlay a shape on the map to indicate the area of effect of a spell, trap or similar.  Several shapes will be included by default such as square, rectangle, cone and sphere.  The shapes will also have alternate versions that are aligned to and formatted with square and hex grids in mind so that you know exactly which square or hex is effected.  You'll also be able to color them appropriately to identify effects that have a long duration and will be on the map for a while. \nCustom Dice: Adds the d2 (coin) and ability to create dice with your own text or images on each face.  Great for FATE.\nSpecial Backer Offer: This backer bonus for reaching the end of the Hall of the Sword has two components, the Altar and the Sword.\nThe Altar. A place to play, five maps made available for you in 3D Virtual Tabletop from two of the most well known third party publishers for the Pathfinder Roleplaying Game.\nFrog God Games is supplying one of the maps from Rappan Athuk, the classic mega-dungeon which they updated for the Pathfinder Roleplaying Game and Swords and Wizardry rules.  It's a good old-fashioned, First Edition dungeon crawl that this map lets you get your feet wet with.  One of their core promises is that \"Our maps will be outstanding\" and you can see what they mean with The Mouth of Doom.  The map is the property of Frog God Games, all rights reserved.\nLegendary Games is providing all four of the maps from their Cold Mountain Adventure Path Plug-In, which is ideally suited for the Kingmaker Adventure Path.  Inside the app you'll find a river ford map for the Ansit Ford encounter, a forest trail for the Bloody Victim encounter, a small village map for representing Gloym and a waterfall map for the Falls of Istria.  You can find out more about how these locations are used by buying their PDF.\nAll you need to do to add these maps to your collection in 3D Virtual Tabletop is to back at the Battalion Plus level or higher. \nThe Sword.  Companions to take with you, as thanks for making this Kickstarter so successful, the price of the Immortal Guest add-on is now reduced from $99 to $50 each, so that you'll always have someone there to watch your back.\nInitiative / Turn Tracking:  Cycle through and show your current place in a small list of the visible miniatures on the table, highlighting and focusing on each one when it's their turn.  Drag miniatures along this list to set their new position in the order.  You can leave this feature turned off and it will remain hidden if you don't need it.\nStat Tracking for Hit Points etc:  Count up or down, with the value displayed publicly or kept private.  Set up multiple color coded trackers of any numeric values to show the vital information for your game at a glance.  It'll only show the trackers that you set up so you won't even see them if you don't want to use them.  When counting down you'll be able to show a visual indicator for % remaining.\nRound / Turn Counter with Timing Reminder for Effects: Is the lamp oil still burning? How many rounds has your summoned creature got left? Answer all these questions and more with a counter that increments every round. You'll also be able to link the counter with areas of effect on the map and conditions on miniatures, giving each one a duration that will trigger a reminder to dismiss it. Know exactly when and what you're dealing with.\nLong Miniatures: Miniature bases that are longer than they are wide for things like motorcycles and horses. The miniature image will be used for left/right rather than front/back.\nColored Bases: For quick identification of different factions, change the color of the ground they stand on.\nMiniature Notes: Free-form text notes for each miniature that you can use to keep track of anything, no matter what the game type, game system or house rules you choose. They can be either private or visible to all players.\nMap Annotations: Add text, arrows and other markers to the map to let the whole table know what's going on and exactly where its happening.\nThree Full PDF Adventures & Maps from Adventure-A-Week: Back at the Battalion Plus level or higher and get the maps inside 3D Virtual Tabletop and the full PDFs for the adventures shown below.\nSharing of Handouts\nWindows 8 and Windows Phone Version + 10 Miniatures: Includes Windows RT.  Even if you don't use Windows, there's something in this stretch goal for you, 10 extra fantasy miniatures from the One Monk Miniatures line by Mayhem in Paper.  All you need to do to make these available for you in the app is to pledge at the Battalion Plus level or higher.  Below is a picture of what their real-world counterparts look like.\n3D Props Like Tables & Chests\nImport Maps & Miniatures from PDFs\nFull 3D Miniatures\nSet Miniature Background / Border Color\nDifferent Image for Miniature Back Face\nMini-Tiles for Terrain Features Like Pit Traps etc\nLock in Top-Down View\nCard Decks\nEvery Single Stretch Goal Has Been Unlocked\nWill it be available on Windows, Mac, Linux or online in a web browser?\nBeing built on Unity means that 3D Virtual Tabletop can be brought to these other platforms, and more. There is, however, a significant amount of native integration work required for each new platform, to enable things like importing your own maps and minis so easily. The initial goal is for iPad, iPhone and Android.  Update: Thanks to achieving stretch goals it will now be available in your web browser on Windows and Mac, and also as an app on Windows 8 and Windows Phone.\nIf you want it to be available on another platform, spread the word about this campaign to as many people as you can, so that we raise enough money to exceed the initial goal and can start talking about stretch goals. Drum up enough support for the platform of your choice and it may end up as a stretch goal!\nWhy does this need funding?\n3D Virtual Tabletop has been created using the free version of the Unity development platform. New features such as sharing the tabletop with other devices have been implemented using a trial version of Unity PRO. This lets me test the app but I cannot release it yet. Publishing the app to make it available to you requires a full license of Unity Pro, with the iOS Pro and Android Pro add-ons.\nI need to raise $5,000 minimum to have enough to buy the full licenses and release the latest version of 3D Virtual Tabletop, so that you can use it in your games.\nFunds raised over this amount will contribute to additional developments to the product. If it all goes well, we'll release more features as higher amounts are reached.\nWhat Will It Cost in the Future?\nTo make it as easy as possible for you to use, with a smooth network experience, everything is run through a central server. The cost of this adds up so we need to charge something... but I'm trying to price it as low as I can so that it is accessible to as many gamers as possible. It will cost a mere $0.99/month for network connectivity.\nCharging a monthly fee, even though it is so tiny, ensures that the service will be around for a long time, while being continually improved.  You'll reap the rewards of making 3D Virtual Tabletop happen, for years to come.\nThe Team\nThanks to the great people who're helping make this possible:\nBruce Braun, our US project manager\nMy weekly gaming group, for letting me experiment on them: Chris, Daniel, Domonique, Emma, \"H\", Jordan, Kingsley & Matty\nThe BizDojo, for the campaign edits and advice\nThe DM who got me back into D&D after a long hiatus, Bevan\nDramaScape for supplying the maps within 3D Virtual Tabletop\nLord Zsezse Works for supplying the great maps for this page\nOther friends, family, testers, and understanding early users... you know who you are!\n\nReward Level Clarifications\nIf the reward level gives you a subscription but doesn't mention iOS, Android or Web Browser, like the Veteran and Immortal levels, then your subscription applies to any and all versions of the app after they are released.  If you have both immediate/early access and a subscription, the subscription starts from the public release date so all of the time you get from immediate/early access is extra time.\nFor the map illustrated by Alyssa Faden, you can browse her work here and here to determine a style that you would like the map rendered in.\nThe delivery date for the Immortal +5, Immortal +10 and Immortal Colossus +5, Immortal Colossus +10 rewards should be Nov 2013 since it grants 4-week early access.\nAdd Ons\nEarly Access: If your reward level does not include immediate or early access to the app, you can add 4-week early access to the Android or Web Browser version by adding $21 to your pledge.\nImmediate Access: If your reward level does not include immediate or early access to the app, you can add immediate access to the Android or Web Browser version by adding $51 to your pledge.\nGuest Accounts: You can add on as many 12-month guest account subscriptions as you want for $9 each.  You can also extend guest accounts for as long as you want for $9/year.\nImmortal Guest Accounts: A guest account that is valid forever, was $99 each, but now reduced to $50 each with the achievement of the Special Backer Offer stretch goal.  These will only be available during the Kickstarter.\nMiniatures: The miniatures from the Battalion level are also available at higher reward levels, all you have to do is add $8 to your pledge above what is required for that reward. The value of the reward level must be higher than Battalion. This is an astounding amount of minis for such a low price.\nTravelling Bard: If you've pledged at $99 or higher, for $30 you can make your character famous like in the Bard reward level! Have him or her made into a virtual miniature with a portrait digitally inked and flat colored by Tim Jenkins of Battle! Studio. Your character will be included in the default set with the app, so they can participate in adventures with gaming groups all around the world! You'll also be able to manifest your character in the real world with an image file suitable for printing out to assemble into a paper mini.\nCastle Ravenstein: Get all 6 levels of the massive Castle Ravenstein added to your map collection in 3D Virtual Tabletop for $39. You’ll also get the digital download so you can print it out or use it in any other digital platform.  Alternatively if you back this project and also back Castle Ravenstein at the basic pledge level, you will get the castle in 3D Virtual Tabletop too.\nCastle Ravenstein + Darkraven Fantasy Soundscapes: Get the Castle Ravenstein add on plus more than 15 hours of background audio in 64 tracks from Darkraven Fantasy Soundscapes for a total of $99. These sounds won’t be integrated into the app, but they cover more than half a dozen different environments, from towns and ships to your typical dungeon and wilderness areas.  Alternatively if you back this project and also back Castle Ravenstein at the $99 level, you will get the castle in 3D Virtual Tabletop too.\nMap Tiles: A huge collection of over 600 map tiles from Lord Zsezse Works covering different genres and a wide variety of environments for only $50. This is a deep discount off the normal price that cannot be offered again.  They will be available for you to use in 3D Virtual Tabletop for creating maps.  The terrain types include paved paths of various sorts, river, beach, sea, rough paths, a bandit camp, contemporary gardens, magical gardens, sealed roads, swamp, cave, underground bunker, volcano, lava, mountains, desert, dead land, crypt, winter forest, World War I and II trenches and astral plane. For more detail you can check out Lord Zsezse Works' Ground Sets, all of them are included.  You will also get the PDFs, in addition to them being ready inside the app.  This add-on is available to all, no matter the reward level.\nRoadmap\nYour feedback and comments have added a few more things to the roadmap for 3D Virtual Tabletop. They are presented in no particular order.\nChat\nImport and export of map and miniature placements\nSet miniature rotation with buttons\nDynamic lighting\nDisplay of character sheet\nLock tokens in lie flat mode\nChange the background of the tabletop from plain black to an image you import, such as a starfield\nStacking counters\nLink one map to another at the entrance/exit", "risks": "Risks and challenges\nThere are no major risks associated with this project. A simpler version of this app has been released that you can play with right now. Additional technical risk has also been eliminated by testing many of the new features using trial software.\n\nOne issue that does remain is the ability to get the app to perform well on the huge number of Android devices available, since there are too many for me to test on. Use of the Unity engine reduces this risk as it designed to run on a wide range of hardware, however, the experience will be smoothest on higher-end devices.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #100", "update_userinfo": "Starting Work on Cut-Out Standup Miniatures in 3D Virtual Tabletop", "update_content": "Here’s a little preview of what I’m working on right now, using cut-outs for the standup miniatures in 3D Virtual Tabletop. This short video shows the screen where you add our own minis, now letting you set the outline as well."}, {"update_no": "UPDATE #99", "update_userinfo": "New Simpler Screen for Adding Your Own Maps to 3D Virtual Tabletop Online", "update_content": "There’s now a much simpler screen for importing your own maps into 3DVTT. You can get your own maps set up and ready to play in seconds."}, {"update_no": "UPDATE #98", "update_userinfo": "Rallying 3DVTT for COVID-19 Season and Beyond", "update_content": "In these dark times, with so many of us being shut in our own homes, I'm pleased to announce that I'm back with 3D Virtual Tabletop as my primary focus. Now that we can't have sessions in person any more, I'm here to provide an easy way to play RPGs online.\nIn the coming weeks, you can look forward to a number of announcements, improvements and updates. One of the first things I intend to tackle is to get the mobile version running properly again. The old login system was discontinued, and the new Google-sign in is not working for everybody."}, {"update_no": "UPDATE #97", "update_userinfo": "Deleting Maps and Miniatures is now Easier in 3D Virtual Tabletop Online", "update_content": "I’ve added a Delete button in the Maps and Miniatures screens so you can more easily delete maps and minis you’ve imported. This is great if you made a spelling mistake when you brought it in, or if the grid wasn’t lined up correctly on a map."}, {"update_no": "UPDATE #96", "update_userinfo": "Flat Miniature Tokens now in 3D Virtual Tabletop", "update_content": "In 3D Virtual Tabletop Online, you can now set your miniatures to be flat tokens. This lets you do a whole lot of cool things:\nWhen someone gets knocked unconscious, you can make the miniature flat, to indicate to everyone what just happened. Another miniature can be moved into their space, and you can still see both miniatures, and easily manipulate them.\nConditions, such as On Fire or Poisoned, or anything else, can be marked with half-sized tokens, using any symbol you want to upload."}, {"update_no": "UPDATE #95", "update_userinfo": "Easier Map Importing in 3D Virtual Tabletop Online", "update_content": "Over the last week, I’ve made it easier to import your own maps into 3DVTT. You can now drag the grid around to line it up, and there are buttons for fine tuning if needed. The guidelines for the grid can be either black or white, to suit any map, whether a forested wilderness or deep space. It also includes 2 views of the map, so you can see opposite edges of the map at the same time, to ensure the grid lines up everywhere. This is especially useful for those tricky maps that aren’t well formatted, making them a breeze to add. The video demonstrates all of these new things, both with a basic map, and a more complicated one."}, {"update_no": "UPDATE #94", "update_userinfo": "Easier 3D Terrain in 3D Virtual Tabletop", "update_content": "An awesome new version of 3D Virtual Tabletop is available online right now at 3dvtt.com/game. You can play in your web browser on your Mac or PC, and it even works great in Safari on iPad. Lots of fun to be had with some cool new stuff:\n3D Terrain\nDynamic miniature resizing\nButtons for rotating miniatures\nLocking your view of the tabletop into 1 of 3 angles – low, high, or top-down"}, {"update_no": "UPDATE #93", "update_userinfo": "3D Virtual Tabletop Comes to the Web with 3D Terrain", "update_content": "3D Virtual Tabletop is slimming down and shaping up for the New Year. I’m making some changes so that it can be available on all major platforms in a jiffy. My quest to make everything available to everyone has encountered some issues that are problematic or time consuming to get working on all operating systems and devices. As a consequence, I’m splintering off all of the functionality that I can get running well cross-platform, into a new parallel version of 3D Virtual Tabletop. Check out the screenshot for some of the exciting new features that will also be added. Once the alternative version is available to everyone to play games with, I’ll then resume work on updating it to do the things that didn’t make the cut the first time around."}, {"update_no": "UPDATE #92", "update_userinfo": "3D Virtual Tabletop Coming to the Desktop with 3D Miniatures", "update_content": "When you tap on a miniature, there is now a new button. It allows you to delete all the miniatures on the map at once. It’s a convenience feature that should make your game sessions go just a little bit smoother. The update for the iOS App Store has been waiting for review for a couple of days already, so it should only be a few more days away. The Google Play update has just finished uploading so that should be available in a few hours."}, {"status": []}], "comment_no": 794, "projec_url": "https://www.kickstarter.com/projects/3dvirtualtabletop/3d-virtual-tabletop-visually-stunning-rpgs-on-ipad", "project_name": "3D Virtual Tabletop: Visually Stunning RPGs on iPad, Android"}}]