[{"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "These island table are excellent solution to ensure your home or office, is suitable for all users, regardless of their height and mobility. \nPeople of various heights can easily adjust their desk according to specific needs. \nThis is a very easy and versatile adjustable height desk table system. \nOur Electric height adjustable Desk tables are very easy to install and set up, all you need is a desk top surface, you can even use your existing desk and just unscrew the legs. \nThe FLX Table is available in a variety of surface size and laminate finishes to fit your office or home.\nFor good health, using FLX Table work stations could lead to decrease sedentary time in office workers. \n Makes working, studying with joy & comfort.\nProduct Video\nPLAY\n\nSpecification & Tecnical Drawings\nAccessori\nAccessories\nBattery box\nSafety limit switch\nBluetooth adapter desk\nDesk control APP.  The app features the same functions as a regular desk panel, but allows you to adjust your application via your tablet or your smartphone\nIf you want to support this project, please make a donation !! \n Rewards # 1\nRewards # 2 and # 3\n Rewards # 4\n  Rewards # 5\n   Rewards # 6 - # 11\n Rewards # 12\nRewards # 13\nA super opaque nanotech material, is an innovative interior design product created in Italy, that combines elegant aesthetic solutions with state-of-the-art technological performance.  With low light reflectivity, its surface is extremely opaque, anti-fingerprint and features a very pleasant soft touch. In addition, its surface is highly resistant to scratches, abrasion, rubbing and dry heat. It also withstands impacts, acid-based solvents and household reagents. It significantly reduces the bacterial load making its surface hygienic and easy to clean. It is also liquid repellent and mould-proof. \nRewards # 14\nRewards # 15", "risks": "", "env": "", "creator_bio": "Ivano Francavilla\nFirst created · 1 backed\nI'm 51 years old and have many years expertise in product redesign, electrical and mechanical engineering for Museums and Conservation...See more"}, "support": [{"amt": "Pledge €5 or more", "title": "Thanks for supporting FLX table!", "descp": "Thank you for the support. You will receive exclusive email newsletter of FLX Table progress. Every € counts!", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["3 backers"]}, {"amt": "Pledge €25 or more", "title": "Leica Sofort Instant picture from Rome", "descp": "Leica Sofort Instant picture from Photographer Stefano Carletti. Receive a signed instant picture taken in Rome! All images are unique and original ones.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge €50 or more", "title": "Leica Sofort Postcard Set from Rome", "descp": "Leica Sofort Instant Postcards Set includes 3 cards and 3 envelopes. 3 picture from Photographer Stefano Carletti. Every set contains unique and original images.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €150 or more", "title": "Photo Stefano Carletti collections", "descp": "You will receive a signed copy of photos from Photographer Stefano Carletti. You can choose one among three photos of New York (see rewards #4)", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €400 or more", "title": "Photo Stefano Carletti collections", "descp": "You will receive a signed copy of the picture containing the 3 photos of New York from Photographer Stefano Carletti (see rewards #5).", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €1,400 or more", "title": "FLX Table (frame only)", "descp": "Frame color: white.\nMovement control: advanced and user friendly control unit with memory functions.\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €1,550 or more", "title": "FLX Table Basic", "descp": "Frame color: white\nMelanie Top: white\nTop Dimension 800x1600x18 mm\nMovement control: advanced and user friendly control unit with memory functions.\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €1,850 or more", "title": "FLX Table Pro (frame only)", "descp": "Frame color: white.\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. User-friendly handset with large intuitive buttons and without any annoying cable.\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €2,000 or more", "title": "FLX Table Pro", "descp": "Frame color: white.\nMelanieTop: white\nTop Dimension 800x1600x18 mm\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. User friendly handset with large intuitive buttons and without any annoying cable.\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €2,200 or more", "title": "FLX Table Pro & Battery box (only frame)", "descp": "Frame color: white.\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. User friendly handset with large intuitive buttons and without any annoying cable.\nA battery box is very useful in applications where a power cable would be in the way.\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €2,350 or more", "title": "FLX Table Pro & Battery box", "descp": "Frame color: white.\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. User friendly handset with large intuitive buttons and without any annoying cable.\nA battery box is very useful in applications where a power cable would be in the way.\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €4,000 or more", "title": "FLX Table surface top wood handmade", "descp": "Frame color: white, black or steel.\nHandmade top in wood: antique wood type briccola. Briccole are groups of three pales in the channels of the lagoon of Venice delineating the waterway areas, providing important information to sailors.\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. User friendly handset with big intuitive buttons and without any annoying cable.\nBluetooth hand control. Adjustment can be made via your smartphone or tablet.\nA battery box is very useful in applications where a power cable would be in the way.\nAfter the campaign we'll contact you to get the sizes and color option!\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €5,000 or more", "title": "FLX Table Tech", "descp": "Frame color: white, black or steel.\nTop: A super opache nanotech material. Charging Surface.\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. User friendly handset with large intuitive buttons and without any annoying cable.\nBluetooth hand control. Adjustment can be made via your smartphone or tablet.\nA battery box is very useful in applications where a power cable would be in the way.\nAfter the campaign we'll contact you to get the sizes and color option!\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €6,000 or more", "title": "FLX Table surface top Vintage Leather", "descp": "Frame color: white, black, steel or leater.\nTop: Vintage Leater\nMovement control: advanced unit with receiver and hand control. The wireless system based on radio frequency technology. Userfriendly handset with big intuitive buttons and without any annoying cable.\nBluetooth hand control. Adjustment can be made via your smartphone or tablet.\nA battery box is very useful in applications where a power cable would be in the way.\nAfter the campaign we'll contact you to get the sizes and color option!\nShipping cost not included. Please contact us to know the shipping rate.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge €8,000 or more", "title": "Partner with us", "descp": "Let's start a dialog on how we can work together.", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}], "stat": ["0 backers", "Limited (10 left of 10)"]}], "updates": [{"status": [{"Project ends": "MARCH 25, 2017"}, {"Project launches": "FEBRUARY 23, 2017"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/219563127/flx-table-dynamic-workstation", "project_name": "FLX Table dynamic workstation"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "We thank the community for their love and confidence in making us the 3rd most funded project in Kickstarter history.\nFor more information and PonoMusic pre-orders (coming soon!), go to www.ponomusic.com.\nFOLLOW us on Twitter.\nLIKE us on Facebook.\n...\nThank You from Neil Young.\nPono means righteous. It is a Hawaiian word, the one, the pureness. On behalf of Pono, we thank you for helping us give music a voice. You have helped to set the stage for a revolution in music listening. Finally, quality enters the listening space so that we can all hear and feel what the artists created, the way they heard and felt it.\nThis is done when the artist makes the best available, wanting to share it with you. It happens when the artist lets you hear and feel more than what is on your CD or MP3 of any song. CDs and MP3s are derived from the original masters, and now, with the PonoPlayer, you can finally feel the master in all its glory, in its native resolution, CD quality or higher, the way the artist made it, exactly. That’s the beauty of Pono.\nIt’s been a long time coming. It was not easy getting this far, but you made it happen by supporting Pono’s vision for better listening. We have been working with the labels, with the artists and producers, and we will continue to do that. We go to the source to find the best and bring it to you. Pono wants to preserve the history of music, in all of its beauty and expression, for all time. Forever.\nThere is a way to do this right, and we are going to do it. We will be sharing how we will do this with you over the next few months, while we build your first ever PonoPlayers. We are going to do some revolutionary things. We will make music available in a way that has never been done, a way that allows for constantly attaining the best listening experience.\nThank you to the artists, the recording companies, big and small, and most of all, thanks to you music lovers for making this happen with your amazing support.\nThanks for listening,\nNeil Young \n& the PonoMusic Team\nA message to Artists: \nFirst, we say “thanks” to all of you artists who have been here with Pono since the beginning. We are deeply grateful for your encouragement and support. \nWhen you and your recording team go into a studio or recording environment to create your latest music, there are many choices for you to make. Besides the studios, songs, players, singers, producers, engineers, microphones, and other equipment, you have the ability to choose from the numerous digital resolutions at your disposal to capture your sound. This is where Pono can make a giant difference.\nNow, whatever resolution you choose to employ for your recording process, your masters can be heard by your listeners exactly as you created them. You no longer have to be satisfied with MP3 or CD being what your fans hear. Pono plays back anything you can create, just as you made it, in the digital domain.\nEven if you record in analog, when you mix your songs and record them to an analog 2 track, you can copy that to the digital resolution you choose (preferably the highest) and have your listeners hear that exact recording. \nIf you are an artist who has been recording for years and this has been your life and always will be, your original creations in analog can be transferred to the highest quality digital and heard anew with Pono. No longer do your original recordings have to be the compressed sound of CDs and MP3s. It’s all up to you. It is in your power to rescue your art and bring it into the 21st Century, preserved for generations to hear and enjoy. You can talk to your producer or record company and learn how to make that available to your listeners on Pono. \nIf you are a new artist, always released on MP3s and CDs, then your horizon has just been radically expanded. You can now record in whatever resolution you choose and your fans will hear the same quality you heard in the studio. You no longer have to lose part of your sound when it goes to the people. You probably know what I mean, having heard your creation when you mixed it, feeling that rush, only to be let down by the end product, the product your audience has had to accept. You probably know it was better when you first heard it than what they got. That is over. You are no longer limited by a format. Now your audience can hear what you hear. \nGo back to your digital masters and see what they sounded like compared to what was released. Now, if you want to, they can all be released in their original glory. If you elect to, you can make the higher-resolution sources of your CDs and MP3s available to your listeners on Pono. It doesn’t matter what resolution you originally employed; if it is higher than what was released, and you can hear the difference, your fans can hear it. They deserve the best and Pono delivers it for you. Pono plays anything back just as you made it. \nIn the studio, with your brand new creations, high resolution is a great option. Resolutions are all different in their depths and textures. These can be used, and mixed together. A hook can be recorded in a higher resolution than the track it sits on, further setting it apart in your creation. So can a vocal. Resolution is a new tool for you to use. As long as you mix in the highest resolution found in your creation, or higher, everything will be captured. Especially, real echo and acoustic instruments, like drums, benefit from higher resolutions. Don’t take anyone’s word for this. Listen for yourself. Make your own decision. It’s an artistic right you have.\nDoing this does not mean you cannot still make CDs and MP3s. They can be derived from your original masters. \nYour choices matter now more than ever before because your fans will hear the difference. Thousands of documented Pono listens have proven that music lovers can tell the difference between what they had before with CDs and MP3s and what they can have now with Pono. Look at the videos on ponomusic.com and see the reactions. Those are your people. They feel more from the music with Pono. \nHigh quality digital is wonderful to hear and sense. It is the sound of the 21st Century. Almost no one has heard it outside the studio. As artists, with Ponomusic, we have renewed opportunities for expression that have long been lost. \nThe Ponomusic player can bring new light to all of your creations through Ponomusic. \nRecord companies, this is an opportunity to rescue the art of recorded sound. Why should a Frank Sinatra recording or an Adele recording or a Nirvana, Rolling Stones, Beatles, Led Zeppelin, Who, or classical recording be limited to the CD format for the future? This music is world cultural history. All of this cultural history should be preserved for enjoyment of the people in its highest possible form forever. In the 21st Century, people, and art, deserve this technology. Bring it on. Now, as never before, it is possible. \nOur listeners should hear what we heard. \nThanks for listening, \nNeil Young \nWhat is PonoMusic? \n\"Pono\" is Hawaiian for righteous. What righteous means to our founder Neil Young is honoring the artist’s intention, and the soul of music. That’s why he’s been on a quest, for a few years now, to revive the magic that has been squeezed out of digital music. In the process of making music more convenient – easier to download, and more portable – we have sacrificed the emotional impact that only higher quality music can deliver. However, the world has changed in the last 10 years – technology has solved some of the underlying problems that forced that tradeoff. You no longer have to choose between quality and convenience when listening to music – you can have both. This is the fundamental idea behind PonoMusic. \nFirst Edition PonoPlayers: Black & Yellow\nPono's mission is to provide the best possible listening experience of your favorite music. We want to be very clear that PonoMusic is not a new audio file format or standard. PonoMusic is an end-to-end ecosystem for music lovers to get access to and enjoy their favorite music exactly as the artist created it, at the recording resolution they chose in the studio. We offer PonoMusic customers the highest resolution digital music available. PonoMusic is more than just a high-resolution music store and player; it is a grassroots movement to keep the heart of music beating. PonoMusic aims to preserve the feeling, spirit, and emotion that the artists put in their original studio recordings. \nWe are pursuing this vision by building a system for the entire music listening experience – from the original master recordings to the PonoMusic.com Store to the portable PonoPlayer. So now you’ll hear the nuances, the soft touches, and the ends on the echo – the texture and the emotion of the music the artist worked so hard to create.  \nPlease see FAQ at the bottom of this page for answers to the most commonly asked questions.  \nKind Words from the Press & Our Backers:\nThe Washington Post: \"The Pono Kickstarter was funded because people wanted the Pono Player.\"\nMaureen Jackson, Kickstarter backer: “Preserving the history of music. I like that!” \nForbes: “Pono Music’s Kickstarter campaign is actually brilliant.”\nMark Sterling, Kickstarter backer: “How long was that? 8 hours? People want this.” \nSlate: \"They met that goal in under a day.”\nDennis Lane, Kickstarter backer: “Pono, where music becomes real again.”\nTechcrunch: \"Call it a Toblerone bar. Call it a relic of the past. But you also have to call it successful.\"\nStephen, Kickstarter backer: “For me, Pono isn't about fixing music. It's about returning artistic integrity to the process.”\nScott Martin, Kickstarter backer: “It’s a revolution Neil when people care and come together. It’s special and rare.” \nSHOCKPROOF, Kickstarter backer: “The Next Generation in Digital Music! It's a REVOLUTION!” \nMashable: \"The team argues that the Kickstarter campaign is validation that there is a market for high-quality music beyond just a handful of audiophiles.\"\nKyle French, Kickstarter backer: “Here's to continued success in furthering the music experience.” \nSPIN: \"Neil Young's PonoMusic is all about the quality.\" \nThe Hollywood Reporter: “[The team has] been heavily involved with their Kickstarter audience, fielding questions, comments and concerns in order to share the full experience with their supporters.”\nCarlos, Kickstarter backer: “We here you and feel you the way you are intending... Make that Picasso...We are in the front row and we are watching.” \nForbes: “[Neil Young’s] raising money for Pono ... at a rate of about $700 per minute via Kickstarter.” \nDMN: \"$6 Million Says People Care About Sound Quality.\"\nUte Conzendorf, Kickstarter backer: “As you see many many people believed in your wonderful idea. It turned to reality.” \nMark A Smith, Kickstarter backer: “Music is such a part of the positive legacy of humankind. Never Stop Creating!”\nWhy should you support our Kickstarter? \nPonoMusic is about a lot of things, but first and foremost it’s about the connection between the artists and their fans – the music, and the people who can’t live without it. We see Kickstarter as a way to strengthen those bonds by letting musicians and music fans get behind the thing that matters most to all of us – the music itself.    \nOur Kickstarter is about bringing creators and consumers together.  It is about the formation of a community that values the experience of listening to music the way the artists made it, at the highest quality they can obtain.  \nWe also wanted to allow music fans to connect with their favorite artists in a special way through the campaign - we are offering limited edition Signature Series PonoPlayers from artists such as:\nElton John, ZZ Top, Portugal the Man, Grateful Dead, Kings of Leon, The Eagles, Kenny Rogers, Neil Young With Crazy Horse, Tegan and Sara, Red Hot Chili Peppers, Emmylou Harris, Lyle Lovett, Jackson Browne, Neil Young, Tom Petty, Crosby Stills Nash & Young, Crosby Stills & Nash, Foo Fighters, Willie Nelson, Metallica, Patti Smith, Arcade Fire, Beck, Dave Matthews, Herbie Hancock, Buffalo Springfield, Norah Jones, Lenny Kravitz, Pearl Jam, My Morning Jacket, and James Taylor. \nThe Artist Limited Edition PonoPlayers have a non-metal casing with a chrome finish. They will have laser-engraved artist signatures, including all band members in the case of groups. They ship to you pre-loaded with the artist's two favorite high resolution albums from their own body of work. We will be introducing additional Artist Limited Edition Series PonoPlayers throughout the campaign as more artists step forward - so keep watching our pledge levels & rewards on the right to see new artists as they become available.\nArtist Signature Series: Neil Young\nArtist Signature Series: Patti Smith, Willie Nelson, Dave Matthews Band, Tom Petty\nArtist Signature Series: Buffalo Springfield (Stephen Stills, Dewey Martin, Bruce Palmer, Richie Furay, Neil Young)\nThe Grateful Dead's emblem will be printed on their player\nMore about the PonoPlayer... \nThe PonoPlayer is a purpose-built device, designed by world-renowned audio engineers, to do one thing and one thing exceedingly well - let you hear high quality PonoMusic as close to its original recorded resolution as possible, and therefore, the original musical experience.  \nPLAY\n\nYour PonoPlayer works in much the same way as most other portable music devices. The PonoMusic App (for Mac or Windows PC) provides you access to the PonoMusic.com Store, where you can browse, search, purchase and download high-resolution music to your computer.  You then simply connect your PonoPlayer micro USB cable to your computer's USB port in order to sync your favorite music and playlists. Then you can enjoy your music on your PonoPlayer at the same quality level as the original recording.  The touchscreen LCD allows for easy “swipe” navigation between songs, albums, artists, genres, and playlists. It also allows you to change the settings in the player to suit your personal taste. \nThe PonoPlayer has two output jacks. The first is a normal mini-stereo output specially designed for headphones and is meant for personal listening. The second is a stereo mini-plug analog output specifically designed for listening on your home audio system, in your car, or with your Sonos Connect – so you can share the PonoMusic experience with your friends and family. \nThe PonoPlayer ships with a total of 128GB. 64GB of memory is built into the player and another 64GB of memory on a removable microSD card. The expansion slot can accept microSD cards of up to 64GB or SDXC microSD cards of 128GB or higher. Unlike many other portable music players, the microSD cards are designed to be easily swappable. For example, you can build a library of various playlists or genres on different cards and simply swap them in and out, much like you'd swap game cards on a portable gaming console. So in reality you have infinite capacity on the PonoPlayer.\nHow many songs can it hold? That depends on the quality of your music files:\nCD lossless quality recordings (44.1 kHz/16 bit): About 5000 tracks. \nHigh-resolution recordings (48 kHz/24 bit): About 3200 tracks. \nHigher-resolution recordings (96 kHz/24 bit): About 1600 tracks. \nUltra-high resolution recordings (192 kHz/24 bit): About 800 tracks.\nThis is a LOT of high-resolution music, and we say, “the more the better”. You’ll get hooked on how good this music sounds.\nWhat do we consider to be high quality digital music?\nGenerally speaking, mp3 files have a bit rate of 192kbps or 256kbps.   These are highly compressed files and are much smaller in size than higher resolution music files.  The good news is that you can keep a lot of mp3 files in a small amount of storage on a portable player or mobile device.  The bad news is that they’ve lost a lot of the musical information that often reveals the most pleasant and satisfying aspects of the music. It is mostly that sense of realism, dynamic range, and detail that higher resolution recordings typically capture in a way that restores the emotion in the song.\nOn the “low end” of higher resolution music (CD lossless, 44.1kHz/16 bit), PonoMusic files have about 6 times more musical information than a typical mp3.  With ultra-high resolution recordings (192kHz/24 bit), the difference between a PonoMusic digital file and an mp3 is about 30 times more data from which your player reconstructs the “song”.   \nThe PonoMusic.com Store uses FLAC (Free Lossless Audio Codec) audio format as its standard, for compatibility, although the PonoPlayer can play most popular high-res music formats from other sources. PonoMusic has a quality spectrum, ranging from really good to really great, depending on the quality of the available master recordings:        \nCD lossless quality recordings: 1411 kbps (44.1 kHz/16 bit) FLAC files\nHigh-resolution recordings: 2304 kbps (48 kHz/24 bit) FLAC files \nHigher-resolution recordings: 4608 kbps (96 kHz/24 bit) FLAC files\nUltra-high resolution recordings: 9216 kbps (192 kHz/24 bit) FLAC files     \nThe Evolution of the PonoPlayer Design... \nOver the three years of PonoPlayer development, we considered many different designs and concepts. One of the early ideas was to make an accessory for a smartphone that contained storage for the music tracks along with advanced audio electronics. The phone’s display would be used to navigate and play the songs, but with the songs would be stored in the accessory’s memory. A Bluetooth connection would communicate between the phone and the accessory to select and play the desired song. This design was dismissed, for now, because it was very complicated to use and required two devices to play music.    \nWe talked a lot about making the player thin, to snap onto the back of a phone so it could be carried as one unit. But that meant you’d need a different player design for each phone model, and we found that it was not possible to put some of the large audio components – required for the best performance – into a thin package.  This led us to design the accessory in the shape of a triangular “Toblerone” shaped chocolate bar.  It allowed us to use larger audio components and to separate them far enough apart to prevent electrical interference between the various subsystems. It also allowed us to use a large cylindrical battery that’s much more efficient than a flat battery.\n\nIt then became obvious that if we added a touch display, we could make the player completely self-contained.  It wouldn’t need to be tied to your phone and there would be no interruptions from an incoming call while you were enjoying your music. It would be the best playback device ever for listening to high quality digital music. We realized that music this good deserved a truly purpose built, dedicated device to enjoy it. There was no “Swiss Army knife” good enough for the music we wanted you to hear.    \nThis triangular shape also has additional benefits: it can be held upright for one-hand operation or it can sit flat on your desktop or home stereo system. The display automatically rotates depending on the orientation of the device. But the best thing about this shape is that we were able to include the best sounding audio components with absolutely no compromises. The PonoPlayer will certainly be recognizable on your desk as the unique product it is – the world’s best sounding portable digital music player.\nCheck out more rewards...\nPonoMusic Founders Club: Kickstarter-exclusive T-Shirt & Sticker. T-shirts come in yellow, white, or black.\nSigned Carnegie Hall Poster\nMeet the team:\nPonoMusic was founded by Neil Young in 2011 to create a movement to revive the soul of music, and to recreate the vinyl experience in the digital realm.  Neil has assembled a fantastic team who are extremely passionate about music:\nThe core PonoMusic team:\nNeil Young:  The vision, force, energy, and voice of PonoMusic\nJohn Hamm:  CEO and team leader – building the team and business\nElliot Roberts: Our Artist Relations executive. \nPedram Abrari:  The PonoMusic.com consumer experience leader – software and technology\nPhil Baker:  The PonoPlayer development leader – hardware and manufacturing\n Our extended team (with our thanks and gratitude):\nAttractor Ventures:  Gigi Brisson and Harvey Allison\nBuchalter Nemer (Legal support):  Rick Cohen\nSemiphore Systems (Hardware, firmware, and electronics): Dave Gallatin, Dave Paulsen\nMX (Player app):  Ole Lütjens, Joe Rice, and the MX team\nAyre Acoustics (PonoPlayer audio technology):  Charles Hansen\nMike Nuttall Design (Industrial design):  Mike Nuttall\nAudioQuest (Computer audio technology support): Joe Harley and Steve Silberman\nPCH International (Manufacturing partner): Liam Casey and the team\nLime Lab (Manufacturing & mechanical engineering): Andre Yousefi, Simon Gatrall, and Phil Stob\nUpstream (Graphic design, audio & video): William Mitchell, Ben Johnson, Toshi Onuki, Kris Kunz, Mark Faulkner, and Hannah Johnson\nHanft Projects (Marketing content & messaging): Adam Hanft and Lucas Hanft\nPentagram (Website design & Kickstarter campaign)\nHollywood Pixels (Photography & graphic design):  Franz Krachtus\nVann Alexandra Daly (Kickstarter producer)", "risks": "Risks and challenges\nPonoPlayer Production\n\nThe PonoPlayer will be built by PCH International (Cork, Ireland and San Francisco), with its production facilities in Shenzhen, China. PCH International understands every step from design to direct fulfillment, and supplies products to many of the world's leading consumer electronic companies. \n\nThe PonoMusic and PCH teams began collaborating at the design stage almost two years ago at a meeting with Neil Young and Liam Casey, the CEO and founder of PCH International. As the design progressed, we worked closely with the PCH team to ensure the product was designed for high quality, high volume production. The PCH team includes engineers, toolmakers, a project manager, procurement specialist, packaging designer, and production specialists. \n\nTo date we have completed our tooling for first samples of the final enclosure, which have been used in building 50 units for testing, including listening tests by artists and audio experts. For these units we designed and built the circuit boards and did final assembly in Silicon Valley. \n\nOur next step is to do one more revision of our electronics board, implementing some specific additional audio technology from Ayre Acoustics. We plan to build 50 additional units for more testing. Once we are fully satisfied with our final design we will be moving from our current engineering build environment in California to a pre-production facility at PCH International in Shenzhen. We will then work with PCH to build out the final assembly line, install the test equipment, and do two more builds before beginning production. \n\nAfter several generations of prototypes and successive improvements, the latest generation players have undergone extensive testing for over six months. We now need to complete the final iteration of the design, conduct extensive testing of the player, develop and test our online PonoMusic.com Store, and move into production.\n \nPonoMusic.com Store\n\nWe are currently engaged with one of the world's best Content Delivery Networks to build out the backend of our PonoMusic.com Store. Furthermore, we are working with a fantastic desktop media center vendor to build out the PonoMusic App for Mac and Windows PC. This media management application will act as the hub of your Pono ecosystem. It will allow you to:\n\n• Browse, sample, purchase, and download music from the PonoMusic.com Store\n• Manage and organize your entire music library including building playlists\n• Load your favorite music on to your PonoPlayer for enjoyment at home or on the go\n\nWe are also working diligently on our main website, PonoMusic.com, where music lovers will be able to explore the PonoMusic universe, provide us feedback, collaborate with each other, and be part of PonoMusic as a movement for the highest quality digital recordings. We are very excited about the community of music lovers that will form and grow on our site.\n\nWe will begin to populate our music library with a great collection of high-resolution music. This is an on-going, never-ending process that we are eager to begin and will be delighted to continue every day at PonoMusic.com. \n\nWe believe that the risks described above are manageable, assuming a successful Kickstarter campaign.\n\nRewards & Fulfillment\n\nWe plan to fulfill the product rewards directly from PCH International to our donors using 3-day delivery. We plan to start production in late Summer and deliver the rewards to our supporters in October, 2014. We will be keeping our supporters informed on our progress through the various phases of our development and production process. Delays, should they occur, typically will likely be due to supply chain lead times of some special audio components or any unexpected challenges in the ramping up of production. However, we have great confidence in the substantial experience of PCH. They are real pros. As they say, “This ain’t our first rodeo”.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #52", "update_userinfo": "Our Final Kickstarter Update", "update_content": "A Special Message from Neil\nHappy 2015. As 2014 comes to an end, Pono is on the threshold of success. I would like to thank everyone, our supporters, Kickstarter and new, our financial backers dedicated and few, and our Ponopeople. I am very proud of our small Pono team and what we have accomplished. The dedication and skill they have shown in getting us to where we now are is awesome. We have almost 20,000 Pono players in users hands and thousands of new orders to fulfill in the first months of 2015. We have an online music store emerging from beta and a desktop app ready to begin serving our first generation of PonoMusic lovers."}, {"update_no": "UPDATE #51", "update_userinfo": "Your PonoPlayer Shipments Timeline and Other Important Info", "update_content": "Hi all!  \nNostalgia for the Kickstarter inspired us to flip through old photos from the campaign. \nWe found one we couldn't help but share with you all:  "}, {"update_no": "UPDATE #50", "update_userinfo": "Production and Shipment of Rewards Status", "update_content": "Hi all, \n\nPonoMusic will be at the upcoming Dreamforce conference in San Francisco on October 13-16th. The keynote by Neil Young will happen on October 16th at 10AM - 1PM. \nYou can register for a free Expo+ pass and view the full agenda here: http://blogs.salesforce.com/company/2014/09/free-dreamforce-expo-passes-now-available.html "}, {"update_no": "UPDATE #49", "update_userinfo": "Updates on Shipments and Shipping Issues", "update_content": "Hi all,\nAn article recently came out with unfounded claims suggesting PonoPlayers pre-ordered though Kickstarter would not ship until 2015.\nOur team wants to reiterate our commitment to all of you: Delivery of the PonoPlayer still stands as originally expected—October 2014 or December 2014 depending on your specific player."}, {"status": []}], "comment_no": 17048, "projec_url": "https://www.kickstarter.com/projects/1003614822/ponomusic-where-your-soul-rediscovers-music", "project_name": "Pono Music - Where Your Soul Rediscovers Music"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "Miss the campaign?\n\nOrder Here: www.silicshirts.com or Here\nFollow us: Facebook\nAVAILABLE IN BLACK OR WHITE!\nPLAY\n\nMashable News:\nHuffington Post \n\nCNet\n\nDailyMail\nGizmodo \nPopular Science\nWe believe in delivering the best product possible. How?\n1) We are partnering with a former designer from the Vera Wang Collection to bring you designer clothing at a reasonable price.\n2) Our production facility is based right in Silicon Valley and has worked directly with Nike and Levis.\n3) We worked along side the world's leading textile technology company to allocate the best hydrophobic nanotechnology on the market.\nSped Up Spill Shots:\nPLAY\n\nWhy Do You Need This?\nThroughout the day, our clothes are exposed to numerous things that can damage them. The biggest risk factors are the things we eat and drink. Ever spilled wine or dropped food on your clothes and had to change your entire outfit? SILIC is determined to help you stay clean.\nFeatures of the SILIC Shirt\n1.) The Design: We spent countless hours creating a design that screams confidence but remains simple. Our patterns enhance any figures torso which gives you a bold look. We need your help to bring our concept to reality. The final colors will be black and white.\n2.) Hydrophobic Fabric: The fabric has a nanotechnology bonded to the fibers on the microscopic level. Most liquid molecules will not be able to touch the fabric because of a microscopic layer of air that forms between the liquid and fabric. This is because the fabric is layered with billions of silica particles. Water based liquids will form a 150 degree sphere and roll right off! As a result, this barrier protects your shirt from potential accidents.\n3.) Safe Application Process : Unlike other hydrophobic nanotechnology application processes out there, ours is not cancerous. Our number one goal besides your satisfaction is your safety.\nWarning Label from NeverWet Spray\n 4.) Washable: Unlike other hydrophobic technologies that wash away after one cycle, our shirts are fully machine and hand washable. They will retain their properties up to 80 wash cycles. \nHow to Wash My Shirt?\nDo not use fabric softener Machine wash, cold Line dry \nDo not bleach \nWash with like colors\nDo not iron \nDo not dry clean\nTo reactivate water repellency, tumble dry, normal, low heat at least every three washes.\nWhere We Are\nOur prototypes have been tested to meet our requirements and the finished fabric is ready to be cut and sewn. We need to meet all the minimums to order this fabric and that is where your pledges help.\nWe have our concepts ready to give our contract designers who will create a finished pattern.\nOur supplier has ensured us they will have the fabrics we need when the time comes to order. It will be a six week process of manufacture and deliver the fabric.\nOur manufacturer is based right here in Silicon Valley and is ready to take on our project as soon as we get our orders ready. They have tested the fabrics and are now just waiting for our patterns and desired quantity.", "risks": "Risks and challenges\nThis isn't our first Kickstarter project. We've been through it all of it before...\n\nFrom our last product we launched on Kickstarter, we learned a whole lot about apparel manufacturing and the problems that can arise. This time we are ready to execute fast and accurately by avoiding common mistakes people make when they go into production.\n\nIn our case, delivering on time is going to be the biggest risk. We never know when a order is going to be delayed because the size of the order and at this point it is unpredictable. Right now our delivery date has given us a lot of extra time to overcome any problems but still we will never know what might happen. The best way we can overcome these issues if they arise is to keep you updated on what is going on.\n\nThe technology itself has already been created and tested. There is no further testing we need to do. We do need to spend time on finalizing a pattern and our designers ready to get going as soon as we get sufficient funding.\n\nOn our end we need to source all the raw materials, run production, and ship out. Again, timing is our biggest risk and challenge.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #46", "update_userinfo": "Reshipments + Refunds", "update_content": "Hi Everyone,\nI did some root cause analysis over the past 2 weeks trying to figure out why there are a number of you that have not received your shipments. It turns out that USPS was holding a 100+ returned and unshipped packages for the past month or so. They had never notified me that they were being held at the main plant in San Jose and claimed it was my responsibility to pick them up even though they were labeled to be returned to me if there were issues.... I am going to spend the next few days reshipping them via UPS.\nFor many of you, I have already sent refunds but if you still want your shirts please comment here or send us a message at and we can get them out to you."}, {"update_no": "UPDATE #45", "update_userinfo": "USPS Fulfillment Update + Relaunch", "update_content": "Hey Everyone,\nWe are working on getting back to all your messages one by one. We have isolated some of the errors from unresponsive tracking numbers and will be re shipping these orders. Also if there was a mistake with your package we will send missing items and exchange incorrect ones. I will have more information to you by Monday. Thanks for your patience and I'm glad many of you are enjoying the shirts! Thanks for all the kind messages."}, {"status": []}], "comment_no": 898, "projec_url": "https://www.kickstarter.com/projects/741186545/a-shirt-that-cleans-itself", "project_name": "Silic : A shirt that cleans itself."}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "The Deal\nOnly for this Kickstarter project we are offering you a special pre-order discount for your JewelGram and some unique piece especially designed for this occasion. By pre-ordering your JewelGram you'll receive a coupon which can also be used as a voucher gift to the ones you love.\nThe Story\nSome months ago two Instagram-addict friends Gianpiero and Michele were discussing on how much it would have been great to have jewels with Instagram pictures printed on them. In fact, they thought, there is a famous citation that says \"Diamonds are forever\"... \"but pictures too!\" they said.\nJewelGram comes from this: it turns your Instagram pictures into jewels.\nIt happens that one of those friends is an electronic engineer and software programmer and the other one is a jewelry designer.\nThe Project\nMichele: \"I've been a jewelry designer and a goldsmith for more then 15 years and I put all my experience in this project. We've spent the last five months researching, designing and developing the most perfect shape to marry Instagram pictures to our jewels and this is the result: clean lines and special materials as gold, silver and glossy plastic.\"\nOur JewelGram collection is made in Venice (Italy) with high jewelry techniques and a strong attention to details.\nTo better highlight Instagram pictures we use the sublimation print which allows us to stamp any kind of image at a high resolution, merging it with the jewel, as we want to make sure your JewelGram, with your favorite picture on it, will last forever.\nFinishes and treatments of our precious metals (silver and gold) jewels are hand-wrought. So, like fingerprints no two such JewelGrams are exactly identical.\nProduct Specifications\nEvery JewelGram comes with a 0.98x0.98″ (25x25 mm) area to print pictures. Considering that Instagram stores pictures at 612x612 pixel of maximum resolution it means that we are printing them at more then 600 dpi (dots per inch) resolution. Extremely good considering that human beings are not able to recognize dots printed over 300 dpi.\nOur plastic rings have the following European ring sizes: 12-14-16-18-20-22-24. Our precious metal rings instead are equipped with an adjustable ring size system.\nDesigning JewelGram Concept\nWhy We Need Your Help\nWe are almost there. The design and the first series in precious metals are ready and we've developed and launched our website, where you can play seeing a simulation of a JewelGram made with your own Instagram pictures.\nNow, kickstarters, we need your help to start the mass production of our glossy plastic jewels collection as the molds to produce them cost thousands of dollars.\nWhat we have done so far:\nDesigned rings and pendants for our JewelGram collection;\nDeveloped the molds to produce the precious metals (silver and gold) jewels;\nFound the supplier for the sublimation printing;\nProduced the packaging for JewelGram (see image below);\nProduced the first series of JewelGram made of precious metals;\nDeveloped the site to present our collection and a simulation that allows you to print your Instagram pictures on a Jewelgram.\nWhat we need to complete our project:\nDevelop the molds for the plastic jewels;\nDevelop an e-commerce section on our site.\nJewelGram Packages\nThe JewelGram Collection\nWalden Ring\nGlossy White Plastic Ring. Available sizes are 12-14-16-18-20-22-24 European ring size.\nWalden Ring\nInkwell Ring\n925.00 Silver Ring. Available in satin or polished finish. Adjustable ring size system. Approximate weight, 13.50 grams.\nInkwell Rings\nKelvin Ring\n18 Karat Gold Ring. Available in yellow, white, red and black gold. Satin or polished finishing. Adjustable ring size system. Approximate weight, 19.5 grams.\nKelvin Ring (white gold)\nWalden Pendant\nGlossy White Plastic Pendant. Available in white or black polished plastic. Leather thread.\nWalden Pendant\nInkwell Pendant\n925.00 Silver Pendant. Available in satin or polished finish. Leather thread. Approximate weight, 9 grams.\nInkwell Pendant\nKelvin Pendant\n18 Karat Gold Pendant. Available in yellow, white, red and black gold. Satin or polished finish. Leather thread. Approximate weight, 13.5 grams.\nKelvin Pendant (white gold)\nInkwell Diamonds Ring\nONLY FOR KICKSTARTER: The Inkwell Diamonds Ring is made of pure 925 silver available in satin or polished finish and it has 4 diamonds set into the JewelGram logo. Approximate weight: 13.5 grams; the diamonds are 0.03 carats. Inkwell Diamonds Rings are equipped with a special adjustable ring size system.\nInkwell Diamonds Ring\nInkwell Diamond Pendant\nONLY FOR KICKSTARTER: The Inkwell Diamond Pendant is made of pure 925 silver available in satin or polished finish and it has one diamond set into the JewelGram logo. Approximate weight: 9 grams; the diamond is 0.006 carats. Pendants come with their leather thread included.\nInkwell Diamond Pendant\nGallery\nWalden Ring\nWalden Ring\nWalden RIng\nInkwell Ring\nDisclaimer\nThis Kickstarter project, JewelGram and our website are not endorsed or certified by Instagram or Burbn, inc. All Instagram™ logos and trademarks displayed on this Kickstarter project, on JewelGram products and on our website are property of Burbn, Inc.", "risks": "Risks and challenges\nThere are inherent risks and challenges when developing any sort of product, be it physical or digital. With JewelGram, we combined both and that adds some complexity. We've got a great team working on JewelGram with the right skills and experience to complete the task. Here are our next goal steps.\n\n1. Financial backing \nWithout your support, we can't cover the cost of tooling and get a handle on the minimum order quantity we should commit to for the first batch. The molds for plastic elements costs thousands of dollars.\n\n2. Developing the Molds \nWith our experience in designing and producing jewels in precious metals we have been able to produce that kind of jewels quite immediately. On our site http://Jewelgr.am and on our Instagram profile @jewelgram we got a lot of requests regarding jewels in plastic materials. So now our challenge is to develop the molds to produce them. We have already contacted a supplier here in Italy. They provided us an offer with the cost details and they run a feasibility analysis that proves there are no practical risks in developing such kind of molds.\n\n3. Web \nlightNshape is the team behind the JewelGram project that is developing our e-commerce section.The team is the result of the collaboration of professionals coming from product design and software development. It is based in Venice (Italy) where we are currently producing precious metals jewels and where we are going to produce the next plastic jewels series. We also have collaborators in San Francisco, CA for software consulting, and at the moment our website server is located on the USA West Coast.\n\n4. Goal \nOnce we reach our funding goal, our first commitment is to send the jewels to all our backers. This will be straightforward as every backer will receive a special code which she/he will be able to redeem on our e-commerce site for the chosen reward (at no extra cost). The code might also be donated as a gift for special occasions (hint: Valentine's Day is approaching...).\n\nThank you very much for checking out our project and have a great day.\n\nThe lightNshape Team\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "lightNshape\nFirst created · 14 backed\nlightNshape is an agency based in Venice (Italy) specialized in product design and software development founded by Gianpiero Riva and...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Grand Opening JewelGram Store", "update_content": "Hi guys!\nWe are proud to announce that at the end we did by ourselves and we were able to produce the plastic JewelGram.\nSo now we opened the online store just for Christmas holidays."}, {"update_no": "UPDATE #4", "update_userinfo": "Cufflinks added as a Reward", "update_content": "Hi Kickstarters,\nWe've just added Inkwell Cufflinks in our reward list... check them out!\nIf you have already backed, no worries... choose Inkwell Cufflinks and change your pledge if is the case.\nPlease, share this message... start with pressing the Like button on the top of this post."}, {"update_no": "UPDATE #3", "update_userinfo": "Cufflinks!", "update_content": "Males, \nYou have been asking for them and we're happy to show them!\nHere are the fresh brand new projects for the cufflinks we will produce when we'll reach our goal on Kickstarter.\nSo, help us reach our goal backing for our current rewards as pendants (for example) and sharing-sharing-sharing our project with your friend on social network."}, {"update_no": "UPDATE #2", "update_userinfo": "Two New Rewards!", "update_content": "We have added two new rewards:\n1. DOUBLE WALDEN RINGS - Pledge $17 or more and you wil get TWO white-glossy-plastic rings each with one of your Instagram pictures printed on it. Before delivery you will be asked to choose one of the following European ring sizes: 12-14-16-18-20-22-24. This sweet price includes free worldwide shipping. Get this deal! This is ONLY FOR KICKSTARTER, then it will retail at $34."}, {"update_no": "UPDATE #1", "update_userinfo": "Wired.com tells about JewelGram", "update_content": "Dear Backers,\nThank you so much for what you have done so far!\nToday Wired.con tells about our project:\n\"JewelGram Kickstarter Will Create Unique Jewelry from Your Instagram Snaps\""}, {"status": [{"Project ends": "FEBRUARY 22, 2013"}, {"Project launches": "JANUARY 17, 2013"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/lightnshape/jewelgram-turn-your-instagram-pictures-into-jewels", "project_name": "JewelGram: turn your Instagram pictures into jewels"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "\"A marvel of compact choreography\" —Fast Company\nTHE ORU KAYAK\nThe Oru Kayak is an incredible, high-performance boat that folds out of a compact case. Inspired by origami, this innovative kayak transform quickly, easily— and almost magically. Stash it in a trunk, check it on a plane, stow it aboard a sailboat, or hike it in to remote waters. It’s full size (12' long), super light (25 lbs), and quick to assemble (5 min). On the water it’s fast, stable, and handles incredibly well.\nThe Oru Kayak makes the wonder and discovery of the great outdoors accessible: easy foldability transforms boating from a special occasion to anytime, anywhere. \nEach Oru Kayak is engineered of a single sheet of double-layered plastic. The single seam is sealed with a watertight rubber gasket. Solid ribs offer strength and rigidity.The corrugated plastic skin is extremely tough and durable.\nPERFORMANCE \n\"A marvel of compact choreography.\" —Fast Company\n\"The Oru Kayak design is revolutionary. The boats are sturdy and incredibly light. They are as comfortable as any other sea or whitewater boat I've paddled. They track really well and turn on a dime. The maneuverability makes forward progress into a crushing headwind almost easy. The implications for urban paddlers and for remote expeditionary paddling are truly exciting.\"   — Greg Miller, Outdoor Filmmaker & former NOLS instructor\n\"It accelerates like a rocket, and carves a turn like a dream.\"  —Bill Vonnegut, Neptune's Rangers, professional kayak guide/instructor\n\"Finally, city dwellers can own a kayak that stores in a closet and travels on transit, AND still handles burly waters; plus, it's gorgeous.\"—Lisa Fisher, San Francisco\n\"It was wonderful! The Oru Kayak design felt fast and comfortable. You completely forget that it's a neatly folded piece of plastic. After kayaking around the marina and the larger waves of the San Francisco Bay, I was still completely dry without a drop of water inside the vessel.\"—David Lang, Make Magazine, CoFounder, OpenROV\nWhile the Oru Kayak is designed to be beginner-friendly, it’s also great fun for experts! We’ve done lots of user-testing with pro-level kayakers, in all kinds of conditions. It’s perfect for bays, lakes, and slow rivers (it is not designed for whitewater or rock gardening). With normal care, an Oru Kayak will last for many years.\nSPECIFICATIONS \nlength: 12’ | width: 25” | weight: 25 lbs | capacity: 260 lbs\nThe case size: 33\" X 29\" X 10\"\nFEATURES\n- Watertight deck gasket\n- Easy-to-use snap-release buckles\n- Sturdy coaming (cockpit rim) fits spray skirts\n- Easily-adjustable footrest\n- Comfortable foam seat and backband\n- Rubber holding strap for accessories\n- Shoulder strap for carrying\n- Fits commercial spray skirts and float bags\n- Front and back rubber fairings\nASSEMBLY\nThe Oru Kayak is assembled using standard strap-and-buckle hardware. No tools are needed. With a bit of practice, it takes only five minutes to assemble or pack up. Full instructions and a detailed assembly video will be provided.\nPRODUCTION SCHEDULE\nOru Kayaks will be proudly made in California! We’re committed to local manufacturing and sustainable production, and have optimized the supply chain to reduce our shipping miles and carbon footprint. \nWe’ll ship in Spring 2013, in time for (Northern Hemisphere) paddling season. Here's our schedule to get Oru Kayaks to you!\n- November: Make final product refinements. Make lots of new Kickstarter friends.\n- December: Place component orders\n- January: Set up assembly facility\n- February: Assemble first edition of kayaks\n- Mar: Ship first edition Oru Kayaks. Begin assembly of first batch.\n- April: Continue assembly.\n- May : Ship out first batch. Assemble second batch.                                                   - June: Ship out second batch.\nFUNDING\nYour support will help us fund the first few production runs of Oru Kayaks. We've gotten so much great feedback, and are excited to be able to share the Oru Kayak with you. Our $80,000 funding goal will cover the extensive tooling and setup costs for producing the components, materials and hardware, and facility rental and labor for assembly.\nREWARDS\nYou can pre-order an Oru kayak; we're doing a few different batches for different shipping dates in Spring 2013. Also, all kayaks will come with a printable poster for holiday gifting— so you can give a future Oru Kayak to a special someone.  In addition to Oru Kayaks, we’re offering some great rewards.\nThank you! $5\nEvery bit of support helps! You'll receive Oru Kayak updates, share our journey into production, and get a shout out tweet!\nStay Dry Bag: $20 Stash a wallet and cell phone in an Oru Kayak-branded dry bag—essential for any adventures on the water!\nOru Kayak Stainless Water Bottle: $25 Never go thirsty again with this 20 oz. Oru Kayak-branded vessel. Fits perfectly under the rubber deck strap (as shown in the video!).\nOru Kayak T-shirt: $40\nSuper soft orange organic cotton, with our signature fold pattern and logo. Unisex and womens size options available. Silkscreened by an small shop in San Francisco.\nLasercut Oru Kayak model: $100\nJust like the origami models we used to develop the Oru Kayak. Mount this scale model on the wall or keep it on your desk for inspiration. Ships assembled in a mailing tube.\nFour-piece Oru Kayak paddle: $120  This sturdy four-piece Oru Kayak-branded paddle tucks into the Oru Kayak case! \nORU KAYAKS!                                                                                                         Pre-order your own! We're doing multiple production batches, listed below. Kickstarter backers will get free US shipping (a $50-$75 value), plus a discount off the final $850 retail price. \nEarly Bird Oru Kayak / first batch: $750 (limit 50)\nOrder first, and get a $50 off your Oru Kayak. Free shipping in the US, plus a printable, numbered poster for holiday gifting.\nOru Kayak / second batch: $800 (limit 200)\nYour very own Oru Kayak, shipped by May 2013. Free shipping in the US, plus a printable, numbered poster for holiday gifting.\nOru Kayak / third batch: $800 (limit 200)\nYour very own Oru Kayak, shipped by June 2013. Free shipping in the US, plus a printable, numbered poster for holiday gifting.\nOru Kayak / signed, limited edition batch: $1000 (limit 50)\nYour very own Oru Kayak, shipped by March 2013. You will be among the first 50 Oru Kayak owners, and your boat will be personally signed and numbered by the designer. Free shipping in the US, plus a printable, numbered poster for holiday gifting.\nOru Kayak Day on the Bay: $3000 (limit 5)\nYour very own Oru Kayak, and a half-day excursion in the San Francisco Bay with the Oru Kayak team. We'll share our journey, design inspiration, and a great meal, while paddling around the scenic SF Bay. No experience required. Travel to SF not included. Free shipping in the US, plus a printable, numbered poster for holiday gifting.\nTomales Bay Luxury Weekend Getaway + Oru Kayak: $10,000 (limit 1) \nOur deluxe offering is an unforgettable experience on Tomales Bay, one of the best kayaking spots on the West Coast. You'll receive an Oru Kayak and a weekend for two people at an amazing waterfront house. You can kayak off the house's dock into calm waters, visit quiet beaches, and see abundant wildlife. Oyster lunch included! Travel to Tomales Bay not included. Hand-silkscreened art print by Saturate Design for holiday gifting.\nINTERNATIONAL SHIPPING\nWe’re offering free shipping to the lower 48 for Kickstarter backers, but we can’t do this for those in Alaska, Hawaii, or abroad. International backers will be responsible for applicable tariffs and customs fees, as well as shipping. Please contact us to get shipping prices to your address.\nFAQs\nHow durable is an Oru Kayak? The manufacturer rates the skin material for 20,000 fold cycles. We've done a lot of hardcore user testing, and never punched a leak. \nWill it come with a warranty? We're offering an one-year warranty for all Kickstarter purchases.\nHow much gear can it carry? The Oru Kayak has a capacity of 260 lbs. There's enough storage space inside to support short camping trips.\nSAFETY & DISCLAIMER    \nWe've designed the Oru Kayak to be as strong and safe as possible with normal use, but it's still a boat. That means you can capsize or get hurt. Please wear a Personal Flotation Device (life jacket) at all times, and use a spare paddle, bilge pump, spray skirt and float bags if you're going in open water. Stay aware of currents, weather, submerged obstacles, and other boats and swimmers. Use common sense, and don't go beyond your experience level.\nAll of the prototypes shown in the photos and video are fully functional and tested, but details shown may change in the final product development and manufacturing.\nABOUT US\nWe’re a small, dedicated team of designers, makers, and manufacturing experts. We’ve been working on the Oru Kayak for more than four years. Together, we’re thrilled to launch Oru Kayaks into the world. We strongly believe that spending time outdoors makes people happier, healthier, and more productive. We see our kayaks as a way to explore and connect with the natural world, even in cities. We hope your Oru Kayak journeys are as fun and inspiring as ours have been.\nTHANK YOU FOR YOUR SUPPORT!  \nWe thank you all for your support, and want to express special gratitude to those who’ve helped us get to this point!\nphotography: Nicolas Zurcher. videography: Hei Cheng. music: Studiocanoe. kayakers: Coralie LeClerq, Joe Lee, Sally Madsen, Yvonne Mouser, Adam Reineck, Christina Seely. ", "risks": "Risks and challenges\nLike any innovative hardware product, the Oru Kayak is challenging to produce at scale. Our team has worked hard to address these logistical and fulfillment challenges in advance. One member of our team is a manufacturing expert with over 40 years of experience in manufacturing and assembly, and others bring solid experience in product design and operations. \n\nPRODUCT\nThe steps from prototype to fully-tested, manufactured product can be long and complicated; prototypes aren't always a reliable indicator of how the final product will perform. To address this, we have:\n- Built over 25 working prototypes, not just one or two.\n- Extensively tested prototypes for performance and durability. This has included extreme and abusive conditions, to make sure we have a product that meets rigorous safety and endurance standards.\n\nMANUFACTURING\nMaking a scalable product from working prototypes is another major step. Many comparable products have run into problems when a preliminary part turns out to be more complicated or expensive than expected. We have designed this product from the beginning with manufacturability in mind. We will streamline the process by:\n- Manufacturing in the USA, to retain tight control of operations, quality and logistics.\n- Using many of the same manufacturing techniques at scale, as we have used in the working prototypes. Our current prototype skins have been made and tested using the same types of dies that will be used in final production. Many other components are lasercut or off-the-shelf, minimizing tooling complications and design/engineering transitions between prototype fabrication and full manufacturing.\n- Using established relationships with contract manufacturers. We have built the skin prototypes with our manufacturer, who understands our product and specifications. We have hard quotes for all of the other components. Our manufacturing partners have vetted and approved our production plans, anticipated quantities and schedule.\n\nFULFILLMENT\nMany Kickstarter projects have run into shipping delays. We want to keep our backers happy! So, we are:\n- Maintaining a realistic timeframe for scaling up production.\n- Dividing production into batches: instead of trying to get 500 boats out by one shipping date, we'll start with smaller runs (for the limited edition and early birds), followed by two batches at a higher capacity. This will let us manage manufacturing and fulfillment at a manageable scale and pace.\n- Limiting the number of Oru Kayaks availble on Kickstarter.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Manufacturing Update", "update_content": "It's been an amazing 35 days. We hit our $80,000 funding goal before lunch on the first day. We ended as strong as we began, with almost $40,000 on our last day. All told, we sold almost 500 boats and raised over $440,000 to launch this product and company. Just amazing!\nWe want to sincerely, hugely thank all of you. You're awesome— a round of applause please! You've supported us, and moved us with your encouragement and enthusiasm. And you've put your trust in us to build and deliver a great product. We don't take this lightly! We're already working hard on making the final tweaks and getting the parts out to manufacturers. We'll keep you posted on this as we move forward, and share our process and progress."}, {"update_no": "UPDATE #6", "update_userinfo": "Amazing!", "update_content": "Thanks to you, our community, we've reached our stretch goal of $400,000 in Kickstarter pledges, and are thrilled to add a special feature—mounts for lights—to every Oru Kayak! Thank you for supporting, spreading the word, and joining us in getting Oru Kayaks out into the world.\nWhat's next? On Wednesday we start making kayaks! Actually, we've already started. Last week we travelled all around California to visit various manufacturers and assembly facilities which will help us produce them. We're immensely proud that Oru Kayaks will be manufactured and assembled at home. We'll be sharing our manufacturing progress in the coming weeks and months, through Twitter, Facebook, and our blog at ."}, {"update_no": "UPDATE #5", "update_userinfo": "WE DID IT!", "update_content": "Imagine gliding across the water on a moonlit night in an Oru Kayak, with LED lanterns glowing softly through the translucent skin. The effect is almost magical!\nWe are so excited to have exceeded our initial funding goal, but we have big ideas for this compact kayak! We want the Oru Kayak to be able to glow at night, but we need your help to add this additional feature. If we reach $400,000 in pledges by December 18th, we will install front and back mounting loops (for use with any battery powered small camping lantern you add) in every Oru Kayak. What's more, every limited edition Oru Kayak ($1000 pledge) will come with lights equipped.*"}, {"update_no": "UPDATE #4", "update_userinfo": "Glow in the Dark Kayaks?", "update_content": "Very soon Oru Kayaks will be gliding across fjords, floating down the Siene, and sparkling in the Mediterranean. Simply add the shipping cost to your pledge and we will send your Oru Kayak overseas. If you have already pledged and would like your Oru Kayak delivered outside the United States, just make an additional pledge in the applicable amount.\nNorth America\nUnited States: Free (until December 18)\nCanada: $160\nMexico: $200"}, {"update_no": "UPDATE #3", "update_userinfo": "International Shipping Rates are Here!", "update_content": "You're all cordially invited to an Oru Kayak demo this Sunday, Nov 18th in Oakland, CA. You can think of it as both the company launch party, and a chance to launch and paddle an Oru Kayak for yourself!\nWe're partnering with California Canoe and Kayak, a fantastic independent kayak shop, and center of the Bay Area paddlesports scene. There will be snacks and drinks (as well as a nearby farmers market with all sorts of delicious vittles). The CCK staff is made up of experienced and accredited kayak instructors- so even if you're new to kayaking, they'll make sure you're safe and comfortable on the water. We'll be on hand to chat and answer questions as well."}, {"update_no": "UPDATE #2", "update_userinfo": "Test paddle an Oru Kayak this Sunday!", "update_content": "Hello friends,\nWe met our funding threshold by lunchtime yesterday, which called for some champaign. That is amazing and awesome! Thanks to all of you backers for helping us get Oru Kayaks out into the world. \nWe'll be posting updates regularly to keep you in the loop. We'll have an announcement soon about an upcoming demo event, where you can try out an Oru Kayak for yourself!"}, {"status": [{"Project funds successfully": "730 backers pledged $443,806"}, {"Project launches": "NOVEMBER 14, 2012"}]}], "comment_no": 63, "projec_url": "https://www.kickstarter.com/projects/1975288517/oru-kayak-the-origami-folding-boat", "project_name": "Oru Kayak: the origami folding boat"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "Hi Kickstarter!\nThanks for checking out my project. The Aervine bottle opener is a combined corkscrew and wine aerator. Over the last 2 years I put countless hours into this project because I wanted to get it right. Your bottle opener should add to your wine experience and not take away from it.\nCoolmaterial.com: \"Not only are your bottles of vino going to be easier to open (you actually turn the bottle not the corkscrew like you’re used to) but you can open up the bouquet (man we hate using that word) thanks to the aerator.\"\nSwiss-miss.com: \"A beautiful brainchild...I'm backing this\"\nTechmash: \"The corkscrew has not really changed much over the years, you know how it works! You Force it in and pull it out hoping that all of the cork comes out. However, the Aervine is different as you twist the bottle onto the device for a smoother action and it comes with a built in aerator too, this really is cutting edge technology for wine drinkers.\"\nTRENDENCIAShombre.com: \"Como se puede ver en el vídeo, el funcionamiento es sencillo, simplemente debemos enroscar la botella dentro del cilindro de metraquilato, y antes de lo que imaginemos el corcho habrá salido limpiamente, sin tirones ni gestos extraños, ni la posibilidad de que el corcho se rompa. Luego podemos darle la vuelta al cilindro, quitar el sacacorchos y usarlo de aireador sobre la copa.\"\nishouldhaz.com: \"1 of these would make macguyver look like child's play.\"\nUPDATE Dec 24, 2012- Happy Holidays to everyone! There is only 6 days left and that is only 144 hours and we still have to raise $5222. I am contacting every blog, newspaper, radio and TV stations I can think of to get the word out there. We have to make the $10,000 goal by the morning of the 31st to make this a reality so please help spread the word.  I have no doubt we can make this happen.\nUPDATE Dec 22, 2012- A big thank you to all of our supports. With only 8 days left there is still much work to be done to get the word out there so please help spread the word. All blog, twitter or facebook post will help. Here is a link to the Aervine kickstarter project if you want to copy and past the link:\nhttp://www.kickstarter.com/projects/418696790/aervine-a-combined-corkscrew-and-wine-aerator\nUPDATE Dec 19, 2012- Time for something positive! #26acts, I am all in.\nUPDATE Dec 7, 2012- Aluminum versions are done and photos added below.\nUPDATE-Dec 6, 2012- Just had 2 aluminum openers turned on a lathe by my Canadian friend and they are AWESOME! He turned them for a bottle of crown royal. Very cool. I included a picture below so you can get an idea of what they are going to look like. They are not done yet so they will only get better. Tomorrow the openers will be threaded, glass bead blasted and then anodized. After I get that done I will get more photos up.\nUPDATE- Dec 3, 2012- Added aluminum Aervine Bottle opener version for rewards. Replace the acrylic with aluminum, will have same finish as handle. Will have photos up for the aluminum version on Saturday Dec 8th or Sunday dec 9th. \nThe aervine bottle opener is designed to work a little differently from other corkscrews. The corkscrew threads into the bottle opener the same way a bolt threads into a nut. With this design you turn the bottle into the corkscrew rather then turning the corkscrew into the cork.\nAn advantage of this ergonomic design allows you to hold the bottle opener with one hand and the bottle with the other to break the cork free. You never lose control of the bottle when removing a cork and it just feels right when using the corkscrew without awkward hand and wrist positions.\nAnother advantage of this design is the ability to remove the cork without putting a hole completely through it. Some wine drinkers would prefer to have a glass or two of wine and then reseal the bottle with the same cork. A traditional corkscrew punctures the cork top to bottom so the cork cannot reseal the bottle again. The Aervine bottle opener can remove the cork and keep the cork intact giving you a much better chance to reseal the bottle and preserve that expensive bottle of wine for another day\nThe patent pending design also includes a wine aerator. Many red wines need to breathe before you can drink them making for a better tasting wine. To use the Aervine bottle opener as a wine aerator simply remove the corkscrew, hold the aerator over a glass and pour wine through it. You can enjoy your wine instantly and not have to wait for it to decant. You could spend $40 on just an aerator but with your Aervine bottle opener the aerator is included.  \nThe materials used are all food safe. The handle is made from aircraft aluminum, the corkscrew from stainless steel, and the body from cast acrylic or aluminum. Why cast acrylic? I used cast acrylic because it is food safe and there are no BPA's or any other harmful chemicals in cast acrylic.  It is also the strongest type of acrylic and is not damaged by UV rays. \nMost wine aerators are made with polycarbonate and BPA is in all polycarbonates. We will never use any materials with BPA or any other harmful materials to make our products. \nI also used a different approach with building this bottle opener. I wanted to use CNC machined parts with no glues or adhesives. CNC machined parts have a better fit and finish and the parts have no seems. Machined parts can also be built with stronger materials resulting in a better bottle opener. Nobody else is building a bottle opener like this.\nThe aluminum handle is glass bead blasted and then hardened. It has the same type of finish as Apple's aluminum laptops. I wanted it to be a simple minimal design that was built to last.\nHave your Aervine bottle opener engraved with up to 10 characters. We will set up a CNC machine just for engraving. This is a much more expensive and time consuming way to engrave but it's a better way and it fits with the character of the opener.  Laser engraving would be faster and cheaper but it's just not as good as CNC machining.  \nYour Aervine bottle opener will come with a cotton drawstring bag to protect it while not in use.\nThe Aervine bottle opener will retail for $44 plus $4 for engraving plus shipping and handling.  Kickstarters will be getting a significant discount for supporting this project.   \nWith your help we hope to get enough orders to cover the tooling cost and material cost for the first production run.\nPlease help spread the word about this project.\nYour support is greatly appreciated!\nWe just added photos for the all aluminum version below. It's a beautiful, classic design. I have never seen a cooler bottle opener. I love it.\nThe all aluminum version will use the same aircraft aluminum and have the same glass bead blasted finish as the handle. It will be CNC machined from a solid piece of aluminum and we did nothing to reduce the weight of it. With a weight of just over 12oz or 320 grams it feels just like it should in your hand. The bottle opener was already in the aluminum, we just took away the material that should not have been there.", "risks": "Risks and challenges\nI have been an industial engineer for about 20 years now and I have been involved in product launches for all of those years. Most of my background is in automotive and I have also done consulting work for many parts suppliers. Lean manufactuing is what I do for a living. Over the years I have seen just about everything that can go wrong with product launches. I think I can avoid most of those problems. \n\nAfter the project is funded it will be critical to get things moving quickly. Materials will have to be ordered and then sent to the machine shop to have the CNC lathe work done on the acrylic body and the aluminum handle. The machine shop will need 4 - 5 weeks to machine those parts. \n\nAfter the machine shop is done with their part I will do some additional machining on the acrylic and handle in my own shop. The acrylic will need to have threads put in for the corkscrew and the hole for the aerator. The handle will need to be slotted and engraved. The handle will also be deburred, polished, glass bead blasted, anodized and sealed. This process takes time but it's the right way to build it. \n\nSo the biggest challenge will be to stay on schedule and not fall behind with timing. Things can be held up easily and it's hard to make up for lost time. We also have the occasional winter storm in Cleveland. \n\nI will do all I can to pull parts from the supplier as they are made to speed things up. The machining will all be done in the Cleveland area so it will be easy for me to keep an eye on things and it may be possible for me to do better with timing but I will not know that until things are moving along. \n \nI have an overseas supplier for the corkscrews but as soon as I can find an American supplier I will have them made in the US. I will do all I can to get that part made in the US. \n\nPlease help get the word out about my project. I want to do my part to help create jobs in the US and I need your help with this project to make it happen. Thanks for your support.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "william ward\nFirst created · 1 backed\nBill Ward is a senior industrial engineer and lean manufacturing consultant with The Productivity Team. Bill has 20 years experience in...See more"}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "Aervine.com", "update_content": "Thanks again for your all of your support of the Aervine bottle opener project. This bottle opener works way too well for me to give up on it so please visit aervine.com for future updates. I am not sure if I will redo the project on kickstarter or take another path with it. I will figure that out in the next couple of weeks and will post updates on aervine.com. \nI hope the new year is a prosperous one for all of you. \nHappy New Year!"}, {"update_no": "UPDATE #7", "update_userinfo": "12 Hours Left of Aervine Kickstarter project", "update_content": "As a New Year quickly approaches and we are into the last 12 hours of our Aervine Kickstarter project, I'd like to thank all our backers and the wonderful websites who posted about our product during these past several weeks. It's been wonderful getting to hear from so many people and having so many nice things said about this bottle opener project. \nI've seen some great projects get funded with just hours to go and I'm hoping ours is one of those projects. We are hoping for one last push from our followers to help close the gap and become 100% funded before the morning hours. "}, {"update_no": "UPDATE #6", "update_userinfo": "144 hours left to fund Aervine Bottle Opener project", "update_content": "UPDATE Dec 24, 2012- Happy Holidays to everyone! There is only 6 days left and that is only 144 hours and we still have to raise $5222. I am contacting every blog, newspaper, radio and TV stations I can think of to get the word out there. We have to make the $10,000 goal by the morning of the 31st to make this a reality so please help spread the word. I have no doubt we can make this happen."}, {"update_no": "UPDATE #5", "update_userinfo": "TRENDENCIAShombre.com Reviews Aervine Bottle Opener", "update_content": "TRENDENCIAShombre.com: \"Como se puede ver en el vídeo, el funcionamiento es sencillo, simplemente debemos enroscar la botella dentro del cilindro de metraquilato, y antes de lo que imaginemos el corcho habrá salido limpiamente, sin tirones ni gestos extraños, ni la posibilidad de que el corcho se rompa. Luego podemos darle la vuelta al cilindro, quitar el sacacorchos y usarlo de aireador sobre la copa.\"\nhttp://www.trendenciashombre.com/lifestyle/aervine-un-sacacorchos-elegante-con-aireador-incluido"}, {"update_no": "UPDATE #4", "update_userinfo": "Techmash.co.uk reviews Aervine Bottle Opener", "update_content": "Techmash: \"The corkscrew has not really changed much over the years, you know how it works! You Force it in and pull it out hoping that all of the cork comes out. However, the Aervine is different as you twist the bottle onto the device for a smoother action and it comes with a built in aerator too, this really is cutting edge technology for wine drinkers.\"\nhttp://techmash.co.uk/2012/12/06/new-kind-of-bottle-opener-by-aervine"}, {"update_no": "UPDATE #3", "update_userinfo": "Brick oven project", "update_content": "I think this brick oven projects for grills is a very cool kickstarter project. Just wanted to share that with everyone.\nhttp://www.kickstarter.com/projects/1963477916/the-brick-oven-box-project?ref=live"}, {"update_no": "UPDATE #2", "update_userinfo": "Aervine backed by Swiss-miss.com", "update_content": "http://www.swiss-miss.com/"}, {"update_no": "UPDATE #1", "update_userinfo": "Coolmaterial.com recommends Aervine bottle opener", "update_content": "http://coolmaterial.com/home/aervine-corkscrew-aerator/"}, {"status": [{"Project ends": "DECEMBER 31, 2012"}, {"Project launches": "DECEMBER 1, 2012"}]}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/418696790/aervine-a-combined-corkscrew-and-wine-aerator", "project_name": "Aervine: A Combined Corkscrew and Wine Aerator"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "Seen Here: \nEast, West, Everywhere - \"What I look in a pen is not limited to its functionality, but also its design...The ethos of the pen reminded me of a show piece from MoMA.\"\nswissmiss \nFrom the Pen Cup - \"The Contribute Pen takes a variety of refills, including my favorites…the Pilot Hi-Tec-C and Uni-ball Signo DX...Concrete? Yes, concrete. Intrigued.\"\nCore77\nGourmet Pens -  \"I'm fascinated that this pen includes magnets. Magnetic caps are one of my favorite things ever.\"  \nPen & Design - \"The Contribute Pen is, then, a splendid example of an interesting writing instrument, and one that's deserving of your attention.\"\n____________________________________\nHello Kickstarter's, \nPlease help The Contribute Project extend value beyond innovative concrete products. Contribute is a surprisingly comfortable and versatile ink pen housing made entirely of concrete, neodymium magnets, and a spring plunger. Perhaps the thinest concrete pen in the world, it boasts the first unified concrete design. Compatible with many of the most appreciated ink refills.  The Contribute Case is a unique design in itself. \nAs a Pen enthusiast, I was motivated to design a pen that showcases the advancements in concrete functionality and one that makes a versatile and unique addition to ones pen collection.   \nIn addition to pushing the bounds of what concrete can do, successful funding of the Contribute Project will also help to pass on some great opportunities!  The experience of incredible concrete objects is just the beginning of what I hope will contribute to others. \n____________________________________\nRewards:\nI've been experimenting, researching, and testing concrete mix design for five years.  This last year, I've devoted all my time, heart, and financial resources producing this project.  I'm literally \"all in\".  I'm excited to offer these rewards and confident that they will add value to you beyond their initial cost!   These products are offered to you at discounts as a thank you and invitation to join me in creating something bigger than what I could achieve on my own. \n                                        + OPTIONS +\nConcrete Colors: Black, Blue, Green, Grey, Red, White Yellow\nButton: Square or Circle Concrete Center (Magnet Included!)\nPlating: Clear Anodize or 24k Gold\nHardwood Case: Alder or Birch\nExotic Hardwood Case: Black Palm or Zebra \nThe Contribute Pen with Black Palm Exotic Hardwood Case\n____________________________________\nThe Contribute Pen\nPoint of Excellence:\nEngineered Concrete (ultra-high performance)\nThreaded Concrete Core (Magnets & Spring Plunger are the only metals)\nInk Refill Variety Friendly\nNeodymium Magnets (Magnetic Forever)\nSpring Plunger (Joins Pen Body to Back Cap + Firmly Holds Refill)\nMix & Match Colors (Body, Back Cap, & Pen Cap Colors)\nSmooth & High Polish\nLight-weight \nHand-cast & Finished — USA (excluding Magnets & Spring plunger)\nContribute featured in Grey with G2 Gel Rollerball Refill\n\nDimensions:\nTotal Length without Cap: 5.625\" (This is about a fingernail thickness over 5-1/2 inches) \nTotal Length Overall: 6\" \nTotal Length with Pen Cap off: 5.625\" \nPen Body: 4.75\" L x .5\" d\nBack Cap: .875\" L x .5\" d\nPen Cap: .375\" L x .5\" d\nWeight: 1.6 oz with ink refill\n____________________________________\nEngineered for Excellence\nThe most impressive feature of the Contribute Pen is the structural integrity which determines its aesthetics.   Because I've created with technological materials and developed innovate manufacturing, I've engineered a concrete mix that enables me to produce a sleek, durable, and versatile concrete pen. \nContribute products are made with extraordinary concrete. As you can see, it's exceptionally beautiful.  This concrete is way beyond the strength of common construction concrete.  In fact, this pen would not be possible without using the precise recipe and manufacturing techniques I've developed.  No other concrete pen compares to this!\nUnlike other concrete pens, the Contribute Pen is structurally supported with engineered concrete and neodymium magnets.  The Pen body and back cap are joined together with a spring-plunger.  Ink refills are changed by unscrewing the back cap and spring plunger.\nWrites How You Like\nLike some of my personal favorite pen housings, the Contribute Pen accommodates several different ink refills making it the perfect fit for any job you have in mind.  \nContribute has a very balanced feel.  You will find it surprisingly light as it weighs 1.6 oz when housing the Signo-DX.  Although smooth and polished, the concrete grips your hand, but feels soft.  If you've touched a highly polished piece of marble, this would be a similar feel.  Contribute takes on the ambient room temperature and will warm with your touch.  \nThis Growing List of Compatible Refills:\nCross Switch-it #8780 (manual adjust pencil height)\nCross Ball-Point #8101-2\nFisher Cross Type ** (needs to be tested but looks like a fit)\nPentel EnerGel #72512 (also fine: 24375 6) **\nPilot High Tec-C Cavalier \nPilot High Tec-C \nPilot G2 Gel Rollerball #77240\nPilot Q7 #77245 **\nPilot V-Ball #77285 **\nUni-Ball Gel #207 \nUni-Ball Signo (DX)\n** to accommodate a wider variety of ink refills a spacer will be provided with your pen. The refills without asterisks do not need a spacer.  The spacer will likely be a spring.\n____________________________________\nThe Contribute Button\nFeatures:\nPrecision Machining & Handmade — USA (excluding magnet)\nNeodymium Magnet\nEngineered Concrete\nAircraft Grade Aluminium\nClear Anodize or 24k Gold Plating\nReversible (Showcase either Metal or Concrete)\nContribute Buttons can be sewn to a bag, garment, or notebook\n\nDimensions:\n.5\" L x .5\" W x .25\" H\nThe Contribute Button was developed as a companion to the Contribute Pen.  I was considering the option to help hold the pen in my shirt pocket or prevent it from rolling out of a notebook.  If the button is placed near either end of the pen (where the magnets are) the two will join.  Although the holding strength is about 1lbs., the button does a great job of holding the pen cap if you prefer the shorter pen length while in use. \nI'm excited to see how others will use the button.  I think it could make a great addition to a notebook or bag next to where you will store the pen.  Or, it can be a decorative button with secret powers.  Maybe a handy paper clip holder for your administrative friends?   \nTop Center Button features circle and black concrete option\n____________________________________\nThe Contribute Case\nContribute Case in Black Palm (bio-based natural finish)\nPoints of Excellence:\nHardwood\nHandmade & Finished — USA (excluding magnet)\nConcrete Cover + Neodymium Magnet\nPerfect Fit for the Contribute Pen\nCover & Pen create a Latch effect\nEco-Friendly - Bio-Manufactured & Human Safe Sealant\nSubs as a Gum Case?\nCase in Birch with bio-based natural finish (natural saturated color)\nDimensions:\n6.75\" L x 1\" W x 1\" H\nThe Contribute Case is a joy to open and close.  It is designed to provide extra protection and to ensure that your pen lasts for legacies of use!  My studio neighbor calls them \"fun little toys\".  I call them awesome.\nCase in Alder (bio-based sealant with beeswax finish)\nCase in Zebrawood (bio-based sealant with beeswax finish)\n____________________________________\nYour Pledge My Promise\nThe Contribute Pen & accessories are not machined like common mass production methods. Although machining will be used to obtain the forms to hand-cast a centered and precision-fit pen. Their lasting beauty is found in the extra required human touch. Every Contribute product is custom and unique—I guarantee all Contribute products to meet or exceed your expectations. \nYour pledge helps to obtain forms, polishing equipment, magnets & spring plungers to produce at least 200 pens, cases, and buttons. The greater the funding, the greater the bulk order can be. I believe in the Kickstarter mission because I value collective vision & work that extends value beyond commerce. \nIn addition to making heirloom quality products, we will provide jobs to at least 6 different companies who employ multiple people. I look for your help in obtaining these objectives.\n____________________________________\nProject CheckPoints\nDetermine Pen Quantity Demand\nSubmit Form Design to Machinist\nMachine Forms & Button Housings\nOrder Polishing Equipment\nCalibrate Polishing Process to make ready for production\nOrder Magnets\nFinalize Color Options & Submit Photographs to Backers\nOrder Wood for Hardwood Cases\nFinalize Package Designs\nOrder Packaging\nComplete Curing Test Comparison (Confirm Maximum Durability)\nFormulate Production Steps\nMake Products & Ship!\n____________________________________\nNext Steps\nDepending on your monitor color settings, the concrete color pictured is my Grey concrete.  The color options listed may be obtained with a soy-based stain which is eco-friendly.  \nTo provide you confidence that you picked your preferred color(s), I will submit finalized pictures with plenty of deciding-time before emailing you the rewards survey.  \nThe pen body is big enough to allow a nice range of pen refill widths.  I've listed the one's that I've tested and found they fit.  I will be testing more refills to find more that work.  \nAfter fulfilling Your KickStarter Rewards, I will continue production of the Contribute Products.  I'm Looking forward to the unique opportunities to benefit others as I vision my partnership with Traveling Stories. \n____________________________________\nSpecial Thanks To:\nChris Duerkopp & Alan Certeza for the awesome video!\nLullatone for their Awesome Music!\nJFO Productions for their Rental Equipment Help!\nKickStarter for this Awesome Opportunity!\n____________________________________\nTargeted MSRP\nA Contribute Button 24k plating: $25\nA Contribute Pen with Color Options: $100\nA Contribute Pen + Hardwood Case: $150\nA Contribute Pen + Button + Exotic Hardwood Case: $175\n____________________________________ ", "risks": "Risks and challenges\nAs the grandson of a Navy vet, diversified craftsman, real estate broker, and housing developer, I obtained an appreciation for integration and a job well done. As a man who has built upon the values he led by, I've completed both college and graduate level programs. I diligently complete projects. With the need to build on what I've learned and do what I love, I established Faddis Design. \n\nThe challenge I'm ready to face is integrating the tooling and bulk materials into my production. When funding is obtained, I will place bulk orders for the spring plungers and magnets. Waiting for these parts and the machining will be challenging.\n\nAlthough I've established a baseline, aligning the curing & polishing stages to meet reward quantities will be needed. Concrete needs time and an optimized environment to develop strength. The curing variables are just as important as the recipe. When the tooling quantities are determined, I will finalize the curing duration to confirm that I've obtained the greatest possible strength & durability. \n\nSo, other than common challenges of developing a new system, I've already achieved great milestones. I've made and presented working prototypes, perfected my concrete mix, selected the magnets, and perfected the details of my casting process. I've also established some baselines associated with de-molding and curing.\n\nI've experienced receiving rewards several months beyond estimated delivery dates. However, I've backed projects that have fulfilled rewards before the estimated delivery date. This added a sense of delight to my experience with supporting them. To maximize my ability as a project Creator to provide you with similar delight, I've set an estimated delivery date that I think is reasonable to allow me to meet the quantity demand and to hopefully stay ahead of schedule. \n\nThus far, I've organized and prepared an incredible foundation. I love sharing my process with others and communicating; so, I will keep you informed along the way! I prefer good vibes, blessings, and high5s.\n\n\n\nCheers,\n\nDustin\n\n\nAll brands, logos, and trademarks displayed and/or mentioned are used for informational purposes only and are sole property of each respected company and owner. No endorsement or ownership implied.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "Still Seeking", "update_content": "Hello Contributors,\nRecently, I received two update enquiries and want to let you know that I’m still searching for a workspace. We live in Monterey county and housing is extremely limited here. Also, there is limited industrial shops and I have not found a shop in the sub$1000/mo range. The lowest costing space Ive found is $1500+utilities and they require long term contracts. We have been looking for a house with a garage and haven’t found a suitable property. Home rentals begin at $2600+mo.\nMy production and tools are still stuck in storage and I’m spending $378/mo.\nAs such, we have been building our health business Ouchie and exploring property purchases. Unfortunately, my workshop space hunt will be extended. Coming from an area where industrial spaces are abundant, I did not anticipate that finding a new workshop would take so long. I do look forward to getting back to Contribute and will let you know when I obtain a space."}, {"update_no": "UPDATE #35", "update_userinfo": "Relocate, Rest, Reset", "update_content": ""}, {"status": []}], "comment_no": 118, "projec_url": "https://www.kickstarter.com/projects/dustinfaddis/the-contribute-project", "project_name": "The Contribute Project"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "We had very good news this morning, IFLOW gets a very good review on Broadcast television in Montreal / Canada. (In french).\nWe will keep you posted of all developments\nThe IFLOW Team\nWatch the review here: http://vtele.ca/videos/ca-commence-bien/vendredi-30-novembre-2012-une-invention-quebecoise-pour-stabiliser-vos-images_53627_53638.php\nFor people outside of Canada, you can the video here: http://youtu.be/hj0TJEPlKL0\nSorry for the bad quality, the only way i could show it is by recorded it from tv with my iphone5.\nIFLOW: Stability In Motion\nDo you film everything with your Smartphone, Compact or SLR camera? If so, this innovative new product is just for you. Created by a passionate team of image and video enthusiasts, the newly-launched IFLOW is the world’s first portable camera dolly. It stabilizes camera movements enabling a fluid, professional-quality shot, no matter where you want to film. Lightweight, powerful, and easy to use, IFLOW is designed for compact cameras, SLR cameras and Smartphones. You can use it at a downtown skatepark, on your next hiking trip, or in the studio! With IFLOW, you can put your creativity in motion, filming the movement wherever it moves you.\nIFLOW wih a 50mm Carl Zeiss Lens.\nIFLOWwith a Canon 200m F2.8L\nIFLOW is filming on a curb for a Skateboarding movie\nThe origins of IFLOW\nAlmost two years ago, we found ourselves in Whistler, BC, on a backcountry ski trip with some fellow riders. We were having a blast and like many, we wanted to capture our experience on film but frustration quickly set in as we attempted to bring our shooting to a higher level. A jib and traditional dolly aren’t exactly backpack friendly. At that point, it dawned on us that we should design something that was. We quickly realized there were a lot of professional accessories that had not yet been made accessible to the public thus limiting video possibilities. Until now, most accessories were too heavy and bulky, restricting filming and making long shots impossible in spontaneous or solo filmmaking. IFLOW opens up a whole new range of video possibilities for all filmmakers.\nRediscover Video\n“It’s a new age for the video, and we’re really excited about it. The first feature film shot entirely with a Smartphone was recently released on big screens across America. With the democratization of HD, high-performance devices are becoming more and more compact and portable. We noticed though, that there were still some professional equipment accessories that had not yet been made accessible, which really limited the possibilities of what you can do as far as video. Up until now, loads of accessories were still too heavy and bulky, which limited filming and made long shots impossible for any spontaneous or solo filmmaker. We designed IFLOW to open a range of new possibilities for the video for all kinds of filmmakers!\nThe founders\nOlivier and Richard are the founders of Cliche, a firm accessory for the filmmaking industry. IFLOW is the result of a partnership between a creative photographer and an experienced manufacturing product specialist. Olivier is a freelance photographer and professional videographer. He has also been a partner in an advertising and marketing agency where he acted as a specialist providing input in the visual aspects of all the projects. When it comes to anything related to photo or video, Olivier is a passionate perfectionist. Richard has extensive experience in developing and manufacturing products. For nearly 20 years, he owned a manufacturing company made up of 60 employees. He was also the Vice-President of Operations for a large manufacturing company (225 employees) specializing in plastic injection products. A love of photography is the common thread between Olivier and him. The two are now branching out on their own to create an entirely new range of accessories for the filmmaking industry. Olivier and Richard’s approach is simple: design innovative and portable products to simplify the way filmmakers work.\nOlivier St-Onge / Photographer & Richard Mourand / Manufacturing Specialist\nIFLOW's Team\nPLEDGES\nIFLOW would sincerely thank you for your support. We will launch for April an exclusive kickstarter artist edition. Be among the first to embark on the IFLOW adventure! Get the \"Artistl Edition\", designed by street artist Astro.\nArtist Edition designed by Astro.\nAstro\nTransport bag included with every IFLOW\nUnique and ingenious\nInspired from an hair clip system, the IFLOW is a lightweight and compact camera clamp with a unique rolling system. It’s 8 inches long and weighs only 2 pounds. When it’s time to film, simply place your Smartphone or any device weighing up to 2 pounds in it. Then attach your IFLOW to any flat or circular surface around you. Within seconds you are ready to perform stable movement shots and precise time-lapse videos. So now you can follow a moving subject and get a professional finish to your shot.\nPROJECT TIMELINE\nWe currently have working prototypes ready for production. We tested them for over 3 months and used them for the making of the video. It gives us the opportunity to adjust all the mechanical parts for most of the camera on the market. Between November 2nd and December 12th, we will be online on Kickstarter. If we accomplish our 50 000$ goal. We will proceed the manufacturing.\nProject MileStones\nTIMELAPSE\nThis Timelapse was made with the new Iphone 5 & Frameographer apps. Here is the recipe; Iphone 5 / AE/AF Lock, 347 frames at 10 frames per second assembly with Frameographer app and uploaded online with iphone directly.\nFAQ\nQ. Can I use my own orbital head? / A. Of course, you can install any orbital head using a 1/4\" insert.\nQ. Do I add the shipping fee to the pledge amount or is it charged later?/ A. Please add the shipping fee to your pledge total.If you did not do so, click the \"Back this Project\" button again and it should take you to a screen where you can edit your original pledge amount to include the cost of shipping.\nQ. Can my Smartphone be attached to IFLOW? / A. By making the \"Smartphone Edition\" pledge we will include a universal adapter adjustable to any Smartphone on the market.\nQ. Can my compact camera be attached to IFLOW? / A. Absolutely! We recommend adding an orbital head.\nQ. Can I use a DSLR camera? / A. Absolutely! We tested the IFLOW with a Canon EOS 5D MarkII equipped with a 17-40mm lens and 50mm F1.2 F4. However, we discourage the use of devices weighing more than 2 lbs (including the lens)\nQ. Can the IFLOW be used to create time-lapses? / A. Absolutely. To ensure a fluid motion, we suggest marking the surface with equal intervals (of your choice) on which you'll start and move your IFLOW by following these guides.\nQ. What are the dimensions of the product? / A. The IFLOW measurements are: L: 8 in - W: 4 in - H: 4 in or L : 20cm - W : 10cm - H : 10cm \nQ. Is the travel bag included with my pledge? / A. Every $99 pledge or more will automatically include a travel bag, allowing you to transport your IFLOW wherever you want.\nQ. What are the materials used for the design of IFLOW? / A. The core consists of PC-ABS material which is very sturdy and withholds even the most extreme temperatures (hot and/or cold). The wheels are polyurethane with a hardness of Grade 70A, which gives it the flexibility to absorb the inequalities on imperfect surfaces.\nQ. Was the IFLOW used for the realization of the video? / A. The IFLOW was used for the entire video combined with an iPhone 4S and the Canon 5D MarkII.\nQ. When will my order be shipped? / A. We expect to deliver all \"Backers\" during the month of April. You may refer to the above section titled \"Milestone\" which explains the various steps leading us to the said deadline.", "risks": "Risks and challenges\nFirst IFLOW step\nAlthough we have succeeded in developing a prototype that exceeded our expectations - after an initial concept change, a multitude of adjustments and several prototypes - we understand that there are challenges ahead. \n\nSpring tension\nWe will have to strike the right balance between sufficient tension to keep the IFLOW in place and minimal tension for user-friendliness. Defining the required tension cannot be done at the drawing board or on a prototype. It can only be done with the first production samples. We plan to use the first units, adjust the spring tension and ask some enthusiasts to test the products. Given our extensive manufacturing experience, we find this challenge stimulating. Once the correct tension is found, the manufacturer must ensure it is respected at all times - which leads to another challenge.\n\nConsistency\nWe will have to ensure that, from one unit to the next, all mechanical and dimensional parameters are identical; particularly, if we are greatly successful and sell IFLOW by the thousands. This is the most important challenge. Judging by our experience, it is possible to encounter difficulties in this area. We have already enlisted the assistance of someone who has monitored quality assurance for several manufacturers for over fifteen years. This person has helped us select the best manufacturer and will monitor quality control at the plant during production. We also intend to carry out random quality audits when units are delivered to our warehouse. Obviously, should any issue arise, we will verify every unit in the delivery. We will never ship an IFLOW that does not meet our standards. However, should there be any issues, we may not be able to meet the established deadlines.\n\nThose, as far as we know, are the main challenges ahead; but, we must also point out all the challenges that will inevitably occur and that we have not considered. (From our perspective, dealing with these small problems is a part of the fun of launching a new project.) With this in mind, we plan on keeping you informed during every upcoming step. We pledge to communicate with you on a weekly basis and to provide photos, videos and much more to appease you since we know you are eager use your IFLOW!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "All orders has been shipped", "update_content": "Hello everyone,\nWe are happy to announce you the we have completed the preparation and the shipment of all the backers. You will be receiving an email of FedEx as soon as they will scan your parcel in their facility. By the same time, they will give you a tracking number for more info.\nFor the other backers who hasn't paid their shipping cost, you can pay online with paypal (www.paypal.com). Our email for the payment is: orders@iflowpro.com"}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping status", "update_content": "Hello everyone, some of you are asking for their FedEx tracking number. Actuaĺly, when FedEx is doing the pick-up at the warehouse, he scans every package and the next day or so, he will be sending a notice to the backer per email. (at the email you gave us earlier). You can use this number to track your order anytime. We do our best to answer each email asap but concentrate all our efforts to get those IFLOW shipped before holidays!\nOnce again we would like to thank everyone for their support.\nRegards\nOlivier & Richard"}, {"update_no": "UPDATE #20", "update_userinfo": "Quick Update", "update_content": "Hi everyone, \njust a quick update to let you know that we are on target to start shipments on December 15th. We will ship with FedEx Express and will be able to provide tracking number. One more time, we would like to thank you for your patience.\nRegards,"}, {"update_no": "UPDATE #19", "update_userinfo": "Official Production unit.", "update_content": "Hello everyone,\nhere are some pictures of the official production units. we have decided to make the photoshoot in our studio but don't retouch any pictures you'll see. This way, what you see is what you'll get :)\nFyi, we are still on target for shipping all pre-orders for december 15th."}, {"update_no": "UPDATE #18", "update_userinfo": "Production Has officially started", "update_content": ""}, {"update_no": "UPDATE #17", "update_userinfo": "Second round of samples", "update_content": "Hello everyone, since our last update, we have received our second round of sample which were very very close to perfection. There is still few minors modifications but we believe they needs to be made to deliver this great product. We have to tell you, it is not going as fast as what we had expected with our manufacturer. He's doing a fantastic work but just like you, we would loved to get the IFLOW a month ago. Unfortunately this is where we don't have a total control on this aspect . However, it is going faster and faster and we believe we will start production with the 3rd round of samples. ( We expect to receive them in 3 weeks). "}, {"update_no": "UPDATE #16", "update_userinfo": "Smartphone Edition Upgrade", "update_content": "Hi everyone,\nBy the time we're waiting for our \"second round\" of samples, we have received all our Ball-heads & \"smartphone adapters\". For those who have ordered a smartphone edition, we will offer a free upgrade to everyon including a premium ball-head + Smartphone adapter ( 65$ retail price). All new ball-heads are equipped with 2 levels & a quick release clip system.\nhere is some pictures of the new Ball-head & smartphone adapter."}, {"update_no": "UPDATE #15", "update_userinfo": "Latest advancements", "update_content": "Hello everyone,\nWe had the confirmation this week that our manufacturer is working on all modifications we had asked him. We should receive our \"second round\" of samples in about 2 weeks. We expect them to be very close to perfection. After this last step, we launch official production.\nBy the meantime, we made the final adjustments to our exclusive \"Kickstarter Artist edition\". see pictures below."}, {"update_no": "UPDATE #14", "update_userinfo": "First shot analysis", "update_content": "Hello everyone, \nlast week, we received our first samples and we can tell you…They are great. As the designers told us, it is rarely perfect the first time, specially with injection mold process. We have been working very hard for the past two weeks by testing the product in different situations. We made a report to our manufacturer regarding the minor corrections who will need to be done before the official launch production. We are now getting very very very close. Next step, the second run of samples are coming in a couple of weeks. Here are some pictures we made with this first shot that we have received last week."}, {"update_no": "UPDATE #13", "update_userinfo": "Close to the goal!", "update_content": "Hello everyone,\nwe are still waiting for our samples from our manufacturer. They were shipped on June 6th. We expect to receive them next week ( fingers crossed) We know you are very enthusiasm & looking forward to receive them ( believe me...we are like crazy) but we are doing everything we can to speed up the process. However, our manufacturer sent us a picture this afternoon of three assembled IFLOW and they are looking very good."}, {"status": []}], "comment_no": 114, "projec_url": "https://www.kickstarter.com/projects/iflow/iflow-a-portable-dolly-for-filmmakers", "project_name": "IFLOW | A Portable Dolly For DSLR, Compact Camera & Iphone"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "Huge thanks to all our backers, you have made Obtainium a reality. Thank you for all the support and feedback. \nWe can be found via our website www.obtainium.co facebook/Obtainium or Twiter @Obtainium_\nTrade in your old fatty for something slim & sexy!\n...Team story...\nObtainium consist of an American, two Aussies and a Swede. Each of us has around 10 years of product development experience, we know what it takes to go from an idea to real product. We also understand the many pitfalls that can put a project in jeopardy or weaken its design intent. Hong Kong is a major hub for design and manufacturing, and this is where we all met. Now 50% of our team reside there, giving us the advantage of close supplier contact and constant quality control.  \n...Obtainium's Design philosophy...\nWe get deep satisfaction from creating a delicious user experience. A good design is pleasing to the eyes, to the touch, functionally superior and provides reliable service over its long lifespan.\nObtainium is a first class experience!\n...Why do I want one?...\nThe Obtainium wallet is for people who want to simplify their life. Who appreciate refined quality and design. Obtainium wallets are made from aircraft grade aluminum and hard coated to a satin texture; this gives it outstanding durability and a hand feel unlike anything else.\n\nPlastic cards are used for most purchases these days so we created a quick insertion and removal system. This provided the basis for the design. All the inner surfaces are tapered to allow cards to slide easily under the strap. Our unique strap system is the key to how the Obtainium wallet can hold your items securely while making it easy to access your cards, with or without opening the wallet! - Plus it's just plain sexy!\nTapered edges and low friction coating make it slide easily into tight pockets.\n...Tech specs...\n- The Sexiest wallet around!\n\n- Made from hard durable stuff. (Aircraft Aluminum with a scratch-resistant hard anodized coating) \n- Blocks RFID skimming.\n\n- Will hold 8 cards and some cash or 10 cards and no cash.\n- Tight jeans compatible, slim design, tapered edges and low friction coating make it high on \"pocket slip-ability\"\n- Completely stain & waterproof.\n- Future-proof; soon all cards will convert to RFID. Further down the road cash will be obsolete. It’s functionality gets better with age.\n- Flexible strap holds items securely\n\n- Just 15mm thick, 100mm(L) x 70mm (W) 86grams\nEven when closed its easy to remove or replace cards!\n ..... Rewards - Simplified ......\nChoose a color.\n1. $5 Show support, we are feeling the love. THANKS! \n2. Color cash bridge set with O-rings. 3 sets Red, Zest & Zeal. (Just add $15 to your pledge if you would like this set.)\n3. $25 CNC cut, sand blasted, hard anodized.... Keychain!\n4. $99 Early bird, Only 200 pieces available! Choose from Platinum Grey, Gold bar or Military Olive.\n5. $115 Sleepy bird, Only 200 pieces available! Choose from Platinum Grey, Gold bar or Military Olive.\n6. $125 Our Kickstarter special price! Choose from Platinum Grey, Gold bar or Military Olive.\n7. $150 Kickstarter only edition, Limited to 100 pieces. Numerical laser etching: KS-001-YOUR NAME. In Military Olive with Kickstarter green \"cash bridge\".\nKickstarter only edition - Numbered 1-100 Plus your name!\n** All have free shipping worldwide, we like to keep things simple. **\n...Where we become a team ...\nSupporting our project will allow us to get our minimum order quantity for our first production run, pay for tooling and continue development work. When this project is a success Obtainium will go on to make many more innovative products. We truly appreciate your support and hope to return the favor by creating products you love to use. Help us break our funding goal by spreading the word. You guys ROCK! \n...A big thanks to...\n-      All our backers, we heart you.\n-      Lindsey Stirling and her manager for letting us use her track Crystallize. Go support her on itunes as well! \n-      Our wives, girlfriends and families for their support. XOXO\n-      SRP for their excellent support, for suggesting improvements and finding great suppliers to manufacture the Obtainium wallet.\n-      Kickstarter, for providing an awesome platform to launch our great product\n-      Jeb Corliss for collaborating with us, and inspiring us to push the boundaries. Follow him on facebook", "risks": "Risks and challenges\nLet’s be honest here, things can go wrong. We have developed a detailed plan for every possible issue we can think of, as well as a plan for unforeseen problems. \n\nIn our product development experience we have seen many projects come and go, some successful, some not so much. We see three major risks to getting a project out on time.\n1- Design does not meet well with reality and requires revision. \n2- Quality does not meet expectations and requires scraping the first production run. \n3- Real lead times are not known and suppliers give unrealistic lead times. \n\nOur plan for these issues:. \n1- We are totally confident in the design. The product has had months of testing and hundreds of printed prototypes including aluminum prototypes and small production runs. We also have a group of beta testers. \n2- We have delayed release to do small production runs to work on quality control processes. Quality is now up to our expectations. \n3- Having good suppliers you can trust goes a long way. A working relationship with a record of meeting lead times helps too.\n\nThe worst case scenario would be a significant delay in delivery time. We will be doing everything in our power to ensure this does not happen or is minimized as much as possible. We are confident in the product and don't see any unsolvable problems on this front. We have already completed small production runs and fixed problems that would have caused problems for people with less experience.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Next batch arrive", "update_content": "Hi bakers, we have just received 250 more wallets, this will fill all the sleepy birds and a few of the early-birds that didn't get filled in the first batch. (Gold - JC and a couple of Grey)\nThere is a lot of labeling to do, we should be able to get these shipped out by Tuesday. We will send out a notification to you once they ship.\nPeople from the first two levels that got laser etching, they will be done this week, so should ship in 7 days. The remaining wallets will be done in one last batch. This is the special editions and the $125 backer level. We should be able to get these out before the end of May."}, {"update_no": "UPDATE #17", "update_userinfo": "Inside the machine", "update_content": "Quick update. \nProduction is running smoothly. All be it time consuming. We just received an updated schedule from our supplier. \nWe are getting a next batch of 250 pieces May 9th. Give us about a week to pack and ship them. \nAfter the 9th our CNC shop will have more free machines to dedicate to Obtainium wallets. We will go from 5 machines running simultaneously to 11. Which means the completion of the rest of the wallets should be done around May 20th."}, {"update_no": "UPDATE #16", "update_userinfo": "First shipment Monday, 22nd April!", "update_content": "Exciting news backers, the first Obtainium wallets are going out Monday 22nd April. \nWe visited our supplier on Friday to oversee the final assembly and boxing. They look great in their boxes and we are happy with the results. \nAlthough we thought we could get them out Saturday it took a surprising amount of time to address, label and pack 125 wallets. You can see below how large a pile this is. So we missed the 1pm closing time of the post office. Now they will ship Monday. "}, {"update_no": "UPDATE #15", "update_userinfo": "Close to shipping", "update_content": "Hi backers, we have some good news and a first ship date. \nOur plan is to do our first round of assembly and packaging next Friday 19th and ship the first units on Sat the 20th April. \nThis is not a 100% guarantee, provided no unforeseen serious problems it should happen. \nThe progress so far is about 500 units machined, 250 have been sandblasted and are on the way to the anodizer. These units will be assembled on Friday. "}, {"update_no": "UPDATE #14", "update_userinfo": "Hard anodize colors", "update_content": "Short update backers. This time good news. \nOur supplier for hard anodizing could not match our colors or keep consistency between batches so we had to try some other suppliers. \nWe found one who can do hard anodize in the colors we want, also as a bonus the coatings are slightly thicker. Which will translate into longer wear life. =)"}, {"update_no": "UPDATE #13", "update_userinfo": "Easter update", "update_content": "Hi Backers, hope everyone had a good Easter. \nNow for the bad news, our deadline to start shipping by end of March has passed. There is nothing seriously wrong, it is just taking longer than we expected. We are about 3 weeks behind schedule. \nProgress report. We have around 250 wallets machined, these should be anodized and assembled by the end of next week if it all goes to plan. The machine shop has bought another CNC so we now have 5 machines running simultaneously. This will increase efficiency by 20%."}, {"update_no": "UPDATE #12", "update_userinfo": "Black ultra hard coat sample update", "update_content": "Hi Backers, the end of March is approaching and we are getting anxious too. \nWhere are we at? The short answer is that we think some of the early birds will ship by end of March, the majority of our other orders \"should\" ship by mid April. \nThe detailed version: We have been pushing our CNC supplier to get more wallets done in less time. They pushed back and said that they could do more but they are concerned more speed could compromise the quality. We think this is a sign of a good supplier and a fair point. Currently they have 4 machines running simultaneously and say they will have 500 units finished by the end of March. "}, {"update_no": "UPDATE #11", "update_userinfo": "Manufacturing update 3", "update_content": "Hi backers, long time no updates. Not going to try and make excuses about it, its mostly due to the 3 week holiday for Chinese new year and that we also took vacation, so not much has happened in February.  \nNow its March the pressure is on to get the wallets shipping. CNC machining of the wallets started in the last week of February, so the ball is rolling. \nWe sent out the survey for the early bird backers, we apologize that it was confusing we didn't realize the form would make you answer all the questions before you could submit it. This made people have to select more than one color. There was comment box in the bottom, most people used this to tell us what the actually wanted. If you are an early bird backer and you are unsure, send us a mail stating your actual color choice and we will make a note of it. For our future surveys we will know not to make them this way. Hopefully it will be a smoother experience for all. "}, {"update_no": "UPDATE #10", "update_userinfo": "Manufacturing update 2", "update_content": "Hi bakers. You must all be wondering what is happening?  Well...\nWe have reached one major milestone; we got our first off tool samples for the bridge and the bushing. These are the only plastic parts within the wallet and they are manufactured by injection molding. The bushing sits inside the hinge between the stainless steel pin and the aluminum. This part is not visible. Its function is to give a smooth fluid movement to the hinge.  "}, {"status": []}], "comment_no": 422, "projec_url": "https://www.kickstarter.com/projects/obtainium/wallets-refined-and-redefined-by-obtainium", "project_name": "Wallets Refined & Redefined - by Obtainium"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "Our Kickstarter campaign is coming to a close, but you can still get a BlueTube Audio Amplifier. Head over to www.bluetubeaudio.com for more info and to place an order.\nThank you all backers!\nThanks to you, the BlueTube Audio Amplifier was successfully funded!\nThis Kickstarter page will be locked on December 21, 2012. To follow our continued progress, follow us on Facebook.\nThe Crosby Press - \"If you listen to a lot of Carly Rae Jepsen, this is probably not terribly exciting news, but if you’re a serious fan of music, good analog sound can fundamentally change your relationship with your favorite bands & singers.\"\nLeveled -  \"...clean aesthetic and solid body while maintaining a vintage feel.\"\nBB-Blog - \"Wow. Just look at this little beauty – vacuum tubes + digital technology, all wrapped in a seriously yummy wood case.\"\nCON.CA - \"What sold me on the BlueTube Audio Tube Amplifier was not the true-to-life sounds it wants to achieve, but the stunning good looks, the soft-glow of the tubes and that lovely blue power button.\"\nApartment Therapy - \"Joining the likes of Joey Roth and Ben Warhlich, the ClockOS Team merges the steam punkappeal of a hand-built vacuum tube amplifier (they glow!) with Bluetooth enabled wireless audio, all encased inside a handsome walnut and cherry wood case ready to impress whether on or off...\"\nAndroid Rundown - \"My first reaction to seeing this was mostly amazement. The BlueTube looks very classic and yet has subtle touches of modernity that make it one of the most attractive amplifiers I have ever seen.... The wood encasing is timeless and when paired with the optional speaker combo the BlueTube amp would make an incredible addition to anyone’s home or office.... I would strongly consider purchasing these for my home office. Seeing as the BlueTube amplifier will probably outlast me..\"\nSoFreakingCool.com - \"...audio quality has been going the quick & cheap route since the compressed sound of the MP3 came into fashion. The BlueTube Audio Tube Amplifier looks to reverse that trend with a finely crafted, hand-built tube amplifier that fills any room with rich sound and classic aesthetics.\"\nA tube amplifier that looks as impressive as it sounds. \nSolid 3/4\" walnut and cherry hand-rubbed, waxed enclosures \nTrue stereo output (8 watts per channel) \nInternal  BlueTooth receiver with voice command setup, 2 hardwired inputs (Aux1- 1/8\" jack Aux2- RCA jacks)\nClass A push-pull amp for outstanding sound reproduction \nOptional titanium full range speakers in matching walnut/cherry cases \nHigh quality \"easy-connect\" spring loaded speaker connections \nUSB charging port to power and charge portable audio players (iPhones, Android Phones, MP3 players, etc)\nBlueTube Amplifier and Speaker Combo\nTrue analog sound, the way it was supposed to be\nThis hand built tube amplifier will look amazing and sound unbelievable in your office or home. The 3/4\" thick walnut and cherry enclosures are hand rubbed with linseed oil, then waxed and are reminiscent of audio equipment built 50 years ago by craftsman. The retro feel of the exposed tubes distinguish a tube amplifier from any other type of audio player. When the lights are turned down, the tubes themselves produce a warm glow that makes this sound-system stand out from all the rest. This is a system you will be proud to show and a system that that could well be in your family for generations...\nDetail of LED power button.\nTube Amplifiers History\nVacuum tube amplifiers are an old technology, invented more than 100 years ago. The silicon transistors used in most amplifiers today were invented in the 1960's and very rapidly replaced vacuum tubes in almost all audio products.\nThe solid-state amplifiers have a few notable advantages over vacuum tube amplifiers:\nmuch smaller and lighter;\nusable in low power situations, such as battery-powered radios;\nmuch improved energy efficiency;\nno warm-up time (tube amplifiers need to be warmed up before use).\nSo on the face of it, solid-state amplifiers would seem like a much better choice, but that's not the whole story...\nTube amplifiers have a more refined sound, very different from a transistor amplifier. The tone of a vacuum tube amplifier is softer, warmer and more natural. Vocals are more articulate, the separation of the instruments is much more defined and the entire listening experience is greatly enhanced.\nThere is only one reason to invest in a tube amplifier...To thoroughly enjoy your music as it was intended to be heard.\nThe Titanium full-range speakers will bring your music to life. The speaker frame is constructed of cast aluminum for maximum rigidity.\nSpeaker Specs  25 watt / Voice Coil 1\" / Znom 8 ohm / Frequency Response 70-20,000 Hz / Diameter 4\" / Titanimum cone / SPL 87db 1W/1m\nSubwoofer\nsize - 6.5\" Power Handling (RMS) - 50 watt Power Handling (Max) - 100 watt Impeadance - 4 ohm Frequency response 35-800 hz Sensitivity - 83db 1w/1m\nOur Story\nThe vacuum tube circuit we have incorporated in the BlueTube Amplifier is a design that has been around (and still around) for over 30 years. It is a proven \"Class A\" amplifier design that has been reviewed and compared to other vacuum tube systems costing 3 times as much. We decided when designing our amp that in this day and age lots of music collections are in a digital format on a device that has BlueTooth capabilities. We incorporated a Class 2, 16-bit A2DP BlueTooth radio for true stereo output. We also included voice command setup so there are no buttons to press on the amp to set up the BlueTooth connection. Another decision we made is to include a USB charging port on the unit so you can listen to your music and recharge your devices at the same time.\nIn designing the case we wanted an enclosure that simply looked awesome. Ben,our master craftsman, hand selects 3/4\" cherry and walnut lumber, laminates them together and hand sands each board. After constructing the enclosures, everything is hand-rubbed with linseed oil and finished off with 3 coats of wood wax that is then buffed to a smooth and durable finish.\nNot stained but oiled and waxed for a classic finish\nThe amp and optional speakers feature gold-plated, spring-loaded speaker connectors that allow easy connection.\nOur goal was to produce a vacuum tube amp that sounds awesome, looks great, and will outlast its owner. We believe the BlueTube amp meets all 3 of our objectives. This is a piece of equipment that won't end up in a land fill someday, but will be passed down through generations.\nBlueTube T-shirt design\nPictures, Pictures, Pictures and more Pictures\nBlueTube amplifier and speaker combo\nBlueTube amplifier and speaker combo\nClose-up of BlueTube amplifier and speaker\nThe glow of the tubes and the power button give this a look as good as the sound\nThe Power button has a soft blue glow when powered on\nThe exposed tubes give the Amp a look of elegance and beauty\nWarm glow, Warm sound\nThe speakers are just as beautiful as the amplifier\nMatching the Amplifier with Cherry and Walnut Hardwoods\nTitanium Cones and Cast Speaker Cage provide a superior sound\nA pair of speakers is all you need to fill a room with the beautiful sounds of music playing the way it was meant to be heard.\nNot enough pictures? Okay here are some from every angle\nBlueTube Amplifier Front\nBlueTube Amplifier Side\nBlueTube Amplifier 1/4 view\nBlueTube Amplifier Back (Just as gorgeous as the front)\nBlueTube Amplifier Top (Looks good from here too)\nBlueTube Amplifier Bottom (Yeah we continued the beauty to every single angle of the BlueTube Amplifier)\nBlueTube Speaker Front\nBlueTube Speaker 1/4 View Front\nBlueTube speaker right side (There are no wrong sides)\nBlueTube Speaker Back (gold-plated, spring-loaded speaker wire terminals)\nBlueTube Speaker 1/4 View back\nStill haven't had you fill of photos?  Okay, here are some of the design and manufacturing process\nWe start on paper...\nWe then move on to 3D CAD...\nOur very first prototype to see if the design felt good...It did...\nWe then went for the real wood...\nPCB and electronics mid-design...\nOur first article.... Ben's pretty good at the woodworking...\nOur progression of amplifier prototypes...\nOur progression of speaker prototypes.\nStill haven't had enough?\nCheck out our website here for all the pictures or send us a message.  Also the FAQ below may answer any remaining questions.\nFAQ\nAre stereo tube amplifiers really better? \nTube Amplifiers have a sound that is much different from transistor amplifiers. The tone of a vacuum tube amplifier is softer, warmer and more natural. Vocals are more articulate, the separation of the instruments is more defined and your listening experience is greatly enhanced.\n\nThe only reason to invest in a tube amplifiers is simple: To listen to music as it was intended to be heard and to enjoy every nuance in the recording.\n\nRecorded media of today (MP3 and CDs) is compressed and has lost much detail, how does the Blue Tube amp compensate for this?\nAn advantage of tube amplifiers is that they will improve the sound produced by digital music formats like the CD and MP3. Have you ever noticed how the \nsound produced by your digital recording can feel cold and lifeless? Tube amplifier circuits will soften the sound coming from digital sources and greatly improve the listening experience. Playing your your digital music through a tube amplifier will breathe new life and excitement into your music collection.\n\nWhy does the BlueTube amp have a BlueTooth option? Doesn't BlueTooth compress the music even more? \n\nA lot of people will say that it is crazy to take a recording that's been compressed, run it though a blue tooth radio that compresses the music even more, then play it through an expensive vacuum tube amplifier. We have only one reply to this......Hearing is believing. Although your music will not sound quite as good as it will when plugged directly into the amp, it will still sound clearer  and have the expression and emotional tone missing from a transistor amp. Regardless of what you feed into the BlueTube amp, it will sound clearer and more defined when it comes out of the speakers. And with BlueTooth you can control your selection of music and volume without ever getting out of your chair.\n  Why does the BLUE Tube Amp not have a bass or treble adjustment?\nThere are two very good technical reasons for eliminating bass and treble tone controls: \n  1) Tube amps don’t need sound altering circuits to modify the sound like transistor amplifiers do\n2) Bass and treble controls make the sound worse, not better. (read on) \nFirst, when playing low to moderate volume levels, tube amplifiers retain the tonal balance much better than a transistor amp, eliminating the need to constantly adjust the tone or bass to alter the recorded sound.\nSecond, sound altering circuits, such as bass and treble, color and mute the sound and subtle details in the recording can be lost. Most listeners aren't aware of how much detail can be lost with unnecessary sound processing. You will never see a transistor amp without a tone and bass control, but it is rare to see a tube amplifier equipped with a bass or treble adjustment. Music is recorded, mixed and mastered with equipment costing hundreds of thousands of dollars to give you a recording that if you closed your eyes you would swear that you were at the performance. With the BlueTube Amp, you can experience the music like it was intended to be heard.\n  How long will the tubes last?\nThe BlueTube amp uses a triode pentode tube that can be purchased from many \"tube stores\" on the internet, the price varies from $12.00 to $64.00 depending on what brand you select. The vacuum tubes are designed to run at 300 volts. By running the tubes at 180 volts the BlueTube amp puts much less strain on the tubes, significantly increasing their life.\n\nWe predict the life of the tubes to be around 40,000 hours (1600 days or 4.3 years if run non stop) This increases to 25 years if run for only 4 hours a day every day. \n  Tube break-in period \nThere is a trade off for the warm, silky sound of tubes over transistors. Vacuum tubes need to warm up to a constant operating temperature and any existing gasses need to burn off. The tubes takes around 15 minutes to reach a temperature for their optimal performance. You will without question notice a difference in the sound of a \"cold\" tube vs a \"warm\" tube. The transformers also need to reach thermal stability, which could take a bit longer than the tubes themselves depending on ambient temperature. (The breath taking sound of fully heated vacuum tubes running at full operating temperature is well worth the wait) You will also notice after 100-200 hours of tube break-in, the sound will become even more defined and sweeter. \nIs 8-watt output enough power? \nIn typical transistor amplifiers, there is a tendency to play music at a much higher volume level than necessary to compensate for the inherently “thin” transistor sound. (remember the bass and treble controls?) Low power, single ended tube amplifiers like the BlueTube amp are famous for providing breathtaking detail and a full, rich sound even at moderate volume levels, so that many users find it unnecessary to play music at high sound levels. When matched with efficient titanium speakers, the Blue Tube Amp will fill a small to medium sized listening environment with surprisingly full, extremely detailed, high-fidelity sound. If you like to play your music at sound level that will cause ear damage or have a bass thump that will knock the pictures off your wall...This system isn't going to do that. On the other hand, if you want to hear your music with crystal-clear vocals, stand-out guitar and drum, and super-defined bass, the BlueTube amp will go beyond your expectations\nWhy do the speakers have a single speaker instead of 2 or 3?\nIn the audiophile world it is known that high-efficiency, single driver, full-range speakers--with no crossover--give the best sound. The titanum speakers we paired with the BlueTube amp are full-range speakers designed to reproduce every detail of you music from 80hz to 16khz. The BlueTube Amp so accurately reproduces your music input, that you don't need tweeters and subwoofers to achieve a realistic live performance sound. \nWhy does it seem I can listen to my music longer? \nDon't be surprised if you start listening to more music every day. Another advantage of the sound of a tube amplifiers is the minimizing of “listening fatigue”. The fast transient 'attack' characteristic of transistor amps may sound impressive at first, but after extended listening will produce listening fatigue. Analysts have attributed this fatigue to “transistor hash”, the tendency of transistor amplifiers to produce higher amounts of odd order harmonic distortion, and the tendency to emphasize sharp transients. Because vacuum tube circuits eliminate the transistor hash, you can listen to your BlueTube amp for hours at a time and enjoy the warm tube sound of your favorite music without listening fatigue. ", "risks": "Risks and challenges\nThe risk and challenges are minimal for this project. This is our second kick starter project we are introducing. Our last project was the ClockOS project (notice our name). We were able to deliver all rewards in a timely fashion and have continued to sell these unique clocks to individuals after the kickstarter program. Another great thing about our project is that everything is proudly made and hand-crafted right here in the USA. No offshore assembly or construction on our BlueTube amps.\n As for the BlueTube Amplifier project:\n- All the design work is done, we have multiple working prototypes and we have a finished unit. The reason we are seeking kickstarter funding is that we need high-quantity discounts to bring the price down on the systems. Please check out our webpage for more information about us. We are real people in the heart of America. We have published our address and even have a toll-free number if you would like to call and talk to us about the product.\n\nI hope that you enjoyed looking at our project and that you decide to become a backer today!\n\n- Adam and Ben\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "Meet aria", "update_content": ""}, {"update_no": "UPDATE #28", "update_userinfo": "How is everything sounding?", "update_content": "So it's been about two months since the last Kickstarter Version of the BlueTube Amp was shipped out.  From the feedback we've received so far sounds like you're loving it!  We just got our review system up and running on our site and we would LOVE to hear what you have to say!\nIf you you could take few minutes at some point and head over to our site to leave a review we would really appreciate it! Just scroll to the bottom of the product page and type in your review!\nBT-4 --> http://www.bluetubeaudio.com/products/bt-4-bluetube-amplifier-115v-north-american-japan"}, {"update_no": "UPDATE #27", "update_userinfo": "Penultimate Update?!?!", "update_content": "Maybe!  Most of you have already received your amp and I'm sure are sitting back and enjoying the sounds now!  We are so close to fulfilling all the Kickstarter orders I can taste it!  Hopefully by this time next week I'm posting the final progress update here!  Yes we are that close.  Immediately following the Kickstarter fulfillment the website orders will begin fulfillment.  Then in the coming new year we may have something new and fun for everyone!  Maybe ;)\nOne thing that I want to point out to all you BlueTube listeners. is that when you receive the amp and speakers please make sure you take off the plastic protective cover over the speakers otherwise your system is going to sound like it is playing in a metal trash can.  And no one wants to listen to music in a metal trash can!"}, {"update_no": "UPDATE #26", "update_userinfo": "Shipping Update!", "update_content": "Hey Everyone,\nI just wanted to post a quick little update on shipping as I'm sure everyone is getting antsy!  We are currently producing and shipping 15 amps per week and hope to increase that number to about 25 per week over the next couple weeks.  All these amplifiers and speakers are hand built so it does take a little bit of time.  We are also running them through multiple QC sessions to make sure when you get your amp it is optimum condition."}, {"update_no": "UPDATE #25", "update_userinfo": "Short Update and important shipping info.", "update_content": "Hey Guys,  It's finally happening!  Units are going out the door.  Each day this week we will have more and more units going out. Some VERY important things to note, and some not as important:\nAll units will be shipping via UPS and tracking numbers will be sent to the email addresses you provided to us in the survey (I have no way to change your Kickstarter survey responses) If you didn't receive a tracking number than your order has not yet shipped."}, {"update_no": "UPDATE #24", "update_userinfo": "Shipping Begins Next Week!!!!", "update_content": "Great news everyone! We will begin shipping amplifiers, speakers and subwoofers beginning next week. Remember we are shipping all of the Kickstarter backers first in the order they pledged, followed immediately by pre-order sales in the order they were received. The website has been updated with all the new pictures and products, so without further ado:\nPICTURES!!"}, {"update_no": "UPDATE #23", "update_userinfo": "Oh soooo close! Information on the surveys.", "update_content": "Hey everyone,  We are just about ready to begin shipping the first BlueTube Amplifiers!  Surveys will be coming out shortly to get everyones shipping information, T-shirt sizes and a few other things.  \nT-Shirts\nRemember that if you pledged $995 or more you DO get a free T-shirt with your order so let us know what size you want, also if you would like to order a T-shirt they are still available on our website for $15 just add in the comment lines to ship it with your Kickstarter pledge reward. "}, {"update_no": "UPDATE #22", "update_userinfo": "Front and Back Panels are in!!!", "update_content": "We final have the first Front and Back panels in!!! We received these on friday and have already approved them to finish all the silk screening, the balance should be in next week. I'll also try to get the Electronics video edited and put up on youtube early next week. We are getting REALLY close to shipping the first units out. I bet Richard Luong is getting really excited because he will be receiving the vary first unit! Kickstarter backers will be receiving surveys in the next couple weeks to get information regarding T-shirt sizes and shipping addresses."}, {"update_no": "UPDATE #21", "update_userinfo": "Real short update today!", "update_content": "(For some unknown reason this update went unpublished earlier this month... so you get two updates today!)\nJust heard from our metal fabricators the the front and back panels are finished and in transit to the silk-screener.  Getting really close to having all the parts in our hands!"}, {"update_no": "UPDATE #20", "update_userinfo": "Video Update - Woodworking", "update_content": "I thought to change things up this update we would upload a video of our progress and the things going on around the shop.\nThis first video is all about the woodworking.\nI think we'll make this a regular thing until the product is officially shipping out the door.  next videos to come: The Electronics side of things, Fine wood finishing, bringing it all together."}, {"status": []}], "comment_no": 72, "projec_url": "https://www.kickstarter.com/projects/threetree/bluetube-audio-vacuum-tube-amplifier-with-built-in", "project_name": "A vacuum tube amplifier with built-in Bluetooth by BlueTube"}}, {"backer": "Mattia Ventura", "project_data": {"campaign": {"story": "Hi, I'm Kevin, head maker at Long Season Goods. LSG is my creative outlet for making objects outside of my normal work as a web designer. Over the years I've produced various types of things, mostly for friends and to scratch creative impulses. I started working with leather this year after seeing a friend make some custom shoes. Several leather failures later and the \"Sipper\" was born. This Kickstarter Campaign is to help fund the first production of the \"Sipper\", to be completely made in Los Angeles California.\nHere are some things to know:\n100% natural veg tanned leather. It will age to a rich color over time since the leather is not dyed or oiled. Leather weight will be 5-6oz.\nIt fits most To-Go cups that coffee shops provide. Inside circumference at the top is 9 inches.\nMade in the USA. We have partnered with a small leather factory that has been in business for over 10 years. They make very nice heavy duty tool bags for a variety of companies. We wanted to be sure we could produce this item with professionals and deliver on time.\nOur logo is stamped on the side.\nEdges are hand painted a dark brown color to seal the edge and give it contrast.\nIt ships in a simple muslin tool pouch to keep it clean before you start to give it character.\nFor a pledge of $10 or more\nIf you happen to be in LA, I will meet you for coffee or tea to personally thank you for supporting our campaign. If you are not in LA, I can do skype. We can chat about anything you'd like. It would be a great way to meet other Kickstarter supporters.\nFor a pledge of $25 or more\nLimited to 100. You will receive 1 Sipper at a special price as thanks for supporting us early.\nFor a pledge of $30 or more\nYou will receive 1 Sipper and a Thank You note included in your pouch.\nFor a pledge of $40 or more\nLimited to 100. You will receive 1 Sipper with your initials stamped into the leather. Provide up to 3 letters in the survey we will email to you at the end of the campaign and we will stamp it on your Sipper before we pack and ship it.\nPersonalized just for you.\nFor a pledge of $54 or more\nA Perfect Pair. You will receive 2 Sippers (no Initials stamped) and a Thank You note included in your pouch.\nFor a pledge of $70 or more\nLimited to 100. A Stamped Pair of Sippers. You will receive 2 Sipper with initials stamped on each. Provide up to 3 letters for each Sipper in the survey we email to you at the end of the campaign and we will stamp it on your Sippers before we pack and ship it to you.\nThank you for your support!", "risks": "Risks and challenges\nWe have partnered with a reputable leather factory to try to ensure timely production and keep quality consistent. They have been in business for over 10 years and produce high quality goods for larger companies. Also, if our campaign goal is exceeded by a large amount, we will have the capability of handling a larger production with this partnership.\n\nFor many years, I was producing an independent clothing line. We designed, manufactured and shipped our product to Asia, Europe, and the US. This gives us the experience to handle producing a well-made product, prevent delays and delivering on-time. We will apply that experience to making the Sipper a successful first production.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Long Season\nFirst created · 10 backed"}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Sippers available for a limited time", "update_content": "When I first created the Sipper, two things occurred to me. One would be that there might be a few people who would appreciate something like this. The second was the satisfaction of making something by hand, to craft something for yourself and others. I am also a firm believer that good things happen when knowledge is shared. \n Because I can not immediately provide you with a Sipper, I decided it might be best to share with you the next best thing- instructions on how to make a Sipper for yourself. In some ways, I think this is better than my original plan to manufacture these for you. Maybe you might find it more rewarding to craft one for a friend, the same way I started it. Maybe you would change the design, customize it for your needs, or even get inspired to create something new and launch a Kickstarter campaign! Seeing that happen would be its own reward and I would love to do my part in contributing to that creative spirit. "}, {"update_no": "UPDATE #5", "update_userinfo": "Make your own Sipper", "update_content": "Hi Backers,\nI just wanted to wish you all a Happy Holiday season! It has been so rewarding to know there are people like you who support project creators like myself. I already know whatever the outcome of my campaign, it has been a wonderful experience. Thank you all!\nBest regards,"}, {"update_no": "UPDATE #4", "update_userinfo": "Thank you for all your support!", "update_content": "We're \"so totally butch\" it hurts sometimes. Thanks to sprudge.com for featuring our project and giving us something to gloat about! You can view it here.\nIt's approaching the last week on Kickstarter. I can't thank you enough for supporting this project. But as you can see, there's still quite a gap we need to fill to meet our goal. If you've got some extra support to spare this holiday season, please share our project with your dear friends. I can now guarantee you and everyone who pledges a butched up morning."}, {"update_no": "UPDATE #3", "update_userinfo": "Happy Holidays", "update_content": "Hi Kickstarter Backers,\nSince the launch of our campaign, we've received several requests for a reward tier for two. Due to recent changes to Kickstarter rules, we were not allowed to offer more than one item per reward tier. After a few exchanges with Kickstarter, they agreed to allow us to offer a pair as a reward!\nWe now offer 2 more reward tiers for a perfect pair. "}, {"status": [{"Project ends": "DECEMBER 30, 2012"}, {"Project launches": "NOVEMBER 30, 2012"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1480354083/leather-sipper-coffee-cup-sleeve", "project_name": "Leather \"Sipper\" coffee cup sleeve"}}]