[{"backer": "Michael McCarty", "project_data": {"campaign": {"story": "Stretch Goals:  \n JOIN ME ON A JOURNEY TO FIND THE TRUTH:\nMy name is Elijah. I believe miracles can happen. Also, I have a degree in philosophy as well as psychology, so when I hear claims of people being healed, I naturally have lots of questions. I'm convinced that if they're true, and God is doing this, then there should be a trail of evidence that corroborates some of those stories. \nSo I am going on an incredible journey to search for this evidence. Along the way we will talk to people from all walks of life, and pose hard philosophical, scientific, and theological questions to see if we find cases that we think are the real deal. Then we will give you the best testimonies we can find and the evidence to decide for yourself.\nINTERVIEWS FROM:\nand many others…\nWHAT YOU MAY NOT KNOW:\nI have always had a passion to know God and have incredible experiences. At the same time, I know that it’s very easy for humans to see what they want to see. In my pursuit of reality, I have wrestled with the hard questions, such as:\n“If miracles are happening, where is the medical documentation?\"\n\"What do you do with natural phenomena like the placebo effect, or psychosomatic disorders that mimic miracles?”\n\"How can I know God is really doing this, and not my imagination?”\nSo to seek reality and be intellectually honest, I will research what both skeptics and believers are saying.\nA FIRST ATTEMPT:\nMy first effort was to start a website in November 2014 and see if I could collect testimonies. From here maybe there would be something to build a documentary on. Honestly, there were only a few hits, so I wasn’t really sure it was something to go after. I was feeling like it was going nowhere and was about to let it all go.\nAND SUDDENLY:\nOne day while at home I received a text from friends. They were listening to a prophetic speaker named Shawn Bolz who was currently in town. Shawn was speaking to a large crowd at my local church and called out my name, so I rushed there. In front of 600 people, I recorded what he said on my iPhone.\nNOW:\nWhat would you do if a man you have never met tells you your name, birthday, home town, wife’s name, wife’s occupation and even family members' names? Well, I chose to listen. He continued to tell me that God is aware of this idea for the film and to make the film!\nFrom that moment forward, I have found myself on a radical journey. Testimonies have been flowing in. I have met doctors testifying to miracles they saw, and pastors who are pointing me to the right type of case for what I hope to film. I have started working with medical researchers who are providing great feedback on what works and what does not. God has brought an incredible film team into my life and momentum is gaining. It has been a risk for my wife and I. We have already put $17,000 into making this film. \nShawn Bolz\nWHY MAKE A FILM LIKE THIS?\nPeople have deep questions, and there are answers. \nFilm is one of the best ways to see rapid cultural transformation in the church and society. \nThe influencers of our day speak the language of science, reason, evidence, and logic, not just experience and the Bible. Talking about the supernatural without speaking in the language of culture is like speaking a foreign language. \nWe want to create a fertile path for the kingdom of God to influence the realms of science, academia, and medicine. \nThis is an opportunity to present the world with medically verified healings and legitimize the supernatural. \nFinally, I believe from the message above, the Spirit of God has made clear that I should do this film.\nPLAY\n\nTHE RISKS WE WILL TAKE:\nWe will examine the hard philosophical, theological, and scientific issues concerning miracles. \nWe will not only interview theologians, but scientists, philosophers, researchers that are skeptics and believers. \nWe will seek medical documentation. \nWe will film doctors who pray and report miracles. \nWe will partner with the Spirit, and go where He leads.\nBENEFITS TO YOU:\nPartnering with God: With such clarity, we expect God to do something huge. Wouldn’t it be cool to be a part of this amazing documentary? You can. If you will give, I will go. I need your help. I can't do this without you. Let's partner with God together.\nGetting Informed: Have you ever wanted to see a miracle corroborated by medical documentation? Do you have questions like, “How do I tell a miracle apart from a natural phenomenon? What about the placebo effect, psychosomatic disorders, or Munchausen syndrome?” Do you know how to respond when people ask hard questions? A film like this can help expand your awareness and knowledge.\nExamining Medical Reports\nHelp Others: Do you know a deep thinker, scientist, or medical professional with questions about miracles? A film like would be a great benefit for an open minded person. The world needs this very badly. Some people aren’t convinced and it’s not always their fault. While miracles happen, the evidence is often lacking. It's actually quite easy for someone to get the impression that all of this is just wishful thinking. Even a person who WANTS to experience the miraculous can often struggle with this. This doesn't have to be the case. \nTransform Society: Imagine the people who will be inspired to get prayer for their illnesses, and see God move in their lives. Imagine, the people who will come to Jesus. Imagine the doctors who will watch something like this and be inspired to pray for their patients. Imagine the professors who would be empowered to teach on this topic!\nPLAY\n\nOur Costs:\nResearch: $5,000\nCollecting Data | Fact Checking | Expert Opinions | Further Testing\nPre Production: $9500\nWeb | Legal | Accounting | Script | Directing | Coaching | Insurance \nHigh Quality Video Production: $36,000\nEquipment | Crew | Airfare | Lodging | Ground Transportation | Food | Reimbursement \nPost Production: $37,000\nEditing | Color | Graphics | Verification | Audio | Titling \nMisc: $29,000\nReward Fulfillment | Kickstarter Fees | Buffer | Other\nPLAY\n\nPray\nPray about the lives that will be touched.  Pray that the finances will come in, and that God will give us amazing cases to film.\nShare\nEvery time you share someone new gets to see the vision for the film. They get excited. If you believe in this so will others. People need to see things six or seven times before they respond, so keep sharing.  If you know a blogger, podcaster, leader, radio, or Tv host who might like to know about this then please forward this link.\nPledge\nIf you pledge a few dollars it can go along way. Every dollar you pledge is voicing your support for seeing the intellectual and the supernatural come together. \nPLAY", "risks": "Risks and challenges\nFinding the Right Testimonies Will Take an Unpredictable Amount of Time:\n\nWe are still researching cases expecting the Lord to provide. Some people will not want to be on film. Others will not have the right type of before and after evidence. Some medical professionals will not want to be filmed because they fear the response of the insurance companies or medical boards. Every researcher I have talked with has said this is very difficult. That’s okay. God has a plan, and we will work on His timetable. We will keep all backers updated. \n\nHigher than Expected Costs:\n\nBecause we don’t know quite yet the exact testimonies we will use, we can’t project the cost of testing, or travel expenses. We've done our homework, but will let you know if something comes up.\n\nBad Data:\n\nA film like this may attract people who want to see if they can get one by us in order to become famous or to discredit the work. I am surrounding myself with theologians, philosophers, researchers, scientists and medical professionals. We will do our best to fact check every testimony, and strive for intellectual honesty.\n\nEnsuring We Honor Those Involved: \n\nI deeply care that every person we film and encounter are treated with respect and love. We will take extra efforts to make that a reality especially with those in the film who may disagree with us.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "Update", "update_content": "There is a saying that I have come to believe is true.\n“God doesn’t often call the equipped, but equips the called.”\nWhen I began this project, I knew next to nothing about film, and researching miracle claims.\nWhere would I even begin to find them?"}, {"update_no": "UPDATE #39", "update_userinfo": "Update on Miracle Evidence Doc", "update_content": "I wanted to update you all on the progress of the documentary. As you all know this has been a journey, as this is my first film. I thank you for your support. Covid-19 has created huge issues, and it slowed things down. Right now, I am in the legal stage…this is where all the B-roll is being tested for the Fair Use Act, so order that we can hopefully get E and O insurance. We are also working on the DVD covers right now as well. \nThanks, "}, {"update_no": "UPDATE #38", "update_userinfo": "We are Getting There", "update_content": "I hope that all is well, and that everyone is washing their hands. Our last case just got published in a peer reviewed journal, so we are in the final phase. We are so excited…\nThe film is looking amazing. I talked with a very well-known filmmaker about our last draft and he said it was one of the “best Christian films he has ever seen.”"}, {"update_no": "UPDATE #37", "update_userinfo": "The Fine Cut is Amazing", "update_content": "We just got a fine cut recently. I showed it to a few people, and it blew their minds. We are doing a final round of brief edits, and then on to coloring and sound. Trust me this one is well worth the wait. "}, {"update_no": "UPDATE #36", "update_userinfo": "Good News", "update_content": "Dear Kickstarter Family,\n I hope all is well. I saw a rough cut of the first 20 minutes of the film, and my mind was blown. As far as Christian movies go, I have not seen one that looks and feels this compelling. In order to get us over this last hump, we have brought on some new team members. \nDavid and Morgan Hansow"}, {"update_no": "UPDATE #35", "update_userinfo": "Update:", "update_content": "We have been working on the film nonstop since our last update. However, we are in an organization stage, which is really boring to write about. Basically, one must label every file, mark the clips, put then in bins by topic. We had to switch editing softward from Final Cut to Premiere Pro, which took months. This is a project that has never been accomplished before so there are unforeseen setbacks, but it in God’s timing. We send a first draft to an expert storyteller in San Diego. He gave a list of scene to alter and some to reshot. God is helping me make connections with experts who can take this to the next level. I thank you all for you patience. It’s coming and is going to be great."}, {"status": []}], "comments": [{"username": "Paula", "content": "Exactly! If the film was ever made, it would now be seriously out of date. When you have full funding, it doesn’t take 5 years to make a film...", "time": "about 1 month ago"}, {"username": "Margaret Riehl", "content": "Thank you for that quick reply!", "time": "about 1 year ago"}, {"username": "Michael Hoenick", "content": "Great to hear an update in the midst of the Coronavirus!! Thank you and I’ve been looking forward to this film for quite some time 🤓🙌", "time": "about 1 year ago"}, {"username": "Casey Crocker", "content": "I would love to hear an update on when this will be finished. Thank you!", "time": "over 1 year ago"}, {"username": "Joe Vigliano", "content": "It has been 4 years since you posted updates on the process for receiving pledge rewards. 4 years. It has been 5 months since the last update about the fine cut. It would seem reasonable, at this stage of the project, to have a release date estimate available.", "time": "over 1 year ago"}, {"username": "Tami Starr", "content": "So appreciative of the update and very much looking forward to experiencing your film.", "time": "over 1 year ago"}, {"username": "Mary Crocker", "content": "Really appreciate how you’ve honored the quality of the product/God’s timing vs. just putting anything out to get your deadlines done. God bless the culmination of your hard work and all the sacrifices you and your family have made! Excited to see it when it comes :)", "time": "over 1 year ago"}, {"username": "Tami Starr", "content": "I’m still following....if you aren’t able to complete this project it would be honorable to just let us know but we do deserve an update.", "time": "about 2 years ago"}, {"username": "Paula", "content": "I agree!", "time": "about 1 month ago"}, {"username": "Anne Tanner", "content": "Anne", "time": "over 2 years ago"}, {"username": "Christopher", "content": "Hey, I’m all for this project! But you really need to honour your supporters by releasing more regular updates. This is not intending pressure to get the project done, more suggesting you make us feel more included in the journey.", "time": "over 2 years ago"}, {"username": "Dana Allen", "content": "IS THIS PROJECT STILL HAPPENING? CAN'T FIND AN UPDATE ANYWHERE.", "time": "over 2 years ago"}, {"username": "Dana Allen", "content": "When do you expect the DVD to be done?", "time": "almost 3 years ago"}, {"username": "Kyle Theobald", "content": "Even if there are troubles with delivery, it's much better to share what is happening with backers - we are all excited to see what you come up with, and very supportive. Life happens and things get delayed.", "time": "about 3 years ago"}, {"username": "Dennis Lim", "content": "Please at least give us some updates? expected time of delivery? anything??", "time": "over 3 years ago"}, {"username": "Ricardo Cardona", "content": "Update?", "time": "over 3 years ago"}, {"username": "Douglas Sterner", "content": "When do you expect the DVD to be done?", "time": "over 3 years ago"}, {"username": "Dennis Lim", "content": "hi, can you please fill us in on what's going on?", "time": "over 3 years ago"}, {"username": "Kyle Theobald", "content": "Hey Elijah - just wanted to say thanks for the update. Don't be embarrassed -- every project takes more time than you think, and nothing worth creating is without unforeseen obstacles! Keep up the good work - we are all anticipating what you are creating!", "time": "almost 4 years ago"}, {"username": "Daniel W. Slocum", "content": "How's the project? We've not heard from you in what seems to be a long time. You ok?", "time": "almost 4 years ago"}, {"username": "melissa", "content": "I am looking forward to hearing stories of how God works in ordinary lives in extraordinary ways. Just the facts. Simple and True. I'm particularly grateful that there is careful research being done to authenticate the facts.I am glad I may listen without the usual level of skepticism I deal with and believe with confidence that they are true and reliable accounts.", "time": "over 4 years ago"}, {"username": "Dee Smit", "content": "Just reading the updates and hearing Bill's encouraging words is like a breath of the Holy Spirit blowing wind into my sails... thank you \"Team Miracles\" - like Nehemiah you are busy with a great work!", "time": "over 4 years ago"}, {"username": "Daniel O'Brien", "content": "Who can I contact if I have a testimony? I've got doctors reports too", "time": "about 5 years ago"}, {"username": "Jeremy \"JERisBRISK\" Anderson", "content": "I'm very excited for this, Elijah. Thank you for being the tip of the spear!", "time": "over 5 years ago"}, {"username": "Jacomien Labuschagne", "content": "It is such a privilege to sow into this project (sorry my payment took a while, but it went through now!). Thank you, I pray that more of heaven will manifest on earth and know so much more will happen through through your co-labouring with God on this project.", "time": "over 5 years ago"}, {"username": "Bridgett Williamson", "content": "Greater things are still to come. More rain!", "time": "over 5 years ago"}, {"username": "Justin Cook", "content": "I have been praying for people and watching them get miraculous healings over this past year. I have a brother who was raised to believe in healings but has since become a bit more skeptical about all the reports he hears and he has even told me he wishes that I could document what I've been a part of so that it would be easier for him to know if it's real. I love that you are doing this because I feel like this is the one puzzle piece for the doubting Thomas's that needs to put their hands in the proverbial holes to see that Jesus really is moving. Thank you so much for this project!", "time": "over 5 years ago"}, {"username": "Lori Osborne", "content": "Greater things are starting to happen! Yay Jesus!!", "time": "over 5 years ago"}, {"username": "Rodrigo Yepez", "content": "Elijahs, El Señor hará grandiosas cosas por medio de ti y tu equipo. Los bendigo y me siento muy entusiasmado porque los hijos de Dios ya estamos en las calles manifestando el poder del Reino de los Cielos. Bendiciones. ¡Cristo vive!", "time": "over 5 years ago"}, {"username": "Kimmee Auxier", "content": "Elijahs echo is tomorrow morning:) will keep you posted on what we see God doing in his heart!!", "time": "over 5 years ago"}, {"username": "Rory Mahaney", "content": "NOW IS THE TIME! Years ago, as I finished watching The Passion of The Christ, the Lord spoke clearly that He would begin to make movies that supported the revelation given in creating it. I thought that Mel might make 2 more sequels, but that was my own perception at the time, looking at the rarely discussed 40 days Christ walked the earth after His resurrection. I felt the power of God watching your trailer. I believe this will not only inspire unbelievers to come to Christ, but bring powerful encouragement to the body in moving in the direction of truly believing God is still doing miracles - and allowing Him to perform Him to perform them through them. THE LORD IS WITH YOU, EVEN AS HE WAS WITH MOSES AND JOSHUA - BE OF GOOD COURAGE, HE HAS OVERCOME THE WORLD!!", "time": "over 5 years ago"}, {"username": "Kimmee Auxier", "content": "Kimmee", "time": "over 5 years ago"}, {"username": "Cecyl Favarote", "content": "I pray this project will be used by the Holy Spirit to bring many into a saving knowledge and relationship with the Lord Jesus! May HE lead and guide every step!", "time": "over 5 years ago"}, {"username": "Seth Roach", "content": "Glad to be on this journey with you. Have you considered interviewing Curry Blake or Pete Cabrera Jr. for this documentary?", "time": "over 5 years ago"}, {"username": "Jason Nderitu", "content": "Soo close!! Come on guys let's finish it off!", "time": "over 5 years ago"}, {"username": "Deb Smith", "content": "Ha! God is awesome. Elijah, I saw you went to Covenant College in your bio. We probably know some of the same people. Praising the Lord that you are lifting up His Name in the prophetic sphere! I was rescued from a river drowning by an angel...May your film be used to rescue many from the darkness of unbelief...Praying to that end and Praising Him", "time": "over 5 years ago"}, {"username": "Joshua & Chelsea Shaw", "content": "It's amazing the impact films can have on people, I have met so many people who are now operating in supernatural because of Darren Wilson's films. I'm was so excited when heard about this film before it was even on kickstarter. I know this is a film that is going to not only change Church culture, but also bring many intellectuals and skeptics into the Kingdom. Praise the Lord! Haha Make this movie! I'm happy to support this and will be praying through out the process of making this film. :)", "time": "over 5 years ago"}, {"username": "Jared Walther", "content": "Let me know if you are interested and I can send you what I have", "time": "over 5 years ago"}, {"username": "Jared Walther", "content": "I have some miracle footage that I captured and several interviews after people have been healed. I have felt led by the Lord to capture when we pray for healing and miracles and have captured some very good footage. Legs growing out, arms growing out, backs healed, knees healed etc", "time": "over 5 years ago"}, {"username": "Linda McCaffrey", "content": "God has spoken and His word never returns to him unfulfilled. May His grace and wisdom guide you, His strength and courage fill you and the power and love of the Holy Spirit fill you and this project.", "time": "over 5 years ago"}, {"username": "Steve Wecks", "content": "God Bless You - I am in. I hope the money is a non-issue and you have it immediately. Obviously you are going to come up with way more material than can fit in the film. Please Elijah - work with someone to put some of it in printed form and share it. A blog, website, book, I don't know - get the testimonies out there!", "time": "over 5 years ago"}, {"username": "Brandon Mark Showalter", "content": "Elijah, we are all so excited to watch this come to fruition. I am declaring that you will have 20K by midnight. We will keep praying and cheering you and your team on!", "time": "over 5 years ago"}, {"username": "Jordan Rowe", "content": "This is going to be great! So believe in the vision God's given you and can't wait to see it all come together! I speak grace and favor over this project and that God's nature would be known in greater measure.", "time": "over 5 years ago"}, {"username": "Michael Sliviak", "content": "Father God, let me see new creative miracles or give me the testimony and evidence of already completed miracles to submit to Elijah for interview consideration, in Jesus name. Amen.", "time": "over 5 years ago"}, {"username": "Rodrigo Yepez", "content": "Declaramos que tu Señor pondrás todos los recursos necesarios para realizar este proyecto, te manifestaras SOBRENATURALMENTE y muchos serán llamados por el PODER del Señor a tus pies, el lugar más alto. En el nombre poderoso de Cristo Jesús. Amen.", "time": "over 5 years ago"}, {"username": "Danielle Vann", "content": "I'm praying for this film. Father, pour Your anointing all over it. Let it be a window of Your love to those who desperately need it. You are a good Father! And Your will is for ALL to be healed. Thank You, Jesus for Your resurrection power!", "time": "over 5 years ago"}, {"username": "Shaun Frankland", "content": "You can do it! This is going to happen. Skeptics are going to come to Jesus.", "time": "over 5 years ago"}, {"username": "Hudson Davis", "content": "Can't wait to see the finished product", "time": "over 5 years ago"}, {"username": "Braden Kale Heckman", "content": "Super excited for this project to come to life! God's favor has been all over this since the beginning!", "time": "over 5 years ago"}]}}, {"backer": "Michael McCarty", "project_data": {"campaign": {"story": "Hi guys! Im Roby Garcia\nHi Im Sylvia Garcia, Robys Mom\nCo-Owners Sylvia & Roby Garcia\nAnd together we are Phoenix Apparel. Phoenix Apparel is an independent lifestyle brand that was created through social media. Our specialty and what made us popular are our various print pocket tees. I like to think of a pocket tee as a simple re-invention of the classic t-shirt. With so many options for a pocket, anyone can express themselves with the pattern they choose without being too flashy, no one is excluded from our products.\nVarious Print Pocket Tees\nRoby came to me one day and asked if I could make him a pocket tee with a fabric he liked. After I made it, I told him how great of an idea it was and suggested he sell them somewhere. -Sylvia\nIG @phoenixapparel\nSo I then took some pictures, posted them on instagram and we got people purchasing almost immediately and asking for more designs. I realized that this could actually be a cool thing to do. I connected with some instagram celebrities and had them promote our tees and from there things just went even further. We added a ton of pocket tee designs, hats, bow ties and vintage items. Its been so amazing connecting with our followers and fans because without them we would not have come this far.  I’m really thankful that this random project has turned into something so much more, as I’ve always had a love for fashion and art in any form. We’ve come a long way and we are ready to step out into the next phase of our brand.\nSocial Media Personalities who wear Phoenix Apparel\nSocial Media Personality Cody Johns\nSince we are so small currently, we have been limited to what we can offer in terms of products, and how much we can offer in terms of quantity , stock, colors, sizes. Each item is made to order which has made it difficult to continually bring out new products while filling orders.\nWe hope to accomplish our goal so that we could bring out new products like graphic t shirts, button ups, and of course more pocket tees. We’d bring more hats, beanies, bow ties, accessories,  And bring them on a larger scale so that we can have items ready to ship. We would also offer more colors and sizes.  In addition we’d re-vamp our online store for an easier shopping experience and possibly add new members to the Phoenix Team\n Since Phoenix Apparel, was created by its customers and fans we would continue to remain about them and for them. Staying connected with them is a high priority for us. We Hope to see Phoenix Apparel transform into the next big thing in street wear and cannot wait to see what the future has in store for it. Thanks for taking the time to check us out\nPHNX logo tee & Phoenix Apparel beanie\nButton Ups & Oceanside 5 Panel", "risks": "Risks and challenges\nSince this business is still so fresh and a new world to us, we would need to overcome the obstacles of turning this independent brand into a true brand. There will be so much to learn and grow on, even after the project. But we have hope and faith that we can accomplish anything with our great following and the community we've come to know.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Roby Garcia\nFirst created · 0 backed\nHi! My Name is Roby, Thanks for taking the time to check out our campaign! I am a California native who grew up in Los Angeles. I've...See more"}, "support": [], "updates": [{"status": [{"Project is canceled": "NOVEMBER 25, 2014"}, {"Project launches": "OCTOBER 22, 2014"}]}], "comments": [{"username": "Daniel Tazzioli", "content": "I can see this really doing well once given the momentum!", "time": "over 6 years ago"}, {"username": "Michael McCarty", "content": "Can't wait to see your project really take off! You've got great style! :)", "time": "over 6 years ago"}]}}, {"backer": "Michael McCarty", "project_data": {"campaign": {"story": "Mice and Dice is a FAMILY FRIENDLY game that can be enjoyed by people of ALL ages! This game is perfect for children. It is easy to learn. Quick to play, and makes counting and learning numbers fun and exciting!\n  IF KICKSTARTER GOAL IS REACHED:\n IF ALL GROWTH GOALS ARE REACHED:\n First and foremost, the money raised will be used to pay our illustrator to create original art/design for Mice & Dice This will cost around $5,000 total. Our illustrator is the wonderfully talented: Lauren Scott. Please find her website and biography in the link below:\nhttp://www.lauren-scott.co.uk/\nBELOW IS A TASTE OF HER INCREDIBLE WORK FOR THE GAME SO FAR!!!!\n Michael and Stephen created and designed this game with kids and families in mind. When they were growing up they used to play games like Candyland and Mouse Trap with their mom. Once they matured they became baby-sitters for family friends, and, from there, graduated to camp counselors.  (Stephen was also a teacher for several years, and still works with kids in his local church to this day) \nThey believe that they remained kids at heart because of this. Today, they have noticed that children are much more inclined to pick up an iPad or play a video game then they are to play a board game. While they have nothing against either of those means of entertainment, they know that board games bring with them a whole other element of quality time and community where modern technology falls short. So, one of the core mechanics of the game is that it is \"Your turn, every turn.\" The purpose of this mechanic is to keep children (and adults for that matter) engaged and focused throughout the entirety of the game!\nAfter, years of development, play-testing, and polishing they are finally ready to bring Mice & Dice to families everywhere....with your help of course!\nThis week is RAT WEEK!\n The Rat Card that we need a name for is:\n\"If you do not roll YOUR number on YOUR turn, lose a Mouse Card (active or inactive)\"\nBELOW IS OUR HOW TO PLAY VIDEO. PLEASE NOTE EVERY COMPONENT IN THIS VIDEO IS FROM OUR PROTOTYPE. THE ACTUAL PUBLISHED GAME WILL LOOK EVEN BETTER ;)\nMice and Dice RULES\nObjective:  The first player to Cheeseville (move 50 spaces) WINS!\nGame Pieces: \n6 Dice\n6 Point Markers\n6 Number Cards\n19 Mice Cards\n20 Rat Cards\n15 Cheese Cards\n1 Game Board\nStart of the Game:  Arrange the Rat, Mice, and Cheese cards in their own piles on the game board.  Before the game starts, each player takes a turn rolling one die.  The number rolled is that player’s number for the game.  No two players can have the same number and some numbers may be inactive for the game.  The player who most recently ate cheese goes first.\nGame Play: At the start of their turn a player may play any Rat, Mouse, or Cheese Cards they may have.  Unless otherwise noted, all Mouse and Rat cards stay in play until removed by a player.  The player then rolls their die/dice.  Each non-rolling player moves one (1) space for each of their numbers rolled and the rolling player moves two (2) spaces for each of their numbers rolled.  If a player’s number appears more than once in a roll, for EACH number rolled beyond the first that player may either: (1) Draw a Rat OR Mouse card; OR (2) Remove a Rat card played on them; OR (3) Draw a Cheese card IF the player has moved at least 25 spaces and is in the “Cheese Phase”.  A player may do any combination of the three choices if their number is rolled more than once in a roll.  Once all cards are drawn and each player gets their points, game play continues to the left.\nNote: A player may only have one “active” Mouse and/or Cheese card at a time. A player can have multiple Rat cards played “on” them at a time.\nRat Cards:  Play Rat cards “on” an opponent, in which case the effect hurts that player.\nDirty Rat: Move 1 space instead of 2 when you roll your number.\nLab Rat: Lose all of your un-played Rat cards.\nRat in the Hat: You cannot move if your number is rolled by other players.\nSewer Rat: Go back 5 spaces.\nFat Rat: Roll 1 less die.\nAlley Rat: Steal a revealed Cheese card.\nPack Rat: Steal a Mouse card from a player.                                 \nRat Attack: Shuffle all Mice cards back in the deck.\nMice Cards:  Play Mice cards to help you.\nThree Blind Mice: On your roll when you roll 3’s you get move 2 spaces.\nMice on Ice: Move 1 space if you DON’T roll your number.\nMighty Mouse: If you roll your number, pick up a cheese card.  (In addition to other draws, must be above 25 points to “activate” the cheese card)\nHouse Mouse: Move 2 spaces if another player rolls your number.\nNice Mice: Move 3 spaces if you roll your number.\nDice Mice: Roll an extra die (up to a max of 6).\nTwice Mice: Roll twice on your turn(s).\nMouse Trap: If a player gives you a Rat card, reveal this card and they must play it on themselves.\nCheese Cards: Once a player moves twenty-five (25) spaces, a player may begin to collect Cheese cards.  Players collect Cheese cards face down and may reveal them only once they want to try and gain those points.  Cheese cards display a point value.  Once the card is revealed, that player must roll two (2) or more of that number (the point value) to gain those points.  Once the points are earned, the Cheese card is placed on the bottom of the Cheese card pile.\nCheddar Cheese: Move 2 Spaces\nAmerican Cheese: Move 3 Spaces\nSwiss Cheese: Move 4 Spaces\nRomano Cheese: Move 5 Spaces\nTHIS IS A GAME REVIEW FROM OUR FRIEND TIM AT GREY ELEPHANT GMAES! HE PLAYED THE GAME WITH HIS FAMILY A FEW TIMES, AND THIS IS A RECORDING OF ONE OF THOSE TIMES! PLEASE NOTE!!! THE GAME IN THIS VIDEO IS OUR PROTOTYPE, THE ACTUAL GAME WILL LOOK VERY DIFFERENT! \nTHIS A REVIEW FROM NEIL FROM BOARD GAMES WITH THE FAMILY ALL THW AY FROM ENGLAND!!\nhttps://www.youtube.com/watch?v=6X9D7KFnf_0\n“Mice & Dice is a great game for all ages that’s easy to pick up, but has a lot of room for trying to forge a plan; definitely one to break out at family game night.”\n- Josh Neiman: Victory Point Games - Lead Game Developer  http://victorypointgames.com/\n\"Mice and Dice is a great great game with a ton of player interaction, my game group played it over and over for the entire game night.. Which was 4hrs long, the hallmark of a great game is replayability and M&D has that it spades. It is awesome con queso\"\n- Frank Zazanis: General Nonsense Games - Game Designer http://www.generalnonsensegames.com/\n\"Let me start off by saying, if you are a kid or an adult, there is something to this game...These guys just love games, and your family will love it to. My future father in law, two other adults and the designers played the game (no children) the first time, and it was a blast!\"\n- Eric Bryan Seuthe: Monkey Finger Games - www.monkeyfingergames.com", "risks": "Risks and challenges\nThe distribution and sales challenge is very difficult for Mice & Dice. We will need funds to: place our initial order with our manufacturer, build our brand through marketing and advertising, attend industry trade shows, and pay our distributor to ship the game to all of you! \nFrom there we will look to sell the game to retailers and distributors We hope to get the game to families who have children and love to play family-fun games!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Michael and Stephen Stagliano\nFirst created · 18 backed\nStephen is a husband to a wonderful wife, the beautiful Bachelorette and love of his life DeAnna Pappas! He is now a father to a brand new...See more"}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Last Update!!!", "update_content": "Hello Again our wonderful backers. This will be our last update for this campaign. Please take a minute to read/view everything :)\nFirst, below is our last video that we would ask you to take 1:30 of your time to watch. I apologize for looking like I am about to sneeze bubbles...stupid youtube..."}, {"update_no": "UPDATE #9", "update_userinfo": "Rat Card Change", "update_content": "Happy Tuesday Backers!\nWe want to welcome our new backers, and thank our current ones for your continued support and participation in our campaign.\nThis update will be very brief..\nMichael and I have received some negative feedback from some of you in regards to the contest winning name for the new rat card - Rat Bass-terd - and we want to address that feedback."}, {"update_no": "UPDATE #8", "update_userinfo": "CHEESE WEEK/FINAL WEEK!", "update_content": "Welcome BACKers!!! \nTHANK YOU to everyone who participated in the Rat Week contest. We had several really funny submissions for the new Rat Card, but only one clear winner. This submission came from one of our good buddies. The name for the new Rat Card is: Rat Bass-terd! \"If you do not roll your number on your turn, lose a Mouse Card\" The card will have a picture of a Rat, holding a bass, with a little terd behind him...and a mouse running away in the background plugging his nose!!!\nTHIS WEEK IS CHEESE WEEK!"}, {"update_no": "UPDATE #7", "update_userinfo": "Keep Pushing!", "update_content": "Hello new and old backers!\nWe had a nice bump yesterday from a few new backers! Whaow!\nWe are so happy, excited, and honored to have you on board with us as we push through our campaign for Mice & Dice. This update will be brief as I know we all have busy lives to get back to!"}, {"update_no": "UPDATE #6", "update_userinfo": "Rat Week!!!", "update_content": "Happy Monday Backers!!!\n I know, I know...it is hard to have a happy Monday so we thought a fun little update from Mice & Dice might help!\nFIRST.....It is RAT WEEK!!! Whaow! Please watch the video below to get all the details! Ready? GO:"}, {"update_no": "UPDATE #5", "update_userinfo": "Mouse Week Winner and More!", "update_content": "Happy Friday Backers!\nWhat a week!\nThank you to all of you who participated in the Mouse Week contest! We had a ton of great ideas for the name of the new card....but, in the words of the highlander: there can only be one!...yikes tat was nerdy."}, {"update_no": "UPDATE #4", "update_userinfo": "Update #3 - MOUSE WEEK", "update_content": "Backers!\nHope you all had a good weekend!  Here is the SCOOP!\nFirst, thank you! Steve and I are beyond grateful you have joined us in making Mice and Dice. We are almost at 25% funded with 3 weeks to go. NOT BAD!"}, {"update_no": "UPDATE #3", "update_userinfo": "Week One is Done", "update_content": "Backers,\nYES! Week one has come to a close and thanks to YOU we are off to a VERY good start. We are just shy of being 20% funded with over 3 weeks to go.  MmmmMMMM cheesy goodness!\nThis week we also had our first official game review by Grey Elephant Games, they LOVED it. Check it out here:"}, {"update_no": "UPDATE #2", "update_userinfo": "Project Update: Day 2", "update_content": "Hello again and happy Satruday! \nAnd to our new backers WELCOME and thank you for joining us!\nWe will keep this update very brief as we know it is the weekend and we all have things to do!\nSO, yesterday we asked that you tell EVERYONE you know about Mice & Dice here on kickstarter and THANK YOU for doing this! There has been a HUGE \"buzz\" on Twitter and Facebook which has brought a lot of traffic to the page. We are well passed $2500 in less than 48 hours which is AMAZING, and that is all thanks to you! Whaow!!!"}, {"status": [{"Project is canceled": "APRIL 8, 2014"}]}], "comments": [{"username": "Lori Holloway", "content": "You guys are full of talent and great ideas! Happy to back your project. Good luck!", "time": "about 7 years ago"}, {"username": "Alex Majors", "content": "Wonderful Project, Cant wait to see the next updates!", "time": "about 7 years ago"}, {"username": "Monica Larson", "content": "I definitely will! :)", "time": "about 7 years ago"}, {"username": "Neil Blaiberg", "content": "I've created a video where I play a prototype with my 6 year old -I'll provide a link layer", "time": "about 7 years ago"}, {"username": "Monica Larson", "content": "I love the idea of \"your turn, every turn\" because it is so hard to keep kids (heck, and some adults!!) engaged and interested between turns, especially when 6 people are playing. Without all that down time between turns causing players to lose interest hopefully this game will help to revive family game night for some! Good luck reaching your funding goal!! :)", "time": "about 7 years ago"}, {"username": "Melanie MacLean", "content": "Initially interested because of LLT and the great tour; but backing because this game looks amazing!", "time": "about 7 years ago"}, {"username": "Neil Blaiberg", "content": "Is there any chance of getting early P&P versions, even with only half finished artwork or something?", "time": "over 7 years ago"}, {"username": "Neil Blaiberg", "content": "Hey guys, glad to be part of this", "time": "over 7 years ago"}, {"username": "Gamelyn Games", "content": "Good luck with your project fellows!", "time": "over 7 years ago"}]}}]