[{"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Cover art by Riccardo Faccini. All art shown during campaign is not final and subject to change. Final product may differ slightly from what is shown.\n\nFEVER Volume One is the new graphic novel series written and created by Ryan Cummins (Rumble Kings), line art and color by superstar artist Riccardo Faccini (Fractured Shards, ), and lettered by Justin Birch (Snake Eyes: Dead Game, Sea of Sorrows) about one man's blood-soaked fight for revenge set against the neon-lit streets of America's largest Mega City.\nWHO WILL LIKE FEVER?\nIf you like The Punisher, 100 Bullets, Ronin, and Akira.\nIf you like Altered Carbon, John Wick, Blade Runner, and Dredd.\nIf you like Cyberpunk 2077, Killtopia, The Raid, and Old Boy.\nIf you like comic books with tons of bloody violence, gorgeous artwork, and a great story, THEN FEVER IS THE BOOK FOR YOU!! \n\nFEVER is a hyper-violent neo-noir action thriller set against the backdrop of an American megacity, controlled by corporations, crime syndicates, and unassailed by the laws of both country and state. Our story follows Marcus Shaw, a hitman who is hunted after he leaves the life to settle down with the daughter of his treacherous crime boss. When his new bride is murdered on their honeymoon, he embarks on a one-man war against the entire criminal underworld.\nInterior art by Riccardo Faccini. All art shown during campaign is not final and subject to change. Final product may differ slightly from what is shown.\n\nMarcus has only ever known pain and violence since growing up on the streets but Yori has shown him love and peace for the first time. Feeling they can have more in life Marcus and Yori attempt to run away and start a new life together. But Yori’s father Goro soon learns of their transgression and sets out to prove a point to the star-crossed lovers.\nInterior art by Riccardo Faccini. All art shown during campaign is not final and subject to change. Final product may differ slightly from what is shown.\n\nInterior art by Riccardo Faccini. All art shown during campaign is not final and subject to change. Final product may differ slightly from what is shown.\nIn the year 2082, the world has fallen under the control of mega-corporations and underground criminal organizations. The most powerful of these organizations is the Nakagawa Crime Syndicate led by the powerful and ruthless Goro Nakagawa, an enterprising businessman with questionable roots. His prized possession is his daughter Yori, whom he holds above all others.\nInterior art by Riccardo Faccini. All art shown during the campaign is not final and subject to change. Final product may differ slightly from what is shown.\nInterior art by Riccardo Faccini. All art shown during the campaign is not final and subject to change. Final product may differ slightly from what is shown.\nInterior art by Riccardo Faccini. All art shown during the campaign is not final and subject to change. Final product may differ slightly from what is shown.\nNow, in the wake of gut-wrenching tragedy, Marcus must harness his pain and rage as he cuts a brutal and bloody path through the criminal underworld on a path of vengeance and retribution.\n\nConcept art by series artist Riccardo Faccini.\n\n\nExclusive Day One Backer Reward: We've teamed up with the amazing Massimiliano Veltri to bring you this exclusive full-color HOLOFOIL pinup. Everyone who backs the FEVER Volume One Kickstarter AT A PHYSICAL REWARD LEVEL in the first 24 hours will receive this gorgeous piece of art. So make sure you act fast! This will NOT be offered anywhere but here.\nThe FEVER Day One Exclusive Holofoil Print by artist Massimiliano Veltri.\nExclusive Creator Behind the Scenes video breakdown of the making of FEVER Volume One. You will get a special digital video episode from FEVER creator Ryan Cummins breaking down the inspirations and creative process behind the creation of this cyberpunk graphic novels series. \nListen to me, FEVER creator Ryan Cummins, go on and on and on about what influenced the creation of FEVER.\n\n\nFEVER Volume One is our 5th Kickstarter campaign and our mission is to keep rewards simple and easy for you. Here's a breakdown of what you'll get with each reward tier.\n\nThis softcover edition is a naked wraparound cover.\n\nADD-ONS are optional items that can be added to a physical Kickstarter pledge without changing pledge levels. This way you can customize your reward tier to get exactly what you want. Simply select a reward tier and you will be taken to a new page where you can then select which add-ons you would like. Simple.\nFinal USB color and design may vary.\n\n\nINTERNATIONAL SHIPPING. As postage rates continue to rise around the globe, we want to make sure that our overseas backers get their money worth when choosing to support Skeletal Press Kickstarter projects. With that in mind, we have created an exclusive package for those backers who wish to support us at a physical reward level.\n\nThe Skeletal Press International Backer Bundle.  Simply pledge to any physical reward tier and get this exclusive package which includes an exclusive FEVER Volume One variant signed bookplate, print pack, exclusive bookmark, and an exclusive sticker, added to your order ABSOLUTELY FREE. We want you to know that when you choose to spend your hard-earned money with Skeletal Press, you get your money's worth.\n\n\nLet's talk about STRETCH GOALS. What exactly are stretch goals? Glad you asked.\nLet's say we hit our $8,000 funding goal, STRETCH GOALS are new rewards given to ALL physical backers, ABSOLUTELY FREE, for every new funding goal we reach. \n\nThe stretch goals will be hidden until the campaign goal is reached, and we'll start revealing them as the campaign progresses. You can help us unlock additional goals by sharing a link from our Kickstarter page to your website, blog, or social media page. Sharing this pre-order campaign with others will ensure that more people have an opportunity to pre-order and everyone will benefit with new rewards. We hope to unlock all of the goals by the end of the campaign so we can make all of our wild ideas happen!\n\nMeet the creators behind FEVER.\nEvery project comes with its own unique risks and challenges. This is our fifth  Kickstarter campaign and we have made several adjustments from the way we ran and fulfilled our previous campaigns. We have studied several successful and unsuccessful campaigns to help better prepare us for problems that may arise.\n\nWe at Skeletal Press are doing everything we can to plant our flag in the indie comics community with quality work and reliable delivery. A successful run on FEVER Volume One opens the door for Skeletal Press to release more content by great creators. We hope you'll join us on this exciting journey.  If you have any questions at all, we always invite backers to email us directly at skeletalpress@gmail.com - we are always happy to hear from you!\n\nSkeletal Press is an independent artist studio and comic book publisher founded by Ryan Cummins. Our books include the sci-fi/fantasy, action-adventure series Rumble Kings as well as the upcoming cyberpunk revenge series FEVER.\n\n www.skeletalpress.com ", "risks": "Risks and challenges\nEvery project comes with its own unique risks and challenges. This is our fifth Kickstarter campaign and we have made several adjustments to the way we ran and fulfilled our previous campaigns. We have studied several successful and unsuccessful campaigns to help better prepare us for problems that may arise.\n\nWe at Skeletal Press are doing everything we can to plant our flag in the indie comics community with quality work and reliable delivery. A successful run on FEVER Volume One opens the door for Skeletal Press to release more content by great creators. We hope you'll join us on this exciting journey.\n\nIf you have any questions at all, we always invite backers to email us directly at skeletalpress@gmail.com - we are always happy to hear from you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "You Rock!", "descp": "Your name in the pledge list and a huge THANK YOU from the FEVER team and everyone here at Skeletal Press.", "time": [{"ESTIMATED DELIVERY": "May 2022"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "FEVER Volume One Digital Edition", "descp": "The FEVER Volume One Digital Edition. That's the complete 120-page FEVER Volume One story as a downloadable pdf.\nINCLUDES:\nDownloadable PDF of FEVER Volume One.", "time": [{"ESTIMATED DELIVERY": "May 2022"}], "stat": ["78 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "FEVER Deluxe Digital Bundle", "descp": "The Deluxe Digital Edition includes the 120-page FEVER Volume One digital edition as well as pdf copies of our other amazing comic series Rumble Kings #1-3 and the FEVER Digital Pinup Pack.\nINCLUDES:\nFEVER Volume One Digital Edition\nFEVER Digital Pinup Pack\nRumble Kings #1-3 Digital Editions", "time": [{"ESTIMATED DELIVERY": "May 2022"}], "stat": ["27 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "FEVER Standard Softcover", "descp": "Get the complete first story of FEVER in this beautiful graphic novel softcover volume.\nEach graphic novel is a full color, 7”x10”, and 120-page softcover.\nINCLUDES:\nFEVER Volume One Graphic Novel Softcover Edition\nFEVER Volume One Digital Edition", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["78 backers", "Add-ons"]}, {"amt": "Pledge US$ 35 or more", "title": "FEVER Standard Softcover Variant Edition", "descp": "Get the complete first story of FEVER in this beautiful graphic novel softcover volume featuring alternate cover artwork by artist Francesco Tomaselli.\nEach graphic novel is a full color, 7”x10”, and 120-page softcover.\nINCLUDES:\nFEVER Volume One Graphic Novel Softcover Edition featuring alternate cover artwork by Francesco Tomaselli.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Add-ons"]}, {"amt": "Pledge US$ 35 or more", "title": "FEVER Softcover Variant Edition 2", "descp": "Get the complete first story of FEVER in this beautiful graphic novel softcover volume featuring alternate cover artwork by artist Brian Balondo.\nEach graphic novel is a full color, 7”x10”, and 120-page softcover.\nINCLUDES:\nFEVER Volume One Graphic Novel Softcover Edition featuring alternate cover artwork by Brian Balondo.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 35 or more", "title": "FEVER Volume One Softcover Bundle 1", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel softcover volume featuring cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, 120-page softcover.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Softcover Edition featuring cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 35 or more", "title": "FEVER Softcover Variant Edition 3", "descp": "Get the complete first story of FEVER in this beautiful graphic novel softcover volume featuring alternate cover artwork by artist Dave Mims.\nEach graphic novel is a full color, 7”x10”, and 120-page softcover.\nINCLUDES:\nFEVER Volume One Graphic Novel Softcover Edition featuring alternate cover artwork by Dave Mims.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Add-ons"]}, {"amt": "Pledge US$ 50 or more", "title": "FEVER Exclusive Hardcover Edition", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel hardcover volume featuring alternate cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, and 120-page hardcover. Comes with a signed/numbered bookplate.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Hardcover Edition featuring alternate cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nKickstarter Exclusive Signed & Numbered Bookplate.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["27 backers", "Add-ons"]}, {"amt": "Pledge US$ 55 or more", "title": "FEVER Volume One Softcover Bundle 2", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel softcover volume featuring cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, 120-page softcover.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Softcover Edition featuring cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.\nFEVER Exclusive Full-color premium t-shirt.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "FEVER Volume One Hardcover Bundle 1", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel hardcover volume featuring alternate cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, and 120-page hardcover. Comes with a signed/numbered bookplate.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Hardcover Edition featuring alternate cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.\nKickstarter Exclusive Signed & Numbered Bookplate.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "FEVER Volume One Softcover Bundle 3", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel softcover volume featuring cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, 120-page softcover.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Softcover Edition featuring cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.\nFEVER Exclusive Full-color premium t-shirt.\nFully Loaded 1GB USB Flash Drive with behind-the-scenes artwork, scripts, Skeletal Press Podcast FEVER Episode, creator interview & more.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 100 or more", "title": "FEVER Volume One Hardcover Bundle 2", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel hardcover volume featuring alternate cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, and 120-page hardcover. Comes with a signed/numbered bookplate.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Hardcover Edition featuring alternate cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.\nKickstarter Exclusive Signed & Numbered Bookplate.\nFEVER Exclusive Full-color premium t-shirt.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 125 or more", "title": "FEVER Volume One Hardcover Bundle 3", "descp": "Get the complete first story of FEVER in this beautiful KICKSTARTER EXCLUSIVE graphic novel hardcover volume featuring alternate cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, and 120-page hardcover. Comes with a signed/numbered bookplate.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Hardcover Edition featuring alternate cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.\nKickstarter Exclusive Signed & Numbered Bookplate.\nFEVER Exclusive Full-color premium t-shirt.\nFully Loaded 1GB USB Flash Drive with behind-the-scenes artwork, scripts, Skeletal Press Podcast FEVER Episode, creator interview & more.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Add-ons"]}, {"amt": "Pledge US$ 300 or more", "title": "Be Drawn Into FEVER", "descp": "Be drawn into a scene from the first volume of FEVER by series artist Riccardo Faccini. You'll also get everything at the $125 Bundle 3 Level as well as be drawn into a scene within the first few chapters of FEVER Volume One. A whole lot of bodies drop in this story and now is your chance to be one of them.\nEach graphic novel is a full color, 7”x10”, and 120-page hardcover. Comes with a signed/numbered bookplate.\nINCLUDES:\nFEVER Volume One KICKSTARTER EXCLUSIVE Graphic Novel Hardcover Edition featuring alternate cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Print Pinup Pack.\nKickstarter Exclusive Signed & Numbered Bookplate.\nFEVER Exclusive Full-color premium t-shirt.\nFully Loaded 1GB USB Flash Drive with behind-the-scenes artwork, scripts, Skeletal Press Podcast FEVER Episode, creator interview & more.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 25 or more", "title": "FEVER Day One Standard Softcover Edition", "descp": "Get the complete first story of FEVER in this beautiful graphic novel softcover volume featuring alternate cover artwork by series artist Riccardo Faccini.\nEach graphic novel is a full color, 7”x10”, and 120-page softcover.\nINCLUDES:\nFEVER Volume One Graphic Novel Softcover Edition featuring alternate cover artwork by series artist Riccardo Faccini.\nFEVER Volume One Digital Edition.\nFEVER Digital Pinup Pack.\nFEVER Holofoil Print by Massimiliano Veltri.", "time": [{"ESTIMATED DELIVERY": "May 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "27 backers"]}], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "FEVER pdfs and SIGNAL BOOST.", "update_content": "What's up, everyone? I hope you're ready to have a great weekend. I want to remind all FEVER Kickstarter backers that your Chapter One pdf is in your Kickstarter Inbox. Make sure you check that out and let everyone know what you think. "}, {"update_no": "UPDATE #7", "update_userinfo": "WE...ARE...FUNDED!", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "Another Signal Boost!", "update_content": "Here are a few more titles you should have a look at. :) \n\nSTAUNCH AMBITION\nWhat happens when mankind can transcend its physical limitations? The natural becomes supernatural. Welcome...to the new enlightenment!"}, {"update_no": "UPDATE #5", "update_userinfo": "Update and Books You Should Check Out.", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Signal Boost!", "update_content": "FEVER Volume One is currently sitting at 52% on Kickstarter but I wanted to take a minute to share a few projects that I'm excited about. \n\nFirst up is LAND OF TOONS by Kevin Chilcoat. \nCheck it out here:  Land of Toons Kickstarter "}, {"update_no": "UPDATE #3", "update_userinfo": "Signal Boost!", "update_content": "You all are amazing. You came out and showed out for FEVER so I wanted to share a few projects that I'm excited by right now. First up is Eric Borden's LEAD CITY. \nCheck it out here:  http://kck.st/3sHLeQP "}, {"update_no": "UPDATE #2", "update_userinfo": "What A Day One!", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "WE ARE LIVE!!!", "update_content": "And here we go. Haha. FEVER Volume One is now LIVE and we're quickly off to a great start. Thank you to everyone who jumped on early and started sharing the project. I do want to clear a few things up real quick for everyone about this campaign. \n\nFIRST: The shipping date for the book is MAY 2022. That is NOT a typo. This project is a 120-page graphic novel and will take a bit of time to produce. Riccardo is doing ALL of the art himself and has said it would be close to the Holidays before he wraps it all up. Then of course Kasey and Justin have to edit and letter the book and we want to make sure they each have plenty of time to do the work. "}, {"status": [{"Project funds successfully": "271 backers pledged $8,626"}, {"Project launches": "APRIL 28, 2021"}]}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/skeletalpress/fever-volume-one-by-ryan-cummins-and-riccardo-faccini", "project_name": "FEVER Volume One"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Mock-up of the printed book.\nAfter three years in the making, Theatrics is finally is being collected in one amazing 132 PAGE HARDCOVER GRAPHIC NOVEL! Exclusively on Kickstarter.\n\"Neil Gibson is a writer to watch. Splendid...go look!.\" -Gail Simone (Batgirl, Wonder Woman, Secret Six)\n    What is Theatrics?\nTheatrics is a collection of the five-issue run of the popular webcomic of the same name (www.theatricscomic.com). Created by writer Neil Gibson and illustrator Leonardo Gonzalez in 2016 with Jan Wijngaard as color artist, and Jim Campbell as letterer.\nTheatrics follows the story of fallen-heartthrob Rudy Burns. Set in 1920s New York, it follows Rudy as he goes from the glimmer and glitz of broadway, to the down and dirty gyms of the emerging boxing culture of early 20th century America. But what would cause the world's biggest theater star to give up the star-lit stage for the blood-stained one?\nRead the comic to find out...\nRead the comic online, here!\nSome samples from the graphic novel.\nThis book contains five acts of the web comic. Each page lettered, color tweaked and perfected from what you saw online. It also contains original \"making of\" articles from Neil and Leo, including Theatrics concept art and design briefs, as well as Theatrics art pinups.\nWho is The Count?\nI am proud to say that all of the art is drawn and the printers are ready to start printing! All we need is your help to fund the printing of the book and then everyone wins! Become part of the Theatrics community by investing in the backer incentives on the side bar. We couldn't have gotten this far without all the awesome support from everyone who's been reading the comic online. Our readers truly are the reason why Theatrics has continued all this time. I'll be printing the book the moment the campaign ends to ensure that you will all get your copies as soon as possible!\nSome samples from the graphic the graphic novel.\nOTHER REWARDS...\n  T-shirt reward!\n  Pencilled art reward by Leonardo Gonzalez.\n  Inked art reward by Leonardo Gonzalez.\n  Script editing by Neil Gibson.\nTESTIMONIALS FOR THEATRICS...\n\"Textbook-tight storytelling. I'm impressed AND jealous.\" -Conor McCreery (Assassin's Creed, Kill Shakespeare, Sherlock Holmes vs. Harry Houdini)\n\"The grandest of Gibson's oeuvres, Theatrics is a fascinating period piece from a devilishly twisted quartet of creative minds.\" -Ryan O'Sullivan (Turncoat, Eisenhorn: Xenos)\n\"Against a backdrop of lush, velvet curtains and dark, piss-stained alleyways, men are made beasts and cruel destinies eke towards their inevitable manifestations in Gibson and Gonzalez's Theatrics.\" -Dan Watters (Dark Souls, Assassin's Creed, Limbo, Tortured Life)\n\"Theatrics examines with patience, the fortunes of a character who’s stepped off his stage but can’t seem to leave the theatre behind. Gibson’s flair for drama inspires Gonzales and Winjngaard’s moody, atmospheric art and colours. Read it and you’ll soon find yourself engrossed.\" -Ram V (Black Mumba, Brigands, Aghori)\n\"Dada. Dada no work. Dada no work. Dada. Dada. Dada. Dada. AAAAAAGH.\" -Karina Gibson (Enjoys Peppa Pig and The Gruffalo, does not enjoy Dada working)\n\"A gripping tale set against a backdrop of 1920s speakeasies, broadway lights, and an unforgiving New York.\" -Olly MacNamee (Bleeding Cool)\n\"If you want a heady story with more heart than most, look no further than THEATRICS.\" -Rob Patey (Aint it Cool News)\n\"Neil Gibson's writing is magnetic, drawing you into this gripping tale and refusing to let you go. Another knock-out from the TPub team.\" -David Molofsky (A Place to Hang Your Cape) \n\"Theatrics is an incredible comic. page after page of masterpiece The curtain has been raised on a masterpiece so get your tickets and enjoy the show.\" -James Blundell (Pipe Dream Comics)\n\"I must say, I've never read anything like this before...but that's a good thing! 5 out of 5 stars\" Jose Becerra (The Examiner)\n\"Theatrics is heart racing thrill ride that will surely make you read until the very last page!\" -Iron Squid (Slack Jaw Punks)\n\"Reading this story is compelling. The style is reminiscent of an era when a reader would have to wait for the next installment. It was the way Charles Dickens told several of his stories. Theatrics is a solid story with rich, complex characters.\" -Donna-Lyn Washington (Reviewfix)\n\"With great writing, great characters and fantastic art to back it all up, Theatrics is simply a must-read for comic-aficionados and avid readers alike.\" -Léon Othenin-Girard (Cultured Vultures)\nSOME EXCERPTS FROM THEATRICS...\n      Read more, at www.theatricscomic.com\nThank you so much for reading. While Leo and myself have worked together in various anthologies over the years, this is the first time we've ever worked on a long-form graphic novel together. THEATRICS is a book I've been writing for years now, and has taken a lot of blood, sweat, and tears to put together. (Most of it Leo's!) Thank you so much to those of you who've been supporting the comic online, and thank you also to those of you who are new to THEATRICS and are supporting us here on Kickstarter. I hope you enjoy your stay in 1920s New York, and I can't wait to hear your thoughts on the story. I am so immeasurably proud of what Leo, Jan, Jim, and I have managed to cook up together.\nNeil Gibson\nLondon, UK, October 2016", "risks": "Risks and challenges\nThe risks and challenges are extremely low with THEATRICS because all of the art is completed, the printer has given it's final quote, I am ready to print as soon as I get funding, and I have warehouses in the UK & USA ready to ship the book for me as soon as they receive it from the printers.\n\nThis is my third crowdsourced book. I'm a bit of an old hand at this sort of thing now. :)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Neil James Gibson\n3 created · 49 backed\nI worked as a management consultant, travelling the world to help companies improve their bottom line - always taking a few comics with me.See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "TPUBLICAN LEVEL", "descp": "Your name in the book & on the website in the thank you section. If you can't afford to give, but want to support us please pick this one - WE REALLY APPRECIATE YOUR HELP!", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "DIGITAL LEVEL", "descp": "Digital copy of the entire 132 page graphic novel featuring all five arcs, as well as bonus content and artwork.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "T-SHIRT LEVEL", "descp": "Want to represent THEATRICS in style? Pledge to this level for a badass Rudy t-shirt.\nAlso included:\n-Digital copy of the entire 132 page graphic novel featuring all five arcs, as well as bonus content and artwork.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "JUST THE BOOK LEVEL", "descp": "JUST THE BOOK LEVEL\nSelect this level for a single copy of the THEATRICS hardcover graphic novel, delivered straight to your door. (As well as a digital copy of the book to your email.)", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["60 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "TORTURED LIFE LEVEL", "descp": "TORTURED LIFE LEVEL\nYou get:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.\nAND...\n-A physical copy of the graphic novel \"TORTURED LIFE\", co-written by my buddy Dan Watters.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "TWISTED DARK LEVEL", "descp": "TWISTED DARK LEVEL\nYou get:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.\nAND...\n-A physical copy of a TWISTED DARK volume of your choosing. (You can choose from volumes 1-6 in the post-kickstarter survey.)", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "SHIRT & BOOK LEVEL", "descp": "SHIRT & BOOK LEVEL\nYou get:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.\n-A THEATRICS T-Shirt of the incomparable Rudy Burns.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "DOUBLE BOOK LEVEL", "descp": "DOUBLE BOOK LEVEL\nOne copy not enough? Looking to share the love? Want to read two copies concurrently? (Weirdo). Don't worry! This level is for you!\nYou get:\n-TWO copies of the THEATRICS hardcover graphic novel\n-TWO copies of the THEATRICS digital graphic novel.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "TOTAL PACKAGE LEVEL", "descp": "TOTAL PACKAGE LEVEL\nYou get:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.\n-A physical copy of the graphic novel \"TORTURED LIFE\", co-written by my buddy Dan Watters.\n-A THEATRICS T-Shirt of the incomparable Rudy Burns.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "NEIL SCRIPT EDIT LEVEL", "descp": "NEIL SCRIPT EDIT LEVEL\nA full issue script analysis from me, including a skype session.\nAlso includes:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "BE IMMORTALISED IN A COMIC LEVEL", "descp": "BE IMMORTALISED IN A COMIC LEVEL\nWant to appear in my next comic? Select this level and YOUR face will be appearing in the next comic I release.\nYou also get:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 130 or more", "title": "LEO PENCIL SKETCH LEVEL", "descp": "LEO PENCIL SKETCH LEVEL\nWant Leo to draw you a Black & white sketch? Pledge to this level for a picture of whatever you want (within the limits of good taste.)\nAlso includes:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 160 or more", "title": "KITCHEN SINK LEVEL", "descp": "KITCHEN SINK LEVEL\nWant all of the stuff from the \"TOTAL PACKAGE LEVEL\"...AND your face appearing in the next comic I make? Select this level!\nYou get:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.\n-A physical copy of the graphic novel \"TORTURED LIFE\", co-written by my buddy Dan Watters.\n-A THEATRICS T-Shirt of the incomparable Rudy Burns.\n-Your face in the next comic I release.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 230 or more", "title": "LEO INK LEVEL", "descp": "LEO INK LEVEL\nWant more than just a sketch? Ready to take your relationship with Leo to the next level? Pledge to this level for a fully inked commission from Leo, of whatever you want. (Again, within the limits of good taste.)\nAlso includes:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 330 or more", "title": "ORIGINAL ART LEVEL", "descp": "ORIGINAL ART LEVEL\nWan to own a page of original THEATRICS art drawn by Leo? Select this reward to do so. They're all for sale. (Let me know which one you want when you pledge and we'll make sure to reserve it for you - first come first serve basis naturally so you may want to have a couple of options.)\nAlso includes:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "NEIL GRAPHIC NOVEL EDIT LEVEL", "descp": "NEIL GRAPHIC NOVEL EDIT LEVEL\nA full graphic novel script analysis from me, including up to five skype sessions.\nAlso includes:\n-A copy of the THEATRICS hardcover graphic novel\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 650 or more", "title": "YOUR OWN THEATRICS COMIC", "descp": "This is the big one!\nYou get:\n-A copy of the THEATRICS hardcover graphic novel.\n-A digital copy of the THEATRICS graphic novel.\nAnd...\nThe THEATRICS team will write, draw and color a two page THEATRICS story based around you! You will officially become a character in the THEATRICS Universe. Awesome, right? Well... there's some bad news - you're going 13 rounds with The Count. Good luck!\nYou get the original art pages and a digital version of the two page story which I may print in the next edition. Not for the humorless or faint of heart.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 999 or more", "title": "DINNER WITH THE CREATORS LEVEL", "descp": "DINNER WITH THE CREATORS LEVEL\nThis is the big(ger) one!\nYou get to have dinner with me & Leo at a speakeasy in New York, during New York Comicon 2017. We'll look at your scripts, give feedback on your art, and if that's not your thing? We'll just chat.\nWe'll even sign your book for you.\nNot only that, but we'll also write, draw and color a two page THEATRICS story based around you! You will officially become a character in the THEATRICS Universe. Awesome, right? Well... there's some bad news - you're going 13 rounds with The Count. Good luck!\nYou get the original art pages and a digital version of the two page story which I may print in the next edition. Not for the humorless or faint of heart.\nYou also get:\n-A copy of the THEATRICS hardcover graphic novel.\n-A digital copy of the THEATRICS graphic novel.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "A distraction from the election results...", "update_content": "Hello everyone,\nWell that election result was surprising! I know people are both depressed and fired up by the outcome, and the media coverage is intense. So to give you something to distract you, here is a comic called Dream and the sequel called Broken Dreams. \n==> Dream (with rough lettering)\n==> Broken Dreams (script for the sequel)"}, {"update_no": "UPDATE #3", "update_userinfo": "(Theatrics) Week 1: 50% funded! $7000+ raised! 130+ backers!", "update_content": "Very happy to announce that the THEATRICS Kickstarter is now 50% funded at $7,000 after its first week online!"}, {"update_no": "UPDATE #2", "update_userinfo": "(Theatrics) Day 2: Over 100 backers!", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "(Theatrics) Day 1: $3000+ Raised, over 70 Backers!", "update_content": "WOW! \nIn 24 hours, 70 of you were kind enough to pledge $3,000 to turn Theatrics into a real-life graphic novel! \nThank you SO much! Leo & myself are so are overwhelmed by all of the support you've shown for the book. Thank you for backing, and those of you who are also sharing the kickstarter link with people on twitter and facebook, you have my double thanks. I really appreciate just how many of you are helping us get the word out!"}, {"status": [{"Project is canceled": "OCTOBER 24, 2016"}, {"Project launches": "OCTOBER 3, 2016"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/neilgibson/theatrics-the-hardcover-graphic-novel", "project_name": "THEATRICS - The Hardcover Graphic Novel (Canceled)"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Update: WE'VE HIT 100%!!! ON TO STRETCH GOAL #1!\nIT HAS ARISEN AND WALKS THE NIGHT. Our beloved comic shall stalk an unsuspecting world in deluxe softcover and premium digital editions! I am so, so happy and grateful to all of you. :-D\nBUT! This also means one more thing -- we've unlocked the first stretch goal, and it's not far away at all! If we can hit\n$6300 by 9 AM PST, Wednesday, November 19th\nthen you get:\na new bonus section for the book -- beautiful guest art and behind-the-scenes material!\na bonus physical reward (for most reward tiers -- you'll be informed which, and have a chance to either upgrade or customize your pledge if you're not one of the tiers that automatically gets it)! And psst, if you're a backer, you can vote on your preference for the reward now. Check your inbox! We are looking at one of two possibilities -- a cloisonne pin based on the pin used in the pop-up vampire/victim nightclub in Vol. 1...\n        ...or character charms. Yes, that means chibi Ambrogio. Doesn't that sound like a great idea, Ambrogio?\nOkay, fine. Actually, I'm not asking you. I'm asking the backers. :-D\n***\n\"an awesome, sassy vampire webcomic...with unique and fresh ideas\"\n-- Meg Markey, ReadComicBooks.net\n\"shows surprising depth quickly\"\n-- Chuck Wendig, author of the Miriam Black books and the Heartland series\nIt’s that time! After Daylight, your one-stop shop for satirical vampire comedy/drama with a splash of socially-aware snark (okay, maybe more than a splash) has been updating faithfully as a weekly webcomic since August of 2012. Now 100 hand-shaded pages are in the can, the grand plot arc of the first “season” is all wrapped up, and it’s time for it to sail out into the world in gorgeous print.\nGreat. So what’s After Daylight?\nWell, you gotta understand. I’ve been writing vampire fiction on a professional basis since the late 90’s, and I still love the bloodthirsty little dears to death, but I can only take them so seriously anymore. As an author, I love the juiciness of a setting where humans must share the planet (or not) with other sentient, powerful beings. Who drink blood. But as a fan, I’ve gotten so tired of books and shows that drop all these intriguing hints about how that setting would work…aaaand then end up way too busy destroying the protagonists’ romance for the fourth time to really follow up on it. Not naming any names.\nSo I’ve taken that premise of \"humans discover vampires! En masse!\" and put my own tongue-mostly-in-cheek twist on it. And I’ve written in all those bloodsuckers I knew had to exist if there really were bloodsuckers, but for some reason we never see them. You know: the ones too busy working a crappy night job to stand around with perfect hair, moping existentially. The ones who think blood bank discards taste like rusty nails. The ones who listen to a little too much talk radio. The ones who actually reflect the incredible variety of a modern urban population. The ones who’re more scared of mortals than the mortals are of them.\nWe see much of this through the eyes of one \"Cat\" Bernstein, ex-folk-rocker turned undead retail drudge, but this series is all about strong ensemble cast. No matter what kind of vamps you like, I've probably got one for you! Volume 1 takes us through the ominous creeping dawn of Daylight -- that's the vampires' unhappy nickname for this revelation -- from its first deniable Internet leaks (and the inevitable LOLmacros) to the full monty of the inescapable spotlight.\nLet’s just say, hijinks ensue. But don’t take my word for it. Feel free to browse over to the webcomic at http://www.afterdaylight.com and take a look!\nOkay, but why should I back this if the webcomic is free?\nGlad you asked.\nReason #1: The book is way cooler. It’s bigger and much higher-resolution, so even if you’re reading the PDF, you’ll enjoy a nicer view of the lovingly-detailed art and all the jokey little Easter eggs. The print edition will be even lovelier, what with its hip, graphic, UV-spot-coated cover design and all. Both print and PDF versions will have some material not available on the website – with possibly even more bonus goodies, if we can hit stretch goals! Finally, while After Daylight works fine as a page-a-week fix because of the comedy, it also has a continuing dramatic plot that's more satisfying to read in extended bursts. The book/e-book format makes those leisurely reading sessions much more convenient and pleasurable.\nReason #2: Creators gotta eat. We live in exciting times. Crowdfunding platforms like Kickstarter are opening up whole new possibilities for indie comics. Webcomics in particular have eagerly added it to the business model that’s been emerging over the last decade or so – a model in which you can make it even if your stories are too wild and weird, too niche, too unconventional in art style, or too “hard to market” to sell to risk-averse major publishers. I’ve spent the last two years basically doing my “ante up” – proving to myself that I can meet a regular deadline while creating a story and characters that make people laugh, think, and care. I believe the reader response so far has borne this out. But a comic like this is time- and labor-intensive to produce, and rent still comes annoyingly due every month. So now I have to verify that I can make at least enough money at this to be able to continue with the series. Your pledge money is funding an honest-to-goodness professional offset print run, but this is an all-or-nothing deal. If the funding goal isn't met by the deadline, no money changes hands and that means I can't buy the run, so I need the help of each and every one of you with pledging and spreading the word.\nBut if we succeed, I can print enough premium-quality books not only to reward my backers, but also to sell on an ongoing basis at conventions, through small retailers, and on the Internet. In other words, your Kickstarter support can help make my indie creative career viable in a way that simply wouldn’t have been possible twenty years ago. As a child of the pre-Web era, I find this change amazing! I hope you do too.\nAll right, you've sold me. Now tell me what goodies I get!\nGlad you asked that, too!\nI have many pledge levels for you -- take a look on the right. In all likelihood, there's one that suits your desires and budget. (If not, contact me -- some customization of pledges is certainly available!) But just to give you an idea, here's some of what's on offer at different tiers:\n+ Immortality! If by \"immortality\" you're willing to take \"a thank-you by name in the historic first edition!\"\n+ After Daylight, Vol 1 - premium softcover and/or PDF edition, with possible further upgrades in stretch goals (over 100 pages of story)!\n+ Yer very own button, featuring Cat's cheery lovable puss!\n+ A \"SO. Not. An Early Riser.\" greeting card for all occasions!\n+ A Kickstarter-exclusive 8x10 giclee art print on premium watercolor paper!\n+ 11x17 giclee art prints of Vol. 1 pages (with or without text)!\n+ A making-of PDF with concept art and creation notes!\n+ Custom art creations\n+ And more!\n$6300 (NOW IN PLAY)\nAdded material and guest art for the book - including but not limited to the making-of PDF pages\nSurprise bonus physical reward!\n$6800 (Locked)\nDetailed sneak peek at Vol. 2\nSurprise bonus physical reward!\n$7300 (Locked)\nThis coffin may open a crack as the goal approaches...\n(ETA: Oh and by the way, I'd like to introduce you to my first-choice print vendor, PrintNinja. They've done absolutely beautiful work on several of my colleagues' books and I'm eager to see what they can do with AD!)", "risks": "Risks and challenges\n+ The 100 full comic pages and 5 minicomics that make up Volume 1 are already completed, so apart from layout -- which is currently in progress -- the book is finished. This has already been a multi-year labor, which I'm very proud and happy to have invested in.\n\n+ There can be no collaboration problems because After Daylight is a one-woman shop. My boss may be a taskmaster, but she can't fire me! Yes, if I get run over by a truck or something, then no further volumes will be created -- and while the first big plot arc is finished in Vol. 1, I plan many more wicked plot arcs that do need me to keep making them. So I hope you'll join me in my fervent desire that no trucks engage me in any right-of-way disputes.\n\n+ This is a first Kickstarter. I've crunched oh, so many spreadsheet numbers and lined up multiple potential vendors for this, but it's still always possible that something will happen to cause a production delay beyond those already anticipated (for instance, my most likely print vendor ships from overseas, so that multi-week delay is all but certain). I'll be very clear about what I expect for turnaround times on each reward category once the funding goal is reached and fulfillment begins. If it looks like there'll be a hiccup, delay, or need to switch vendors, I'll keep everyone apprised of those developments as they happen and listen carefully to backer feedback.\n\n+ In planning this campaign, I'm lucky to follow a path already trodden by similar bound-volume projects that have funded successfully, and whose fulfillment phases were much like what I'm planning. Their triumphs and agonies have been my teachers. I've been soliciting advice from multiple colleagues for many months now, and as a result, I believe I've built in reasonable cushions and contingencies for the known problems of crowdfunding a graphic novel. (For instance, NOT forgetting shipping expenses and fees!) Again, however, if something unanticipated comes up that has the potential to affect my backers, frequent and informative updates will be my response.\n\n+ If I have my way, After Daylight will be around for many years to come -- so my long-term relationship with my readers is one of the most important things in the world to me. In all I do with this campaign, the desire to keep that relationship going strong is my guide.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #81", "update_userinfo": "Comedy in an age of self-parody?", "update_content": "So yeah, that all happened.\n\nI mean, in a way, my conscience is clear? Because I really did do all I could to stop it? Tried to save the world -- and it turns out the world just...didn't feel like being saved. Everything we all did, it wasn't enough. I was supposed to be WELL back to drawing funny vampires by now. That's what the plan had been as of November 7th.\n\nOf course, if  is about anything, it's about fate having different plans from you. :-) (Right, Cat?)\n\nThis is my country and my people -- I intend to go on fighting for them. No one who studies history like I do can put their head in the sand and pretend that these are normal times, that you can just live normally in. They're anything but. In fact, to some extent the delay on relaunching the comic has been due to a . It was built as a wry parody on vampi-- I mean  nature and sociopolitics -- but how do you exaggerate that which is already unbelievably out there? How do you parody something that is inherently a tail-consuming Ouroboros serpent of self-parody? A freaking  of I CAN'T EVEN?\n\nWell, I'm working on that. And I am finding some delightful inspiration in comedians who are managing to do a bang-up job of it. My larger plot arc for Vols 2 and 3 is probably going to be taking, uh, some turns I didn't originally anticipate ;-)...but I am trying to have faith that it will find its footing again. Trust the process -- you can't edit what isn't written yet -- and all that annoyingly true creator wisdom.\n\nAccordingly, I'm . That deadline is -- please restrain your eyerolls -- . Come hell or high water, weekly updates will resume at that time!\n\nIn the meantime.I am continuing to work both on the :"}, {"update_no": "UPDATE #80", "update_userinfo": "Makin' it rain marker portraits!", "update_content": "Hello, beloved belfry bats!\n\nWell, I think I can speak for us all when I say, \"2016, darling -- don't let the door hit your butt on the way out.\"\n\nIt's been a long, long season of volunteering. And as I said in a previous newsletter -- I felt that is was just too important to this country, to important to our history, not to do. I still feel that. I have no personal regrets.\n\nBut for the moment -- it's now to turn back to the true business of America: . Some of my plotlines may be taking off in a few different directions from what I'd been thinking before all of this -- but mark my words, they shall always be vampires and they shall always be funny. Some things are eternal!\n\nAccordingly, I've sent out an email to everyone who's waiting on a custom marker portrait. If you are one of these people, check your mailbox! I've asked y'all to send in your reference pics, and I will be completing the portraits in the order that I receive those reference pics. THE POWER IS IN YOUR HANDS. :-D\n\nIn the meantime, I've been working more on character designs (and experimenting with styles and digital media in the process)..."}, {"update_no": "UPDATE #79", "update_userinfo": "Why's saving the world gotta be so hard?", "update_content": "Time flies when you're trying to ward off apocalypse.\nFirst, a small business item. I've realized that chasing down one person at a time for their custom pieces -- specifically, for the reference photos I need to do those pieces -- is proooobably not the best approach. Folks get busy, email goes into their spam filter, the world threatens to teeter into chaos, etc etc etc, and the upshot is, delays.\nSo instead I'm going to be doing this: Those of you still waiting on custom pieces (including in-comic cameos) will get an email blast from me -- I'll make it from my own AD address instead of the one I use for Mailchimp so hopefully it'll be less likely to fall into spam. And whatever order I receive folks' reference pictures in? :-) So when you get that email, please do respond as soon as you get the chance! And as always, feel totally free to contact me at with any questions."}, {"update_no": "UPDATE #78", "update_userinfo": "Interesting times.", "update_content": "Er, only semi-joking.\nAs (I hope!) most of y'all already know from reading After Daylight -- in some ways it's a political kinda story, and I'm kind of a political gal. One of the reasons I love sarcasm and satire so much is that it's the spoonful of sugar that can help the medicine of having to pay all that attention to the news go down. :-) That's why, as a rule, the more serious a subject is, the more liable I am to crack jokes about it."}, {"update_no": "UPDATE #77", "update_userinfo": "A Brief Comic Hiatus, and other Schtuff.", "update_content": "Hello, Flying-Mouseketeers!\n(Well hey, bats are SORT of flying mice...)\nWell, computer issues seem to FINALLY be totally sorted out ::hastily knock wood::...and Volume 2, Chapter 2 is put to bed! And by \"put to bed\" I of course mean \"cruelly left hanging on the edge of a gravelly crumbly cliff by the thinnest of hand-talons!\""}, {"update_no": "UPDATE #76", "update_userinfo": "Soooo close now...", "update_content": "Hello, my belfry bats!\nDid you have a happy Tax Day (US folks)? I didn't! ;-)\nSo close now. Sooo cloooose... To what, you ask? Well, for those who've missed the last couple updates (remember, the newsletter is being updated more frequently than the Kickstarter campaign page these days!) the answer is \"so close to the end of Chapter 2.\" I have one page more after the one I'm currently on, and Chapter 2 will be complete! Unfortunately there have been some computer mishaps in the last couple of weeks, but I'm very much hoping that the Windows reset I've done will take care of them and squish all the stubborn bugs."}, {"update_no": "UPDATE #75", "update_userinfo": "About them custom rewards now. ^^", "update_content": "Hi folks!\nThe journey of a thousand miles begins with a single step. ...And then continues with a lot, lot...LOT more steps.\nSo I know in previous updates, I've mentioned that I had a couple health setbacks to get over this past fall and winter -- well, the good news is that I'm back on track from those and am getting back up to a reasonable production schedule. I was really hopeful that this past Wednesday would be the one where I could declare that the page went up by 5 am and that I was officially Completely Caught Up. Alas, I'm still a little bit short of that - hopefully week will be the one. :-) But I have made a decision that I'm going to go forward with regardless of whether I make that deadline or not."}, {"update_no": "UPDATE #74", "update_userinfo": "Post-holiday update", "update_content": "Hi folks --\nSo the other day I was lucky enough to have a business dinner meeting with one of the lovely folks at Patreon, and I was (as I'm wont to do) grilling her for all the advice that delicious Japanese food could make her give up. She was very generous with that advice, and when I asked her, \"what's the number one mistake you see creators making on Patreon?\" she said \"Not being transparent -- disappearing. You have to be real with people.\""}, {"update_no": "UPDATE #73", "update_userinfo": "Happy Hanukkah from all the little vampires!", "update_content": "Ohhhhhhhhh the holidays. Breathing down all our necks like an overambitious Krampus... Short and sweet for this update! Just a few things.\n1) Now that we're back to weekly comic updates, I'm getting ducks in a row for the more complicated custom Kickstarter rewards (e.g. marker portraits and website S/O's for the fellow-comicker reward tier). So keep watching yer inboxes...I'm in touch with some of you already for getting reference photos and so on. :-) Also, after some frustrating Technical Difficulties with my calligraphy pen, I'm back to being in a position to continue the ."}, {"update_no": "UPDATE #72", "update_userinfo": "Just a taste...", "update_content": "Hello to all the bats in my belfry!\nIf you hear a ringing in your ears, that's just my inner Quasimodo.\nSo this week's bulletin is on the short 'n' sweet side because So Much to Do! Here's what's up:\n1) For anyone who missed it, work on custom rewards has begun. Starting to send out to confirm their preferences for their commissioned art, and Proverbs are also being worked on as we speak. So if you ordered a custom piece where reference photos, special requests, etc were a part of the order, be on the lookout and make sure email from afterdaylightcomic@gmail.com is designated as NOT spam in your inbox. :-D"}, {"status": []}], "comment_no": 15, "projec_url": "https://www.kickstarter.com/projects/237621404/after-daylight-vampire-comedy-volume-1", "project_name": "After Daylight - Vampire Comedy: Volume 1"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Have you ever seen something you can't explain? Heard a voice speak a warning to you as you drifted off to sleep? Ever see a woman with no face singing to herself on a long, empty road? Ever talk to a serial killer?\nFrom the strange, nighttime experiences of a man deployed in Iraq to the story of a house haunted by a slightly mad old Jewish matriarch, from a chaplain's experience performing an exorcism to the history of spiritualism, to a ghost that seems to love LARPs, Then It Was Dark collects a variety of strange experiences from talented and diverse voices.\nA few people have messaged me asking about Star Power, so I've added two new backer rewards that include a Star Power PDF! One at the $15 level, one at the $40!\nCurrent Stretch Goal:\n$16,500 -- Everyone is paid an additional $5 per page, and a free, large, suitable for printing PDF of the \"Mystery House\" image will be unlocked for all backers! \nFrom \"Kinoko\" by Kasia Banas and Tara Zuber\nFrom \"The Sitting Ghost\" by Karen Kuo\nNew roughs by Sarah Dill from her story, The Copperhead\nA new stretch goal has been added for Then It Was Dark! A special bonus story written by Dirk Manning and drawn by Sires J. Black!  \nDirk Manning, acclaimed writer of such horror comics such as NIGHTMARE WORLD, TALES OF MR. RHEE, and LOVE STORIES (TO DIE FOR) tells the true story of the spiritual encounter he had in New Orleans that begrudgingly made him believe in ghosts!  \nSires J. Black is the incredibly talented artist of YOU'RE NOT ALONE and other comics. \nAlso featured in Then It Was Dark are the writing talents of Natalie Leif, Hannah K Chapman, Tara Zuber, Alo Sophia Lenk and Wesley Sun!\nI'm Sarah Benkin, the editor of Then It Was Dark, and I'm raising money to pay the artists for their contributions to the anthology, as well as paying for printing costs, shipping and miscellaneous expenses. All contributors to the anthology are paid up front, and have the perpetual right to buy copies at a significant discount so they can be sold at cons, or in their shops, for a profit. This way, artists and writers can make money off the front and back end. Treating my creators well, respecting their work and paying them for their labors is deeply important to me, and additional money raised will be put towards that goal.\nStretch Goals:\n$16,500 -- Everyone is paid an additional $5 per page, and a free, suitable for printing pdf of the \"Mystery House\" image will be unlocked for all backers!\n$17,000 -- A new story written by Dirk Manning and drawn by Sires J. Black is unlocked! \n$18,000 --Everyone is paid an additional $10 per page!\n$20,000 --Everyone is paid an additional $15 per page, and we will release a new wallpaper available to every backer!\n$21,500 --Everyone is paid an additional $20 per page!\n$24,000 --Everyone is paid an additional $25 per page, and we will release a special audio story just for Kickstarter backers!\nFrom \"Faces\" by Henry Gustavson\nFrom \"I See You\" by Meg Gandy\n Rewards for Backers!\n $1 - A thank you ghost in your email!\n $2 - A thank you and a Kickstarter-exclusive wallpaper! Limited quantity!\n $10 - A DRM-free PDF of Then It Was Dark!\n $25 - A PDF of Then It Was Dark and a physical copy!\n $35 - A PDF, a physical copy and a PDF of a kickstarter-exclusive process book!\n $45 - A PDF, the process book, a physical copy and three monster prints by Sarah Benkin! Limited quantity!\n $50 - A PDF, the process book, a physical copy and a mounted, ready-to-hang print of the \"bright figure\" promotional image! (This is not the cover art!) Limited quantity!\n $65 - A PDF, the process book, a physical copy and a \"Dumb Ways To Die\" commission! (See below) Limited quantity!\n $75 - A PDF, the process book, a physical copy and a PG-13 inked commission by Carey Pietsch! Only five available!\n $75 - A PDF, the process book, a physical copy and an inked commission by Jen Hickman! Only ten available!\n $80 - A PDF, the process book, a physical copy and an inked commission by Sarah 'Pickles' Dill! Only five available!\n $80 - A PDF, the process book, a physical copy and an inked commission by Diana Nock! Only five available!\n $100 - A PDF, the process book, a physical copy and a colored commission by Kelly Leigh Miller! Only nine available!\n$100 - A PDF, the process book, a physical copy and a colored digital commission by Karina Rehrbehn! Only five available! \n $100 - A PDF, the process book, a physical copy and color commission by Kasia Banas! Only four available!\n $350 - A PDF, the process book, a physical copy and a color commission from each of the three above artists! Only one available!\n $500- A PDF, the process book, a physical copy, a page in the anthology devoted to a spooky portrait of you, and a \"ghost box\" filled with five mounted and ready to be displayed pieces of artwork! Only five available!\n $1,000- Everything available at the previous level, plus a customized copy of the book filled with sketches, signatures, funny and creepy photographs and a special customized slipcover! Only one available!\nDumb Ways To Die Reward - Sample images\n Killed by a cenobite? Stomped by godzilla? Eaten by a swarm of sentient cupcakes? You chose the manner of your end, provide a photo or detailed description of your fate, then sit back and wait for the trumpets to sound.\nI will be kicking this project forward.", "risks": "Risks and challenges\nI've told all contributors to hold off work on the anthology until the project is funded. (Any preview art you see here was paid for out of pocket by me.) This is because I don't want anyone to work on promises, and so I won't ask anyone to start until the money that I will pay them with is in my hand. \n\nHowever, because of that, there is always the possibility that one or two of the contributors will, for whatever reason, fail to deliver. Although my contributors are all working professionals who've shown they can put out sequential work in the past, there is always (heaven forbid) the possibility that some accident, illness or family emergency will arise and stop one of the contributors from contributing.\n\nIf this happens, and it significantly affects the planned length of the book, I may have to revisit other artists who originally applied, or turn to other creators I know to fill in. I will inform my backers of the situation and of any delays it may cause. If any other unforeseen circumstance should cause a delay, I will inform my backers of that as well.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #30", "update_userinfo": "More Strange Stories!", "update_content": "Hello out there, all you lovers of the strange, all you beautiful people who helped make Then It Was Dark come to life.  \nDo you still have a hunger for tales of the strange and unusual? If so, we've got you covered—there's a new volume coming out with more personal experiences, more creepy stories, more investigations into the paranormal! Introducing Built On Strange Ground, now on Kickstarter."}, {"update_no": "UPDATE #29", "update_userinfo": "To anyone who has still not filled out their backer survey", "update_content": "Hey guys!\nThere are a few people who didn't respond to the backer surveys originally sent out last November. Please remember that if you don't fill out that survey, I won't know where you live and can't send out your reward!\nWith the exception of a couple people who contacted me recently, all the rewards should have arrived some time ago. If yours hasn't, please check to see whether you filled out the reward survey. If you didn't, please fill it out as soon as possible! (Sending me a quick message letting me know you filled it out will also help your reward get processed quickly.)"}, {"update_no": "UPDATE #28", "update_userinfo": "Then It Was Dark e-book launches on Comixology!", "update_content": "Hey gang! The electronic version of Then It Was Dark has just launched on Comixology! If you or someone you know has been waiting for the e-book, you can check it out here!"}, {"update_no": "UPDATE #27", "update_userinfo": "Wrapping up", "update_content": ""}, {"update_no": "UPDATE #26", "update_userinfo": "Our ship has come in!", "update_content": "...Well, actually our ship was already here. But our train has come in, taken the books from the ship and to the customs warehouse, then to the local warehouse and now they're here in my hot little hands! That's right, I'm typing this surrounded by a stack of envelopes and copies of Then It Was Dark!\nIt's going to take me a few days to pack and ship all of this. When that's done and the orders are all sent out, I'll post another update (with pictures!) to let you know the books are on their way to your homes. Thank you for sticking with me during the delay."}, {"update_no": "UPDATE #25", "update_userinfo": "\"I'm on a boat\" -TiWD books", "update_content": "Well gang, we've hit a bump in the road. We'd expected the books to be here by now, but a labor dispute at the port in Long Beach, California sent everything a little topsy turvy. According to the printer they're getting shipments out of order, everything's delayed and they're not the only ones being affected by this slowdown.\nSlowdown? Does this mean the books will be delayed? For how long? Can you do anything about it?  "}, {"update_no": "UPDATE #24", "update_userinfo": "PDFs!", "update_content": "The printing process is taking a little longer than expected. As is, we may juuuuust squeak in shipping everything out at the end of February, keeping within our planned ship date of \"February 2015,\" but if it takes a little extra time, (moving into the beginning of March,) I hope you'll bear with me. The books are looking great, and I'll keep you updated as they start to come in and get shipped out.  \nThe PDF version (and all other electronic rewards) will be delivered within the first couple weeks of February. The Kickstarter PDF will have some bonus material that won't be available later, and I'm putting the finishing touches on that. And here's some more good news! Kraken sent me photos of some of the first books printed!"}, {"update_no": "UPDATE #23", "update_userinfo": "Then it Was Dark PDFs! ...Sorta.", "update_content": "Hey hey backers! I met with one of the people from Kraken Print today and we went over digital proofs, getting everything just right. The book is looking excellent!"}, {"status": []}], "comment_no": 25, "projec_url": "https://www.kickstarter.com/projects/2098090584/then-it-was-dark", "project_name": "Then It Was Dark"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Curse of the Vessel is supernatural revenge comic book that is half crime story and half ghost story.\nUpdate:\nAs a THANK YOU for all your support. If we hit our funding goal EVERYONE with a shippable reward will get a copy of this Marina print by Mike Wilson! Without all that extra text and singed by the COTV creator, Michael Leal.\n Stretch Goals:\nWe have hit our funding goal, but there is still time to get EXTRA goodies by helping us hit our Stretch goals! \nStretch Goal #1 UNLOCKED! Not only will all backers at $10 and above get the John Broglia pinup above this text, but we will even throw in an extra print by Kantara artist, Chris Campana!\nStretch Goal #2  Locked. At $5000 EVERYONE will get a pdf copy of MARINA'S JOURNAL. Read the young witch's thoughts on the Curse of the Vessel and their ghostly encounters with sketches.\nCOTV#2 COVER Preview\nWhat is it about?\nVincent Faustino has become an involuntary vessel for the dead.\nOnce a brutal mafia enforcer, now his life is not his own. He has been branded with a magical sigil that allows spirits to possess his body at will. On the run from both his deadly former associates and law enforcement, he is wanted for murders and events he has no memory of. Vincent relentlessly hunts the man who cursed him, continually being hijacked by restless spirits who have their own personalities and agendas, both good and evil.\nThis is the torture he must endure. This is the punishment for his evil past. Vincent Faustino is forever “The Vessel”.\nCOTV#1 Pages 1-4\n WHAT IS THIS KICKSTARTER FOR?\nThis Kickstarter is to fund Curse of the Vessel #1 part 1 of a 4 issue series. The money will go directly to printing the book, fulfilling backer rewards, marketing, and if we have enough left over actually paying the artists involved. They work hard and deserve a little something for their time and effort.\nWHO ARE THESE GUYS?\nMichael Leal - (Writer/Creator) Michael is a writer comics of, prose, screenplays and pop culture articles. He has been published a number of times in Bela Lugosi's Tales From the Grave, Commander X Adventures, SP! Nexus Magazine, Zedura magazine and along with his crack team of comic artists won Small Press Idol 2010 with the original version of Curse of the Vessel. W00t!\nMike Wilson - (Penciler) Hey remember back in the day when Wizard Magazine had that art contest to draw the cover of issue# 139? Yea, Mike won that. Since then he's been using his powers for good instead of evil working for the likes of Palladium books, Gygax Magazine and many more.\nMichael McElveen - (Colorist) He was an instrumental member of the COTV team during Small Press Idol 2010 and since he as lent his coloring talents to a number of independent books. He is a design expert and has taught a number of classes including photoshop workshops. If you want on his good side ask him about his paintings of sacred geometry. ;)\nWHAT DO WE HAVE TO OFFER?\nBesides a compelling comic with an original story and awesome art we do have good amount of enticing goodies. Such as...\n\nAn EXCLUSIVE Kickstarter Cover by Comic Pro, Joëlle Jones. (Helheim, Spellcheckers, Madame Xanadu, etc.)\n\nPinups:\nExclusive Limited Edition Pinups by Talented Comic Artists, Jim McMunn,(Fubar, The Devil's Trail, Vic Boone: Stumptown Files) Mike Dubisch, (Zombies vs Robots, The People that Melt in the Rain, Weirdling) & the Amazing Huffy Chip.\nThe Incentives:\nThis is a Kicking it Forward project! Check out the site at the link below and Kick it Forward!\n http://kickingitforward.org", "risks": "Risks and challenges\nAs far as risks, there are very few. The issue is already complete save a few adjustments based on what happens during the kickstarter phase. Printing and fulfillment is all priced out, unless there is a sharp increase in shipping costs we should be good.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "COTV RE-Launch LAST WEEK! Stretch Goal Update!", "update_content": "Hey everyone!\nWe are in the LAST WEEK of the campaign. Only 5 days to go!"}, {"update_no": "UPDATE #27", "update_userinfo": "COTV RELAUNCH IS UP!!! Don't miss out again! :)", "update_content": "Hey everyone!\nJust dropping you a line to let you know that...\nThe NEW Kickstarter for Curse of the Vessel #1 and #2 is up!"}, {"update_no": "UPDATE #26", "update_userinfo": "5 days left!!! Reapet Backer Bonuses! NEW ART REWARDS!", "update_content": "Hey Everyone!\nWe have just 5 Days left in the campaign for Curse of the Vessel #2 and for those of you that have lent your support I can't thank you all enough. I hope our comic book stylings can live up to the hype. ;)\nWe are currently at about 47% funding right now which behind the Kickstarter for the first Issue at this point in that campaign."}, {"update_no": "UPDATE #25", "update_userinfo": "NEW REWARDS & Deals for Repeat Backers!", "update_content": "Hey guys!\nSo the Curse of the Vessel #2 Kickstarter is now bout 26% funded but not that many COTV#1 backers. Which was puzzling to me. I looked over the Kickstarter page and think maybe I didn't give you guys enough choices that would appeal to someone that already backed before.\nSo I made a few some changes."}, {"update_no": "UPDATE #24", "update_userinfo": "COTV #2 Kickstarter 1st Day Bonus!", "update_content": "Hey everyone!\nI just wanted to let you know that COTV #2 is now up on Kickstarter!\nWe have special BONUSES for early adopters!\nWe have an EARLY BIRD discounted tier AND anyone who backs us in the first day is entered to"}, {"update_no": "UPDATE #23", "update_userinfo": "COTV #2 PREVIEW Pages!", "update_content": "CURSE OF THE VESSEL #2 Kickstarter launches in 5 DAYS!\nHey guys! I'm just putting the final touches on the Kickstarter page and thought You might like to see a couple of preview images from the new book."}, {"update_no": "UPDATE #22", "update_userinfo": "Curse of the Vessel is back!!!", "update_content": "VERY IMPORTANT COTV NEWS!"}, {"update_no": "UPDATE #21", "update_userinfo": "Zany Alien Detective!", "update_content": "Hey there COTV fans!\nLong time no updates. I know it's been too long, but the rest of the series is actually ready to go and once I find the time to actually manage the kickstarter campaign (it's a full time job!) we will bring this story to it's senses shattering conclusion. I promise you won't be disappointed."}, {"update_no": "UPDATE #20", "update_userinfo": "COTV #2 Sketch Cover Editon / Rose City Comic Con", "update_content": "Hey guys!\nJust wanted to let you know that we are working hard on the kickstarter page for ISSUE #2 to get it ready for launch. It shouldn't be too long now.\nTeam Vessel recently went to Rose City Comic Con where we unveiled the special Ashcan Sketch Cover of issue #2 Only 100 of these were made and we sold about 25 of them at the con most with one of a kind covers sketched by COTV artist Mike Wilson!"}, {"update_no": "UPDATE #19", "update_userinfo": "UPDATE: Curse of the Vessel #2 Cameos!", "update_content": "HEY EVERYONE!\nI just wanted to tease bits of the backer cameos in Curse of the Vessel #2 coming to Kickstarter THIS MONTH!\nYES! It's true! We're back baby, with that super sweet Supernatural Crime that you all know and love!"}, {"status": []}], "comment_no": 51, "projec_url": "https://www.kickstarter.com/projects/michaelleal/curse-of-the-vessel-1-pre-order", "project_name": "CURSE of the VESSEL #1 PRE-ORDER"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Munkie Revolution is a comic about a troop of Lab Monkeys that are a product of a research project for the Department of Defense to create replacement soldiers. This story is about their fight for freedom and the right to exist.\nFounded by the mysterious Man In White, the goal of this strange project is to replace human soldiers with something more \"disposable\". Through a combination of limb replacement, genetic manipulation, psychoactive drugs, and hormone treatments, this project has created some very bizarre results. The few surviving primates lack any mental conditioning, which drives some to be little more than psychotic weapons...\nMarlowe is one of the oldest surviving Monkeys in the project. He's had a portion of his body removed, and replaced with several cybernetic equivalents and \"upgrades\". He is fighting to free his fellow specimens and ensure their survival.\n\nPunk is another specimen of the project. He's been put through experiments to give him a better \"combat response.\" He has drug dependency problems, and his altered states vary wildly between a comatose stupor to homicidal rage. Punk and Marlowe share leadership of the troop, and don't always see eye to eye.\nThe Man in White is the founder of the project, and he's going to do everything in his power to stay in control of his specimens. He's going to make sure his project ends on his terms, and any monkeys will die a horrible death before he loses control.\nJeremy had a successful Kickstarter with his Zombie Robots project. He was very happy with its success, and it was evident that the means to make his ambitious comic series Munkie Revolution are now a reality.\nThe Kickstarter campaign is running from November tent to December fifteenth. Munkie Revolution needs $6,000 in order to pay for publishing of the almost completed book. Our ultimate goal is to continue the Mini-series until completion, and tell a story that Jeremy has been involved with for over a decade.\nMunkie Revolution is created by:\nJEREMY RATHBONE -- Some say he's a madman in communion with the elder gods. Others say he's a wise old soul, who can use his wisdom to come up with unusual concepts. Still others say he's a silly person with silly ideas.Jeremy Rathbone is a strange individual who spends little time sleeping, and works in acrylic, and digital. He's best known for his Zombot series of paintings, and amassing evidence that one of his closest friends is in fact a robot. He has also co-created the comic story Munkie Revolution. Jeremy has the artistic philosophy of “If it doesn't make you think It's not art.”\nBRYAN RICHMOND – Writes the Munkie Revolution comic with Jeremy Rathbone. He also co-writes the webcomic Space Corps.\nWith your help we will be able to finish production and publish Munkie Revolution number one, a twenty-four page ad-free premium full color comic.\nBelow is a preview of what you will find inside your comic. These pages are nearly finished, but some touching-up is still needed. Lettering will be added when all the pages are completed. \nPage 11\npage 12\npage 13\npage 14\nJeremy had a successful kickstarter with his Zombie Robots.  He was so happy with its success the means were now evident to make his ambitious series Munkie Revolution a reality.    \nWe want this project to be a platform to conduct greater stories. We are hoping that Munkie Revolution will be the first of many in the next decade. We have a lot of wonderful stories to tell!\nWhen this comic was first envisioned, back in 2002 the original idea was called Monkie Squad. At the time, the story was sillier and upbeat, more akin to TMNT.  It had soviet gorillas! Here is an early rendition of one of our Monkies.\nMonkie!!!!\nJeremy went to many conventions in those early days, but Monkie Squad was too ambitious for a new artist and the project was scrapped.\nIn early 2006 Jeremy co-created his first comic \"Dust\".  After issue 1 Jeremy focused on stand alone illustration and art pieces. He continued his artistic education growing as an artist and taking the criticism received to improve his craft and art portfolio. \nEvolution of a punk.\nHowever, this time Jeremy isn't doing everything.Jeremy brought the amazingly talented Bryan Richmond, writer of Space Corps in to write Munkie Revolution.  With Jeremy's improved artistic abilities the writer/artist team can finally tell the story ten years in the making.  \nThis is just a small tidbit of the Munkie Revolution story. When this kickstarter is successfully funded more of the story will be told. It has been a very long road to get to these words that I am typing now. So please, join us in an event that will be part of our lives for the rest of our days. This will be a true revolution in every sense of the word.  \nTo show our thanks, everyone who supports the Revolution here on kickstarter will receive a special invitation to the upcoming release party in Sacramento where mad Munkie mayhem shall be unleashed upon the world!  \nFor those that pledge 5 bucks:\nPDF copy of Munkie Revolution!\n 8 bucks:\nA physical copy of the comic for 8 bucks! First 10 pledges only!\n 10 bucks:\nThe physical comic!\n 25 bucks:\nThe physical comic plus a photo-print of your choice.\n 50 bucks:\nYou get the deluxe 28-page comic with the PDF and the choice of two photo-prints!\n 55 bucks:\nYou get the special edition comic, PDF, choice of two photo-prints and a sketch by Jeremy!\n 80 bucks:\nYou get the physical book, PDF version, two photo-prints and one of twelve original paintings by Jeremy!\n 100 bucks:\nThe physical comic and your likeness forever immortalized in the comic itself!\n 110 bucks:\nThe physical comic, the Munkie Revolution's poster, an unique sketch and a pound of our special Mad-Munkie Coffee! You will also receive a hand-written personal letter from Jeremy!\n 200 bucks:\nThe physical comic, and you get to make your own munkie for issue #1; then help Jeremy kill that munkie in issue #2!\n 250 bucks:\nPhysical comic, PDF version, a poster, and the one-of-a-kind line art from the comic itself!\n 250 bucks:\nPhysical comic, PDF version, a poster, and Jeremy's only art-book!\n 6000 bucks:\nWe will fly you to Seattle and join Jeremy & Amber at Emerald City Con! You get the selection from any of the above awards!\n If you pledge additional funds to your reward tier, the following items are available for the following amounts:", "risks": "Risks and challenges\nThe risks and challenges of this kickstarter have mainly been overcome. This project has been in the works for well over a decade. We've been getting better at handling these projects through many years of experience. \n\nOur first challenge is to get this comic-book out in time! Our plan is to have our book in your hands within a month after the kickstarter has been completed. As on now, the comic is already 3/4 complete. By the time kickstarter ends, the comic will be completed. We are not dealing with a printer in China, we are printing domestically to avoid a 2 month shipping delay. That means our comic is going to be more expensive. We hope that paying a few extra bucks to insure quality and timeliness is worth it. \n\nThat brings me to challenge number two; finances. This is by far our hardest one yet. We spent a lot of time crunching numbers and trying to figure out what is the best price for our comic, and the goal for the kickstarter campaign. One of the difficulties is trying to make sure that our rewards don't dive too deep in the amount of money we need to publish the comic. We want to give you awesome stuff, but we need to balance that with achieving a printable book!\n\nAlso...I shouldn't even talk about this (I am being watched), but these Munkies are very dangerous! If I say something wrong, they will eat (or shoot) me! I know Jeremy says they prefer fast food, but I don't think so. Oh-gawd! They know tyht I anas heeeelpasdlkasjd'aD .---*\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jeremy Rathbone\n4 created · 23 backed\nJeremy Rathbone is a strange individual who spends little time sleeping, and works in acrylic, and digital. He's best known for his Zombot...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "The Revolution is in your ears!", "update_content": "First, I want to thank all of you for supporting the Revolution!!!\nThe project is getting closer to completion.  We are 16% funded, and the art has only a few more pages to go!\nJeremy was interviewed on a fantastic podcast! It was great chatting with Eric, not just about the Revolution, but about Conventions, Dr. Who, and Strar Trek where topics of discussion."}, {"update_no": "UPDATE #4", "update_userinfo": "Making the rewards better with Prints!", "update_content": "Exciting news, we took a hard look at the numbers over the weekend, and have decided to start a dding free prints to every pledge of $10 or more! Also, or any rewards that already include prints we are enlarging them to 12\" X 18\"!\nAnd, yes this includes everyone who has already backed the Munkie Revolution (and for all you Early birds, yes that includes you!), as well as all new backers we bring in. "}, {"update_no": "UPDATE #3", "update_userinfo": "a New video explaining the story!", "update_content": "PLAY"}, {"update_no": "UPDATE #2", "update_userinfo": "MEMES, and progress.", "update_content": "Hey, Everyone,\nwe are only a couple days in, and we are 13% funded! Hurrah, and thank you!\nI also wanted to tell you all about a fun little contest going on, primarily through Facebook. Every week, till the end of the campaign, I will be uploading a new image on to the web for the purposes of everyone being able to add their own caption."}, {"update_no": "UPDATE #1", "update_userinfo": "alternate Kickstarter video", "update_content": "PLAY"}, {"status": [{"Project ends": "DECEMBER 16, 2013"}, {"Project launches": "NOVEMBER 12, 2013"}]}], "comment_no": 23, "projec_url": "https://www.kickstarter.com/projects/67883267/munkie-revolution", "project_name": "Munkie Revolution"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "The Black Mudpuppy is a webcomic that I have been writing and drawing since March 2012. It's about an Aztec god trapped in the body of a salamander for 500 years and then forced to do good deeds against his will. He's a superhero who hates people, and he fights crazy villains like Hitlersaurus and the Invisible Deafmute.\nIf you like comics like Scud: the Disposable Assassin, Sam & Max or The Tick then you'll probably like this. It's weird, nerdy and fun! Up to this point, we've done a (very) small print run of the first 3 stories collected together. We've managed to sell out of them, but would like to finance a higher quality printing, and an additional volume with the next three stories, plus bonus art that you can't actually see for free on the website. If that sounds like it's in your wheelhouse, then read on!\nBackground:\nI created the character of the Black Mudpuppy in 6th grade. I don't really remember what exactly prompted his creation, but he's been with me for quite awhile in some form or another. At the time I had a pet melanistic axolotl, so that helped. My biggest influences as an artist are Doug TenNapel (Of such amazing works as Creature Tech and The Neverhood), and Steve Purcell (Sam & Max).  In college I utterly failed to adequately bring Mudpuppy to life, but in April of 2012, with a 30th birthday and the threat of utter mediocrity staring me in the face, I registered blackmudpuppy.com and began (with some regularity) drawing full pages of comics. Some people read them.\nI also enlisted the help of my good friend Adam Wickert, who keeps insisting that the comic is good and has value. He assists with the website, story ideas, marketing ideas and to date has not actually ever been paid. \nGoals:\nSo far, we've done a few small appearances and sold some books, and we think we've learned what will make the next version better. We would like to promote and market the books to a wider audience. The comic itself is meant to be read as a book, and most of our regular readers prefer to read it this way, as opposed to single pages presented semi-bi-weekly.\nStretch Goals:\nUNLOCKED -- $1600 - An exclusive Backer only Mudpuppy digital comic. \nUNLOCKED -- $1650 - Everyone at the $10 level or higher gets a Mudpuppy bookmark. \nUNLOCKED -- $1750 - Everyone at the $10 level or above gets an additional sticker design \nUNLOCKED -- $2000 - Everyone at the $40 level or above gets an additional poster design \nLOCKED -- $2250 - Backer exclusive Artist's Commentary audio file detailing the creation of the entire series up till now. \nLOCKED --$2501 -- Change name of Volume 2: The Dead Trees Edition to Volume 2: Electric Boogaloo. \nLOCKED -- $2502 -- Change name back to Dead Trees Edition.\nLOCKED --$3000 -- Everyone at the $50 level or above gets a Black Mudpuppy t-shirt.\nRewards:\nThis is a short encapsulation of our rewards!", "risks": "Risks and challenges\nThe biggest risks and challenges are already pretty much out of the way; namely the creation of the content and the laying out of the book. I'm literally sitting here with my finger on the button. \n\nShipping everything could prove to be challenging, assuming we have a lot of orders, but I think we'll figure that out. If we have international orders, we may have to address each of those individually. Contact us if you'd like to pledge a level that says US only and you are an international backer. We will try to work out an arrangement.\n\nThe only other issue we might encounter could be delays in printing or shipping that would just not be foreseeable yet. However, if that happens, we will be open and communicative about what is going on.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "Good News Everyone!", "update_content": "This morning I sent out nearly all of the domestic (US) packages. Look for them to arrive by around the 16th (although, you know, be patient, it's pretty crazy at the post office right now. Apparently you humans all ship everything in December for some reason). Of course, if anyone has any issues with their reward shipment, please message me or email me. "}, {"update_no": "UPDATE #19", "update_userinfo": "THE BOOKS ARE IN!", "update_content": "To all my American friends, I hope you all had a great day of feasting on turkey and such. To all my non-American friends, well, sorry that everyone in America was just lying around eating turkey. The good news is, that the books are now enroute to me, finally! Once they get here I plan to immediately start shipping everything out. I also have made the decision to upgrade every book to a signed book. If you paid more for a signed book, you'll now be getting a signed book with a mudpuppy drawing as well. Hooray! "}, {"update_no": "UPDATE #18", "update_userinfo": "Happy Thanksgiving/Normal Day", "update_content": "Hey everyone. The stickers came in yesterday! Check out all their majesty:"}, {"update_no": "UPDATE #17", "update_userinfo": "Nearly there!", "update_content": "Just a quick update. Last round of proofing is now done, and it looks like I should physically be able to start shipping in the next few weeks. I will send out another update just as soon as I get the books in. I know we're a little further into November than I intended to be, but I'm hoping once we start shipping things will be fairly smooth sailing. So far, everything's looking great. I think you guys are going to really like this stuff. "}, {"update_no": "UPDATE #16", "update_userinfo": "What's Happening", "update_content": "Just a quick update to let everyone know where we are. Almost everything is in with two exceptions. I'm still waiting on the last run of posters, and I'm finishing up a book exclusive story called \"The Obligatory Retcon\" that fills in some backstory of our favorite Aztec salamander god. I have about three pages to ink and color and then put into the book. Once that's done, I'll be sending the book for proofing and it should be another week or so to finally get approval and then we'll order the lot and start shipping everything out. If anyone has any questions or anything, please shoot me a message."}, {"update_no": "UPDATE #15", "update_userinfo": "Obligatory Retcon", "update_content": "I've just sent off the final poster designs for printing and I thought everyone might like to have a look:\nDesign #1: The cover art for Volume 2. Cool right?"}, {"status": []}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/588166784/the-black-mudpuppy-dead-trees-edition", "project_name": "The Black Mudpuppy -- Dead Trees Edition"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "You awesome hooligans have enjoyed Woohooligan online since 2006. Over the years you've flattered us by telling us these comics remind you of some of your favorite comedians like Monty Python, the Far Side, Saturday Night Live and Mad Magazine. The road hasn't always been smooth, we've had our share of hiccups and you've stuck with us and we've overcome them. Now we're bringing you the next incarnation of your favorite Woohooligan gags in three new PDF ebooks. (We know you also want physical books and you'll get those very soon!)\nWe're starting with these three ebook titles:\nWoohooligan Volume 1: Into Dorkness\nWoohooligan Presents: Nerdgasm\nWoohooligan Presents: The Secret Life of Kliingons\nHere's a little more detail on these cool new books you'll get when you back Woohooligan Digital Funnies!\nThe Books\nWoohooligan Volume 1: Into Dorkness is a compilation of your most loved comics since 2006. Woohooligan is a weekly gag comic with no specific overall theme and very few repeat characters. It's akin to some of your favorite gag comics like Cyanide & Happiness, Chanellate, Buttersafe, the Far Side or Amazing Superpowers. In most cases the art in the Woohooligan strips is a little more detailed.\nMany of you hooligans have flattered me by saying Woohooligan reminds you of many of your favorite comedians like Monty Python, Saturday Night Live and Mad Magazine. To really understand what you're getting, you'll have to visit the official site and see for yourself. The book will also feature additional artist commentary and many alternate endings that are no longer available online.\nWoohooligan Presents: Nerdgasm is a fun PG story about what happens when you get a bunch of anime/comic fans together to talk about sex. In 2012 I attended a real sexual fetish panel at the AnimeFest convention here in Dallas and this story is loosely based on that experience. Despite the subject matter, there is no actual sex (or porn) in the story (sorry). Hey, I said it was PG! Plus there was never any actual sex at the panel, dangit!\nThe book will contain many alternate endings no longer available online. You can see more of this story on the official Woohooligan website.\nWoohooligan Presents: The Secret Lives of Kliingons is a short story about the every day lives of your average Klingon. It starts with high-school and then follows a young Klingon through college, working life, dating, marriage and having children of his own. There's purple blood and batleths a-plenty!\nYou can see more of the Secret Lives of Kliingons (not including alternate endings and deleted scenes that will be included in the book), on the official Woohooligan website.\nNOTE: Yes, Kliingons is misspelled because this is a fair-use parody and we need to differentiate it from official Star Trek products.\nWhy Kickstarter?\nWhile researching book options we discovered the ISBN system is kind of ridiculous. You can get a single ISBN, but the cost of just two is the same as a block of ten. Every version of a book (eBook, print, 2nd edition, etc.) must have a separate ISBN, so why would anyone buy just one?! Create-Space offers some deals, but you can only sell books with their $10 ISBN through their approved channels and their ISBN for sales elsewhere isn't discounted enough to matter.\nWe're publishing 3 eBooks now and more print books later, so ten ISBNs is the most cost-effective solution. We also hope you'll enjoy this early opportunity to be a part of the Woohoolisphere with our first Kickstarter. More Kickstarter projects for print books will follow soon, using ISBNs out of this block. For now we're focused on the eBooks to get our feet wet and get to know you wonderful hooligans and backers.\nThe $300 target for this campaign covers the $250 for the block of ten ISBNs, plus a little for shipping hand-drawn original art to backers at the $20 level, and a few dollars for the Kickstarter fees.\nThe Rewards\nMUG SHOT: (NEW) We've added a new reward level at $8 called the MUG SHOT where I'll draw a carricature of you or a friend in an upcoming Woohooligan comic. Obviously they will be in my typical comic style, with rubbery arms, knobby elbows, large, usually somewhat rounded heads, etc.\nWOOHOOLIGAN: At the $50 WOOHOOLIGAN reward level you'll get a whole page of your own art and text in the book, so you'll get to decide what that will look like... within reason. We're not going to allow outright porn, religious, political or drug manifestos or something that promotes violence against children or women... man, this list could get long... Work with us, we're reasonable people. :)\nOne of those rewards has already been taken, so there's only 2 left right now! The first was taken by Alejandro Lee who's been working diligently for the past 4 years on an awesome webcomic called the Ballad of Sally Sproket and Piston Pete! Here's an example of his work and what you can expect his page will look like.\nIsn't that some kick-ass art?! So you'll be in good company when you back the project! :)\nCREDIT: For most of you awesome hooligans we think you want to have a URL to your own comic or project in our books. If you just want your name, that's fine too, but for those of you who want a link, this is what we plan for those to look like.\nThis is essentially what the credits will look like. As you can see, your name won't be buried in a generic list, it will stand out and give you a chance to grab the reader and let them know what your comic or project is about. These blurbs are taken from the sites of several awesome hooligans who've already backed the project. Once it's funded, we'll ask everyone to provide their own teasers for the credits, so you'll get to decide how your project is represented.\nStretch Goal!\nAt $370 we'll print some 12x13 glossy posters of this single-panel satire:\nWhen we meet this goal, all the backers at the $20 level will get a signed copy of this poster mailed in addition to their hand-drawn original illustration.\nThanks for your awesome support!", "risks": "Risks and challenges\nMost of the art for the books is ready, in fact we've already laid out most of Woohooligan Presents: The Secret Lives of Klingons. That was done in a day and it only needs a couple of quick sketches of \"deleted scenes\" and the ISBN and then it will go out to all you amazing backers before we put it up in our store. The other two books are similar, although they're a little longer and will take a little longer to lay out. \n\nThe only real challenges I foresee would be potential clerical errors in getting the ISBNs (which I really don't expect) or potential formatting problems in putting the other two books together or potentially the same in printing the posters if we reach that stretch goal. Either of these would be minor hiccups that I'm sure would be easily overcome.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "New Project: Laugh It Forward! - March 6th", "update_content": "It's been a long ride and it's not quite over, but it's wrapping up soon! :D \nI've started on those original illustrations for the four of you who backed at the higher level and the original goal of having three new ebooks online is now a success! All three ebooks have an ISBN attached and they're available in the new Woohooligan store!\nYou wonderful Hooligans who backed us obviously either have your copy or if you missed the two downloads I sent out, just drop me a note and I'll get it to you."}, {"update_no": "UPDATE #21", "update_userinfo": "Ebooks On Sale!", "update_content": "Hey Hooligans!\nYou guys are supremely awesome! You made this Kickstarter happen and you were all super-patient with me when I got sick and then moved and got buried under an avalanche of work throughout 2014 to make repairs on our new house. So thank you all!\nFour of you still have hand-drawn illustrations coming to you. I'll be contacting you individually about those."}, {"update_no": "UPDATE #20", "update_userinfo": "Woohooligan on Patreon!", "update_content": "I finished formatting the ebooks last night! Woohoo! "}, {"update_no": "UPDATE #19", "update_userinfo": "Resending Ebooks", "update_content": "Woohoo! It's that time of year again! The leaves are turning colors, the TV is turning stomachs, and also showing horror movies. The latest Woohooligan update features a cameo from Puck! And marks roughly the half-way point in the cameos. There are 4 more cameos in the works!"}, {"update_no": "UPDATE #18", "update_userinfo": "Ebook Downloads Expire Tomorrow", "update_content": "Hello!\nI know you guys have been waiting a year, and this project went 6 months without an update. I'm sorry about all that, what with moving into our first house this year. I hope you guys can forgive me. Having said that, I've started publishing the cameos in Earnest! (And I have to say, it's really difficult to work inside this guy... I mean, it's not so much the lack of light as it is a dangerous environment... you know, 'cause he's a sword-swallower.)"}, {"update_no": "UPDATE #17", "update_userinfo": "Ebooks Sent!", "update_content": "You guys are really awesome and I really appreciate your help. Yes, we did purchase the ISBN numbers a while ago and the plan originally was to publish the books sometime around January, but then we bought our first house around Christmas and I had to take on a bunch of software engineering work to pay for repairs to the house. And we're still not done! We've got a guy coming on Wednesday to look at the latest leak we've sprung in our basement. :-/"}, {"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/woohooligan/woohooligan-digital-funnies", "project_name": "Woohooligan Digital Funnies!"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Written by J.M. Barrie as a play in 1904 and then as a novel in 1911, Peter Pan is a timeless tale that is widely known and loved. Despite this, much of the original book has been left out of many of the more modern adaptations. This is the reason, as well as the book being my all-time favorite ever, that I decided to make my adaptation.\nWhile I hope this rendition will be enjoyable for anyone who would read the book, I've drawn the manga for teens and young adults, as well as for those of us in adulthood who enjoyed the story as children, and would like to relive the story again.\nThe novel is in public domain, which allows me to publish this comic. However, as J.M. Barrie gifted the rights originally to Great Ormond Street Hospital, I will be including a short history on the hospital and Barrie’s gift written by Christine De Poortere, the Peter Pan Director at GOSH.\nVolume one will contain chapters 1-3 of the webcomic (Chapters 1-4 of the novel). The total page count is not precise, as stretch goals and so on may add extra content to the book, but there will be at LEAST 170 pages in the book!\nI updated the art and the paneling of the first two chapters, as I have greatly improved since I first drew them. The book will also contain 11 entirely new pages that will have more information on the Darlings. These pages will not be posted online, so the only way to read them will be by getting the book. Depending on if the kickstarter does well, more may be added to the book... ^_-\nI have been asked if I will continue to adapt the comic past this first volume of the manga, and the answer is: of course! I intend to adapt the entire original novel as loyally as possible, as well as expanding on a few adventures that Barrie talks about in the book, but doesn't go into great detail about. So, never fear, this project will be continued and, if this kickstarter is successful, more books will be released!\nIf you'd like a little insight into the comic, please check out LOOM's review of the comic.\nElaine Tipping is located in Nishio, Japan, with her husband and two cats. In addition to her Peter Pan adaptation, she and writer Ben Hsu formed Tiny Blue Dragon Studio where she also is the artist for Dubious Company and Licensed Heroes. She is finishing up her last year studying manga with Kodansha, drawing full time, and teaching English part time. In her spare time (of which there is little) she reads manga, plays video games, and does whatever new hobby she’s discovered. (no, seriously, she needs to stop getting new hobbies). Last year, she ran a successful kickstarter for her slice-of-life comic about living in Japan. The finished book can be found on Amazon.\nFirstly, if you pledge within the first 24 hours of the kickstarter, you will receive a Special Early Bird Print!! ^_^ This is the only chance to get this image, it will not be posted anywhere online, and only the people in the first 24 hours will receive it ^_^ *NOTE: as the first 24 hours of the kickstarter is over now, this offer is no longer available. Congrats to those Early Birds who pledged in time to get the reward! ^_^*\n**New Limited reward! When we reach the goal, anyone who is currently a backer will get a special \"goal met\" gift added to their final rewards: a Peter Pan wallpaper for their computer and/or mobile device!. Anyone who backs after the pledge that helps us reach our goal will sadly miss out on this limited gift. **\nThere are a number of rewards to choose from, as you can see over on the right! All rewards are cumulative, unless stated otherwise. This means, if you get the $25 level reward, you not only get the book, but you also get your name in the book, a special Kickstarter-limited digital image and 5 bookmarks.\nIf you are located outside of Japan (ie. International to where I am) please include $10 for shipping for levels $25-$250. If you get level $550, that will need considerably more because of the doll's weight, so I would ask for $20 for shipping. This will assure that you get your package in a timely manner!\nMore details on the $40, $80 and $550 reward levels: \nAnyone who pledges the $40 level and up will have their version of the book upgraded to the special edition, which includes a character of your choice from Peter Pan drawn on a special sketch card, traditionally inked and colored with copic markers. To be clear, this is just an upgrade, so it will not net you two books. Though if you are interested in ordering more than one book, please contact me.\nAt $80, you will have the choice of three characters. Each character comes with their own unique items and art. At this level, you have a choice between 3 character sets:\nPeter’s set includes: A key chain and a cell phone charm with Peter themed art, as well as a Peter themed friendship bracelet/anklet that can either be made to fit your wrist or ankle (I will ask for measurements), or it can be used as anything else you choose (if you don’t give a measurement, I will make them all a standard length of 22 centimeters). \nWendy’s set includes: A key chain and a cell phone charm with Wendy themed art, as well as a Wendy themed friendship bracelet/anklet. As stated above, I will ask for measurements, or use a standard length if you do not choose to give one. \nTink’s set includes: A key chain and cell phone charm, as well as a Tinker Bell mini wind chime. All will contain Tinker Bell themed art.\nAt $550 I will make you a custom doll! Custom dolls are very popular in Japan and, while, many of them are kinda creepy, I’ve found a brand that is very sweet. A custom doll will include: a doll whose hair has been cut and styled by me, a hand painted face, as well as hand sewn clothes and accessories. If you'd like to see an example of my doll work, here is my first doll!\n If you have any questions, please don’t hesitate to contact me!\nWe have quite a few cool stretch goals!\nStretch Goal 1: At $3,500, everyone who pledges for the special edition of the book will receive a special edition bookmark! This bookmark will have entirely NEW art on it, it will have a colored ribbon, and it will only be available through the kickstarter.\nStretch Goal 2: At 4,000, everyone will receive a high quality print of the cover art, which you can see below in the updates section. Anyone who pledges for items that require no shipping will receive this reward digitally.\nStretch Goal 3: At 4,500, everyone will receive a Map of Neverland! Have you ever wondered where the pirate ship lays at rest? Or where Mermaid Lagoon is? Here is your chance to have the whole island at your finger tips! Good for following along with the book too!\nStretch Goal 4: At 5,000, those of you who are getting any levels of the character sets will get an extra reward added into your character set choice(s)! This is the bookshelf buddies add-on! These will be chibi versions of the characters printed on thick paper with a thick paper stand that will allow them to perch on your bookshelf and decorate the area, keeping your books company!\nStretch Goal 5: At 5,500 This goal will add more pages to the book! I will do what are called \"omake\" comics, which will be 4 panel gag strips. I will take scenes from the first 4 chapters from the novel (3 chapters in the comic) and give them a silly, or fun, alternate ending! Nana unable to pull Peter's shadow away, sewing on the shadow working how it would in REAL life, Peter leaving too many leaves behind when he comes to visit so the whole nursery is filled with leaves, the flight to Neverland not QUITE going as expected... and so much more!\nStretch Goal 6: At 6,000 This level is a unique reward. It will be a recording of me reading aloud the first four chapters of the book! You will receive a digital version of this recording, as well as (for anyone receiving a package) a CD copy. Not many people know that I spent many years in the theatre (operettas and operas), and was actually accepted into the voice program at my University, but my love of Japan and art pulled me away from my other love of theatre. However, the skills still remain, and I hope you will all enjoy this goal! ^_^\nAnd if we fund all the stretch goals, don't worry, that's not the end, there is the possibility for even more stretch goals!\nThe first comic was posted in September of 2011 and has been running since then. The comic updates twice a week, on Sundays and Wednesdays.\nYou can read the comic online at the following places:\nSmackjeeves\nManga Magazine \nDeviant art\nCrunchyroll\nYou can also follow the comic’s facebook page where I post new pages, quotes from the book, and other peter pan related things.\nThe music in the video is \"Darkest Child\" and \"Five Armies\" by Kevin MacLeod (incompetech.com)\nCheck out the \"Kicking it Forward\" movement here to find other great projects! http://kickingitforward.org\nThis is where art for rewards, and other kickstarter related things, will be posted! If you are a backer, I will inform you when art is posted here with an update ^_^ Enjoy!\nFirst up, some of the bookmarks! This is the front of these bookmarks, they are double sided and will have something pretty on the back as well ^_^. The coloring style is a little different than some of my other art, since I've been trying out a technique that makes my digital art look like copic markers, so I hope you enjoy!\nAnd the next set of bookmarks! Tiger Lily and Hook will the the front an back of a bookmark, so a total of five bookmarks.\nNext up, the cover art for volume 1! This is not the whole cover, it is just the picture that will be featured on the cover. Hope you like it! ^_^\nWondering what the art will look like for the character sets? Well, here are the images that will be on the keychains! The backgrounds will vary depending on character (this is just an internet display background), but the super cute characters will definitely be there ^_^ Remember, this is just the art for the keychains! The cell phone charms, and the windchime, will all have totally new and sweet art on them!\nIf you'd like to see a larger version, check my Deviant Art account!\nAs you know, there will be new pages in chapter 1, and they will only be available in the book! Here is a little preview of one of the pages, so you can see a little of what I want to bring you ^_^\nYet another part of a reward revealed! This is for the colored manga page reward, and this is one of the two pages that will be colored! The other's is Hook's, and his is a two page spread. Enjoy! A larger version can be seen on my DA account.\nPosting a few of the pieces that will be in the art book. These, plus all the art in my colored character art gallery (as well as never before seen character designs, artists notes and an insight into my comic process) will all be in the art book! Hope you like these previews! ^_^\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~", "risks": "Risks and challenges\nThe last kickstarter I ran, I hit a bump with my printer. I found a new printer who is solid and reliable and a big company rather than a single person, so barring the apocalypse, the books should arrive on time. However, just to be sure, I’ve given a nice chunk of time to get you all your rewards. Keep in mind that I’m only one person and any rewards that take assembly are done by me and me alone (sometimes the cats try to help by stealing my things, but that doesn’t actually help, as you can guess). The funds of the kickstarter will go towards the costs of the rewards, the shipping to get the things to you, and if there is anything left, it will go back into the comic so that I can keep working on it.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Peter Pan Volume 3", "update_content": "Hi everyone, me again! So, first off, thank you those of you who voted! Peter Pan is juuuuust ahead on the polls! If Peter Pan does end up in first, there is a strong chance that the comic could update more frequently, which means Volume 2 will come more quickly! ^_^ If you haven't voted yet, here is the link once again, if you haven't voted yet, but would like to support the comic!: \nhttp://gmimanga.exepicstudios.com/the-2013-best-of-g-m-i-awards-live-polls/"}, {"update_no": "UPDATE #24", "update_userinfo": "Peter Pan Volume 2 update", "update_content": "Everything is all set, so I'll start shipping tomorrow! I hope to hit up the post office once a day, so hopefully get everything out this week.\nA few notes: \n1. I was a stupidface and sent the wrong file to the printer for the cover print, so I had to redo them, but decided I didn't want the extra prints to go to waste, so you'll be getting two versions of the cover print. So, yay! More gifties ^_^;; "}, {"update_no": "UPDATE #23", "update_userinfo": "Peter Pan Volume 2 kickstarter!", "update_content": "Hi everyone! So, I know it's been a while since I updated, since I wanted to get you all some actual news rather than \"hey, working on stuff\".\nAs it is now, I have the prints at the printers, I have the cell charms and keychains ready to go, and I'm working on the bracelets. I've got most of the digital stuff ready to go, aside from the ebook, since I need to make a whole new pdf for that, since the ebook doesn't need bleed. I'm over halfway done with the special edition cards, and they're looking pretty cool ^__^  Then I have some of the higher level rewards to work on."}, {"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/372273309/the-peter-pan-manga-volume-1", "project_name": "The Peter Pan Manga - Volume 1"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "UPDATE (1/31): A couple of things to note about the comic:\nThe first print run of Facebeast #2 will be 300 copies.\nEvery copy will be hand-numbered by me.\nEvery backer will receive their copy signed by both Kate and I.\nEveryone who pledges $5 or more gets their name mentioned in the THANK YOU section in the book.\nEveryone who pledges $15 or more will get a copy of the out-of-print Facebeast #1, as well as # 3 when we finish it.\nIf we reach our next stretch goal of $4000, everyone who pledges $15 or more will also get a copy of #4 when we finish it.\n************************************************************************\nFacebeast is a comic book series that I've been working on since October of 2010 with my girlfriend, Kate Carleton. The idea behind the comic is simple: he's a super hero with a super beard. That's right, a super beard! The idea started when I wanted to dress up as a super hero for Halloween, but I realized there weren't a lot, if any, super heroes with beards. So I took upon myself to not only create one, but to make his beard the source of his powers. As you can probably tell, this isn't the typical super hero comic we're trying to make here. It's a more humorous take on the genre.\nA sample page from the comic (work in progress)\nI've been working on the characters and the story for over a year, and Kate has been doing the artwork along with me. We've completed one issue of the comic so far, which has been self published and sold at local conventions. This Kickstarter will help us fund a small print run of the second issue in the series.\nSo you may ask, \"What kinds of things can Facebeast do with his beard?\" Well, he can control his beard in any way imaginable. Think of it as a shape shifter. It can grow on command and be used to grab, punch, whip, tie, smack, cover, spank and so on in that fashion. In addition to the beard, Facebeast also possesses great strength for when the beard fails him. As for our hero's mission, he vows to protect his native city of Tampa, FL by fighting crime, defending justice, and helping citizens in need with his mighty beard.\nA sample page from the comic (work in progress)\nA page from Facebeast #1!\nIssue 2 of Facebeast will tell his origin story: who he is, where he came from, and how he got his powers. I don't want to give away too much of the story, but I can say that we've come up with some really cool ideas for the series as a whole. Right now we have 5 additional issues planned out, with the script and artwork already started. These issues will introduce a trio of super villains to the Facebeast Universe. These villains include the Sci-Czar (an ex-Russian terrorist turned renegade hair stylist), the Grammar Hammer (an evil English professor who punishes those with poor grammar), and The Librarian (a dedicated enforcer of Library Law who seeks to punish delinquents of the public library system). Once these issues are complete we are interested in expanding the series with even more issues if we can get a big enough following.\nSome samples of Kate's artwork! You can get a commission done through select rewards!\nA painting Kate made of Dexter. You can get a painting commissioned in the $325 reward!\nIn the longrun I would like this to be an ongoing comic series with three or four issues released a year, but it all starts with issue 2. That's where our backers come in. The money made from this Kickstarter will help us fund the printing  of the first run of the second issue. After issue 2 is printed we plan on promoting it hard in 2013 in a convention tour. Any money we make over our initial goal will go towards more conventions this year and printing more\nissues of the comic.\nA Facebeast t-shirt goes to every backer who pledges $30 or more!\nStretch goal #1 - $2,000 - If we hit this stretch goal, everyone who pledges $15 or more gets a physical copy of the out-of-print Facebeast #1. Everyone is already getting a PDF of our beloved first issue, but if we hit $2,000 I will pay for another print run and send a copy to everyone who pledges $15 or more!\nStretch goal #2 - $3,000 - If we hit this stretch goal, everyone who pledges $15 or more gets both the first issue and the THIRD issue when it is completed. This is the issue where we will introduce our first super villain, the Sci-Czar! As of right now the release date is unknown, but we are shooting for a fall/winter 2013 release.\nStretch goal #3 - $4,000 - If we hit this stretch goal, everyone who pledges $15 or more gets the first, third and FOURTH issue when it is completed. This is the issue where we will introduce the next super villain, the Grammar Hammer! As of right now the release date is unknown, but we are shooting for a spring/summer 2014 release.\nA sample page from the comic (work in progress)\nA jolly Facebeast fan sporting an epic beard and a copy of issue 1 at MegaCon 2012\nFacebeast fan art will also be featured in the book! Artwork by Elliot Fernandez!", "risks": "Risks and challenges\nWe don't make a living off our comics. I know, shocking! Kate and I are both fully employed individuals who do this comic for fun on the side. So the reason we can't bust out dozens of comic a year is because we still have normal jobs and we have bills to pay. In addition to this, Kate is still in school for another couple of semesters.\n\nHowever, I do not think these obstacles are going to get in the way too much. We both love making comics. You know what I do when I get home from work? I make comics. On weekends? I make comics. In the bathroom? I think about making comics. On vacations? Well, we go to comic book conventions... but there's still some writing that gets done at those. My point is we pretty much live and breathe comics, and we're almost always working on them, so completing this book is always on our minds and is a priority.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "Progress On Future Issues of Facebeast!", "update_content": "Hey Kate here!\nThanks for everyone being super patient while I'm slaving away getting commissions done and prepping to work on issue 3! \nSo far this is how it stands:\nsketch cards-  ALL MAILED OUT! If you somehow didn't get yours let us know!"}, {"status": []}], "comment_no": 30, "projec_url": "https://www.kickstarter.com/projects/naughtybicycle/facebeast-a-tale-of-a-bearded-super-hero", "project_name": "Facebeast: A Tale of a Bearded Super Hero"}}, {"backer": "Michael Yakutis", "project_data": {"campaign": {"story": "Per the request of her audience, Mollycules is launching this Kickstarter campaign to make a Buddha Doodles app for the iPhone or Android. This app will automatically update your phone with the daily BuDoodle + give you the opportunity to browse the collection of nearly 200 comics or cue up a BuDoodle randomly -- all in the palm of your hand!\nThe funds raised here will go directly into the development of the Buddha Doodles app.\nThis is what we are dreaming up!\nMolly Hahn, aka 'Mollycules', started 'Buddha Doodles' in the fall of 2011 as a way to begin each new day with an illustrated affirmation or quote. The practice peacefully rests in the belief that there are no mistakes. She is well-known in her field and has illustrated &authored four children's books: Izzy's Ukulele Adventure, All the Things I Can Do!, Georgie and the Dragon, and Under the Sneep Tree: The Wamboozing of a Village.\nBuddha Doodles has quickly gained popularity and has a steadily increasing international fan base on the Huffington Post and Facebook (5,000 followers), and 2,000 followers on Tumblr.\nFrom the fans:\n\"I look forward to your posts everyday. Your Buddha Doodles especially brighten my outlook and remind me of what is most important - love love love and finding balance. I want to add my voice to the many who have already told you that you inspire them - because your art work Does inspire me: to be a better person, a more complete person. Thank you for your work.\" - Brianne, Nebraska\n\"They are just perfect little reminders of my authentic self... they bring a little ray of sunshine to my sometimes stressful day as a nursing student.\" - Dawn\nSome of the rewards!!!\nBuddha Doodles: Volume 1\n65 pages of whimsy!\nBuddha Doodles Vol. 2 (75 pages)\nBuddha Doodles Tee-Shirt!\nAll Archival Prints are created with state-of-the-art inks and are guranteed to last up to 100 years! Check out our awesome printer, Pixels & Ink, for more details. ", "risks": "Risks and challenges\nOur development plan for the app is very straightforward and mapped out in great detail. Our team has over 10 years combined expertise.\n\nI do see the potential of their being a demand from our amazing audience to add more stuff to the app as time goes on and not having enough resources to do so. So if you want to see more features for the app, please contact us personally so we can weigh this to our long term plan!!! \n\nI know that whatever unforeseen challenges that may present themselves are always opportunities for growth. We have a strong and passionate team that is ready to go!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "We got rejected!", "update_content": "Hello sweet friends,\nA few months ago we sent out an personalized email {for some reason many of our backers haven't been getting our Kickstarter updates} about how our beloved Buddha Doodles app got rejected from the Apple store based on the fact that it is not \"useful\" according to their terms. If you didn't receive this email or see our post on Facebook, it's likely that it went to spam or trash."}, {"update_no": "UPDATE #11", "update_userinfo": "Great News - We're almost fully CODED!", "update_content": "First of all, thank you all so much for your patience & support. I am working on the front end design of the Buddha Doodles App (what you'll actually see!). After I wrap that up over the next week, I hand it back to Bobby to work his engineering magic! At that point we will start testing it on multiple devices before we officially upload it to the app store. My part (and Bobby's) requires a significant amount of time and and attention to detail: creating a design that will give the user the most wonderful experience! I've also created a new logo for Buddha Doodles that has kept me up late at night going through multiple iterations of every single hand drawn letter \"B\" that you could think of!"}, {"update_no": "UPDATE #10", "update_userinfo": "Buddha Doodles App entering final stretch of production!", "update_content": "We broke ground on the first phase of development for the Buddha Doodles App today! Rewards will begin shipping once the funding is secured from Kickstarter (pays for production of teeshirts, books, prints, etc  & shipping). \nI feel so lucky to be able to work with Bobby Oster, such a talented developer. The Buddha Doodles App will be free initially. Estimated release date for iPhone/Android TBA. We'll definitely keep you updated :0)"}, {"update_no": "UPDATE #9", "update_userinfo": "2013 is going to be a great year!", "update_content": "What a beautiful day to reflect on gratitude for the miracle of life! I hope that you are all enjoying relaxing time with friends and/or family.\nAs the Buddha Doodles Kickstarter campaign comes to a close tomorrow afternoon, I am reminded of how powerful we are when we come together. Thank you so much & I look forward to updating you on our progress."}, {"update_no": "UPDATE #8", "update_userinfo": "We broke ground today!", "update_content": "We made our goal! Wow. I am so deeply grateful for the outpouring of support. Thank you, thank you, thank you. The Buddha Doodles App is going to make a positive difference in the world.\nNow that we've covered the cost of software development, additional pledges or pledge increases will go towards funding the production and shipping of rewards. Any additional funds will be reserved for any additional developments needed for the App."}, {"status": [{"Project funds successfully": "132 backers pledged $5,405"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/buddhadoodlesmovie/buddha-doodles-app-for-the-iphone-and-android", "project_name": "A Smartphone App that promotes good will on a daily basis."}}]