[{"backer": "Michael Garlick", "project_data": {"campaign": {"story": " Livestream recording demo on Youtube @ 8 AM EST January 24th 2020. \n Sound is all around us, all the time. Sometimes we ignore it, sometimes we cherish it. \nBut why is sound so important?\nWe spend everyday hearing and listening, it is part of our lives.  Sound is influential, it can be informative, educational, conclusive, emotive, and many other things for us.\nThe problem is people remember only 30% of what they hear. Smartphones can do the ‘work’, they are certainly not built to be digital voice recorders. \nSo why not try the better solution?\nBorn from a team of researchers and engineers who spend many hours in front of a computer, TileRec is our constant reminder to take a walk and \"stop and smell the roses\", so to speak.\nWe designed TileRec to exceed even our own extremely high personal standards.  \n\n Thin: Only 1/4 inch thin. Fits easily in the slimmest wallets.\n Small: As small as a piece of a chocolate bar ( 2.48 square inch).\n Light:  The same weight as a US penny (0.5 oz).\n Simple: Simple everything! Easy to use, easy to recharge and easy to playback.\n Long-lasting Battery: 24 hours on one charge. Designed to be used the entire day.\n Surround Recording: 360 degrees recording in a 15 feet range. Meeting, lecture or simple discussion - all sounds are easily captured with HQ clarity.\n Resistant: 100% recycled aluminum casing. Sleek design that blends discreetly in the everyday setup.\nWhen we say \"World's Smallest\", we mean it. Measuring in at a staggering 1.6 inch in length, and 1/4 inch in height, weighing only 0.5 oz nothing else on the market comes close with the discreet portability offered by TileRec.  \nTileRec is so slim and small than it can fit almost anywhere you can think of. It blends discreetly with everyday objects - in your pocket or wallet, between the pages of an agenda, on your desk or even on your child's backpack.\nTraditional voice recorders were bulky and uncomfortable, limiting day-to-day activities.   \nThe idea of a voice recorder so slim and thin that it can be used as a  personal assistant is to improve the daily productivity of its user. And is practically indestructible.\nYou can drop it, step on it, even run the car over and then resume recording. \nThe aluminum casing ensures complete protection for worry-free use.\nWhen you combine these benefits with excellent audio quality, you get a voice recorder that is perfect for lectures, interviews, meetings, and dictations too! \nMost smartphones have a built-in voice recorder app that you can use anytime, so they can do the ‘work’, but certainly are not built to be digital voice recorders. \nSmall, discreet and efficient, Tilerec is the latest voice recorder designed by ATTO DIGITAL, created to encompass the ideal balance between form and function. \nSo, what makes TileRec so superior to smartphones when it comes to recording?  \nTileRec is perfect for anyone that wants to work simpler, faster and better – without compromising quality. \nTileRec is recording Hi-Q MP3, using a 128 kbps bit rate. You can choose to set it to record in continuous mode or in voice-activated mode to capture sounds in a 15 feet range (360 degrees).\nIn voice-activated mode, the ultra-performant sensor of the microphone will initiate ad start recording only when sounds are detected in the range of the recorder (15 feet) thus avoiding recording long silent periods and saving memory time.\nThe built-in Li-Po 3.7 V battery (240 mAh) needs only 1.5 hours to fully charge (DC IN 5 V 500mA), even when connected to a computer and will be up and running for more than 24 hours.\nRecord the entire day then just plug & play all your recordings. \n*no additional software needed\n TileRec can also record while charging so you will not miss any information that matters to you.\nLet’s get nostalgic for a hot second. Reflect on a childhood memory, recalling an exact time or event — what you were wearing, who you were with, the sights, smells, tastes. Try to remember how you felt, specific noises like, I don’t know, shrilling crickets layered under siblings’ laughter or, the sound of your mother's voice.\nIt’s difficult, right? Unless the event was recorded, the memory is likely pretty hazy.  \nTileRec is designed to record your daily meetings, activities, and ideas in a non-intrusive way and carries our belief that “wear-ability” is the utmost goal in the design of everyday carry technology. \nYou live in a fast-paced world where TIME is MONEY and you are searching for the best tool to improve productivity and save time?  \n Here are  some situations  TileRec can help you with:  \nThe perfect solution for professional use\nLawyers may use them to take voice notes while preparing cases, while criminal investigators record digital notes in the field, and doctors use it to record important info about cases. If you make a living in one of these fields, you may find a portable voice recorder invaluable.  \nUsing a voice recorder has never been easier. \nSo why not take the leap into the digital era? Stop wasting time and paper trying to keep track of all the information. \nJust slide one button to record and enjoy the Tilerec experience.\nUse the USB cord to connect your TileRec to any computer and select the audio file you need to playback.  It's just that simple: \nPLAY\n\nCheck on Soundcloud the audio sample recorder with TileRec.\nThe Li-Po built-in battery of TileRec is re-chargeable for more than 1000 charging cycles. It takes only 1.5 hours to fully charge the battery, then it can record continuously or in voice-activated mode, for more than 24 hours. \nHave you ever wondered how much paper we use yearly? \nAmericans use 85,000,000 tons of paper a year; about 680 pounds per person. The average household throws away 13,000 separate pieces of paper each year. \nUsing TileRec for your daily notes and meetings saves time, effort and also 1 tree/ person/ year from becoming paper. \nAll this while increasing productivity, saving time and keeping all your information organized with time and date stamp!\n\n Find a reward that works for you and your family, office or team, there's something for everyone.  We are particularly excited to offer fast shipping in the US and EU.\n This is ATTO DIGITAL's  2nd product launched via crowdfunding.  We always deliver. We've learned a ton over our first Kickstarter, helping develop a good sense of our capabilities and timeline.\nThe satisfaction of our users is paramount!\nThat is why we want to make sure that when you enter the ATTO  family you feel the care and support.\nOur Customer Service team is  24/7 available to offer support in more than 5 languages. And because we really do believe in the manufacturing quality of our recorders, we offer lifetime warranty for TileRec.\nWe, the ATTO DIGITAL team, have more than 10 years of combined experience in designing, producing and selling sound recorders and surveillance equipment.\nDownload Press Kit \nOur mission and passion are to listen, so it is also paramount for us to listen to our customers' feedback to better understand how the ideal mini voice recorder should be. \n Our team is ready - so is the manufacturing - now we just need you! \nIt has been a long adventure. From brainstorming to product design, engineering, and branding, it has been a trying, monumental amount of time, conviction and expertise.\nIt has been a stressful, exciting and thrilling experience to design a product from scratch. We want you to be part of our experience! \nThis project is promoted by Jellop, the ad tech power behind the best Kickstarters with 1000+ successful Kickstarter projects with over $430M raised between them.", "risks": "Risks and challenges\nWe have been working non-stop the for last 3 years developing this product and we feel that the amount we are trying to raise is realistic with what is needed for fulfilling the project. We know that the Kickstarter journey is a long one and that there might be several surprises along the way - including foul weather, or maybe even (shock!) our phones running out of battery.\n\nUnfortunately, there are always risks involved in getting a product from the prototype phase to the market, but we have done everything possible to minimize these risks for our backers. Extensive planning has gone into the costs needed for raw materials, labor and shipping and we feel confident we will be able to meet our outlined delivery goals.\n\nOur biggest challenge is the timely delivery of all of our components. In order to keep TileRec at such a small size, parts must be assembled simultaneously, meaning if one shipment gets delayed, our entire process may get slowed down. Hopefully, everything goes according to plan, but if not, we have multiple suppliers for each component, always ready with a plan B!\n\nThe second biggest concern is quality control. While we are using the best manufacturer in China who was the previous supplier for one of the top international consumer electronic brands, we need to inspect each TileRec to guarantee 100% satisfaction. This dedication to detail is time-consuming, yet necessary to ensure a quality product.\n\nWe promise to keep all of our backers informed if anything happens or our timeline changes! If we encounter anything that might affect the product, its development, and/or shipping date, we will make sure to notify you about it with frequent updates. This project is our #1 priority and we will do everything we can to bring the TileRec to its full potential.\n\n_\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nThe TileRec has a rechargeable battery that lasts more than 1000 charging cycles. Also, the aluminum casing is ensuring long-lasting durability, protecting the technology of the recording even in case of falls, drops or other accidents.\nReusability and recyclability\nWe use aluminum recycled from soda cans for the TileRec casing.\nAlso, by using TileRec for 1 year you will be able to save 1 tree from being cut down to be turned into paper.", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "ATTO WEBSITE THANK YOU", "descp": "ATTO DIGITAL team members are heavy coffee drinkers, your support keeps us alert through the night and transforms us into productive developers!\nSo, your name will be on our website, forever! As a special thank you for your support your name will have a permanent place on our site.", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Fully Funded Celebration", "descp": "Celebrate with us that the campaign is funded!\nGet one TileRec for $40!\nPackage retails at $75.\nFree shipping to the USA (Add $15 for shipping outside the USA).\nINCLUDES:\nLifetime mention on ATTO DIGITAL's Backers Hall of Fame.\nHandwritten Thank You! note from TileRec's creator.", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,168 backers", "Limited (2 left of 2170)"]}, {"amt": "Pledge US$ 45 or more", "title": "TileRec Kickstarter Special", "descp": "Get one of the first TileRec created!\nPackage retails at $75.\nFree shipping to the USA (Add $15 for shipping outside the USA).\nINCLUDES:\nLifetime mention on ATTO DIGITAL's Backers Hall of Fame.\nHandwritten Thank You! note from TileRec's creator.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["321 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "Pack of Two", "descp": "Get 2 TileRec Voice-Recorder!\nPackage retails at $ 150.\nFree shipping to the USA (Add $15 for shipping outside the USA).\nINCLUDES:\nLifetime mention on ATTO DIGITAL's Backers Hall of Fame.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["285 backers", "Limited (15 left of 300)"]}, {"amt": "Pledge US$ 120 or more", "title": "Pack of Three", "descp": "Get 3 TileRec Voice-Recorder!\nPackage retails at $225.\nFree shipping to the USA (Add $15 for shipping outside the USA).\nINCLUDES:\nLifetime mention on ATTO DIGITAL's Backers Hall of Fame.\nHandwritten Thank You! note from TileRec's creator.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["73 backers"]}, {"amt": "Pledge US$ 190 or more", "title": "Pack of Five", "descp": "Get 5 TileRec Voice-Recorder!\nPackage retails at $375.\nFree shipping to the USA (Add $15 for shipping outside the USA).\nINCLUDES:\nLifetime mention on ATTO DIGITAL's Backers Hall of Fame.\nHandwritten Thank You! note from TileRec's creator.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Be part of the ATTO team", "descp": "Get to be involved in the next ATTO DIGITAL project.\nYou will be able to learn first about the next ATTO project, have 1-on-1 Skype Calls with ATTO engineers and see your ideas being brought to life with the help of team ATTO.", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 35 or more", "title": "Early Bird TileRec Lover", "descp": "Get one of the first TileRec created!\nPackage retails at $75.\nFree shipping to the USA (Add $15 for shipping outside the USA).", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "119 backers"]}], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Great news during tough times!", "update_content": "Hi everyone,\nThe end of May is now close and many of you didn’t submit the CrowdOx Survey yet.\nThe deadline to submit the survey is May 31st. It is really important to submit the completed survey as quickly as possible in order for us to resume fulfillment for all of you.\nWe would like to give special thanks to all of you for being so awesome, patient, and understanding with the current situation. Although we work 24/7 to keep in contact with the postal services worldwide and make sure all parcels are getting delivered in a timely timeframe, we cannot expedite the process. "}, {"update_no": "UPDATE #17", "update_userinfo": "Last Call on Survey Completion!", "update_content": "Hi awesome backers,\n\n We hope you’re all staying safe during these strange times.\n\n After China Post stopped shipping internationally we had to find alternative providers and this took us a bit longer than expected. It has been a difficult time for postal services, with many flights being canceled, impacting airmail across the globe. "}, {"update_no": "UPDATE #16", "update_userinfo": "Short update on shipping!", "update_content": "Hi awesome backers,\nEven if many of you have already received their rewards and filled our hearts with awesome feedback, some are still waiting to receive their TileRecs. We do understand this but at the same time, we do have to ask for your patience. \nBusiness is not as usual for many domains, transportation included. Despite our continued efforts, there are fewer international flights, while efforts are directed more to ship essential supplies. Also, some countries, like the United Arab Emirates, Philippines, Norway, Rusia, India, Switzerland, Chile etc., have paused their postal service for individual packages, so even if we did ship the packages, there are pending transportation."}, {"update_no": "UPDATE #15", "update_userinfo": "Project Update: Shipping and new Software", "update_content": "Hi all,\nWe know that all of you who helped make this project are excited about getting your rewards as we receive a lot of messages and inquiries from you regarding shipping dates and tracking numbers. \nAs you know, we started shipping late March and some of you already have their rewards delivered. "}, {"update_no": "UPDATE #14", "update_userinfo": "Update : Shipping and firmware", "update_content": "Hi AWESOME backers,\nMany of you are asking about shipping TileRec, especially since - considering the global pandemic - many restrictions were applied by several countries.\nWe do hope all of you understand that the global situation is affecting us all in many ways and that, given the current situation and restrictions (that change sometimes from one day to another) we do our best to adapt and make sure we keep our promise to you."}, {"update_no": "UPDATE #13", "update_userinfo": "Shipping update #3", "update_content": "Hi AWESOME backers,\nMany of you are asking about shipping TileRec, especially since - considering the global pandemic - many restrictions were applied by several countries.\nWe are happy to let you know that we managed to meet our promise and already started shipping. First backers that will be able to get the Kickstarter TileRec are from Japan, Singapore, Taiwan, Hong Kong and China. We are in the process of updating the tracking numbers for each of them. Their rewards were shipped starting Monday, this week."}, {"update_no": "UPDATE #12", "update_userinfo": "Shipping Update #2!", "update_content": "Hi AWESOME backers,\nWe managed to get the first round of TileRec(s) to selected beta testers to experience and play with and everything is progressing well. \nThe main thing that we are focusing on at this point is consistency. There are a lot of steps in the process of making the TileRec, so together with the factory, we continue to update production to ensure that they can continue to reliably manufacture the devices without high scrap rates."}, {"update_no": "UPDATE #11", "update_userinfo": "Let's celebrate - shipping started", "update_content": "Just a Friendly Reminder!!\nHey guys! I just want to reach out and remind all y'all that the next two weeks represent the last chance to make any changes to your surveys, add-ons, and credit card information (CC info is only required if you added items beyond what you pledged for or if your original Kickstarter pledge didn't go through)!!"}, {"status": []}], "comment_no": 811, "projec_url": "https://www.kickstarter.com/projects/2besafe/tilerec-worlds-slimmest-mini-voice-activated-recorder", "project_name": "TileRec - World's Slimmest Voice-Activated Recorder"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Welcome!\nThis is the FIRST Mallius Miniatures Kickstarter and I'm excited to share with you some of my  hand sculpted 15mm scale miniatures.  \nInitially I created these miniatures as a way to play some of my favorite tabletop miniatures games on the go where gaming space has become increasingly more difficult to find.  With 15mm scale miniatures I could get in full sized games on a table roughly half the size!\nFor this Kickstarter I've molded up and cast a bunch of my favorite Rat-Men Sculpts and plan to add more as stretch goals as the campaign proceeds.\nThe initial Core Set includes 12 unique hand sculpted miniatures, cast in high quality resin. These include:\n 4x Gas Rats (2 with Gas Guns, 2 with Globes and Daggers), \n 3x Book Rats (Champion, Tome Bearer, and One with Staff and Sword)  \n 3x Spear Rats, \n 1x Sword Rat, \n 1x Mighty Ogre Rat,\n AND as a Bonus a Kickstarter Exclusive Halfling Miniature\n AND every Core Set comes with all the Stretch Goals Unlocked over the course of the Kickstarter Campaign.\nAll Models Supplied Unpainted,  The pictures here are of the finished models. (for pictures of rough sculpts and more check out my instagram )\nWhat is a 15mm Miniature?\nMost commonly 28mm scale is associated with fantasy miniatures, but fantasy miniatures can be found in many different scales.  So what determines the scale of a miniature?\nThe distance from the bottom of the feet to eye level of the miniature is often the value used when talking about it's scale.  In the example below is a 28 mm human miniature standing beside a 15mm Ratman miniature.\nMy Goal\nMy intentions behind this kickstarter are to use the funds generated to continue sculpting and producing highly detailed hand sculpted miniatures for hobbyists and miniature gamers alike.  By Backing this kickstarter you are helping ensure that I will have the tools and materials needed to continue to do so.\nStretch Goals\nADD-ONs\n This Kickstarter Campaign is using Backerkit to handle Reward Fulfillment and Add-Ons so that you can custom tailor your rewards to get exactly what you want for your pledge.  Additional Core Sets(including stretch goals), Add-Ons, and Individual Sculpts will be available for selection at the end of the campaign via the Backerkit Survey that will be sent to your email shortly after the campaign concludes. \nBackground\nI started Hand sculpting miniatures in 2014, making Character Figurines for my Friends Dungeons and Dragons Games.  My interest in old, out of production miniatures also encouraged me as the miniatures I was interested in collecting became harder to find.  Recently the discovery of wonderfully sculpted 15mm scale miniatures has been a huge inspiration and making these miniatures and games to go with them has become a passion of mine.\nCasting and Resin\nI've been molding and casting miniatures with silicone and resin for over a decade.  I use a durable Urethane Resin with high heat tolerance to cast my miniatures.  This resin, when cast, is easy to work with and provides excellent detailed castings that take paint well.   \nBefore painting your miniatures they should be washed to ensure that no mold release remains on the miniature.  You can do this with a small amount of dish detergent and warm water.  The mold release comes off easily and shouldn't cause any problems.  After washing and drying entirely the miniature must be primed with an Acrylic Polyurethane primer or other suitable primer for priming plastic miniatures.\nLive-Stream\nSince February 2017, I've had the pleasure of sharing my hobbies through live-streaming on my Twitch channel.  A huge amount of thanks go out to the people who come by on a regular basis with their encouragement and support.  If you want to come see how I sculpt and paint these miniatures stop by and say hi!\n https://www.twitch.tv/mallius \nThank-You For Your Support!\n --Gallery--\nShipping\nBacker rewards will be shipped between the months of July and September depending on the volume of miniatures that need to be produced.  This time frame is based on the production of 100 core sets, if more than 100 core sets are needed then rewards may need to be shipped in 3 month waves per additional 100 sets of miniatures.\nShipping information and fees will be collected through the pledge manager after the campaign has concluded.\nEstimated Shipping Fees (Fees in Canadian Dollars, large orders may be subject to additional shipping fees)\nCanada : $18 CAD (Includes Insurance and Tracking number)\nRest of the World: $12 CAD (Standard Air Mail. Insurance and Tracking Number Extra)\n CLICK HERE for a list of destinations I CAN'T ship to.  Backers who request their rewards to be shipped to these destinations will not have their rewards shipped.\nDisclaimer\nThese miniatures are not toys and not intended for children, they are very small and may pose a choking hazard.  The miniatures are supplied unpainted and may require some level of skill to achieve the results as seen in the painted examples.  If you have any questions feel free to contact me directly through this Kickstarter and i will gladly answer them.", "risks": "Risks and challenges\nDelays may occur if additional materials are needed to complete the production of the miniatures. This depends on the quantity of miniatures that need to produced and how many additional copies of the molds need to be made. Ordering these materials usually only takes a week at most and shouldn't impact production process barring unforeseeable circumstances.\n\nShipping times are based on a production run of 100 sets of miniatures, if the number of backers exceeds this amount then rewards will need to be shipped in waves.\n\nStretch Goals will only be added after the miniature has been successfully molded to ensure that the model can actually be produced.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 25 or more", "title": "Series 1 Miniatures", "descp": "Get the full Core Set of 12 unique hand sculpted Rat Men Miniatures, the Kickstarter Exclusive Halfling Miniature, plus all of the unlocked stretch goals!\nINCLUDES:\nCore Set + Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["137 backers"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "Campaign Wrap-Up and Whats Next!", "update_content": "Things here on the campaign have been very quiet over the past three months but a great deal has happened since the last update so i wanted to fill you in on some of the details.\nFirstly, a huge Thank-You!  Not only for your contribution to this project, but your moral support along the way and your patience through the casting process.  At this point most everyone should have their miniatures.  Over the past couple months over 6,000 individually hand made miniatures were cast... that is the most miniatures I've ever cast for a single range of miniatures and it has been a huge learning experience.  Some things that work for small batches of say 100 to 200 miniatures are not quite as feasible for larger scale production.  Despite a few challenges that needed to be overcome I've never felt more confident with my casting capabilities than I do now."}, {"update_no": "UPDATE #16", "update_userinfo": "Less Packaging, More Miniatures", "update_content": "BackerKit has got in touch with me and rectified the \"Project Review\" Issue.  During the July 4th American Holiday the Review email that was supposed to be sent to me was archived and slipped between the cracks.\nThey've enabled the Survey \"Smoke Test\" in which Surveys are randomly sent to 5% of the project's backers to ensure there are no issues with the survey before it is sent to the rest of the project's backers."}, {"update_no": "UPDATE #15", "update_userinfo": "Backer Surveys Have Been Sent!", "update_content": "Anyone who's talked to me over the past couple weeks knows how frustrated i am currently with BackerKit.  Over the past 19 days i've been waiting for Backerkit to enable me to send your Backer Surveys without prevail.  Normally the process of reviewing a project is supposed to take 2 business days (as you can see in the below screen shot) but I've still not received any word from BackerKit.\nIn response to these delays, and in an effort to open communication with the company, i've sent them three emails over the past two weeks asking what the status of the review is and when i could expect to start sending out Backer Surveys.  BackerKit has not responded to these emails."}, {"update_no": "UPDATE #14", "update_userinfo": "Backer Survey UPDATE", "update_content": "The Kickstarter Campaign has concluded and was a great success!  I wanted send you out an update about what happens next.\nWithin the next 13 days an email will be sent to your email address with the details of your pledge and a link to your personal pledge manager on Backerkit.  It will look something like this."}, {"update_no": "UPDATE #13", "update_userinfo": "Backer Survey Delays", "update_content": "Over the last week I've been busy taking care of some of the less flashy aspects of the Kickstarter, Mold Making, Casting, and Setting Up the Pledge Manager so that it is good to go when the Campaign comes to a close.\nAs for the mold making process, it is a time consuming one, but one that rewards patience and attention to detail.  The new molds are working fantastically well with all the modifications i made from the previous set."}, {"update_no": "UPDATE #12", "update_userinfo": "Survey Update", "update_content": "As we've entered into the final two weeks of the campaign.  i'm trying to wrap up a few more sculpts to add in.  Today I have another Armoured Ratmen miniature to show you, and something entirely different for a future project.\nFirst off the Armored Ratman!  I liked the head on this model so much i decided to not sculpt a helmet on it.  I may make a variation with a helmet later, but for now, i'm leaving him bare headed."}, {"update_no": "UPDATE #11", "update_userinfo": "Final 24Hrs Update!", "update_content": "Just checking in to show you some painted pictures of the Rifle-Rat and the Rat-Priest.  Both molds turned out excellent with no challenges, which means more models for the campaign.\nHere's a few pictures!"}, {"status": [{"Project funds successfully": "142 backers pledged CA$ 4,002"}]}], "comment_no": 57, "projec_url": "https://www.kickstarter.com/projects/mallius/15mm-scale-rat-men-miniatures-by-mallius-miniatures", "project_name": "15mm Scale Rat-Men Miniatures by Mallius Miniatures"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "The Basius Max collection is a DOUBLE SIDED series of large solid purple resin pads, full of jaw-dropping hand-sculpted negatively recessed texture.  The pads measure 16cm x `16cm x 1.5cm.\nBasius is a great way of sculpting your own unique miniature bases & scenery.  Using your miniatures' plastic base and some green stuff (Kneedite Hobby Putty) it is easy to make fantastic sculpts like these!\nBasius enables you to easily enhance your armies and collections in awesome ways\nHow do I use BASIUS?\nBASIUS is quick and easy to use - All you need is:\nsome Green Stuff\na squirty bottle with tap water in it\na pair of hobby pliers\nan edged tool (we use a pound-shop clay sculpting tool)\nMix your Green Stuff into a ball, squirt water onto your pad, drop the Green stuff ball onto the pad and press onto it with your base, pull off the base using your pliers\nThen either trim and shape your edge right away using any edged tool (you don't need to use a sharp knife) or wait until it is dry to trim it.\nWatch the full video at the top of the page to see how easy it is to make a base! \nWHAT CAN I DO WITH BASIUS?\n\nBase 1000's of miniatures with stunning unique sculpting\nBy choosing a new spot on the pad each time you make a base, no two bases in your collection need ever be identical - and as each pad is double-sided you get twice as many options!\nAdd narrative to your collection\nBasius pads are chock-full of story telling elements that can add extra character to your miniatures\nUse ANY shape of base\nBasius works with any base material - even wood!\nMake HUGE bases\nYou can use Basius to sculpt texture for any size of base!\nMake flight sticks and thin models safe and secure\nBy using a thicker quantity of 'green stuff' to get a deeper sculpt, you can press & remove your flight stick or thin model foot in the sculpt before its dry to produce an exact slot to use once its painted.\nProduce your own spot scenery\nYou can make custom scenery elements easily by placing Green Stuff on the sticky side of tape.  Just push it into the pad and use a book or similar to press it flat, remove it & leave it to dry - easy!\nProduce your own Dungeon\nTaking the above one step further... it's entirely possible to use Basius to produce your own realm sections for Hero Questing & D&Ding, and we happen to know a brilliant team who make just the right kind of dungeon furniture to go with flooring like that...\nMagnetize your miniatures\n(A clever idea sent to us by a clever backer) By gluing a magnet to your base before applying your putty, you can stop your collections from falling over in your toolbox / drawer / carry container etc whilst having fantastic looking bases for your miniatures!\nand most importantly of all...\nMake your miniatures look really real\nHow many people charge around on the tips of unbent grass blades and unpressed leaves when they have a battle in a field?  How often would a real warrior stand on a bumpy or rocky area with only 1mm of his foot connecting with the floor, balancing like crazy whilst waving his gun and sword in the air? My guess is never - it just doesn't happen... so why would you want to model your miniatures like that?\nBasius is designed to enable you to press your miniatures feet into your texture at any point during the drying time of the putty, enabling you to get all kinds of realistic results. \nYou can sink your miniatures feet right in on muddy and plague ridden areas (and cut the feet off and push the ankles into water textures!).  You can press them in lightly on leaves and grass.  You can even press them onto rocky textures (very lightly!) to make it look like your miniatures feet are flexing to match the surface of the base (ok ok - this one may be an optical illusion as your miniature's sole does not really reshape, but it does look like it once its based this way).  You can even make footprints behind your miniature!\n\nBasius is easy to use...\nBasius has jaw-dropping detailing sculpted into every pad...\nBASIUS:MAX Imperial\nBASIUS:MAX Plaguelands\nBasius can be used to enhance all sort of projects and game systems...\nHero Questors - by MB Games, Games Workshop and an unknown company - Based using various BASIUS:MAX pads\nMade & based by the lad himself!\nTHE BASIUS : MAX COLLECTION\nWhich pads do your collections need?\nWANT TO KNOW MORE ABOUT BASIUS?\nInvestigate our previous Basius Kickstarter projects and their comments pages to find out what others think about our pads and the evolution & history of Basius (type 'Basius' into the Kickstarter search box at the top of this page).\nA quick search of Basius on Google Images will provide many examples of bases & scenery made by gamers, and a search for websites will bring up many brilliant and informative blogs and reviews from all over the world.\nYouTube has plenty of really interesting videos made by many hobby gamers & collectors from across the world, showing how they go about using Basius.\nThe online community is truly awesome - many wargame forum websites are full of brilliant guides, photos and advice from helpful Basius sculptors.  All of these groups are well worth looking into and joining in with.\n... and of course - all our BRILLIANT BACKERS!\nNewbie Hints\nIn order to capture all the detail use a good sized blob of Green Stuff, wet the pad surface, drop the putty onto the texture and press into the Pad hard until the resin pad texture touches the plastic base, then pull it off. Most of the Green Stuff will then be overhanging the edges of your base - slice this off and use it on the next base you make. We also recommend using hobby pliers when pulling the base off the Pad and trimming the overhanging putty off to avoid fingerprints getting on your sculptures. How Do I Select The Pads I want?\nOnce the project ends there is a couple of weeks pause required by Kickstarter while funding is processed, then we will contact you to find out which pads you want. We will not be able to add items to this later on, so make sure you have pledged for what you want before the project ends. When Will Shipping Start?\nYour pad collections will be cast for you in the order that the surveys are returned to us, and they will be carefully packaged and posted to you as soon as they are ready.", "risks": "Risks and challenges\nWe are a very well established team of two families on Kickstarter, with many awesome and very popular BASIUS projects already being loved by 1000's of gamers and hobby nutters worldwide.\n\nWe have given serious consideration to this project, and as we have already invested everything we made from our last project in the development and preparation of this new collection, we have virtually eliminated the risks that are typical of such projects.\n\nWe will produce all BASIUS pads ourselves and ship them as soon as each Backer order is ready. We can confidently say that the pads will be of a superb quality, and they will be promptly shipped out to pledgers ASAP.\n\nNOTE REGARDING SHIPPING - IF THE COUNTRY YOU WISH TO HAVE A PLEDGE SHIPPED TO IS NOT LISTED, PLEASE CONTACT US AND WE CAN ADD IT TO THE OPTIONS. WE ARE HERE TO HELP!\n\nThanks for reading - and thanks for your support!\n\nTeam BASIUS\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £30 or more", "title": "ANY ONE(1) BASIUS PAD", "descp": "Pick your fav pad from the collection!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["158 backers"]}, {"amt": "Pledge £60 or more", "title": "ANY TWO (2) BASIUS PADS", "descp": "Get one for you and one for your pal (or two for yourself!!)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["132 backers"]}, {"amt": "Pledge £90 or more", "title": "ANY THREE (3) BASIUS PADS", "descp": "Can't decide on which pad to get...? Then try out three of them!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["23 backers"]}, {"amt": "Pledge £100 or more", "title": "SWEET SPOT - ANY FOUR (4) BASIUS PADS", "descp": "This is the SWEET SPOT - Choose any four pads and save 20 pounds!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["220 backers"]}, {"amt": "Pledge £130 or more", "title": "ANY FIVE (5) BASIUS PADS", "descp": "For those who have lots of space on their book shelves!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["20 backers"]}, {"amt": "Pledge £160 or more", "title": "ANY SIX (6) BASIUS PADS", "descp": "Because five pads just aren't enough...", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["11 backers"]}, {"amt": "Pledge £190 or more", "title": "ANY SEVEN (7) BASIUS PADS", "descp": "Honestly... I don't know WHY you might go for this level when for only a tenner more you can get eight pads!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers"]}, {"amt": "Pledge £200 or more", "title": "SUPER SPOT - ANY EIGHT (8) BASIUS PADS", "descp": "This is the SUPER SPOT - Save 40 pounds - That's more than a whole pad for FREE!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["34 backers"]}, {"amt": "Pledge £230 or more", "title": "ANY NINE (9) BASIUS PADS", "descp": "For those who can't stop at 8 pads!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers"]}, {"amt": "Pledge £280 or more", "title": "ANY ELEVEN (11) BASIUS PADS", "descp": "Choose any 11 pads and save £50", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers"]}, {"amt": "Pledge £380 or more", "title": "ALL SIXTEEN (16) BASIUS PADS", "descp": "Pledge for all 16 pads and save 90 pounds - that's 3 pads for FREE!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["14 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "DIRECTBASIUS.COM is now LIVE!", "update_content": "Hi Everybody! \nTeam BASIUS is proud to announce that the Basius web store is now open!  \nWOO HOO!  \nIt's only thanks to YOU, our backers, our supporters & our new friends that we have been able to do this, so THANK YOU!  Please pop over to DIRECTBASIUS.COM - see it for yourself - and grab a new pad or two!"}, {"update_no": "UPDATE #10", "update_userinfo": "Great News! Basius now available to purchase online", "update_content": "Thank you to all backers who supported us in 2018 on this project.  \nWe have some good news to share with you - Basius is now available to purchase online here\n https://directbasius.myshopify.com/\nAlso, some new Basius designs are in the pipeline and we hope to launch them in a new Kickstarter towards the end of 2019."}, {"update_no": "UPDATE #9", "update_userinfo": "ALL PLEDGES HAVE NOW BEEN SHIPPED", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "REQUEST FOR UNANSWERED SURVEYS", "update_content": "Hello everybody!\nWell - we have so many GREAT supporters in our project - we want to give you all a BIG Thank You for getting Basius out there and showing what can be done with it!\nBefore we get to the winners - we want to remind people that we canot add to their pledge levels once the project has ended - so PLEASE make sure you all have selected the pledge you really want before the project ends!"}, {"update_no": "UPDATE #7", "update_userinfo": "SURVEY RESPONSES", "update_content": ""}, {"status": [{"Project funds successfully": "634 backers pledged £63,864"}]}], "comment_no": 283, "projec_url": "https://www.kickstarter.com/projects/984996675/basius-max", "project_name": "BASIUS : MAX"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Inspired by the legendary tales of horror, myth and folklore by Mike Mignola, Hellboy: The Board Game is a fully cooperative experience for 1 to 4 players. You become a member of the Bureau for Paranormal Research and Defence (BPRD), ready to investigate occult threats that threaten our very existence. You will explore gothic locations, hunt down clues, discover artefacts, fight horrific creatures and face off against terrifying bosses.\nFor more details about the 'Box Full of Evil' click here.\nFor full details of what's included in the Darkness Calls expansion, click here.\n For full details of what's included in the Hellboy in Mexico expansion, click here.\nRESIN MINIATURES\nFor more details on the resin miniatures, please check here.\nDesigned by James M. Hewitt - the brains behind the likes of Blood Bowl 2016, Necromunda: Underhive, and Warhammer Quest: Silver Tower - Hellboy: The Board Game features incredibly detailed, pre-assembled PVC plastic miniatures that capture the unique look and feel of Mike Mignola’s visionary work.    \nMiniatures supplied unpainted.\nHellboy: The Board Game gives you the chance to take control of an iconic member of the BPRD. Choose from Hellboy, Abe Sapien, Liz Sherman and Johann Kraus before equipping your agent with additional items that will help in the mission ahead. Each trinket, charm or weapon costs money though, so you’ll need to spend wisely.    \nArtwork and text subject to approval.\nEach of the missions in the core game begins by reading a BPRD Case File. This will set the scene for the investigation ahead and give hints about what threats you may encounter. The contents of each Case File are top secret, so the first time you play you'll have no idea what you're about to face!   \nMiniatures supplied unpainted.\nDuring play, agents must carefully balance the Information Gathered track against the ominous Impending Doom track. Information Gathered represents the clues you uncover about the monster you’re hunting, while the Impending Doom track marks how close humanity is to the brink of destruction.   \nArtwork and text subject to approval.\nDo you spend valuable time investigating the scene to find a vital piece of the puzzle that could expose a crucial weakness of your foe, but risk the Impending Doom track reaching its devastating finale? Or do you forget the clues and rush through to a final confrontation before the monster has gathered its strength? No one said being a BPRD Agent would be easy.   \nMiniatures supplied unpainted.\nAhead of the climatic battle, you’ll have to face all manner of creatures that lurk in the shadows, ready to pounce at a moment’s notice. When the chips are down, it’s time to fight back using an intuitive system of custom coloured dice. Each BPRD agent has a range of special abilities they can use to defeat their enemies, or they can team up when things get really tough.   \nArtwork and text subject to approval.\nWhat’s more, no two missions will ever play the same thanks to the terrifying Deck of Doom. Each turn players unveil a Deck of Doom card, which could trigger a new onslaught from the arcane horrors hiding in the location, initiate a special event or simply move the Impending Doom track closer to its dramatic end.     \nArtwork and text subject to approval.\nNo matter what your decisions are during the course of the mission, each play through will always end in an epic final confrontation with one of Hellboy's most notorious adversaries. The board itself changes to reveal the boss' lair and then all gloves are off for a desperate struggle against the forces of evil.  \nKickstarter exclusive box artwork drawn by Mike Mignola!\nWe currently estimate Hellboy: The Board Game (core game) will contain the following components*:\n10 double sided room tiles (2.5mm thick, a mix of 2x2 and 1x2 with a linen finish)\n4 Agent Cards\n50+ cardboard tokens (damage counters, HQ board markers, target priority counters, furniture, doors, flame markers, etc., 2.5mm thick, with a linen finish)\n13 custom dice\nThree narrative Case File scenarios (tarot card sized, 310GSM, lined finish, each scenario includes between 6-8 cards)\nCard HQ Board (linen finish)\n74 Mini Cards (310 GSM, linen finish, Encounter Cards, Back-Up Agent details, Equipment and Starting Items)\n48 Standard Cards (310GSM, linen finish, Deck of Doom Cards and Enemy Cards)\n18 plastic cubes (Agent action tokens and generic black tokens)\nColoured bases to fit on Agents\nRulebook\n*these are given as a guidance because the game is currently in development. We will keep backers updated with any changes to components\nBPRD ARCHIVES EXPANSION\nAlso included in your pledge is the BPRD Archives expansion. This is an opportunity for you to create your own BPRD Mission Case File. You start by choosing the location – will it be an abandoned mansion, spooky graveyard, or something more sinister? Then select the foe you want to face in the final confrontation or just leave it to chance, so it's a mystery until the dramatic climax!\nWork in progress Case File cards. Artwork/text subject to approval.\nOnce you’ve created the Case File, it’s time to make the accompanying Deck of Doom. You’ve got complete control to make the game as easy, or as challenging as you want by selecting the Deck of Doom cards and then shuffling them together. These will then be drawn as you're playing through the mission.   \nArtwork and text subject to approval.\nFinally choose your Encounter Cards. These will dictate what's inside each room and what monsters you will face. Combine these with your  Enemy Cards to battle against wild creatures, hideous Frog Monsters or Nazi soldiers. The choice is yours!  \nFuture releases and expansions will feature elements that can be combined with the BPRD Archives, so the experience will keep growing and the gameplay will keep changing long after you've finished your first adventure.\n   MINIATURES\nWe've worked extremely hard to capture the style of the Hellboy comics. Each miniature has been approved by Mike Mignola himself and we've taken his feedback on board to make them as stunning as possible.\nPLAY\n\nEach miniature will be made from high quality grey PVC plastic and will be pre-assembled, so they're ready to go straight from the box. As you can see in the image below some of the miniatures are huge and will look amazing during play.  \n The videos below use the prototype components we have been using for playtests. The designs/components used are definitely not final but will give you an idea of how the gameplay works.  \n\nShipping is NOT included in your pledge and will be calculated/charged once the campaign has completed. We recommend waiting until the pledge manager to add the exact amount required. See below regarding import duties and taxes.   \nWe currently estimate that the shipping costs for the pledges will be approximately:\nUK: £9\nUSA: £12\nEurope: £12\nCanada: £14\nAustralia/New Zealand: £25\nRest of World: £25\nAll add-ons outside the core pledges will have their shipping calculated and charged in the Pledge Manager after the campaign has finished.\nPlease note, we are unable to ship to these countries: Russia, Ukraine, Kazakhstan and Afghanistan.\nWe are dedicated to our retail partners worldwide therefore we are delighted to offer you a retail pledge for our new Kickstarter.    \nInformation about the Hellboy retailer pledge can be found here.\nHellboy™ © Mike Mignola. All rights reserved.", "risks": "Risks and challenges\nThere are a number of risks with any Kickstarter project, especially getting accurate timings for such complex products with so many components. \n\nWith this project, the rules are currently in testing and will require more playtesting, however we have a dedicated team of playtesters to help with this. Many of the miniatures are already designed and approved by Mike Mignola but some are still in concept stage. Once we have all the miniatures designed, the next part of the process is the tooling and production. We predict that we will begin shipping in February 2019 - however, the exact timing is impossible to predict and there is always the potential for delay with products produced in China. We will of course keep our backers up to date as best we can once the project closes.\n\nTo date, we’ve successfully fulfilled 11 Kickstarter campaigns: Kings of War, DreadBall, LOKA, Mars Attacks: The Miniatures Game, Deadzone, DreadBall Xtreme, Dungeon Saga, Kings of War 2nd Edition, Deadzone: Infestation, The Walking Dead: All Out War and DreadBall Second Edition.\n\nWe currently have four outstanding Kickstarters awaiting completion: the remaining Warpath vehicles are shipping to backers now, wave two of Star Saga: The Eiras Contract is currently going into production and is expected to ship shortly afterwards, TerrainCrate will begin shipping in May/June, and for Kings of War: Vanguard the miniatures are in tooling and resin is already in production ready for later this year.\n\nREFUNDS\n\nUpon request refunds may be given within 30 days of the campaign ending, including fees. Following that time, refunds may be given minus Kickstarter and payment fees. In order to request a refund you must contact support@manticgames.com\n\nTERMS AND CONDITIONS\n\nBy backing this campaign you acknowledge that the components, artwork and game elements for Hellboy: The Board Game are subject to approval by Dark Horse Comics and Mike Mignola. This means some elements may differ from those shown here following the Kickstarter campaign.\n\nIf you do not complete the pledge manager within the time specified when the pledge manager is sent, you agree that your contribution to the campaign was a donation and your pledge is fulfilled. Of course, we will use our discretion on a case by case basis. Completing the pledge manager is the ONLY way for us to confirm your shipping address and pledge details, as well as making sure we hit the production timelines. \n\nBy pledging on this Kickstarter you agree that will pay for any shipping and any import or other duties required in your country. You also accept that you are liable for providing us with the correct shipping details upon request and we are not responsible for items lost in transit if sending to an incorrectly provided address. We also cannot ship to PO boxes and you must provide an alternative shipping in this circumstance.\n\nAlthough we are aiming to deliver Hellboy: The Board Game to Kickstarter backers before the game is available at retail, production and shipping delays can lead to delivery at the same time or following the retail release. \n\nIf you do not agree to these terms, then please purchase the game once it's available at your friendly local gaming store in 2019.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £95 or more", "title": "Agent Pledge", "descp": "Includes Hellboy: The Board Game, Conqueror Worm Expansion, BPRD Archives Expansion, Bonus Minions, Kickstarter Exclusive Alternate Hellboy, digital edition of Seed of Destruction graphic novel, and all applicable stretch goals.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6,337 backers"]}, {"amt": "Pledge £100 or more", "title": "Retailer Pledge", "descp": "This pledge is ONLY for verified retailers, do not choose this option unless you are a retailer. See the Retailer Pledge section for more details.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["179 backers"]}, {"amt": "Pledge £89 or more", "title": "24 Hour Early Bird Agent Pledge", "descp": "Includes Hellboy: The Board Game, Conqueror Worm Expansion, BPRD Archives Expansion, Bonus Minions, Kickstarter Exclusive Alternate Hellboy, digital edition of Seed of Destruction graphic novel, and all applicable stretch goals.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5,170 backers"]}], "updates": [{"update_no": "UPDATE #108", "update_userinfo": "Less than 24 hours - Hellboy: The Board Game expansions Kickstarter", "update_content": "Calling all Agents,\nWe're in the final 24 hours of the Hellboy: The Board Game expansions Kickstarter. This is your chance to get the all-new The Storm and The Fury expansion, plus three expansions based around the B.P.R.D. graphic novels.\nWe've also unlocked some great stretch goals, including The Wendigo, Gruagach, new Kickstarter Exclusive Case Files and we're on the cusp of unlocking Ashley Strode as a playable Agent! Check out the pledge below."}, {"update_no": "UPDATE #107", "update_userinfo": "Hellboy: The Board Game back on Kickstarter", "update_content": "Calling all Agents,\nJust in case you've missed it, Hellboy: The Board Game is back on Kickstarter to fund four new expansions, featuring new agents, new bosses and new minions.\nWe've already unlocked some great Board Game content, including the terrifying Wendigo, two all-new Case Files, Nimue's Champion and we're on the cusp of unlocking another hugely requested character... Gruagach."}, {"update_no": "UPDATE #106", "update_userinfo": "Hellboy returns to Kickstarter Tuesday, April 27th!", "update_content": "Calling all Agents!"}, {"update_no": "UPDATE #105", "update_userinfo": "Hellboy: The Board Game Part Two coming to Kickstarter soon!", "update_content": "Calling all B.P.R.D. Agents,\nToday we're getting in touch to let you know that Hellboy is returning to Kickstarter to fund four new expansions... and a family-friendly, push-your-luck dice game. The Kickstarter will be launching later this month and you sign up for an alert when we go live here.\nNEW EXPANSIONS!"}, {"update_no": "UPDATE #104", "update_userinfo": "Unexpected Plot Twist! Plus, info on the next Hellboy: The Board Game Kickstarter", "update_content": "Calling all B.P.R.D. Agents!\nToday we've got two exciting pieces of news. The first is a collaboration with the team behind the upcoming Mike Mignola documentary, Drawing Monsters, which is currently being funded on Kickstarter.\nMIKE MIGNOLA: DRAWING MONSTERS is a feature-length film that tells the story of how Mike Mignola came to create a world-renowned comic book universe.  The film includes never-before-seen interviews conducted with the legendary creator at his studio, drawing demonstrations, behind the scenes footage from workshops and comic book conventions, and interviews with some of the most influential people in entertainment."}, {"update_no": "UPDATE #103", "update_userinfo": "Final 24 hours for Hellboy: The Roleplaying Game", "update_content": "Calling all Agents,\nThere are less than 24 hours left to back Hellboy: The Roleplaying Game on Kickstarter! Give your minis and board game items a whole new lease of life with an RPG that allows you to create your own Case Files and play them with friends.\nWhat's more, there are rules in the book for integrating the board game into the RPG. Not only can you use the board game dice for generating Doom/Ingenuity, but there are also rules for using the Back-up Agent cards to add extra members to your team, guides for how to use the tokens, tiles and the Deck of Doom can be used by the GM to add some narrative points to the storyline. So potentially even the GM doesn't know what's going to happen!"}, {"update_no": "UPDATE #102", "update_userinfo": "Hellboy: The Roleplaying Game now on Kickstarter", "update_content": "Calling all Agents,\nHellboy: The Roleplaying Game is live RIGHT NOW on Kickstarter. We’re delighted to be bringing this project to life as we love Hellboy here at Mantic. In fact, since working on Hellboy: The Board Game we started chatting about how great a Hellboy RPG would be… we just needed someone to help us write it."}, {"update_no": "UPDATE #101", "update_userinfo": "Coming soon - Hellboy: The Roleplaying", "update_content": "Calling all B.P.R.D. Agents,\nToday we wanted to let you know about an exciting new collaboration between Mantic Games, Dark Horse Comics and Mike Mignola. This summer we'll be bring Hellboy: The Roleplaying Game to Kickstarter."}, {"update_no": "UPDATE #100", "update_userinfo": "GIANT ROBOT HELLBOY IS HERE TO SAVE THE WORLD...", "update_content": "Calling all B.P.R.D. Agents,\nWe are pleased to announce we are working with Dark Horse Comics and visionary comic creator Mike Mignola to help raise money for charity with the release of Giant Robot Hellboy–a new playable character for Hellboy: The Board Game. \nDuring the COVID-19 outbreak, Mike Mignola has been entertaining fans with new illustrations nearly each day. These range from characters from the Mignolaverse to icons in popular culture. However, one of the most eye-catching was Giant Robot Hellboy–a massive mechanical version of Hellboy."}, {"update_no": "UPDATE #99", "update_userinfo": "Missed out on Box Full of Evil? Plus new Hellboy busts!", "update_content": "Calling all B.P.R.D. Agents\nIt's been a while but we wanted to let you know that Box Full of Evil - which was previously only available via the Kickstarter - is now available in limited quantities via the Mantic website. When we place an order for Kickstarter pledges we always order a few extra for spares and missing bits - which means we sometimes have a few left for shows and special events."}, {"status": []}], "comment_no": 25693, "projec_url": "https://www.kickstarter.com/projects/manticgames/hellboy-the-board-game", "project_name": "Hellboy: The Board Game"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "", "risks": "Risks and challenges\nThis thing is heading out to be pressed and ready to spin!\nJump in now and pre-order yours and receive some exclusive rewards to go with it.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 2 or more", "title": "Digital Comic (Dead Duck & Zombie Chick)", "descp": "Get the hilarious Dead Duck & Zombie Chick digitally for the low price of 2 Bucks!", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 6 or more", "title": "Print Copy (Dead Duck & Zombie Chick)", "descp": "Get the print edition of Dead Duck & Zombie Chick sent to your door step!\nFREE Domestic Shipping!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Version of the Radio Show", "descp": "Get ALL (4) 24min long episodes Digitally!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Wearable Bracelet with Digital content", "descp": "Receive the wearable that has the episodes digitally plus artwork and the comic digitally.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Wearable Bracelet + Sketch", "descp": "Receive the wearable that has the episodes digitally plus artwork and the comic digitally..\nPLUS a Jay Fosgitt Sketch!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "T-Shirt Reward: Comic & Wearable", "descp": "Wear the Gear!\nGrab a sweat DD&ZC T-Shirt and we'll include the print comic AND the wearable w/Radio Show! FREE DOMESTIC SHIPPING!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Collectors edition Vinyl", "descp": "Get the vinyl with ALL (4) episodes of the hilarious comic book Dead Duck & Zombie Chick.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Vinyl PLUS Jay Fosgitt Sketch", "descp": "Get the vinyl with ALL (4) episodes of the hilarious comic book Dead Duck & Zombie Chick\nAND you get an exclusive Fosgitt 3x5 Sketch!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Retailer Reward: (4) Albums", "descp": "For Retailers ONLY!\nYou get (4) Albums to distribute at your shops and help us get on shelves!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Be in the Gang!!", "descp": "You get the wearable, you get the physical comic\nAND you get one of only 10 spots to have your likeness drawn as one of Dead Duck's zombie sidekicks in the NEXT ISSUE OF DEAD DUCK AND ZOMBIE CHICK!!! Get on this quick!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (1 left of 10)"]}, {"amt": "Pledge US$ 100 or more", "title": "Your Characters done by Fosgitt!", "descp": "INDIE CREATORS!\nGet (2) of your characters drawn by cartoon master Jay Fosgitt... fully rendered 9x12 Penciled Sketch!\n(see example in Kickstarter Story)\nYou Get:\nPhysical 9x12 Sketch of your Characters\nPrint Copy of Dead Duck #1\nDigital Recording of Dead Duck Radio Show", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (9 left of 12)"]}, {"amt": "Pledge US$ 150 or more", "title": "Vinyl (Medium Sketch, Bracelet & Comic)", "descp": "Get the vinyl with ALL (4) episodes of the hilarious comic book Dead Duck & Zombie Chick.\nAND you get the Fosgitt 7x11 Sketch\n+ The Wearable Bracelet (all digital content)\n+ The Print edition of the Comic Book", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Vinyl (Large Sketch, Bracelet & Comic)", "descp": "Get the vinyl with ALL (4) episodes of the hilarious comic book Dead Duck & Zombie Chick.\nAND you get the Fosgitt 11x17 Sketch\n+ The Wearable Bracelet (all digital content)\n+ The Print edition of the Comic Book", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "Vinyl with Jay Fosgitt Sketch Cover", "descp": "Get the vinyl with ALL (4) episodes of the hilarious comic book Dead Duck & Zombie Chick AND a One-Of-A-Kind Jay Fosgitt Sketch Cover! Plus the comic and the wearable!!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "You on the COVER of Dead Duck #2", "descp": "A VERY EXCLUSIVE REWARD!\nJay Fosgitt will draw (2) Backers on the Cover of Dead Duck & Zombie Chick 2! Be immortalized in this amazing project!\nThis reward also includes:\n-The vinyl\n-The wearable\n-T-Shirt Reward\n-Dead Duck & Zombie Chick #1 & #2 (with you on the cover of #2)", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (1 left of 3)"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Happy New Year!", "update_content": "Hey folks,\nVery sorry for the lack of updates on this project!  Unfortunately, they slipped through the cracks as we had a pretty incredible end of the year that saw a huge growth in the company.  Thank you all for your patience and for sticking by us, it is appreciated more than you can imagine!\nFor Dead Duck:  It is running a bit late.  We've paid and produced virtually everything at this point.  Jay has only a couple bits of art left to finish.  The wearables are in our warehouse (they look awesome!!) and everything else is ready to go.  With one exception.  The only thing we're waiting on are the vinyl records themselves.  We ordered them to arrive in Mid December and we originally hoped for a Christmas time fulfillment.  Unfortunately, the manufacturer is running a few weeks behind and missed our deadline.  We expect them to arrive literally any day and we'll be fulfilling the KS rewards within a week of them arriving."}, {"update_no": "UPDATE #4", "update_userinfo": "Backerkit surveys coming soon!", "update_content": "Hey Foz Fans!\nOur backerkit surveys will be coming out in the next couple of days, so be ready!  There's a load of cool add-ons you can get if you choose!  If anybody has any questions or issues, please don't hesitate to reach out!"}, {"update_no": "UPDATE #3", "update_userinfo": "New Reward Level & Contest Time!", "update_content": "We have surpassed our Target Goal with a week left to go! What does that mean... BONUS GOAL?! "}, {"update_no": "UPDATE #2", "update_userinfo": "Special Alyson Court ADD-ON's!", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "A reward tier has an error!!", "update_content": "Hi Everybody!  We're extremely excited to get this campaign for a totally new and different type of comic tie in product out to you!  We did make one mistake though....the $30 reward tier DOES include the PHYSICAL COPY OF THE DEAD DUCK COMIC as well as the digital.  Bit of a typo and oversight on our part!  Thanks!!"}, {"status": [{"Project funds successfully": "157 backers pledged $7,656"}, {"Project launches": "MARCH 27, 2018"}]}], "comment_no": 30, "projec_url": "https://www.kickstarter.com/projects/sourcepointpress/dead-duck-and-zombie-chick-radio-show-vinyl-pressi", "project_name": "Dead Duck & Zombie Chick Radio Show (vinyl pressing)"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "We hit our $420K stretch goal which means double and triple bonds are part of your Snatoms kit if you upgraded to that new reward level or added a new kit with bonds. In update #13 I'm celebrating you and our success. I'm in China right now ensuring the new kits and bonds are designed really well and are ready to go into production. Thank you backers, for being the most essential part of making Snatoms great!\nPlace Snatoms in stockings & under trees!\nSnatoms gift certificates are now available! Click here to download and print a fun little Snatoms certificate that lets your loved one know a special Snatoms reward was purchased for them. Check out update #11 for more on this. \nMore EXCITING news!! You are now able to add extra kits and tees to your pledge! See update #8 for an example of how this works. Check out the table below for a quick guide on how much you should add to your pledge to get the extras you want. Again, this is another awesome idea brought to you by you and your fellow backers. Spread the word!\nUpdate #9 includes a video where I show and tell more details about the new rewards and give you a closer look at Microsnatoms. Stay tuned for updates every day through the end of the campaign! \nUpdate #10 addresses the higher level reward tiers and how those backers can upgrade their kit after the campaign ends! Plus, Hank Green shows of Snatoms. \nUpdate #12 is a video update with a sneak peak into the design of the double bonds and more about Microsnatoms. \nUpdate #14 is for backers only and contains a private link to a secret 2-hour podcast episode I recorded with Henry Reich of MinutePhysics.\nUpdate #15 is a detailed description of each reward level. Rewards have changed since the beginning of the campaign because we reached stretch targets and added new rewards. This list includes my thoughts on which kits are the better value.\nFrom day one, Snatoms backers have requested more features. I am excited to deliver on all the things you've been asking for, announcing...\nHalf the size, not half the fun, MICROSNATOMS are my idea of the pro version of Snatoms. They make building bigger molecules possible, so it's only fair that this kit include more atoms and elements. \n3D Printed Prototype (Phosphorus Not Pictured)\nEach kit includes 26 hydrogen, 12 carbon, 12 oxygen, 4 nitrogen, 4 halogen, 2 sulphur and 2 phosphorus atoms. The kit will also include double and triple bonds if and when we reach our stretch goal. Let’s get those bonds!! See the video in update #9 for a closer look at Microsnatoms.\nWe have a full-sized Snatoms EXPANSION kit! Each expansion kit includes: \n26 hydrogen • 12 carbon • 12 oxygen • 4 nitrogen • 4 halogen • 2 sulphur • 2 phosphorus \nPLUS this kit will automatically include double and triple bonds when we reach our stretch goal - I'm confident we'll get there.\nThis is my early prototype of what the double bonds may look like. The bonding objects will not be suitable for young children (choking hazard).\nSnatoms are a molecular modeling kit where the atoms snap together magnetically. Kits will include the three most important atoms for life: carbon, hydrogen, and oxygen to make glucose - the basic sugar molecule. \nThe Snatoms kit includes six carbon atoms, six oxygen atoms and twelve hydrogen atoms. From these basic building blocks you can build tons of different compounds from water and hydrogen peroxide through to cyclohexane and glucose.\nSnatoms allows people of all ages to learn chemistry hands on. By supporting Snatoms, you'll be funding the production of the best molecular modeling kit from start to finish. If you agree that this is an awesome educational tool that should exist in the world, help me kickstart it and tell your friends! \nYou all have BLOWN past our funding goal! I'm amazed and grateful. I've read your stretch goal suggestions and have taken your awesome ideas into consideration. Behold. Your stretch goals. Let's get that nitrogen!\nSnatoms are an improvement over traditional ball and stick sets for three reasons:\nThe model is more realistic (it doesn’t require sticks as bonds) \nIt's quicker and easier to construct and break apart molecules \nYou can feel the attraction between atoms \nThe H2O2 (hydrogen peroxide) shows that single bonds rotate easily just as they do in nature, which is hard with ball and stick kits.\nI have designed and built prototype Snatoms over the past two years. They will be made of high grade injection-molded plastic and contain super-strong spherical neodymium magnets.\nSnatoms: Foam and 3-D printed prototypes\nAs a teacher I have always wanted to convey some important concepts about atomic bonding. Snatoms allow me to do that like no other modeling kit. Here’s why:\nBonds do NOT store energy! One of the most persistent misconceptions is that energy is stored in bonds. Atoms release energy when they bond - and this is why they stay stuck - you have to put in energy to separate them. No kit currently demonstrates this like Snatoms does.\nBonds are the overlapping of electron orbitals. Previously it has not been possible to represent this in a realistic way (hence sticks representing bonds), but now we can. Snatoms provide a more realistic depiction of molecules. \nAs a teaching aid, Snatoms will make building molecules fast. As a teacher I know speed is everything. Models have to be ready to go and be manipulated on the fly. Snatoms make learning about atoms and molecules fun!\nI'm Derek, the creator of Veritasium, a YouTube channel about science with over 3 million subscribers and 220 million views. I have hosted TV shows for PBS and the Australian ABC, plus I'm currently working on a show for Discovery International. My work has also been featured on the BBC, Discovery Channel and History 2. This project allows me to extend my passion for helping others understand out of the virtual world and make a tangible learning tool.\nAre you a science teacher? An amazing app developer? Or a great graphic designer? You could help build the teaching guide, app, and games to go with Snatoms. I’d love to have your help so just email me at snatomskickstarter@gmail.com", "risks": "Risks and challenges\nThe challenge is to create a high-quality, durable product. I have already invested countless hours developing and prototyping Snatoms and I think they are ready to go to the production stage. But your support is essential to helping me make Snatoms a reality. I will dedicate myself to ensuring this product meets my very high standards.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Snatoms for Christmas & Video Resources", "update_content": "Dear Backers,\nDue to popular demand I have made another production run of Snatoms, ready to ship by next week. They should hopefully (but not definitely) arrive in time for Christmas. Shipping is now included in the price: snatoms.com\nPlus, Snatoms now has a YouTube channel! I have made some educational videos about how Snatoms work and what different classes of molecules can be made."}, {"update_no": "UPDATE #22", "update_userinfo": "Snatoms Have Shipped!", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "Finishing Production!", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "So Many Snatoms!", "update_content": "Dear Backers,\nThank you so much for your patience. I know it's been a while since my last post but I have some exciting updates:\nInjection molds are nearly done\nT-shirts have shipped\nDouble/Triple bond design is settled\nInjection molds"}, {"update_no": "UPDATE #19", "update_userinfo": "Snatoms Production Update", "update_content": "Happy 2016 Backers! \nThanks for getting the year off to a great start by helping bring Snatoms to life. I can’t thank you enough.\nTo kick things off, I’ve just sent you an email with a special link to your BackerKit survey. Please complete the survey within a week so that your Snatoms and tees will arrive on time."}, {"update_no": "UPDATE #18", "update_userinfo": "Download Your Backer Photos + Production Update", "update_content": "We’ve finished strong! Thanks to you, the Snatoms project has been funded 1237%, raising $519,851. Thank you for bringing this dream to life with your encouragement, input and support.\nBecause of you, Snatoms will move into the production phase, and I'm excited to announce Snatoms will be available beyond this campaign. I am now accepting pre-orders through InDemand on Indiegogo: http://igg.me/at/snatoms"}, {"update_no": "UPDATE #17", "update_userinfo": "Surveys Have Been Sent!", "update_content": "Dear Backer,\nWith just 20 hours left in the campaign, I want to make sure you know what’s included in the Snatoms reward you selected. Rewards have changed since the beginning of the campaign because we reached stretch targets and added new rewards. Please find your reward below and ensure it is the one you want (you can change it now if not). Also note that all kits come with the video guide."}, {"status": [{"Project funds successfully": "6,581 backers pledged $519,851"}]}], "comment_no": 794, "projec_url": "https://www.kickstarter.com/projects/veritasium/snatoms-the-magnetic-molecular-modeling-kit", "project_name": "Snatoms! The Magnetic Molecular Modeling Kit"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Explore Namaset, a city from the dawn of humanity. A city of beauty and unspeakable horror. A city built for the Old One Kraal. Unearth bizarre technologies and creatures not of this world. Delve deep into Namaset's twisted history, and make its future.\nMark of the Old Ones Chapter 1: The Overseer\nMark of the Old Ones tells the harrowing story of Thomas Lyle. While soaring above the Brooks Mountain Range on the North Slope of Alaska, disaster strikes. His plane is grounded. His pilot killed. His legs mangled.\nDauntless, Thomas drags himself from the wrecked carapace of his single-engine surveyor's plane. Drawing on his experience from World War I, he ties off the stump of his bleeding right leg. Knowing the cold of Alaska will kill as sure as any wound, he seeks shelter in the foreboding mouth of a nearby cave.\nDrawn forward by evidence of habitation, Thomas crawls farther into the cave. Skylight fades behind him. The grainy texture of loose dirt is suddenly replaced by a smooth and cool surface. The hair on his neck and arms stands on end as he advances across the exotic surface. Startled, he turns toward a slithering sound, then whips back as he hears it again behind him.\nThe first searing pain shoots through his spine as he feels himself paralyzed. A puncture at the base of his skull follows, and his pain dissipates in a cool wave. With fading vision, Thomas watches chitinous tentacles surround him as he welcomes unconsciousness.\nWhile Thomas is the star of Mark of the Old Ones, two characters support his narrative. The first you've heard in our video: Kaya.\nKaya descends from cultists who fled Namaset as it starved to death. Raised by her father to revere Kraal even from exile, Kaya dreams of once again rebuilding her people. Her visions of Thomas serve as the framing device for the game's events.\nDr. Charles Wentworth offers the distinct 19th century viewpoint of a true Lovecraftian hero. He speaks to Thomas (and the player) through the numerous journal fragments he left during his 1850's exploration of Namaset, then in decline. Where Kaya sees grandeur and divinity, Dr. Wentworth sees only a barbarous sect with baffling customs.\nJust for flavor, here is one of Wentworth's journal entries from early in the game:\nThis is the log of Dr. Charles Wentworth, late of Boston, Massachusetts.\n\nI hope that this account finds you in a comfortable reading room at Miskatonic Library, where I will file it upon my return from Russian America. While I give little credence to the native superstitions regarding this mountain, and I fully expect to safely emerge with reports of the tribe dwelling within, I will leave behind carbon copies of my journal entries in case I am met with accident or misfortune. I pray that you are not piecing together my words from those scattered facsimiles.\nThis is the kind of game that we want to play and we hope that you will love it too.  It focuses on a few core game mechanics for you to master; use them as you conquer a challenging world of 2d physics puzzles and harrowing boss fights.  You are going to experience a deep, multi-layered story that stays true to HP Lovecraft and that encourages you to explore, discover, and unwind the lore and dark secrets of Namaset. \nOur intention is to make Mark of the Old Ones horrifying without being horrific.  For example, in good Lovecraft fashion, we don't show you a guy getting his face ripped off by ancient demons, but, in the next room over, you really think that you can hear...\nMetroidvania\nMark of the Old Ones will have multiple pathways through the game.  We hope that you will want to explore all of the paths to collect upgrades for your abilities, and to unearth the full story of Namaset.  Spoiler alert: when you enter Namaset, it is very much a sleeping city.  As you progress through the game you awaken the city, and the terrors that dwell within.  The way we are designing the levels is going to give you a different playing experience as you do your Metroidvania backtracking: as you awaken Namaset, the environment will attack, puzzle, and challenge you in new ways.\nCore Mechanics\nTentacle Arms\nAt its core, MotOO is about a unique and coherent movement mechanism. Thomas’ tentacles provide a totally unique way to experience an environment, evoking novel feelings of strength, momentum, and power. Basic movement has a relaxing rhythm that quickly feels natural, but gracefully navigating a dynamic environment challenges preconceptions of character movement. Thomas doesn’t swing like Spider-Man; Thomas moves like the eldritch abomination he has become.\nBehind the scenes, these arms are using real time multi-threaded dynamic IK, solving at 720 ticks/second. Thanks to MotOO’s physics-first design, the tentacles are “real” in a way we typically don’t see in games. The tentacles can interact fully with the world: grasping, manipulating, and throwing objects. While alien in form, players easily interact with the world as motion planning and inverse kinematics algorithms map intuitive control inputs into coordinated movement.\nBoost\nThe boost gives you a sharp vertical thrust.   You will have a limited number of boosts that you can use before you must refill your reservoir.  You can upgrade the size of your reservoir.\nChronition\nChronition slows time and zooms the camera out so you can see more of what is around you.  It's excellent for scouting out the obstacles ahead.  You've got a freakish parasite dug into your spine, but, at least it comes with a few perks!  You will be able to upgrade the amount of time you can use chronition before you have to let it recharge.\nIncrease Mass\nYou are wrapped in a protective shell and you get more massive.  Getting heavier lets you smash into things with more force and affect physics obstacles.  For example, as you are landing on a trampoline you hold the increase mass button, when it's fully compressed you let go and get maximum bounce.  We can also use it in physics puzzles, i.e. something is being held in place by a magnet, you aren't strong enough to pull it free, the extra mass gives you the additional force that you need.  This ability will also protect you from certain environmental hazards.  At the moment, we are not quite sure what aspects of this will be up-gradable. \nKey Personnel\nThere are currently 8 core-team members doing pre-production on MotOO.  If we reach our funding goal, the team will ramp up in size as we enter production.  We expect the full team size to be 11 individuals (adding: 1 environment artist, 1 character artist, and 1 QA tester).\nHere is the team so far:\nJordan Brock  @justtactics\nPresident / Producer.  Jordan wears many hats.  But, basically his job is to make sure that the office is always stocked with coffee.\nAubrey R. Jones  @aubrey_r_jones\nDirector / Programmer.  Between all of the IK algorithms, differential equations, and vorton fluid simulations, no one knows what this guy is doing.  Aubrey is smart.\nJustin Juner  @jmjuner\nLevel Designer.  Justin was our QA lead on Just Tactics, but he is a mad scientist, so now he is our level designer. \nOleg Danilchenko\nCharacter Artist.  Oleg loves anime, bad movies that \"look awesome,\" being awful at League of Legends, and blasting dubstep out of his car at 120 decibels. \nChristian Plummer\nProgrammer.  Christian is a habitual 'game jammer.'  He is also a fire extinguisher and fire safety expert...\nDave DeLizza\nMusic and Sound Design.  Dave is willing to smash, drop into a food processor, or drive over anything with his car if it will create a cool sound effect. \nCarol Do\n2D Artist.  Carol put \"guild leader\" on her resume.  You're hired.\nHenry Alex Martin  @Imjustsomeguy55\nEnvironment Artist.  Alex is a burrito connoisseur.  And he's a master of karate and friendship.  But, really, his work gives us the goosebumps:\nIn addition to the core team, there will be people doing bits of work here and there; which includes our cast of characters.  We have cast one role so far:\nStephanie Yuhas Conant  @stephanieyuhas\nas Kaya, a leader of the ancient cult of Kraal.  Stephanie is one of the stars of the Cinevore Studios series \"Nerd vs. Geek.\"  Stephanie has appeared in \"Limit Break,\" \"OverAnalyzers,\" \"Living in 8-Bits,\" \"The Game Chasers\" and \"Angry Video Game Nerd: The Movie.\"  And she appreciates good onigiri.  \nSoftology\nGet Gosu - Aubrey and Jordan worked on 'Get Gosu' together.  Get Gosu was an online tournament hosting platform.  It facilitated the running of fully automated CS 1.6, CSS, and TF2 tournaments.  Get Gosu required an extensive amount of modding to the Valve games that were offered.  Ultimately, the platform was abandoned for the simple fact that the high level of competition attracted an inordinate number of cheaters, and no amount of anti-cheat measures can stop cheating where code is being executed on an un-trusted platform (the end-user's PC). \nJust Tactics - Most of the core team doing pre-production on MotOO has worked together before.  Jordan, Aubrey, Oleg, Christian, Dave and Justin all worked on Just Tactics together.  We leveraged the networking and matchmaking knowledge that we picked up from Get Gosu to deliver an online multiplayer turn-based strategy game that features a unique teleporter-based movement mechanic.  Given that Just Tactics was built on a shoe string budget, it turned out quite well.  The game is exactly what we set out to build, however, it doesn't have a single player mode.  The game is pretty complicated/strategically-hardcore and the lack of single player makes it daunting to learn how to play.  In retrospect, not developing single player was a pretty big mistake, but we learned, oh we learned.\n'AAA Quality' -  Although we have not worked on \"AAA\" titles, we do appreciate the level of quality that is required of MotOO in order for it to be a successful game.  Through Just Tactics, we have demonstrated our team's ability to develop 3D games.  Aubrey's previous experience at LightningGaming, where he wrote code for slot machines and electronic poker tables, demonstrates his ability to deliver code that passes extremely rigorous quality assurance testing.  Additionally, Justin's three years at Intertek as a QA lead means we will not release anything that is not amazing.  Knock on wood.  \nStretch Goals, Budget, and Episodic Content:\nInitial Goal -- $225,000 Chapter 1: The Overseer\nStretch goal --  $550,000 Chapter 2: The Blacksmith\nStretch goal -- $875,000 Chapter 3: The High Priest\nStretch goal -- $1,200,000 Chapter 4: Kraal\nStretch goal -- Stretch goals beyond $1,200,000 will be for localization in many languages and PlayStation 4 support.  We have already pitched MotOO to Sony and they said: \"it's on like Donkey Kong.\"  Well, they didn't actually say that, DK is a Nintendo property, but I'm sure that's what they were thinking.  They said yes.\nNo doubt, some people will be asking \"why is there episodic content? That sounds dumb.\"  Here is the answer:\nWe could have not mentioned the episodic content at all, we could have just said: \"our goal is $225,000 and we are going to give you a great game with a couple hours of game play.\"  But, we really don't like it when we see Kickstarter campaigns that are not up front about their stretch goals, then when they post them, they sometimes seem unplanned.  We see stretch goals that we know are going to blow the project way out of scope and make it impossible to deliver (i.e, \"for $5,000 more, we will add online multiplayer and online co-op\"...uh, sure).  We are just being up front.  We've been doing pre-production on MotOO for awhile now, and  we have a much larger vision, and much more story to tell than we can possibly pack into a few hours of game play.  We want to make all of the Chapters, and we've got it all planned out.  Say you make the minimum $10 pledge and we only hit our initial target, you are still going to get a game well worth your $10.  If we reach some stretch goals, you are going to get a ton more content, and for $10 it will be quite a steal!  We just want you to know we have this planned, we are not going to be scrambling to invent stretch goals in the middle of this campaign. \nSo why did we choose to do episodic at all?  Why not make the target $1,200,000 and never mention Chapters at all?\nHonestly, it's a bit of apprehension on our part.  We are a relatively unknown indie studio.  Raising that much money sounds daunting.  If we can raise $225,000 and people see how awesome Chapter 1 turns out, we can fund Chapter 2 via the revenue it generates, and or private investment, and or another Kickstarter campaign.  Breaking it up just seems more doable. Crawl before you run.  Another mild benefit of episodic content is that instead of waiting a full 2.5 years for the game, you only have to wait 1 year for Chapter 1, and then you will get more content every 6 months after that. \nWhy do you need all of this money?\nA lot of indie developers work regular 9-5 jobs and, fueled by passion, make their games on nights and weekends. We are not working on MotOO on just nights and weekends. MotOO is our full time 9-5 job, and, fueled by passion, we also work on MotOO nights and weekends. Because we are putting ALL of our time and energy into MotOO, you are going to get an awesome game. And that's why we need the money, to pay ourselves, so we can eat and live. We also have to pay for rent, insurance, middleware licenses, tools, and of course, coffee. There are 8 of us on the team now, there will be 11 of us when we are in full production. Subtract Amazon's and Kickstarter's cuts, subtract the aforementioned costs, and there is not much left to split between the 11 of us. Luckily, we already have some funding from private investors, but we still need this $225,000 to give us a full year to build Chapter 1 of MotOO.  We are lean and mean, I don't think anyone will accuse us of having \"a bloated AAA budget.\"  \nWe could get day jobs, ask for less money, and work on MotOO remotely on nights and weekends. The result will be that the game will take much longer to make, and it will not be nearly as good as it could have been. So, what it really boils down to, is that we are asking you to give us the opportunity to fully dedicate ourselves to this game, and really make it the best game possible.  \nSummary: Lean and mean + ALL of our time and effort = MotOO is going to rock.\nRewards Chart\n\nTry the Demo\nPlease feel free to try out the core game mechanics demo for yourself.\nYou can grab it at:  http://markoftheoldones.com/\nDisclaimers:\n1.  You need a dual analogue controller to play.  \n2.  What you are looking at is not art.  It's basically just debug lines. \n3.  This is a pre-production build, it's likely that it will not run on every computer.  We have not done thorough QA testing.  In a year, when the game is done and we have gone through QA, it will work.  \n5.  Let's please not do troubleshooting in the comments section.  Please send an email to info@htssoft.com or tweet to @htssoft. ", "risks": "Risks and challenges\nWe have a solid team. We have been together for awhile and work well together. We don't work remotely, we are all here in the office, so we have good communication. We all totally believe in the project, the art, story, and game play, and we all love Lovecraft. The hardest technical bits are already done, mainly the IK system (which we will continue to polish), so we've already done the heavy lifting. \n\nDespite all that, there are risks. We are a small team. If something unexpectedly happens to any one of us, our progress will be hampered while we find a new team member and bring them up to speed on the project. \n \nAs with any company, a big concern is having the capital to sustain business operations. Our solution to that is this Kickstarter campaign. We are taking to Kickstarter for funding because we would prefer to stay \"indie.\" We are also taking to Kickstarter because we want to build and engage with MotOO's community from as early on in the development process as possible. That is why we feel comfortable coming to you with a wire-frame demo, and not a full \"vertical slice\" of what the final 3D game will look like. We wanted to share our game play mechanics and ideas for the game with you as soon as possible. Doing this is also mitigating a risk, the risk that we spend a lot of time and money developing MotOO \"in secret\" and, when we finally show it to you guys, we discover that no one likes it. We are going to execute our vision for the game, we cannot listen to every piece of feedback that we get, we have to maintain \"artistic integrity\" (otherwise we might as well have a publisher). So, a challenge is balancing listening to and integrating your feedback, while still executing our vision.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Hit the Sticks\n2 created · 5 backed\nHit the Sticks is a tightly knit team of software engineers and digital artists. We lurk in the suburbs of Philadelphia, Pennsylvania. Our...See more"}, "support": [], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "This the End", "update_content": "Hello,  \nThis is the end in more than one way.  \n1. The live Kickstarter campaign is under 3 hours from completion. If you were waiting until the last minute to come back it, well, we are just about there! We are 97% of the way to the goal, we are so close, come back it!  "}, {"update_no": "UPDATE #25", "update_userinfo": "16 Hours Left", "update_content": "Hi,  \nJust 16 hours left to back Mark of the Old Ones. If you were waiting until the last second... we are just about there. If you already backed the new project, thanks yet again. We are almost at the goal!!!\nCheers,  \n-Jordan"}, {"update_no": "UPDATE #24", "update_userinfo": "Reddit AMA Link", "update_content": "Hi,  \nThe AMA thread is up on Reddit, please stop by and ask us a question if you get the chance. http://www.reddit.com/r/IAmA/comments/24pxx7/we_are_the_indie_game_devs_behind_mark_of_the_old/  \nCheers,  \n-Jordan"}, {"update_no": "UPDATE #23", "update_userinfo": "3 Days Left! Also: Reddit AMA", "update_content": "Hello,  \nWe have just 3 days left on the campaign, please come back us if you haven't gotten a chance to do so already. Just in case there is any confusion: This \"Mark of the Old Ones\" campaign that you pledged to 6 months ago was not funded, thus your credit card was never charged and you have no rewards coming to you. If you want to support Mark of the Old Ones and get your rewards, you have to come pledge to the current project (with just 3 days left) entitled \"Mark of the Old Ones - a Metroidvanian adventure\".  "}, {"update_no": "UPDATE #22", "update_userinfo": "Stretch Run", "update_content": "Hello backers,\nWe are two days into our new campaign for Mark of the Old Ones. We passed the $4,000 mark, and we are feeling good. Some of you jumped onto the new campaign straight away. Thank you! We would love it if the rest of you could hop on board as well.    \nMy apologies to those of you now receiving project updates for both this derelict campaign and the new live campaign. If everyone jumps on board the new campaign...I can stop posting updates to this one.  "}, {"update_no": "UPDATE #21", "update_userinfo": "48 Hours Into Our New Campaign!", "update_content": "Hi all,  \nWe have two awesome updates:  \nWe had a great showing this past Saturday at Philly Tech Week! We had a great time and got to see people really enjoying MotOO. We got a lot of compliments on the art and the game overall and are excited to make our second announcement:  "}, {"update_no": "UPDATE #20", "update_userinfo": "SECOND KICKSTARTER!!!", "update_content": "Hi All,  \nThe locals are afraid it will rain Friday night, so they are rescheduling until Saturday. \nSo, now if you want to play some Mark of the Old Ones it is:  \nDate: Satuday April 5  "}, {"update_no": "UPDATE #19", "update_userinfo": "Rescheduled", "update_content": "Hi All,  \nPhiladelphia is kicking off \"Philly Tech Week\" this Friday, and Mark of the Old Ones is part of it! There will be Tetris on the side of 30 story building, a beer garden, live music, food trucks, tons of local tech and, of course, Mark of the Old Ones.\nDate: Friday April 4  "}, {"update_no": "UPDATE #18", "update_userinfo": "Philly Tech Week", "update_content": "Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn Kraal Fhtagn"}, {"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/1168767162/mark-of-the-old-ones", "project_name": "Mark of the Old Ones"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Available now for pre-order at sparkdevices.com!\nTechCrunch: \"The project aims to turn every lamp in your home into a web-based juggernaut.\"\nWIRED Gadget Lab: \"It's not hard to imagine using lights to display other types of data...\"\nFast Co Design: \"It’s all pretty neat for everyday consumers, but it could be revolutionary for the deaf or hard of hearing.\"\nForbes: \"A light bulb socket that lets you manage one light bulb (or more) from the internet is groundbreaking.\"\nApartment Therapy: \"Perfect for renters and upgrading over time, you can start with one sconce or one room and add Sparks as you go.\"\nSilicon Republic: \"Turn on and off the lights and potentially other devices in your home with the power of a tweet...\"\nThe Spark Socket screws into any standard lightbulb socket, and connects to the internet over the Wi-Fi connection in your home, so that you can control your lights from a smartphone, tablet, or computer. Spark can make your life simpler, more streamlined and — just maybe — a little more fun.\nHere are some of the great things that Spark can do:\nTurn on your lights before entering a dark house\nUse your bedroom lights as a \"sunrise\" alarm clock, slowly fading on over 10 minutes to help you wake up naturally\nTurn off every light in the house with a push of a single button\nDim the living room lights when you're watching TV or eating dinner\nTurn your lights on and off while you're on vacation so it looks like someone's home\nFlash your lights to let you know that you've received a new email or text message\nAutomatically dim your lights when it's bright outside to save energy\nSpark sets up in minutes over Wi-Fi and is easy to use, easy to install, and just plain simple. And the \"enlightenment\" of your home (pun fully intended) will not end there. Spark has a software development platform that will allow people to create apps for Spark. The possibilities for Spark are endless.\nThe Spark Socket is a sleek device that sits between a dimmable light bulb (incandescent, dimmable CFL, or dimmable LED) and a standard light fixture. It connects to the internet over Wi-Fi (802.11b/g/n), so as long as you already have a Wi-Fi router, there's no need for any additional hardware besides your Spark Socket. How many people does it take to screw in a Spark-powered lightbulb? Just one.\nUsing Spark is just as easy as installing it. The attached light bulb can be controlled or programmed using an iPhone, Android smartphone or your home computer by logging into our website or using our native mobile apps.\nSpark's most basic use is as a portable light switch, but it can do so much more. After all, we already have The Clapper for those times when we don't want to get off the couch. \nWhat makes Spark really powerful is our open, RESTful API that allows any software developer to create apps that can interact with your lights. This means that any app on your phone, on your computer, or on the web can be connected to your lights. Your lights could change based on the weather, based on how far you are from home, or based on your Twitter feed.\nFor the techy folks out there, here's an example of one of our API calls:\nThis may look like gibberish to most of you, but the important point is that it's easy to create great apps with Spark. Want to know more about our API? Get more info here.\nThis isn't just about lights. The Internet of Things is coming, and it's being driven by hardware start-ups, many of which were funded right here on Kickstarter. We're partnering with as many of these companies as possible to create an ecosystem of products that work together through open standards and collaboration.\nSo far we've partnered with Twine, so that you can use sensors around your home to control your lights (see Update #1), and Pebble, so that you can control your lights from your watch, without even taking out your phone (see Update #4). We've got more partnerships coming, so stay tuned!\nSome of the Spark's abilities wouldn't be out of place in The Jetsons' futuristic home, but unlike George Jetson's flying car, Spark is already working and is only months away from arriving at your doorstep. We already have a working prototype that can be operated from our website; also, check out the video of Spark in action at the top of this page.\nSpark has been developed over the course of the last year from a very basic concept using an Arduino and an LED all the way to a fully functioning prototype of the final product. Check out our progress:\nSpark (formerly known as SWITCH): First Prototype (January 29, 2012)\nSpark (formerly known as SWITCH): Second Prototype (March 27, 2012)\nSpark (formerly known as SWITCH): Third Prototype (June 28, 2012)\nSpark: Fourth Prototype (November 2, 2012)\nWe need your help in three important ways:\nBack our campaign! Of course, in typical Kickstarter fashion, backers will earn various rewards depending on the size of their contribution. Pledge levels are detailed in the right-hand column.\nSend us ideas! We want to know what you would use Spark for. And be creative; we want to hear your let's-use-Spark-to-keep-track-of-how-far-our-kids-are-from-home-by-making-the-lights-brighter-when-they're-coming-home-like-the-magical-clock-that-the-Weasley-family-had-in-Harry-Potter ideas. Click the little link in the upper-right corner next to our logo to contact us, or email us at hello@sparkdevices.com.\nMake great Spark apps! We can't wait to share our API with the developer community to see what great apps people will create. If you're interested in creating Spark apps, we'd love to hear what you've got in mind; email us at hello@sparkdevices.com.\nMany thanks to all Kickstarters that share our vision and are helping us achieve it by backing us and spreading the word. If you have feedback, questions or ideas, we would love to hear from you!\nThank you to the amazing people who have devoted their time and energy to making this product a reality. If you count the many wonderful people who gave me some quick advice over the phone (each of whom I am grateful to), the number of contributors would be in the hundreds. A special thank you to those who truly went above and beyond with their contributions:\nStephanie Rich (community management); Zac Crockett (software development); Tim MacGuidwin (supply chain); Jordan Husney (advisor); Jay Schrankler (advisor); Betsy Ziegler (advisor); Jordan Dalton (advisor); Justin Grammens (advisor); Scott Herbst at Herbst Produkt (industrial design); Bill Drislane and Scott Miller at Dragon Innovation (supply chain); Jim Meyer, Joe Tretter, and Glen Schlegel at North Pole Engineering (electrical engineering); Paul Detjen (video production); Sean Martin (animations); Chris Reynolds (script writing); Andy Timko (Kickstarter preparation); Keith Schreer (software development); Ryan Scherf (UI design); Ilya Mikhelson (electrical engineering); Greer Karlis, Gaby Berger, Kevin Alley and Dan Farkas (video cast); Jess Porter, Jafar Owainati, Nilam Shah, and Ben Bonnet, who helped me write the original business plan; Brian Vaughn, Aaron Gough, and Vikas Checker for helping me revise it; the great folks at The Mill, CoCo, and 1871 (the various co-working spaces we have used), my parents for their inspiration and support, and my fiancee Ashley Soloff and her family for supporting me and putting up with me when all I do is work.\nFAQ\nWill Spark work in my home? Three things must be true for Spark to work for you:\nFirst, you must have Wi-Fi (802.11b/g/n) wireless internet in your home.\nSecond, you must have a light fixture that takes medium-sized Edison screw bulbs (E27 in the US, E26 abroad), or as most people call them here in the U.S., \"standard light bulbs\". If you are anywhere in the world other than the UK, Australia, or New Zealand (where bayonet-style fixtures are common), you're probably good here.\nThird, you must use a dimmable bulb. This includes any incandescent bulb, any CFL bulb that is labeled \"dimmable\", and any LED bulb that is labeled \"dimmable\". Most LED bulbs for residential lighting are dimmable; in contrast, most CFL bulbs are not dimmable, so please check the packaging before using a bulb with a Spark Socket. If you're concerned about what bulbs to use, we'll be making bulbs that pair well with Spark available for sale on our website, and we will keep a running list of all the bulbs that we have successfully tested with the Spark Socket.\nWhat is the range of the Spark Socket Wi-Fi? The range of the Spark Socket is comparable to the range on a smartphone (100-300 feet, depending on the home). In other words, if you have a Wi-Fi connection on your smartphone from a particular spot in your house, the Spark Socket should work fine there. If you need more Wi-Fi coverage in your home, there are plenty of Wi-Fi range extenders available.\nWill the Spark Socket fit in my lamp or light fixture? The Spark Socket fits in most lamps and light fixtures without issue. The Spark Socket is 54mm wide at its widest point (a little more than 2\"), and adds 32mm to the height of your bulb (about 1.25\"), so you can check your light fixtures and lamps to be sure. If the Spark Socket won't fit in your fixture with a normal bulb, we'll be selling smaller bulbs on our website, as well as \"lamp harp extenders\" that can give you a little more clearance for lamps that use lamp harps.\nDo I have to pay anything for Spark service or Spark apps? Our software and apps are free! However, developers who create Spark apps may choose to charge for them, by selling their apps through the iPhone App Store, Google Play, or on their own websites.\nWill I still be able to use my regular light switch? Yes! A quick toggle of your lights (turning them off and then on again) will either turn your lights on or off, while keeping the Spark Socket powered up and letting you still control your lights through Spark. Also if you want to deactivate the Spark Socket for normal control through the light switch, you'll be able to do so without uninstalling it.\nWhat happens if the internet goes down? You'll always be able to control your lights from the light switch. We're also working on a back-up system that uses local communications when the internet is down.\nWhat if I want more than one Spark Socket? If our Kickstarter project is successful, we will provide our Kickstarter backers an opportunity to expand their orders as we approach our delivery date.\nIn what countries will Spark work? The short answer is that it will work everywhere. However, Spark will initially be certified only in the U.S., Canada, and Europe. If you'd like to see Spark in other countries, please contact us and let us know!\nWhere shouldn't I use Spark? Spark Sockets should not be used with bulbs greater than 100W when facing up (like in a lamp) or 60W when facing down (like in a recessed light fixture). Spark Sockets should not be used outdoors.\nWhat will the Kickstarter funding be used for? If we can reach our target of $250,000, the money will be used for the following purposes:\nManufacturing: First and foremost, the majority of the money that we receive in our Kickstarter campaign will go directly to paying our manufacturing partner to make and deliver the Spark Sockets.\nTooling: The biggest up-front development costs are tooling costs for the plastic parts. This basically involves paying an extremely skilled engineer to make a \"tool\" out of very hard metal that can be used as a mold for the plastic parts.\nCertification: A product of this nature must be certified by the FCC (and equivalent international bodies) for RF emissions, and UL (and equivalent international bodies) for safety. Safety and reliability are paramount for a product like this, and we'll go through the rigorous testing to ensure a high-quality product.\nWho are you guys, anyway? We're a team of engineers, designers, and creatives who wanted to create something new and exciting. Many people have been involved in various ways, but the core team is as follows:\nZach Supalla. Built the first four Spark prototypes using Arduino, Node.js, and a soldering iron with a steady hand. Worked in operations and product development at McKinsey & Co. Loves gadgets, coffee, arcade games, tinkering, and his dog Hunter.\nZac Crockett. Making Spark a secure, reliable, and scalable software platform. Professional software developer for 10 years. Has a Ph.D in music composition, and bikes everywhere when his leg isn't broken. Ask him about his earworms.\nStephanie Rich. Spends every day thinking about you, our community of users and supporters. Worked in international sales and marketing in the film industry. Wrote a book about her grandfather where she re-traced his steps through Europe and re-took his old pictures eighty years later. \nWhat is the current state of the prototype? Our current prototype that is featured in the video and pictures is both fully functional and a good approximation of the appearance of the manufactured product. The shell of the prototype is an SLA model that has been painted to look like the final product; if you look closely in the pictures and the videos you will see some scratches and imperfections from the sanding and the painting. The finished product will be injection molded plastic. As for the electronics, the PCB in the prototype was manufactured at a quick-turn PCB house in the U.S. and the components were hand-soldered onto the board by Zach and his trusty sparkfun tweezers. The final boards will be mass-manufactured using pick-and-place technology. The circuitry will likely go through a couple of rounds of revisions to optimize the design, but the functionality will be the same as today.\nWho did your video? We worked with a dear friend of Zach's, Paul Detjen of PCD Productions. He's awesome, go check him out if you need video support. Also amazing is Sean Martin, our animator - he did 2D work for us but is equally talented in 3D.\nWhat happens if I plug one Spark Socket into another Spark Socket? You will tear a hole in the fabric of space and time. Or something like that. Don't do it, anyway.", "risks": "Risks and challenges\nThere are significant challenges in manufacturing and delivering any hardware product at scale. Mass manufacturing isn't the same as prototype development; besides making our products work, we have to make sure they're safe and reliable, and that they can be manufactured cost-effectively in large quantities. We also have to go through expensive processes like tooling development and certification.\n\nLuckily, we're working with the right people. Our team includes a number of experts, including Dragon Innovation, a manufacturing consultancy that has supported great products like MakerBot, Sphero, and Pebble. Dragon's experience in factory selection, sourcing, and quality assurance will be instrumental to Spark's success.\n\nWe're also working with North Pole Engineering, an electrical engineering firm in Minneapolis with extensive experience in Wi-Fi communications and embedded systems design. North Pole has already reviewed our electrical design and will continue to work with us through the development process.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Spark IO\n3 created · 55 backed\nMaking connected devices that are simple, powerful, and fun. We're a team of engineers, designers, and makers eager to create something new...See more"}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Last 30 hours of the Spark Core campaign", "update_content": "Dearest backers,\nFirst of all, thank you for being with Spark since the very beginning - it's been an amazing road from the Socket to the Core, and one we couldn't have continued on without the support of the Spark community.\nWe just wanted to let you know that there are only 31 hours left to go in the Spark Core Kickstarter campaign http://www.kickstarter.com/projects/sparkdevices/spark-core-wi-fi-for-everything-arduino-compatible/ Our team has been blown away by the reaction to the Core this past month - we just hit 5000 backers - and are so excited for the future of Spark."}, {"update_no": "UPDATE #9", "update_userinfo": "Spark's new product: the Spark Core!", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "Kickstarter ends, but Spark lives on! Pre-order today!", "update_content": "Pre-order your Spark Socket now for $49 at sparkdevices.com\nDearest Backers,\nToday, our Kickstarter campaign comes to a close. Unfortunately we did not reach our funding goal, so your credit cards won’t be charged for the pledges you offered. However, we have great news – we are continuing the development and manufacturing of the Spark Socket, and we’re now taking pre-orders on our website for a new, lower price of $49, with discounts for larger orders!"}, {"update_no": "UPDATE #7", "update_userinfo": "The final push, and a new friend - Ubi!", "update_content": "Dearest backers,\nThe last week has been a whirlwind! We were on a local morning show in Minneapolis last week (FOX 9 BUZZ), and we just got back from New York, where we filmed a spot with CNN. Tonight we're demoing Spark at MinneDemo, so if you're one of our local backers, be sure to come check us out. And finally, our christmas lights demo that we announced last Monday generated a ton of buzz, although it unfortunately fell victim to heavy snow in Minneapolis; the car that was housing the webcam could no longer be parked on the street in front of our house!\nThe last 48 hours"}, {"update_no": "UPDATE #6", "update_userinfo": "New interactive demo: Christmas lights!", "update_content": "Why am I showing you a picture of my house? Because we've Spark-ified the Christmas lights. One light just wasn't enough.\nBehold, the power of Spark: control our Christmas lights from our website!\nsparkdevices.com/demo\nWe're pretty excited about the Spark Socket because we've created an incredibly simple product that's also extremely powerful. But we have big plans that go far beyond the Socket. And our new demo, the Spark House, shows how flexible our platform is."}, {"update_no": "UPDATE #5", "update_userinfo": "Spark + SmartThings = <3", "update_content": "Spark and SmartThings work together!\nA few months back, SmartThings launched a Kickstarter campaign for a great new product that connects everyday things to the internet. Like us, they're creating the building blocks for the Internet of Things - a vision of the future where everything inside your home is connected."}, {"update_no": "UPDATE #4", "update_userinfo": "Spark + Pebble = <3", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "Refer your friends and family and get an extra Spark Socket!", "update_content": "Hi backers,\nThe holidays are upon us, and many of us in the U.S. will be spending a lot of time with family and friends celebrating everything we’re thankful for.\nWe’re thankful for you guys, because you’re helping us make our dream a reality! However, we’re unthankful that, because of Kickstarter rules, we can’t provide a backer level for more than one Spark Socket. Many of you have asked how you can get more than one, and we want to provide that opportunity, since Spark Sockets work so well together. So we’ve got something for you, just in time for the holidays: the Spark Socket referral program!"}, {"update_no": "UPDATE #2", "update_userinfo": "A smörgåsbord of updates", "update_content": "Hi backers! We're 6 days into our 30 day campaign, and we just hit a big milestone: $50,000+ raised from 650 backers! Thank you all for your support; we're very excited about the progress we've made. However we've still got a long way to go!\nWe're gonna cover a few things in this update, so scroll down for more about:\nWhat to expect from our updates \nT-shirt design"}, {"status": [{"Project ends": "DECEMBER 13, 2012"}]}], "comment_no": 76, "projec_url": "https://www.kickstarter.com/projects/sparkdevices/spark-upgrade-your-lights-with-wi-fi-and-apps", "project_name": "Spark: Upgrade your lights with Wi-Fi and apps"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Thank you so much to all of our backers for supporting our Kick starter. Even though we fell short of our goal, this wasn't a failure.\nAfter hearing the abundance of feedback from our backers and fans, we learned that an IOS game isn't the way to go.\nWe still very much want to create a great game for the fans...\nSo we are introducing a new Kick starter in the near future for an all-new original Cthulhu board game!\n\nWe want to keep the core idea of Cthulhu World Combat, but translate it into a strategic board game.\nThe game is themed on the topic of the Great Old Ones warring over Earth.\nThe map is of Earth, divided into regions (kind of like Risk, except with larger zones - Africa is only 2 areas, for instance).\nRight now there are four factions - Cthulhu, the Yellow Sign, the Crawling Chaos, and the Black Goat. Each faction has around 20 little plastic figures, in 5 different shapes. For instance, the Black Goat faction has cultists, ghouls, fungi from Yuggoth, dark young, and Shub-Niggurath for its units.\n\nWe're currently working on the art, going through more vigorous play testing, and are getting close to a final prototype.\nWe have big plans for this game and really want to make something the fans of H.P Lovecraft, and strategy games are going to be excited about.\n\nWe hope to see your support again for the board game.\nFollow us at CthulhuWorldCombat.com for upcoming news on the board game!\n\nThanks,\nSandy Petersen and the Team!\nWe've listened to your outcry! An Android and Kindle version of our game will be released even if the stretch goals aren't met. We want to provide an opportunity for as many fans to be able to enjoy the game as possible.\nHere's a link to our official update page, feel free to leave comments. We want to make this game the best that it can be, your feedback is important to us!\nCthulhu World Combat Updates\n“Cthulhu Still Lives …”   H. P. Lovecraft\n\nMore than a half-century ago, Howard Phillips Lovecraft changed the face of the horror genre forever. Since then, Lovecraft’s works have influenced or inspired every modern horror writer as well as hundreds of horror films, from Alien to In the Mouth of Madness to Hellboy. His most famous creation is the Cthulhu Mythos, a cosmos filled with alien and interdimensional horrors. Lovecraft encouraged other authors to use the Mythos in their own writings, and it has spread like a fungal growth, inspiring books, comics, movies,      and of course, games. \nIn the Mythos, a terrifying variety of alien entities, species, and even gods are constantly threatening humanity’s existence. But humanity is not seen by these beings as an enemy – more of an irrelevance. These alien horrors do not even always obey the natural laws of our universe, and have inconceivable powers. To our perception, they seem foul and horrible, but their actual motivations are unthinkable.  \n\nInspired by this work, Sandy Petersen got his start in gaming by developing a tabletop roleplaying game based on the Cthulhu Mythos. This game was named Call of Cthulhu after one of Lovecraft’s stories and has proved a cult success over the years. His upcoming game, Cthulhu World Combat,           is the next chapter in this beloved mythos.\n\nWith your help, we hope to expand the game to other platforms someday,   and this process will be greatly accelerated if we meet the appropriate   stretch goals. \nToday, our mission is to create a great strategy/horror game for the iOS system (iPad/iPhone) that Lovecraft himself would be proud to play.     Cthulhu World Combat is the first Cthulhu Mythos product in which YOU play as one of these alien gods yourself. The game takes place after the Old Ones have returned to the Earth. You strive to occupy the world for yourself, and compete with the other forces of destruction A.K.A. your friends.        Only one can control the ruins of Earth in the end.\n    \nLike the Cthulhu Mythos, turn-based strategy gaming has survived the test of time. From Empire to Civilization to Heroes of Might and Magic, we have enjoyed these games. The idea behind Cthulhu World Combat is to take this basic game system and apply it to the Cthulhu Mythos. In terms of gameplay, Cthulhu World Combat probably resembles the Nintendo product Advance Wars more than any other game, but, predictably, Sandy Petersen’s twisted mind has added some significant innovations. \nIf you are not familiar with Advance Wars, it is a top-down turn-based strategy game in which the players produce aircraft, tanks, and ships and then try to destroy their enemies and capture their base. The most obvious difference in Cthulhu World Combat is that you are producing monsters, cultists, and other such creatures instead of mechanized weapons. In Advance Wars, all factions have access to the same weapons. But in Cthulhu World Combat, each faction has its own loyal monsters unique to it.\nCthulhu World Combat is a multiplayer game, though it also supports singleplayer. Turns are short, lasting only a few minutes at the most, so you can take a short break to play a turn at any time during the day or night. You can have many games going on at once, as with other turn-based iOS games such as Words With Friends.\nBehind every great project, there is a talented team driven by a shared dream. Our dream started over 30 years ago, when Sandy got his start in the game industry in the early 1980s, where he first designed paper roleplaying games. His best-known work from that time is the cult game Call of Cthulhu, which has been translated into many languages and is still played world-wide. He also worked on many other roleplaying projects, such as Runequest and Elfquest, and was instrumental in the creation of dozens of supplements and game aids.\n \nIn 1988, he left paper games for the computer game world. He has worked for Microprose, id Software, and Ensemble Studios, where he was involved with Civilization, Doom, Quake, and the Age of Empire series, among others.\nEventually Sandy partnered with the techno-whiz Drew Fisher of Barking\nLizards Technologies, with the shared goal to unite his design lore with the\nconvenience of mobile gaming. With Barking Lizards' expertise, Cthulhu World Combat will not only be a terrific social game, but will be easy and fun to play with modern hand-held systems.\nWith the support of a core team of industry veterans, Sandy’s passion for   both digital gaming and Lovecraft will be combined in their dream project – Cthulhu World Combat.\n\nThis team has a proven track record, and our members’ games have sold tens of millions of copies worldwide, and has received dozens of awards from the game industry.\nBoard Games, Roleplaying Games, & Film:\nThe Whisperer in Darkness film \\ Petersen’s Guide to Creatures of the Dreamlands \\ Petersen’s Guide to Monsters \\ Arkham Horror \\ Ghostbusters roleplaying game \\ RuneQuest 3rd edition \\ Elfquest roleplaying game \\ Call of Cthulhu \\ Over 30 paper game supplements and products from 1981-1988\n\nVideo Games:\nAge of Empires 3 \\ Halo Wars \\ Quake \\ Age of Mythology \\ Rise of Rome \\ SiN \\ LUXOR \\ Doom \\ Tony Hawk 1 N64 \\ Doom 2 \\ X-Men  Legends 1 \\ Symbian \\ Civilization \\ Age of Empires 2 \\ Dr. Floyd’s Desktop Toys \\ Star Trek Elite Force II \\ The Titans \\ Sid Meier’s Pirates    The Conquerors \\ Sponge Bob PSP, PS2 \\ Spiderman N64 \\ Hexen \\ Heavy Metal F.A.K.K. 2 \\ Elder Scrolls Oblivion \\ J2ME, Brew \\ Duke Nukem 3D \\ Snakes 2 NGI Symbian \\ Lightspeed \\ X-Men Legends 2  Symbian \\ CounterStrike CZ / Xbox \\ C & C 10th Edition PC \\ SiN Episodes \\ Activision Anthology PS2, PC \\ Fallen Shadows \\ Darklands \\ The Bank iOS \\ Osiris Legends iOS \\ Command HQ \\ Super Collapse! 3 DS \\ Girlz Really Rock DS \\ Monster Truck Madness N64 \\ Fox Motocross J2ME, Brew \\ El Tigre DS \\ Blair Witch \\ Hyperspeed     \\ Sword of the Samurai \\ Midnight Mysteries \\ Shrek 2 Mobile J2ME \\ The War Chiefs \\ Spiderman 2 Japan-PSP \\ Bratz Diamonds DS, GBA \\ Zoey 101 DS, GBA \\ Marvel Ultimate Alliance GBA \\ Create DSiWare \\ Bratz Babies GBA \\ Muhammad Ali J2ME, Brew \\ Tony Hawk 2 N64 \\ Bratz 4 Real DS \\ Rock University PS2,Wii,PC \\ 25 to Life \\ Bob Esponja PSP \\ Bratz Diamonds DS\nPart of what makes this project and team so special is that Tom Sullivan has signed on to help!\n\nThose of you who remember the old Call of Cthulhu game and its supplements should be well aware of the terrific art of Tom Sullivan. He illustrated products from Shadows of Yog-Sothoth to Petersen’s Field Guide to Monsters. He is THE definitive artist to illustrate the Mythos and its horrors. He has worked on many projects, including a majority of the effects created for the cult films The Evil Dead and Evil Dead 2, plus he did significant work on Army of Darkness. Those who purchased the Special Edition of the Evil Dead DVD received a copy of Tom’s great Necronomicon tome, complete with illustrations.\n\nIn Cthulhu World Combat, Tom will be illustrating all-new visuals for the game. His illustrations will be design inspiration, and also be used as Kickstarter prizes. Also, Tom will be hand-crafting an all-new Necronomicon tome, which will house various Lovecraftian writings plus include a light strategy guide to the game, a behind-the-scenes look at the game’s making, and unique art from the creative team. Who knows, there might even be a surprise or two from Great Cthulhu himself!\nThe Necronomicon tome will be included as a downloadable PDF for some of the reward funding tiers. If we reach our final stretch goal, it will be made available for fans to enjoy in print.\nAs you can see, a lot of talented people want to make this game! More than anything!! Part of our journey leading up to this moment came from Sandy’s trips to game conventions every year, and his personal connections to Cthulhu fans from around the world (after all he is one of them.) One of the most common questions he gets asked is, “When are you going to do something with Cthulhu again?” Here are Sandy’s own words about this:\n\n“Up until now, I had to answer this question lamely, muttering something about ‘Someday’ or ‘I guess Cthulhu isn’t mainstream enough for my company to let me do it’. But now is the time. I have partnered with a small group of like-minded, talented developers, and now I can do a Cthulhu product that I am really excited about. More than anything, I want to make this game, and so does the team. We have grandiose ideas for expansions and elaborations, but they can only happen after the first step – getting Cthulhu World Combat off the ground.”\n\nAnd it’s not just the Mythos that has caught our love, but the strategy game accompanying it. So the game will be as strong as the topic. Along the development cycle (around 6 months), we will continue to keep you updated on the progress, with updates, game visuals as they come online and a running blog which will help keep you engaged in the process.\nOur long-term plan is given below. Please inspect the stretch goals. Not only do we want to bring this game to life, we are trying to ensure that it can be experienced with all worlds, factions and characters of the Cthulhu Mythos on every platform you like. Help us reach these Stretch Goals and you too can participate in the release of a horror not seen on this planet in eons.\nIf your love for Cthulhu and strategy games weren’t enough incentive, we are throwing everything but Sandy's suspenders, your way. As a shameless THANK YOU in helping us make our dream game, you too will be rewarded with these amazing prizes.\nTons of goodies, and if you want to know more about each item, check out the list on the right of the page. More information to come in the next few weeks... who knows, we might add more items to sweeten the deal.\nSpecial Shirt Add-On\nWe are excited to announce a Cthulhu World Combat T-Shirt Add-On! There are multiple shirts to choose from, including an original \"Cthulhu-Tarian\" just in time for the election! You can choose one shirt, just add $20 to your donation! The full list of characters will include at least one from each faction!\nThere are tons of fans who want to see this game made, and we know we're the right team to accomplish the mission, but don't take our word for it...\nOver the last several years traditional game publishers have become increasingly “risk-averse” in funding new IP. As a result a lot of interesting and profitable concepts never see the light of day. Sadly, the traditional investing community is also far less likely to fund concepts of a frightening or horrific nature. When Sandy and his team try to present a Cthulhu-based product to potential investors, they are usually more puzzled than entranced. We have also tried to present the concept of the light strategy game, with more success. But one thing we have found is that investors nowadays are extremely unadventurous in areas where their minds dare not travel.\n\nKickstarter is an evolution in the way that new ideas go from paper to product that may someday obviate traditional seed funding and early stage investing. Not only does it allow new idea an improved chance for birth but it gives anyone the power to be part of something new with little risk. The Cthulhu Mythos is loved by horror fans around the world but is woefully under-represented in today’s vast catalog of available video games. With the help of Kickstarter, we plan to address this egregious omission and take it several strides further.", "risks": "Risks and challenges\nGiven the experience of the team we have assembled, all of the typical execution risks are not only understood but have already been addressed. In addition, technology, tools and a prototype have been developed so all money we receive from our honored investors on Kickstarter can go directly to the implementation of our dream.\n\nSo, regarding risks -- it’s all about making a great game! Below is a list of issues we are currently anticipating. We have talked a bit about how we plan to address these.\n\n\n1) If every faction has its own unique line-up of units, how will the game be balanced? Won’t some factions be stronger than others? One of Sandy’s main design tasks throughout his career has been to balance units and factions for strategy games. He has spent many thousands of hours doing this, and is confident he can pull it off with Cthulhu World Combat as well. We want to create a great game and work with the player community (of which we are part) to seek out issues and eradicate them quickly and without mercy. \n\n2) If an opponent delays in his response, several hours or days could take place between turns. How will players remember what they were doing? In a simpler game like Chess or Words With Friends this isn’t usually a problem, but in a strategy title there is a lot going on. When you fire up Cthulhu World Combat to react to an opponent’s move, the game starts out by actually showing you that move in double-time. You can replay it, plus you can replay earlier turns if you need your memory refreshed. In fact, you can replay the entire game up to the present point if you wish, pausing it or speeding it up as necessary. Thus you will always be able to see exactly what has been happening and plan your strategy accordingly.\n\n3) One of the flaws of games such as Advance Wars and Civilization is the tedious end-game – at some point it is obvious that one side is going to win, and then the play is simply dragged out until finally the end comes. Sandy has addressed this issue with a feature known as the Ritual of Annihilation. When one player has significantly more controlled gates than his opponent, he can enact the Ritual. This ceases all his production, but sets up a timer. When the timer counts down a certain number of turns, then he automatically wins. His opponent can cancel the Ritual by recapturing enough gates, but of course you can try to block this. In this way, the end-game is an exciting race for whether you can finish your Ritual before your foe’s counterattack succeeds, rather than a boring slog.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Sandy Petersen\n32 created · 123 backed\nSandy Petersen got his start at Chaosium in the early 1980s, where he helped develop the original Arkham Horror board game. He is best-known...See more"}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Cthulhu Boardgame Coming!", "update_content": "Thank you so much to all of our backers for supporting our Kick starter. Even though we fell short of our goal, this wasn't a failure.\nAfter hearing the abundance of feedback from our backers and fans, we learned that an IOS game isn't the way to go.\nWe still very much want to create a great game for the fans...\nSo we are introducing a new Kick starter in the near future for an all-new original Cthulhu board game!\n\nWe want to keep the core idea of Cthulhu World Combat, but translate it into a strategic board game.\nThe game is themed on the topic of the Great Old Ones warring over Earth.\nThe map is of Earth, divided into regions (kind of like Risk, except with larger zones - Africa is only 2 areas, for instance).\nRight now there are four factions - Cthulhu, the Yellow Sign, the Crawling Chaos, and the Black Goat.\nEach faction has around 20 little plastic figures, in 5 different shapes. For instance, the Black Goat faction has cultists, ghouls, fungi from Yuggoth, dark young, and Shub-Niggurath for its units.\n\nWe're currently working on the art, going through more vigorous play testing, and are getting close to a final prototype.\nWe have big plans for this game and really want to make something the fans of H.P Lovecraft, and strategy games are going to be excited about.\n\nWe hope to see your support again for the board game.\nFollow us at for upcoming news on the board game!\n\nThanks,\nSandy Petersen and the Team!"}, {"update_no": "UPDATE #5", "update_userinfo": "Special Shirt Add-On!!!", "update_content": "We are excited to announce a Cthulhu World Combat T-Shirt Add-On! There are multiple shirts to choose from, including an original \"Cthulhu-Tarian\" just in time for the election! You can choose one shirt, just add $20 to your donation! The full list of characters will include at least one from each faction!"}, {"update_no": "UPDATE #4", "update_userinfo": "CTHULHU WORLD COMBAT: A peek at gameplay, part 1", "update_content": "When your turn begins, you see the world map, with small icons showing the location of your creatures, cultists, and gates. You can zoom into any part of the map (using the classic “pinch” mechanic of iOS games, or, if playing on a computer with a mouse, using the left-click). Right-click (or just touch) a unit to select it.\nA selected unit shows its stats, remaining health, special powers, etc. on display on the right side of the screen. In addition, all map tiles the unit can move to are highlighted, so you can see exactly where it can reach. To move the unit, just select the tile you want. If you don’t move it the full distance, any remaining distance is still highlighted. You can move a unit partially, then select and move a different unit, then return to the former one."}, {"update_no": "UPDATE #3", "update_userinfo": "The Fans Have Spoken!", "update_content": "We've heard from many fans out there. You asked us, \" Why aren't you doing this game for Android? I don't own any iOS devices?\"\nActually our plan is to do an android and Kindle version as soon as possible. In looking over the kickstarter page we created, I see we blundered in not saying when it would happen. The plan is for us to do one right away if we reach the stretch goal. If the kickstarter campaign succeeds, but we do NOT reach any stretch goals, then we STILL plan to do an android version, but it will be delayed by a month. Or two."}, {"update_no": "UPDATE #2", "update_userinfo": "Character Art", "update_content": "Hello fans! Thanks for the support thus far! We wanted to give you guys a closer look at some of the characters in the game. Many more updates to come!"}, {"update_no": "UPDATE #1", "update_userinfo": "For Our International Backers- New Reward Options Coming Soon!", "update_content": "We have received comments from potential international backers who would like to get in on the $20 / $40 / $60 reward tiers.  Currently, these reward tiers do not reflect the option for international shipping.  Because KickStarter does not allow us to make changes to the rewards, we will be launching 3 new rewards at the $20 / $40 / $60 tiers which include the international shipping option!\nThank you everyone for your support so far.  And, thank you to KickStarter for making our project a Staff Pick!"}, {"status": [{"Project ends": "DECEMBER 4, 2012"}, {"Project launches": "OCTOBER 25, 2012"}]}], "comment_no": 30, "projec_url": "https://www.kickstarter.com/projects/petersengames/cthulhu-world-combat", "project_name": "Cthulhu World Combat"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Hi. My name is Avishai Weinberger. I'm 17, and I'm nearing the completion of my feature length movie, Surviving Evidence. So far, I've been shooting on practically no budget, other than whatever it took to pay to feed the actors. Towards the end of production, I am facing some difficulties, which is why I need your help.\nFirst, a little about the movie:\nThe premise: It's been weeks since New York City fell to a zombie-like epidemic. 7 people still survive in the city by living, quietly, in a high school. They videotape their lives in the hopes that someone, somewhere, might find them.\nThe movie is kind of a sequel to something I made last year, a 40 minute movie called Evidence. It was a bit more of a straightforward zombie movie, showing the original outbreak from the perspective of a teen with a camera. It didn't have a script, just a five page long outline, so all of the dialogue was improvised. I've learned a lot from that movie, which can be found at evidencethemovie.com.\nSurviving Evidence, my latest project, is wholly scripted with some room for improvisation. The plot is focused on the survivors. There are zombies, but they're not the point. They're just the catalysts.\nThat isn't to say that there aren't any zombies. In fact, these zombies are different. For one, they're not dead, just sick, a la 28 Days Later. However, what sets them apart is their motives. They're not driven by rage, or hunger, like past depictions. These 'zombies' are motivated by fear. The last thing they felt before turning was fear, and even after coherent thought is gone, the fear lingers. They're terrified and don't know why. When they see someone healthy, they desire help, but they can't ask for it, or even think about it. So they attack the healthy, tearing them to shreds, not realizing that they're causing more harm than good. Simply put, they're not responsible for their own actions. They're not villains, they're sick human beings.\nSo who is the antagonist? Well, there isn't one, not in the traditional sense. There are characters who only want the best for everyone but manage to mess things up anyway. I'd rather not give it away now, but it's a major focus of the film.\nNow back to production.\nI wrote the script over a year ago, cast the thing over the summer, and have been filming ever since. Because I'm filming in a school, I can only shoot on weekends, and only when the building is open. One unfortunate side effect is that it's much harder to arrange for everyone to be there at the same time. Things keep getting in the way. Not to mention, getting zombies. We've had one day for shooting zombies so far, and we got around 7 to show up. Only 2 were adults.\nOver an hour of the movie is in the can, but there's still further to go.\nThe reason I'm trying to raise money is so that I can afford to hire more extras, I can pay the actors a bit more as added incentive to make filming more of a priority, and so that I can afford better props and equipment. It would also help me with the final edit, and with festival registration. If enough is raised, I'll aim my funds at distribution.\nI've never worked with a large budget. I'm used to stretching the smallest budgets as far as humanly possible. Because of this, I'm not asking for much. However, if this project raises more than the goal, I will find uses for it, such as improving special effects and makeup.\nI'm not asking for your money for nothing. In exchange for donations, you can earn a name in the credits, a signed copy of the script, a copy of the screener, and other rewards.\nIf you can't donate or just don't want to, there are other ways you can help. You can post this page on your facebook and send it to friends. Also, if you live in the NYC area, you can be a zombie in the film.\nThat's my pitch. I hope it was effective, and thanks in advance for your generosity.\nPS- you might notice that this account is under the name Michael Weinberger. That's because, as a minor, I'm not legible to have a kickstarter page unless it's through the account of a parent. Michael is my dad, and needless to say he is a full supporter of this project.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "News", "update_content": "As the viewcount rises above 25,500, I thought I'd get back to you on where I'm at again. I'm still working on setting up a commentary recording session with the cast, which has been difficult due to the various schedules of all involved- hopefully that will be soon. If I can't get everyone, we'll do a partial cast recording, and the people who are around for that will also be the people who sign the scripts. Then I will send out your copies. Sorry it's taking so long. "}, {"update_no": "UPDATE #35", "update_userinfo": "The Rest is Commentary", "update_content": "I thought this was posted, evidently not...\nSurviving Evidence is online now, and is raking in an enormous amount of views.\nYou can see it here:\nhttp://www.youtube.com/watch?v=CUB-YK5lrv4"}, {"update_no": "UPDATE #34", "update_userinfo": "Update again", "update_content": "Hey guys,\nPrincipal photography on Surviving Evidence is officially wrapped! We shot the last few scenes left in the script, and all that's left now is to do the editing, which will probably take a month or two. I also plan on shooting inserts on my own, sans cast. \nWe had about 13 pages of script to shoot today, and we had 3 and a half hours to do it. And we did it."}, {"update_no": "UPDATE #33", "update_userinfo": "Where I'm At", "update_content": "Hey guys,\nIf things go according to plan, tomorrow will be the last day of principal photography. More information as it comes."}, {"update_no": "UPDATE #32", "update_userinfo": "It's Live (take 2)", "update_content": "We filmed a scene today. It was a short scene, but a crucial one, and the last scene involving one of our many busy actors. Hopefully, we wrap on the 28th. Let's wait and see."}, {"update_no": "UPDATE #31", "update_userinfo": "IT'S A WRAP!", "update_content": "Hi all, just checking in. The project is very much alive, and the most recent development is that production should (should) be done shortly before New Years Eve. I'm trying to wrangle everyone together, and I'm optimistic that the stars will align this time. I'll let you know if anything happens, good or bad. You know what, let's just say good. We don't want to jinx it.\nThanks,\n-Avishai"}, {"update_no": "UPDATE #30", "update_userinfo": "Wrap Date", "update_content": "I had wanted to film last Sunday, but things didn't work out. Still, there are only a few more shooting days needed, and I'm tightening up the scenes we have yet to shoot, so I'm confident that we'll finish sooner rather than later. Worst case scenario, the movie comes out in early 2012 and not late 2011.\nIn the meantime, here's a short movie I made for my college application. It ties somewhat into the Surviving Evidence universe."}, {"status": []}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/1722642488/surviving-evidence", "project_name": "Surviving Evidence"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Hello to the internets!\nWe need you to help us realize a dream.\nAs you can learn from the accompanying video, Scourge is the about-to-be-very-real feature film that takes place over a hundred years after the fall of our civilization.  It follows the arrival of a new threat that jeopardizes the already fragile tribal society of mankind's few survivors.  The reason the movie is \"about-to-be-very-real\" is as follows:\n- We created a great short from the epic story conceived of a long time ago by Andrew Tomlinson.  \n- We have an AMAZING art department that knew how to weave an intoxicating and exotic reality despite our lack of budget.\n- All of the Executives and Producers we have shown it to have been knocked flat (One quote was \"We have seen shorts that cost $200,000 that don't look this good\".  Our budget was food and fabric.)\nThose Execs want to make the movie.\nSo why do we need you?  \nThere are a few technical hurdles to cross before the project can be green-lit.\nSince we are retaining creative and technical control of this project, we are responsible for putting the budget, breakdown, schedule and LLC (business) together to show that we can be trusted with this step up into the big leagues.  We can be trusted.  We're ready.  But we are broke.\nThe cost of doing those things is out of our reach.  A little over $10,000 out of our reach.\nThat's where you come in.\nRarely can even the most modest donation result in as large of a result.\nIf you help us, we can have these critical (boring, yes, but critical) items checked off.  We can shine.  This is what we have been working, training and growing towards for over a decade.  Blood, sweat and tears is an understatement!  Through it all, professionalism. And now, humility.\nPlease, if you value indie cinema, if you want to see new talent shine, if you love passion, commitment, drive... and dark epic dramatic fantasy....  please help.\nAnd either way, thanks for reading this far!  Please read on a bit more for a word from Andrew, the creator of Scourge!\nSincerely,\nJeff\nFrom Andrew Tomlinson, Creator and Executive Producer of the Scourge project:\nForemost, I want to thank you for giving us the gift of your time and attention, as I am aware that there are many wonderful projects vying for attention on Kick-Starter.  \nSCOURGE has been a long running creative endeavor that I've been talking about and developing with my friends for about 7 years now.  After carefully studying the state of the film industry in Michigan during the winter of 2010, my creative team of Tobias Dawson (Production Designer) and Audrey Lucero (Costume Director) decided that the time was right to try and make a go of it.  I quickly asked for and received help from my long time friend and collaborator Jeff Morgan (Director, DP, Editor) and we set to making the proof of concept shoot a reality.  \nAs a story, SCOUGE explores ideas that range from resource depletion, governing models, inalienable rights, the pursuit of power, and the value of the social contract.  It's got some kicking undead too....    While we did have an inkling, the journey quickly became remarkable.  People were consistently amazed at the quality and quantity of design in the project, and became even more interested  when they found out what the project hoped to accomplish.  The goal of the SCOURGE proof of concept was always to catapult as many people as possible into the active film industry, and we've earned ourselves a chance at that goal, but we need some help.  If you could help us get to the next leg of our journey we would be both incredibly thankful and grateful!\nSincerely,\nAndrew", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jeffrey T Morgan\nFirst created · 15 backed\nJeffrey T. Morgan is an International Cinematographers Guild member, Director, Writer and Editor. After earning his BFA in 2002, he moved...See more"}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Last minute word", "update_content": "Thanks to everyone so far!  We are hoping for a hail mary here. Please read through all the comments we have and look at the wonderful people who have chimed in.  We really are amazingly grateful.\nWe might be on the ropes, but just like Rocky, we won't go down easy.\nMore to come, please spread the word!\nJeff "}, {"update_no": "UPDATE #10", "update_userinfo": "Gary Brunner, Actor", "update_content": "A word from Gary Brunner!\n*****************\nI remember when I first came across the post for SCOURGE , I read EPOCH and said to myself theres no way their going to be able to pull this off, then I came across the images on the post... real chain mail and swords that had actually been forged! I knew then I had to get a roll in this project, and I did!"}, {"update_no": "UPDATE #9", "update_userinfo": "The multi-talented Katie Max!", "update_content": "And now a word from the infamous Katie Max:\n********\nLast year I answered a Craigslist posting about a short film needing people for the costume department, and lo and behold I met the wonderful people behind Scourge.  I was surprised it was a legit posting!  For five weeks I, along with many others, worked on costumes, aging pieces, dying fabrics, deconstructing shoes and making custom sandals fit for a gladiator.  Others worked on swords, armor, makeup prosthetics, a throne, and we even painted skulls!  During production I worked as the Set Decorator and for the feature I've been honored with the role of Art Director.  "}, {"update_no": "UPDATE #8", "update_userinfo": "The Costume Designer - in a word...", "update_content": "The following is a real insight into the world of the Costume Designer, Audrey Lucero\n“In a word, I was a pioneer, and had to blaze my own trail…”\nThese are the words of athlete  Major Taylor, when faced with adversity in his chosen path. Those same words had inspired me to attempt to carve the great jungle before me, and hew my own path towards success in *Scourge*, the proof of concept."}, {"update_no": "UPDATE #7", "update_userinfo": "Get ready.........", "update_content": "Get Ready, cause here we come....\nAlright, we made it through the mid campaign slump.  And here we are, in the final week or so of our drive to achieve our hopes and dreams.\nGet ready, because EVERYONE will be hearing from us!\n:-)"}, {"update_no": "UPDATE #6", "update_userinfo": "The kickstarter midway point", "update_content": "Well here we are, in the notorious Kickstarter midway.  The time when a project isn't new or almost ending.\nWe are ready to break that trend and have a GREAT middle period, and we need all the help we can get to achieve that.\nThere are now pictures on our profile, more updates from the cast and crew coming soon, and buckets of words from myself and Andrew."}, {"update_no": "UPDATE #5", "update_userinfo": "1/3rd of the way there! Need your help.", "update_content": "The short Proof of Concept film we shot for Scourge was an amazing undertaking. As the Production Designer, I worked on this project from it's earliest conception through the final output and beyond. I produced concept material, assembled a talented department of artists, designers and workers, and worked with them to produce all the costumes, props, sets and make up effects that were used in the short film. Our job was not done there, as we still had to create additional concept art and material for a pitch package that was used to describe the idea of a feature version of the project to prospective investors and business partners. Our amazing art department produced miracles for us, time and time again. And yet, for all of the dedication, time, talent and energy that these people put in for us, they were all volunteers! Not a single one (including myself) of my talented art department staff was paid for their labor, which is a situation that I would desperately like to rectify."}, {"update_no": "UPDATE #4", "update_userinfo": "A word from Tobias Dawson, Production Designer", "update_content": "Please stay tuned to your current Scourge channel, coming up soon is a wonderful set of words from Tobias Dawson!  These words have combined into an eloquent insight into the team and world involved with this project.\nJeff"}, {"status": [{"Project ends": "MAY 19, 2011"}]}], "comment_no": 16, "projec_url": "https://www.kickstarter.com/projects/scourge/scourge-a-dark-epic-fantasy-feature", "project_name": "Scourge: A Dark Epic Fantasy Feature"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "Update: We now have a SoundJaw t-shirt! We have received many emails from parents of young children saying that they hate to give their kids headphones and that the SoundJaw is the solution they have been waiting for. That's what inspired us to make this t-shirt. This shirt is sure to be a conversation starter and we hope you enjoy the design and see the humor.\nThis shirt will be made in the USA to ensure quality and custom shirts in (small) quantities are not cheap. If you would like this please just add $25 dollars to your pledge to cover the cost of the shirt and the additional shipping. I will send out a survey after funding to ask t-shirt sizes and I will also give you a couple color options (white is for sure but if I get enough orders we can do pink and black as well). Feel free to message me with any special requests. The artwork is done by a friend of mine, check out his site for more of his work.\n\nA Close Up Of The Design\nOn A T-Shirt\nUp until recently the SoundJaw was untested on the iPad (first gen). I had made a fatal error called \"assumption\", thinking that it wouldn't fit. Well... It does! It is not a perfect fit as the device was made for the iPad 2, a much thinner body, but it does the job. Check out the picture below. \nThe SoundJaw on the iPad 1\nThe SoundJaw is an accessory that works to redirect your iPad's sound, giving it a louder and richer tone. You won't believe the difference this can make. I'm sure you can hear the difference on the video but it is even greater when in person. The SoundJaw is VERY portable, making it easy to keep in your pocket. I have used it for anything from watching movies to listening to music far away. It makes the biggest difference when you are outside or a place with a lot of noise (plane, car, train, etc.) The testing done to make sure the sound was loud enough was only half of what I was concerned about. The iPad 2 is unmatched in its slim design and I didn't want to take that away. \nWorks perfectly with the Smart Cover\nThe SoundJaw is made to compliment the slim look without the added bulk you may expect. You can hold the iPad in landscape or portrait mode and the SoundJaw won't interfere with the placement of your hands. In my opinion the SoundJaw doesn't detract from the iPad's good looks, it adds to them. If you want your iPhone 4 to experience similar results it will fit it as well. I can't demonstrate this just yet however because the SoundJaw is made from a very rigid resin at the moment. Once it is made out of a more flexible plastic it will definitely go on, and if it doesn't I'll refund your money for sure.\nWe love the SoundJaw\nThe thin design makes sure it is not in the way\nI am going to be making this device out of plastic, which involves a lot of up front costs. The mold itself is a very expensive investment and so I need the Kickstarter community's help. I have already put money into this so I could keep the funding price low. $7,000 will be enough to get SoundJaw off the ground to guarantee this projects success. I have many future ideas that I'm sure you guys will love. Please continue to check back frequently as I will have updated rewards and video demos.\nTake it everywhere\nIf this project does well I will be shooting a video commercial involving a helicopter and the SoundJaw. I will also have a reward to accompany it if someone wants to take place in a video that is sure to go viral.\nThanks for looking and backing.\nTag: Sound Jaw", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "We just launched a quick 3 day project!", "update_content": "Hello Everyone!\nIt's been awhile since I last posted an update but I thought I'd share this most recent project with you as you have been so supportive through the years!\n\nWith only 3 days left in 2020, we wanted to say so long to this year in an Antsy Labs sort of way."}, {"update_no": "UPDATE #28", "update_userinfo": "We Just Launched Our Newest Project, A Game Based On Our Experience Of Making Fidget Cube", "update_content": "Hey everyone!\nOver the last year, we've been designing a board game that is loosely based on our experience inventing Fidget Cube and funding it on Kickstarter.\nWe call the game Fidget Factory, and we're excited to announce that we launched it on Kickstarter today!"}, {"update_no": "UPDATE #27", "update_userinfo": "Announcing Our Newest Project!", "update_content": "Hi Soundjaw Backers!\nCan you believe it's been over 7 years since Soundjaw launched!?\nI wanted to briefly notify you of our newest project, PIXL.\nIf you have the time, check it out!"}, {"update_no": "UPDATE #26", "update_userinfo": "Hello! Introducing Our Next Project: Fidget Cube", "update_content": "Good evening! \nI hope you all are doing well. I just wanted to share an update on our latest endeavor, a product even more novel than The SoundJaw. We just launched this evening and we have been overwhelmed with the kind words and support from the Kickstarter community.\nWhen you get a chance, check it out!"}, {"update_no": "UPDATE #25", "update_userinfo": "My Next Project: Trio", "update_content": "Hey SoundJaw backers!\nIn April of this year I sent out an update letting you all know about the latest project I had been working on - Duet. That iteration of Duet supported the iPhone and Apple Watch.\nHowever, as most (if not all) of you who supported SoundJaw use iPads or other tablets, I wanted to let you know about my most recent project, which is launching today!"}, {"update_no": "UPDATE #24", "update_userinfo": "My Next Project", "update_content": "Good evening everyone!\nIt’s been so many years since the original SoundJaw launched but it feels like it was yesterday. I hope all has been well with you. Developing the SoundJaw really sparked a desire to continue innovating, especially for Apple products.\nThe SoundJaw backers were early adopters, so I wouldn’t be surprised if you have an Apple Watch arriving soon."}, {"update_no": "UPDATE #23", "update_userinfo": "Happy Holidays from SoundJaw!", "update_content": "Good evening all! It’s been a long time since we spoke last so I wanted to just send a quick update. First, I hope you all had a great year and have plans to relax and wind down as the year comes to an end. Second, the SoundJaw was unavailable for purchase for a couple months but it is now available again for purchase at the crowdfunding store, Tinylightbulbs.com, and could make a great stocking stuffer. TLB is guaranteeing Christmas Eve delivery on orders placed by noon on Friday and shipping is free on orders over $25. Thanks again for your support those many years ago, it still means a lot to me. "}, {"update_no": "UPDATE #22", "update_userinfo": "A New Year and a New Project", "update_content": "To the backers of the first SoundJaw... I just wanted to let you all know that I have teamed up with my dad and brother for a new project. This time it isn't an iPad accessory, it's a game. If you get a chance please check it out here: http://www.kickstarter.com/projects/2015098713/storm-the-gate-a-tabletop-dexterity-game?ref=home_spotlight If you are a SoundJaw Unlimited backer, I'm sorry for the extra update telling you something you already know. Have a great weekend :)"}, {"update_no": "UPDATE #21", "update_userinfo": "My Next Project!", "update_content": "To the original soundjaw backers....\n\nHey all of my SoundJaw backers! It's been over a year since the original SoundJaw got funded. I have just launched the next project, this time with my brother. We have teamed up and received input from dozens of other Kickstarter innovators as well. Anyways, if you have a chance, check it out and tell your friends :)\n\nhttp://www.kickstarter.com/projects/2015098713/bright-ideas-a-crowdfunding-almanac\n\nThank you!"}, {"update_no": "UPDATE #20", "update_userinfo": "Final Update", "update_content": "Thank you all for your support with the SoundJaw project last year! It was great to get to know some of my backers and I enjoyed hearing your feedback and suggestions for the SoundJaw.\nWhile at MacWorld this year I met a lot of people who loved the SoundJaw but had a hard time squeezing it onto their case. They also had other devices that they wanted to use it on and sadly the original SoundJaw wasn't so flexible. This made me determined to find a solution."}, {"status": []}], "comment_no": 74, "projec_url": "https://www.kickstarter.com/projects/498101635/soundjaw-ipad-2-sound-booster-and-audio-enhancer", "project_name": "SoundJaw - iPad 1 and 2 Sound Booster (iPhone compatible)"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "A mural project in the Vandercook Lake, Michigan community. The mural will depict Vandercook Lake’s local history and the lake’s heritage. Its subject will be the former Hague Park, an amusement park, circa 1900 to 1936, currently the Jackson County Park Vandercook Lake.\nThe current and former park are alike only in that they share the same land. The old Hague Park had the character and feel of a fair along the lake side--it was our Coney Island. About all that remains as evidence of the park's heyday is a concrete roller coaster support and the old postcards. The postcard images will be the basis of the mural design. They depict the ladies and gentlemen of the era relaxing, strolling, picnicking, boating, and swimming. Some cards feature a carousel, the Jack Rabbit roller coaster, a water toboggan slide, a steamboat, and more. The mural will bring this past back into the community identity of Vandercook Lake.\nGoals and Outcomes of the Project:\n1\nA public artwork created by local artists.\n2\nDocument the unique heritage of the Vandercook Lake area and display images from its history—images of Hague Park. Inform the public about their past by depicting local life from earlier eras. Add to the community identity.\n3\nInvolve other community participants. The possibilities of involving others to help with the project will be explored and pursued. It is possible to involve art students from Vandercook Lake schools, involve a group who are creating a documentary film on Hague Park’s history, or other participants.\n4\nThe mural’s location will be a public area on the main street in town. It is a recently landscaped lawn with new picnic tables. The mural will bring more interest to the space, make it more attractive to the community, and promote its use.\nResident muralists of the Armory Arts, in nearby Jackson, Michigan, are working on designs for the mural and are interested in completing the project. The muralists have years of experience working in the region. The Vandercook Lake Lions, a local member of the Lions Club International, are supporting the mural project. The money raised on Kickstarter will go to paint, supplies, and equipment.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Aaron Seagraves\n2 created · 1 backed\nAttended Northern Michigan University in Fine Arts. Recent MS Arts Management graduate from the University of Oregon.See more"}, "support": [], "updates": [{"status": [{"Project ends": "SEPTEMBER 24, 2010"}, {"Project launches": "AUGUST 19, 2010"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/112941092/mural-of-local-history-vandercook-lake-michigan-ha", "project_name": "Mural of Local History, Vandercook Lake, Michigan; Hague Park Project"}}, {"backer": "Michael Garlick", "project_data": {"campaign": {"story": "We’re looking to put the finishing touches on the first feature film ever directed by a blind filmmaker. Yep—director Joseph M. Monks, who lost his eyesight as a result of diabetic retinopathy, isn’t visually impaired or legally blind, but rather, lights-out, 100% sightless. Despite the fact that there’ve been substantial challenges along the way, and plenty of naysayers who refused to believe making this film was possible, The Bunker is no joke or publicity stunt. The movie has screened at film festivals, at comic & horror conventions, received critical praise from the likes of the Miami Herald, Fangoria Magazine, Rue Morgue, The Hacker’s Source, and other genre trades and web sites, and has already received distribution offers. The film has even attracted the attention of international recording artists, including a Billboard chart-topping band who’ll be providing a song for the film.\nMoney raised will be used for post-production expenses, including adding a professional film look; recording studio time for voiceovers and ADR (additional dialogue recording); sound re-recording; mixing of the score and matching it to the final edit, and producing high-quality screeners and media packages for distributors. With those few remaining elements completed, this movie, and the Making of... documentary, chronicling the production--which survived two hurricanes, the original composer’s suicide, sabotage from within and other nightmares--will be ready for release.\nThe Bunker is a horror film/psychological thriller focusing on sexy newcomer Saskia Gonzalez, who plays Julia, the daughter of New York congressman Robert Jennings. A rebellious teenager, Julia runs away from home the night her father announces his bid for reelection. Unfortunately for the 16-year-old, before she can be located by her parents or the police, she is snatched off the streets of lower Manhattan by sadistic kidnapper Terry M. West (The Blood Shed, Flesh for the Beast), who has a hideous fate in store for her. As the grains of sand in Julia’s hourglass begin to run out and West’s intentions are revealed to her, it becomes a race against time. Will the police find the underground bunker where she’s been imprisoned? Will the mobsters the concerned congressman has turned to in order to save his daughter—and political career—be able to get to Julia before the kidnapper’s timetable for murder reaches its end? Or will Julia, faced with two desperate alternatives, find another means of escape, one far more chilling than anything her demented captor has in store...\n“I expected it (The Bunker) to be enjoyable, but this was so much more. The script is solid. The production values are good. The direction and editing are excellent. A solid story told well. I was suitably impressed--nice job!” --Carnell, FANGORIA Magazine features writer\n“A well-crafted, well-executed story that will stay with you long after the final credits roll. The Bunker is as frightening as the headlines on CNN, because it’s just as real, and twice as disturbing.” --Franklin E. Wales, Editor, The Hacker’s Source\n“Pretty soon, people won’t even pay attention to the fact Joe can’t see, because his film stands on its own. It’s that good...you’ll forget a blind guy directed it.” --Mike Koneful, HorrorBiz\n“For a lot of people, this film has got to be inspiring. And, look at the money he saves by not having to use a monitor!” --Ted A. Bohus, Producer, The Deadly Spawn We’ll be updating progress on the project thru the film’s official website, via Kickstarter updates, the Sight Unseen INSIDER video blog, Twitter and social media sites like FaceBook and MySpace. Plus, if we give those Diaspora boys a run for their money, who knows? Maybe your name’ll appear in an upcoming project as well. (Be nice if we attracted an agent, too. Hint-hint.)\nYou don’t get any guarantees in life, but we can make you this promise. You may have seen and/or contributed to unique projects before, but this film stands out because it’s truly groundbreaking. This is something that’s never been done before. Frank Darabont (Director, The Shawshank Redemption), has called the blind filmmaker aspect, “The single most unique moviemaking hook I’ve ever heard.” But if that’s not enough, then just check out the cool stuff you get for helping out.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Finally. It's here.", "update_content": "Dear friends, \nBeen a while since the last update, so this one'll be pretty comprehensive. Thanks to all of you, I am now an award-winning filmmaker. I was recognized at the Gasparilla International Film Festival with their Achievement in Cinema award, which was only possible due to your generosity. Thanks to everyone, you don't know how grateful I am to all of you. \n I'm working with Commodity Films, a boutique distribution company that is handling The Bunker and will be repping it to foreign distributors. Commodity is also booking my  festival appearances and future screenings, the first of which will likely be in Tampa this summer. "}, {"update_no": "UPDATE #13", "update_userinfo": "An Award, Distribution & More...", "update_content": "This project is funded, baby! We couldn't be happier right now.\nThanks to everyone who pledged and passed the word around. You've no idea how much it all means.\nIf you pledged, we'll be sure to keep you updated on the progress. You'll also get some info soon so we can get you your goodies!"}, {"update_no": "UPDATE #12", "update_userinfo": "Requests for Info Sent", "update_content": "Wow. Only 32 hours left to this project and lots of great buzz passing around the Internet right now.\nWe've got some great backers - all of them, in fact! And we're so grateful that we've just passed the threshold. Of course, a little more never hurts - that will help us enlist some publicity help and additional features.\nIf you've got the time, please don't hesitate to post on your social sites once again. Here's some stock posts to get you started. Of course, you can get creative and post your own."}, {"update_no": "UPDATE #11", "update_userinfo": "We Made It!", "update_content": "With spreading the word taking lots of our time these days, there's no INSIDER video this week. However, we did just upload a new video of blind director Joe Monks riding a mechanical bull.\nThere's nothing wrong with a little fun, right?\nCheck it out:\nhttp://www.youtube.com/watch..."}, {"update_no": "UPDATE #10", "update_userinfo": "32 Hours & Counting", "update_content": "Hi!\nWe've updated the video on the project... Now you can see an intro collage of various works and some of Joe working...\nAnd, the trailer starts within a minute (in face you've not yet had a chance to see it).\nOnly 4 days left now... this goes fast."}, {"update_no": "UPDATE #9", "update_userinfo": "3 Days - And a Little Fun", "update_content": "There are only 7 days left to fund Joe's efforts to put the final touches on THE BUNKER so it can go through distribution.\nPlease help spread the word in the final days by sharing the project on Facebook, Twitter, Tumblr, Buzz and all those other social networks we love to use.\nThe front page of the project includes links to tweet out information as well as code to embed a widget on your own site or blog (if you're so inclined)."}, {"update_no": "UPDATE #8", "update_userinfo": "Updated Video", "update_content": "It's been a busy week in web-based news.\nHere's the latest:\nVisions of a Blind Film Director (ParmFarm.com)\nhttp://www.parmfarm.com/blog1/...\nIn-depth interview, including full audio, from a great site with a goal to give notice to inspirational people and worthy causes."}, {"status": [{"Project funds successfully": "48 backers pledged $5,252"}]}], "comment_no": 19, "projec_url": "https://www.kickstarter.com/projects/sightunseenpictures/blind-directors-feature-film-the-bunker", "project_name": "Blind Director's Feature Film: THE BUNKER"}}]