[{"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/enabot/ebo-your-smart-and-interactive-family-companion-robot", "project_name": "EBO, Your Smart & Interactive Family Companion Robot"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/1387330585/hex-a-copter-that-anyone-can-fly", "project_name": "Hex: A copter that anyone can fly!"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/browndoggadgets/folding-usb-solar-cell", "project_name": "Folding USB Solar Cell"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/radiate/radiate-athletics-the-future-of-sports-apparel", "project_name": "Radiate Athletics: The Future of Sports Apparel"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/1351910088/3doodler-the-worlds-first-3d-printing-pen", "project_name": "3Doodler: The World's First 3D Printing Pen"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/worldofsteam/the-world-of-steam", "project_name": "The World of Steam"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4311, "projec_url": "https://www.kickstarter.com/projects/1604349341/morbid-anatomy-anthology", "project_name": "Morbid Anatomy Anthology"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "The code will all be in Python mainly using the pyglet framework. I'll assume a very low level of Python proficiency, so don't worry if your Python- or general-programming comfort is minimal. The course will cover:\nThe basic framework of game code (game loops, timing issues, input handling)\nBasic 2D graphics concepts and algorithms (e.g. line drawing and polygon filling)\nBasic 3D graphics concepts and algorithms (e.g. perspective projection)\nOpenGL (old style, < 3.0)\nFull walkthroughs of code for classic games, e.g. Tetris, Pacman, Asteroids, and a side-scrolling platformer.\nAnd time permitting, an original game in the vein of Gravitar and Solar Jetman.\nWatch the first two installments here:\nIf this first project is successful, I'll likely continue in a follow-up project covering:\nOpenGL (new style, >=4.0)\nMultiplayer networking\nArtificial Intelligence (e.g. pathfinding)\nSound\nAnimation\nPhysical simulation\nEssentials of linear algebra for 3D rendering\nA further follow-up project might cover game development using C++ or C#/XNA and DirectX.\nAs with my other materials on codeschool.org, my primary focus is always on the clear and concise presentation of the most important concepts, but unlike the earlier materials, these topics are an opportunity to get in-depth examples of real (if generally short) programs. All code will be available on bitbucket.org.\nLike all other codeschool.org materials, the materials of this project will be released under open licenses. The money simply helps me set aside time away from my usual contract work for this project, so by backing, you'll help me get this project done considerably sooner than I otherwise could. In return, you'll get early access and weekly updates.\nIf you aren't much interested in game programming but enjoyed the previous codeschool.org videos, consider this an opportunity to make a small donation.", "risks": "Risks and challenges\nThe topics will likely take 3 or 4 months to cover. OpenGL, in particular, is a quite expansive topic, and to be clear, something I'm still very much learning myself. It has typically taken me about >20 hours of work for every hour of video, but I imagine 3D rendering and OpenGL material will take me quite a bit longer.\n\nThe Gravitar-style game that I have planned, like all software projects, may take much longer than the hoped for time frame. This very much depends on how ambitious it gets in scope.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 40, "projec_url": "https://www.kickstarter.com/projects/680276743/learn-game-programming-codeschoolorg", "project_name": "Learn Game Programming (codeschool.org)"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 40, "projec_url": "https://www.kickstarter.com/projects/1461411552/elite-dangerous", "project_name": "Elite: Dangerous"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 40, "projec_url": "https://www.kickstarter.com/projects/pimoroni/picade-the-arcade-cabinet-kit-for-your-raspberry-p", "project_name": "Picade: The arcade cabinet kit for your mini computer"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 40, "projec_url": "https://www.kickstarter.com/projects/1703567677/icontrolpad-2-the-open-source-controller", "project_name": "iControlPad 2 - The open source controller"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "What is LIFX?\nLIFX is the smartest light bulb you've ever experienced. It's a wifi-enabled, energy efficient, multi-colored bulb that you control with your iPhone or Android. LIFX gives you unprecedented control of your lights, reduces your energy costs, lasts up to 25 years and delivers an amazing range of experiences we think you’ll love.\nSets up in Seconds\nLIFX is incredibly easy to set-up. Simply replace your existing bulbs with LIFX smartbulbs, download and install our free app from the App Store or Google Play and you're good to go.\n\nWe Need Your Help!\nWe [Phil Bosua, Andrew Birt, Andy Gelme, John Bosua, Ben Hamey, Dave Evans and Guy King] have designed, redesigned and reimagined LIFX many times during the past six months, pouring countless hours into thinking about the user experience, the technical aspects of the project and how to deliver the world's smartest lightbulb to you at an affordable price point. You can help bring LIFX bulbs to the world by being the very first to own them!\nWhat is LED Lighting?\nLED lighting is the future of home and commercial lighting around the world. LED's have reached a price point and level of consistency where they're now the best alternative to incandescent bulbs for their energy efficiency [they use approx. 1/10th the energy of standard household bulbs].\nThese bulbs will not only bring you a great experience, but are one of the easiest ways to reduce your energy bills and impact on the environment.\nIn addition they're unbelievably long-lasting. Just like standard LED light bulbs, LIFX smartbulbs are rated to 40,000 hour / up to 25 year standards.\nEnvironmentally Friendly\nLIFX is a revolution in home lighting and will allow you to save money and reduce your environmental impact. With up to 20% of homes power consumption coming from lighting, it makes sense to switch to LED technology and even more sense to switch to LIFX LED smartbulbs. But this is just part of the story, LIFX is about the experience.\nWhat can I do with LIFX smartbulbs in my house?\nControl your lights from anywhere\nChoose any brightness for a specific bulb, a room or your whole house\nCreate the colors to match any mood or decor\nGet notifications such as Twitter, Facebook, Texts and more\nReduce your energy consumption and save money\nVisualise your music with animated colors\nMake an impression at your next dinner party \nGet creative with colors and effects \nCreate a night light for your kids\nSecurity mode when you're on holidays \nCreate groups of lights \nRobot dance like it's 1999\nThere's many more things you can do with LiFX smartbulbs in fact we're creating a software developer kit (SDK) and a hacker kit so hackers and developers alike will be able to release more and more apps to do things we haven't even thought of yet.\nThe LIFX App\nThe free LIFX App will be available on the App Store and Google Play and we also have plans for a Windows, Mac and Linux app. If we achieve our goal we'll fast track the development of these apps across each platform.\nThe LIFX app is one of our favorite aspects of the entire project, and we've spent countless hours thinking about how you can interact with your lights. We have mapped out a very smooth configuration UX from the app to the LIFX master bulb. In essence you place your LIFX smartbulb into a light socket, turn the switch on and then launch the app. You will be guided through a process of choosing your home network from a list and then entering your password. The LIFX master bulb will then auto configure itself to your router and all the slave bulbs will auto connect to the master. If you add more slave bulbs down the track  these will also auto connect. Each smartbulb can be controlled individually. eg. they don't just mirror the master bulb.\nRegarding security: LIFX will be as secure as your WiFi network. eg. without the WiFi network password you can't control the smartbulbs.\nWe're aware that while the hardware is the most visible and interesting part of this project our software is the soul.\nWhat do I get?\nLIFX comes as either a single bulb or can be purchased in packs. Each LIFX bulb is ready to install straight away. Simply choose the type of bulb you need (Edison Screw, Bayonet Cap or Downlight) and you're ready. If you ever need to purchase additional bulbs, these all form part of your mesh network, meaning every LIFX you buy can be controlled via the same app without reconfiguring.\nWhat types of smartbulbs are available?\nBayonet cap [B22]\nEdison Screw [E27]\nDownlight [GU10]\nSome backers have recently asked for specific fixture model numbers.\nAfter the project has finished we will be sending out surveys to all KS backers asking which type of the above LIFX smartbulb casing you want. You will be able to mix and match bulbs styles in any combination. We are preparing more details on the above casings and other options that will be available in the next few weeks including dimensions and more. The more pledges we receive the more options will be available. Please direct message us if you have a preference for casing style/type that is not on the above list.\nThe Tech\nLIFX uses a master/slave concept to connect to your home router via 802.11n and then onto all the other LIFX smartbulbs via 802.15.4 mesh network. Each LIFX can connect to all country electricity systems from 110V to 260V. This includes USA, Canada, UK, Germany, France, Australia and 95% of other countries around the world. \nYour light switch needs to remain on for the smartbulb to be accessible with the LIFX app. However you can use any light switch to turn your smartbulbs on and off like you do with traditional bulbs.\nLIFX uses a mesh network. The standby power usage of each bulb is very small, in fact a AA battery would keep a LIFX smartbulb in standby mode for approximately 1-2 years. [note: The master bulb requires a WiFi connection which uses approximately 2-3 watts. Only 1x master bulb is required in each home/office.]\nThe LIFX prototype uses an RGB phosphorous COB LED lamp which is approx. the equivalent of a 60 watt incandescent bulb or 50 watt halogen downlight. We are looking into all the options on the best type/brand of LED lamp to use in the production model. Getting this right is something we are very passionate about. (real world comparison - actual lumens of LIFX rated at higher levels than 60w incandescent bulbs)\nWe couldn’t have done this without our distributed systems hacker Andy Gelme who is the lead engineer on LIFX. He’s been at the forefront of automation technology for many years creating systems that run on top of open industry standards.\nWe will be releasing a LIFX Software Development Kit (SDK) that will allow mobile App developers and home automation hackers full control over their LIFX smartbulbs. This includes using a small scripting engine that runs within the LIFX smartbulb. Stay tuned for more details. We can't wait to see what amazing hacks you come up with.\nWe have set up a LIFX Tech blog where you can interact directly with our lead software engineer Andy. Just pop on over to that page if you have some curly questions.\nhttp://tech.lifx.co\nComments\nWe are receiving lots of awesome comments. Keep them coming. One of our favs below.\n\"Out of all Kickstarter projects I have pledged for the LIFX is the first one which, when I showed my wife the intro movie, she immediately said \"Oh, I HOPE you're backing THIS!\" - so, LIFX is as of now officially WifeApproved (tm) in our home, which kind of makes me want to up my pledge to about three dozen lamps.\" - KS LIFX Backer - Nick Sakellariou\nEdits\n- On the back of questions and information we are receiving from the Kickstarter community regarding wattage and lumen output of bulbs in general we have adjusted the video to more accurately reflect this new information. One of the things we love about the Kickstarter process and community is it allows people like us to crowd source funding but more importantly ideas and smarts. We are committed to creating the worlds best smartbulb and will adjust our thinking and approach to achieve this. Given the overwhelming response to our project we are also now planning to hire the best darned LED experts we can find!! Thanks again for your support - we're glad we can share this journey with you.\n- Removed IPV6 from the main info page. Our aim is to use IPV6 but we prefer not to guarantee this until our development matures over the next few months.\nThe Internet of Things\nWe love the internet of things, home automation and the overall concept of the smart home but we also understand for most people it is a large chasm to jump. This understanding has been one of the guiding forces in the design of the LIFX smartbulb - to start with one commonly used household item and make it smart, easy to use and accessible to everyone.\nManufacturing \nLIFX Smartbulbs have been designed and prototyped in Melbourne, Australia and San Francisco, USA and we plan to manufacture via a trusted partner with operations in based in Melbourne and Shenzhen. We realise that whilst we're reinventing the lightbulb this doesn't mean we have to reinvent the manufacturing process. We are using as many standard LED lighting components as possible. These components have undergone rigid testing and stood the test of time. We are also very excited to create our own LIFX customised computer board \"the brains\" of this project. Also fully featured FREE apps will be available on the App Store® and Google Play® designed by Bonobo Labs.\nOur Vision\n\"LIFX answers a need that is well and truly overdue. Everyone in the world needs light bulbs. Existing light bulbs are based on an archaic technology that threatens our environment. Light bulbs consume approximately 20% of electricity in homes around the world. They need to be more efficient, smarter and last longer. In the twenty-first century, people need lighting that matches the \"smart culture\" and eco aware sensibilities of our day.\"\nPhil Bosua - Inventor of the LIFX smartbulb", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 3032, "projec_url": "https://www.kickstarter.com/projects/limemouse/lifx-the-light-bulb-reinvented", "project_name": "LIFX: The Light Bulb Reinvented"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 3032, "projec_url": "https://www.kickstarter.com/projects/607691307/ubi-the-ubiquitous-computer-voice-activated-and-al-0", "project_name": "Ubi - The Ubiquitous Computer - Voice-Activated & Always On"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 3032, "projec_url": "https://www.kickstarter.com/projects/1689254125/multiplo-create-your-own-robot", "project_name": "Multiplo: Create Your Own Robot"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 3032, "projec_url": "https://www.kickstarter.com/projects/eallam/try-ios-iphone-app-development-course", "project_name": "Try iOS: iPhone App Development Course"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "Extra SmartThings for all!  See Update 16 for details. \nYOUR WORLD, SMARTER\nSmartThings makes it easy to connect the things in your physical world to the Internet. You can monitor, control, automate, and have fun with them from anywhere - at home, office, or on the go.\nWe've made it possible to install apps that interact with your SmartThings, as well as online and other services. This unlocks a world of possibilities and and unlimited potential to make your life easier, more convenient and fun.\nWe call these SmartApps.\nSMARTAPP POTENTIAL IS LIMITLESS\nSmartApps are able to mash up and interact with connected things in your physical world, as well as online and other services, allowing for incredible creativity.\nGet notified immediately if your pet runs out of your yard without you with the \"Oh No, My Pet Is Loose!\" SmartApp.\nGet an early warning or directly contact a plumber when there is a leak somewhere (bathroom, basement), before damage gets out of hand with the “It’s Leaking!”  SmartApp.\nMonitor drawers and cabinets that contain precious or dangerous items with the \"My Stuff is Secure\" SmartApp.\nBrighten, dim, or flicker the lights when you get another fan or follower on social networks with the “Buzz Barometer\" SmartApp.\nEven more SmartApps...\nIT WORKS WITH A LOT OF THINGS\nThink about all the things in your home: doors, desks, lights, stereo, pet food bowls, basement floor... isn’t it time they started to chip in and do a little more around the house on their own? SmartThings makes it possible. \nINSTACUBE UPDATE!\nWe built SmartThings as an open platform, because we knew there would be a world of useful, beautiful and creative products that could be made smarter with SmartThings.\nToday, we’re thrilled to announce a unique partnership between two Kickstarter projects - SmartThings and Instacube - that shows the power of this integration and collaboration. Together, we're making Instacube smart.\nWe will be working with the creators of Instacube to integrate the SmartThings technology - imagine the possibilities:\nElegant, visual notifications for the events in your life that matter most, including someone arriving at your door, your pet leaving, or a reminder that you’ve left the garage door open right before you head to bed - without taking your phone out of your pocket.\nA beautiful, touchscreen interface for controlling the physical world around you, such as your lights, doors or air conditioning\nThe presence awareness of SmartThings can drive Instacube to turn on or off and to display the photo stream of the user who is present enabling many intelligent interactions.\nIntegrated SmartApps such as “Morning Routine” that can turn Instacube on as an alarm, get the coffee brewing, and turn on the bathroom lights\nIf you love SmartThings, please consider backing Instacube.\nMore info in Update #9.\nMany of the existing things you own can be made smarter using SmartThings Kits. At launch, the following core devices will be available:\nPower Outlet - anything that can be plugged in, can be turned on and off\nOpen/Shut Sensor - know if doors, windows or cabinets are open or closed\nMotion Sensor - detect movement within a room\nPresence Sensor - know when people and pets come and go\nSmartThings are designed to be compatible with many of the existing standards for home automation, smart energy and more. There are literally hundreds of existing sensors and devices you can use. And with your support, many more of these devices will be certified for use and made available in the SmartThings Store.\nDoor Locks\nThermostats\nTemperature and Humidity Sensors\nIn-Wall Switches and Dimmers\nSmoke and CO Alarms\nMoisture and Flood Sensors\nVibration and Pressure Sensors\nAnd much more\nWE NEED YOUR HELP!\nYou can help bring SmartThings to the world. We’ve highlighted a few of the backer levels below, including:\nSmartThings Packs\nEarlybird and Non-Earlybird SmartThings Packs in a handful of flavors (choose one) that will give you everything you need to get started including the SmartThings Hub and a selection of connected Things.\nYour SmartThings Pack will also include access to a range of SmartApps that you can use to start making your world smarter within minutes.\nSmartThings Pack backers will receive early access to the ThingStore to expand your world of connected things at will.\nSmartThings Pack backers will also receive an invitation to suggest new SmartApps and types of Things and to vote on submissions from the community of developers and makers.\nUPDATE: You can now add as many additional Things to your reward as you would like. See Update 7 for details.\nNote: SmartThings Packs will support a variety of connectivity methods, including Ethernet, cellular, Zigbee, Z-wave, and Bluetooth. The initial launch units will be U.S. only, and may or may not include cellular connectivity.\nIf you’re a developer or Maker, SmartThings is an open platform and we’ve got a whole program just for you.\nDeveloper and Maker Kits\nWe're giving the more adventurous among us early access to all the SmartThings tools. All Makers and Developers backer levels come with... \n1 SmartThings Hub\nEither 3 SmartThings (developers) or 2 SmartThing Modules or Shields for Arduino (makers)\nSoftware Development Kit (SDK) - everything you need to develop SmartThings-friendly software\nCloud Platform API - integrate your device or app directly with SmartThings,\nMobile App Extension Template - embed controls for your project in the SmartThings mobile app\nA whole lot of love!\n...AND EVEN MORE WAYS TO HELP!\nWant to do even more to make the world smarter?\nShare the SmartThings story. We know not everyone can kick in, but if you believe in the SmartThings vision, please \"Like\" this Kickstarter page, Tweet about us, Pin us, and email all your friends. While you're at it, visit SmartThings on Facebook and \"Like\" us there too! :)\nDonate your brain to science. Every day our team, spouses, partners, and friends come up with interesting, fun, helpful (and occasionally bizarre) new ways to apply SmartThings and SmartApps. We want everyone in the community to share their ideas. Just go to the Comments section and tell us how you envision making your life smarter.\nDEVELOPERS: HACK THE PHYSICAL WORLD\nWe want to free physical devices from the iron grip of the few who understand the ins and outs of firmware. That's why SmartThings will be a completely open platform. Our core mission for SmartApps is to enable developers to unleash their creativity in the real world just as easily as they have been able to on the web and mobile devices.\nThere are two paths to creating new SmartApps. Basic, and Advanced.\nAt the Basic level, you can generate new SmartApps using a web based interface with full access to existing triggers and available actions within the SmartThings cloud.\nAt the Advanced level, we are creating and exposing an SDK for the physical world of non-smart devices — enabling them to plug into the digital one and become smart.\nWe give your front door an API. We give your bed an API. We give your toilet an API... your imagination is the only limit.\nWe are working hard to make sure that our APIs are both straightforward and secure. You can use your preferred development language and tools to do amazing things with the physical graph that SmartThings is bringing online.\nWe are ready to integrate with all of your favorite web services.\nThe uses are endless, so don’t be shy. Let’s work together to make the physical world smarter.\nA SPECIAL NOTE FOR MAKERS\nWe’ve got dozens of ideas to share for how to make our lives smarter, but we're also eager to hear yours. Tell us about them in the Comments section.\nBut, if you’re handy with a soldering iron, know that a breadboard isn’t just for cutting Rye, can casually slip Arduino into daily conversation, and are ready to hack your own physical world, we’re ready to support you.  For you makers and open hardware buffs, we’ve got:\nSmartThings ThingModule - add cloud intelligence to any device\nSmartThings ThingShield and Sketch for Arduino - make your existing project smarter\nSmartThings Software Development Kit (SDK) - develop SmartThings-friendly software\nCloud Platform API - integrate your device or app directly with SmartThings\nMobile App Extension Template - embed controls for your project in the SmartThings mobile app\nTell us about your project and we’ll help you bring it to the world.\nPROJECT TIMELINE\nWe currently have working prototypes of the key hardware and software components of the SmartThings Packs that you are backing as part of this Kickstarter project, including the hub, end-devices, maker tools, cloud platform, and mobile app.\nHere is our timeline for putting SmartThings into your hands:\nSEPTEMBER \nFinal stage of design and certification process for SmartThings Hub, Packs, and Maker tools\nOCTOBER\nCertification completed for SmartThings Packs\nInjection molding and final packaging design\nNOVEMBER\nVolume manufacturing of SmartThings Packs (Hubs and Things)\nDECEMBER\nDistribution - Kickstarter backers get their SmartThings Packs \nSDK ready for Developers and Makers\nSmartThings Mobile App available including SmartApps\nMEET THE FOUNDERS\nThe SmartThings founders share a vision: A product experience that is beautiful, functional, fast and revolutionary. We can’t wait to get SmartThings into your hands. Reach out to us in the Comments section if you want to speak with any of us directly.\nAlex Hawkinson\nAndrew Brooks\nBen Edwards\nJames Stolp\nJeff Hagins\nJesse O’Neill-Oine\nScott Vlaminck\nHISTORY AND EVOLUTION\nThere were two major “aha moments” that inspired us to develop SmartThings.\nLike most innovation, SmartThings started with a flooded basement. During a power outage, the pipes at Alex’s cabin froze and burst, flooding the basement. In looking for options to get notified about temperature drops and flooding, it became clear that available solutions required a separate Internet connection. Even if the cabin had one, it would have shut off in the power outage.\nSo the concept of ‘it just works’ for SmartThings was born. We built a platform that easily connects everyday things to the Internet. Our vision is to include always-on cellular connectivity in every SmartThings Hub, so you just take it out of the box, plug it in, and it’s connected. Even better, when you buy new devices, what we call Things, from the ThingStore, they’ll be pre-assigned to your SmartThings Hub. Plug them in or turn them on, they show up in the app, and you’re immediately in control.\nOur real inspiration came when we realized how intelligent everything in our lives could become through the power of computing in the cloud - SmartApps were born. Installing applications into your real life should be as easy as it is on your phone. SmartApps let you combine schedules, events, notifications, information from the Internet and many sensors and devices to create useful solutions that make life easier and more fun.\nTHANK YOU!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2607, "projec_url": "https://www.kickstarter.com/projects/smartthings/smartthings-make-your-world-smarter", "project_name": "SmartThings: Make Your World Smarter"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2607, "projec_url": "https://www.kickstarter.com/projects/ouya/ouya-a-new-kind-of-video-game-console", "project_name": "OUYA: A New Kind of Video Game Console"}}, {"backer": "Mikael Svanstrom", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2607, "projec_url": "https://www.kickstarter.com/projects/project-giana/project-giana", "project_name": "Project Giana"}}]