[{"backer": "Moshe Levis", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/davidmoskowitz/mountain-caribou-initiative-photo-film-and-educati", "project_name": "Mountain Caribou Initiative: Photo, film & Education Project"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1818579064/automotive-gopro-mount-drive-hard-show-your-friend", "project_name": "Automotive GoPro Mount --- Drive Hard, Show your Friends!"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/565208333/light-anchor-fire-your-assistant", "project_name": "Light Anchor - Fire Your Assistant!"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1903786545/help-us-light-up", "project_name": "Help Us Light Up!"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/2035590826/learn-photography-fast", "project_name": "Learn Photography In 1 Hour"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1006162543/view-from-a-page", "project_name": "View From A Page"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "BODY SCORES\nJacopo Baboni Schilingi\nDes photographies de musiciens, on en voit beaucoup : chanteurs, violonistes, pianistes, percussionnistes, guitaristes, chefs d'orchestre. Ou alors des visages, des expressions faciales, des corps tendus... Ou encore des instruments de musique, avec ou sans musiciens. Il semblerait que rien de nouveau ne puisse exister dans la relation entre musique et photographie. Mais malgré cela, une question demeure sans réponse : qu'est-ce que ces musiciens sont en train de jouer? Est-il possible de prendre en compte, en photographie, la nature la plus profonde de la musique, son écriture?\nEn 2007, Jacopo Baboni Schilingi commence un nouveau projet, qui cherche à donner une réponse possible à cette question. Comment mettre en photographie la nature la plus profonde de la musique qui, pour Baboni Schilingi, est la partition écrite.\nLa partition, en musique, est indéchiffrable pour les non-musiciens, mais en même temps, elle est tout de suite reconnaissable comme étant de la musique, par tout le monde, y compris ceux qui ne savent pas lire. La partition est le médium privilégié entre compositeur et interprète. Un lien codifié, écrit à la main, qui indique comment donner corps aux émotions que le compositeur exprime à travers sa création. Dans son imaginaire possible. Dans sa vie. Dans sa possibilité utopique d'existence : la communication. Mais en même temps, à travers la seule réalité concrète d'existence : la musique.\nBody Scores est un projet qui réunit musique et photographie. Partition sur corps ! Tatouage éphémère. Calligraphie exacte, authentique, de compositions écrites par Baboni Schilingi ces dernières années. Extraits des partitions déjà jouées en concert, ou de créations à venir très prochainement. Des vraies partitions sur des vrais corps. Entre la performance, le body art, le body painting et la musique écrite, ce projet veut dévoiler l'intimité implicite entre compositeur et partition, mais aussi celle qui unit l'interprète à la partition.\nLa partition est le support sur lequel l'interprète peut lire les émotions codifiées par le compositeur, l'artiste, sous forme d'écriture musicale. Les émotions du compositeur sont ainsi confiées à l'interprète, afin que ce dernier puisse les retransmettre au public à travers ses gestes ; à travers ses gestes sur son instrument musical. Et sur une partition, bien entendu on écrit des notes, et beaucoup d'autres symboles, et ceux-ci traduisent les instructions pour les musiciens.\nMais la partition est encore plus. C'est le corps physique sur lequel le compositeur écrit à la main, corrige, souligne, efface, en laissant toutes sortes de traces. En même temps, la partition doit être suffisamment incomplète afin que les interprètes puissent la compléter avec leurs propres intentions. Et chaque interprète, sur la même partition, ajoute des signes, d'autres signes, des nouveaux signes et symboles qui vont l'aider à s'approprier des intentions du compositeur.\nCe lien de sensualité est indéniable. Et c'est bien cette forme de sensualité, inhérente à la partition musicale, dont le projet Body Scores s'inspire. Quand la photographie valorise le microscopique, alors le macroscopique respire.\nEn s'inspirant de certains chefs-d'œuvre de la cinématographie comme Cinq femmes autour d'Utamaro de Kenji Mizoguchi, ou The Pillow Book de Peter Greenaway, le projet Body Scores retrace la relation entre corps, écriture et geste. Sous forme de tatouages éphémères, destinés à disparaître, la seule façon d'en sauver une trace est la photographie. Le projet Body Scores veut donner corps par la photographie à ce qu'en musique on ne voit généralement pas, car on l'écoute, c'est-à-dire la partition et toute son intimité.\nLe projet Body Scores ne représente pas seulement la volonté de replacer « la corporéité » dans la musique écrite. Pour Baboni Schilingi, il s’agit bien d’une nouvelle pratique pour écrire la totalité des esquisses de ses créations. Depuis l’apparition du numérique pour l’édition des partitions musicales, un phénomène aussi simple que superficiel s’est instauré : l’abus de la fonction « cmd-Z », qui permet d'« annuler » une opération, soit en anglais « undo » ou le fameux raccourcis Macintosh « Z ».\nL’opportunité de corriger, à tout moment, un passage qui vient juste d’être écrit, banalise l’instant présent. Si l’écriture à travers des logiciels d’édition musicale est indispensable pour l’impression et la diffusion des partitions, l’acte de l’écriture a perdu sa fonction unique et irremplaçable de signer son propre présent. Body Scores est donc une nouvelle pratique de rédaction des partitions qui ne laisse de place ni à la distraction ni à la déconcentration. Tout est présent.\nLa correction est bannie. L’accident doit être pris en compte. Le présent de l’écriture est préservé par l’impossibilité de corriger, par la sacralité de la présence des modèles ainsi que par le photographe. En ce sens, toutes les créations de Baboni Schilingi n’existent qu'à travers des esquisses écrites sur le corps d’hommes et de femmes, dont les seules traces sont les photos qui serviront pour la transcription définitive de la partition.\n-- Body Scores aura différents modes de monstration, sous forme de livres de photographies, sous forme d'expositions dans des galeries ou des centres d'arts, sous forme de performances pendant lesquelles les partitions sont peintes en live, sous forme de concerts qui réunissent partitions sur corps et musiciens sur scène, mais aussi sous forme de vidéos qui restituent la phase d'écriture de la partition.", "risks": "Risks and challenges\nAprès le financement intégral du projet, à priori, il ne devrait pas y il y avoir des risques. La seule chose qui pourrait s’avérer compliquée, est la gestion de l’impression du livre, mais il s’agit d’un risque relativement contournable, car il s’agit d’une impression des photos « standard ».\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jacopo Baboni Schilingi\nFirst created · 0 backed\nJacopo Baboni Schilingi (Milan 1971) vit à Paris où il compose des musiques pour solistes, ensembles, orchestres, pour installations et pour...See more"}, "support": [], "updates": [{"status": [{"Project ends": "SEPTEMBER 15, 2015"}, {"Project launches": "JULY 31, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/143644600/body-scores", "project_name": "Body scores"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "About me\nMy Name is Michael Ehrnboeck, I´m 24 years old and studying Media Design in Munich, Germany. I´m going to do a 6-month Internship at an Advertising Agency in Cape Town from October 2015 till April 2016.\n\nThe Project\nI do have the opportunity to do my Final Year Project (Bachelor Thesis) about this Adventure in the Mother City. The idea is to create a kick-ass Photo Book. The title of the book will be \"FOLLOWING SUMMER\", because there will be summer in Cape Town when I´m visiting it - and there just was summer in Germany, I´m following summer, so to speak. I do not have a certain issue for the book - but I wanna show pictures of Cape Town, that absolutely make you wanna go there! (e.g. The great Nature, Surf Spots, Architecture...)\nInfo\nThe book will have approx. 120 pages, 11’’ x 8.5’’ (29,7x21cm), hardcover, glossy pages, delivered in October 2016.\nMock up of book cover - not finalized\nNo money - No fun\nAs already mentioned, I´m a Student. That means that I don´t have much money to spend. I already work for funding the trip, but it won´t be enough to cover the whole costs (Flight, Housing, Living, Trips, Production...) It´d be amazing, if I could collect some via KICKSTARTER. \nxoxo,\nMichael\n\nYou can check some of my recent work out here:\nwww.michaelehrnboeck.com\nhttps://www.behance.net/michaelehrnboeck\nhttps://instagram.com/micl_/\n\nThank You!", "risks": "Risks and challenges\nRisks:\nSouth Africa is known to have one of the highest crime rate in the world. Burglary, robbery and theft of private property were the most reported crimes in 2014. So I´ll have to be really careful with my Camera Equipment (Nikon D5200, different Lenses, Filters, Tripod, Action Camera) as well as my Laptop and storage disks.\n\nChallenges:\nI will have a full-time job at an advertising agency there. So I can only go taking pictures before/after work, and on weekends. But I´m in Cape Town for 6-months, that should be enough time to find amazing spots.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Michael Ehrnboeck\nFirst created · 0 backed\nHello :) My name is Michael and I´m 24 years old. I live in Munich, Germany and I´m studying Media-Design. Skills: Corporate-...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "First Book is already gone!", "update_content": "The first Book is already gone and there´s also a nice amount of money collected! Thank you very much, Donators! :)"}, {"status": [{"Project ends": "SEPTEMBER 20, 2015"}, {"Project launches": "AUGUST 18, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/548485766/photo-book-cape-town", "project_name": "Photo Book Cape Town"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "The book cover.\nI am lucky enough not to be able to have much or, usually, no control over my imagination. This labels me as a forgetful, distracted, preoccupied, inattentive, vague, absorbed, abstracted, unheeding, oblivious, distrait, lost in thought, pensive, scatter brained, miles away, an absent-minded boffin and as a head in the cloud type of individual. \nBut...\nThere is a silver lining.\nCombine this with me not actually seeing very well (see the glasses), and having a heavily visually orientated mind.\nThe result is that I live in a world of wanders. My daily routine is surrounded by snippets of utter beauty and horror. Imagine being able to live, from time to time, into an impressionist surreal painting. A moving impressionist surreal painting.\nMad. Both me and idea, I admit.\nSo, I have decided to try to duplicate some of those moments on camera. I am a photographer, by the end of the day.\nThis is how Out And About #1 came to be. The 18cmx18cm book, that contains 108 photographs, mostly taken and edited on my phone. I use this 'technique', because I want to try to keep the feeling I have in that moment and try to recreate it in the picture.\nThe project spans over 2 years, and is, or will be, to be more precise, part of a series, out every two years.\nIt is hard to put together this book, first because it is very personal. Second, because it is also supposed to lack narrative, because they are pieces of my mind, my feelings, my moods. That goes against everything I have tried to learn and put into practice along the last 13 years as a photojournalist.\nI have to admit though, that it is a hell of a lot of fun!\nThe aim of this crowdfunding is to cover the printing of a limited edition of the book, numbering at just 250. Alongside this we will have 12 limited edition prints, that will go in a private view exhibition, in London, at the launch of the book, and will be, then, send to some of you.\nAll the images in the book, apart from two, are shot and edited on an iPhone.\nWhat else can I say? I need your help to do this, and in return you can have some lovely perks, and my eternal gratitude.\nHere is a little teaser of what you will find in the book:\nWhat will happen if you will consider this book amazing, and you will give me more than he £5000 I needed? Don't worry, I have a plan! And unfortunately, regardless how tempted we might be to just have a huge party, we will do the following.\nOption 1.\nIf you will help me raise an extra £2,500, I will invest them in a proper exhibition, for a full week, in London, followed by a party, of course.\nOption 2.\nIf you help me raise an extra £5.000, I will extend the limited edition numbers, by another 250, with a proper exhibition, for a full week, in London, followed by a party, of course.\nOption 3.\nShall I dare to go there? Why not, it seems fun! If you help me raise an extra £7,500, I will print the amazing number of 1000 copies, with a proper exhibition, in London, followed by a party, of course.\nI think this pretty much covers all aspects, and I will leave you with a picture of a cat, as I understand that they are, in this day and age, the best pictures you can post online, regardless of anything else.\nThe lucky black cat.", "risks": "Risks and challenges\nThe book is almost ready to be printed, I have completed the design, layout, and I am in the process of proofreading and editing of all text. The only foreseeable risks and challenges that could potentially delay delivery of the final product to you would be related to the shipment of the books overseas, or if there were an error in the printing process that warranted a reprint of the books to be done. In the case of such delays, you will be notified at once and given updates on the status of the books as often as I receive them from the print lab. But I am sure that the lucky black cat will protect us from all of this and any other thing that will pop along the way :).\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Bogdan Maran\nFirst created · 2 backed\nI am a freelance photographer and videographer based in London. You can find most of my work here: bogdanmaran.com For the past 15 years...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Still going, but not here yet.", "update_content": "Ladies and Gentleman,\nUnfortunately I wasn't able to raise enough money for this project on Kickstarter.\nI do appreciate your help, and because of it, I won't give up on the book.\nI have already started to look for different finance options, and because you backed me here, you will have your book, hopefully for free or with considerable discount, as soon as it hits the stands."}, {"update_no": "UPDATE #2", "update_userinfo": "One more feature on RedBull website", "update_content": "Hi all,\nThe project has been featured again, this time by RedBull.\nUnfortunately the interview is Romanian, but I will try to translate it, and post it here.\nIn the meantime, if you want to read it, you can find it here: goo.gl/vTsa3b"}, {"update_no": "UPDATE #1", "update_userinfo": "'Out and About' was featured in Jurnalul National", "update_content": "Hi guys,\nThank you very much for the support so far.\nWe are not there yet, but I know we will get to the publishing house soon.\nToday we have been featured in Jurnalul National, and this marks my first interview ever!"}, {"status": [{"Project ends": "SEPTEMBER 21, 2015"}, {"Project launches": "AUGUST 28, 2015"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1095418299/out-and-about", "project_name": "Out And About"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "In Training is a fine art photography book about bonsai, empathy and slowing down that I've been working on for the last year.\nI want to make this book because I want to share the feeling of being close to these remarkable trees. I want to share their peaceful presence and their humble, rugged beauty.\nFor someone who has never seen a bonsai before, I hope this book will be a meaningful visual introduction to this art form. For those who know bonsai intimately, I hope these photos will present a new way of looking at these trees - a fresh, but respectful interpretation of the artist’s intent.\nSargent Juniper, training date unknown\nI’ve loved bonsai trees since I first saw one almost twenty years ago at the National Arboretum in Washington, DC. I’m humbled when I think about the commitment of generations of bonsai masters who care for these trees. \nWhat I love most about bonsai is the empathy of its practitioners that is reflected in these trees. Practitioners who care for and maintain trees that will outlive them, that will eventually be watched over by someone else, long after they’re gone.\nCalifornia Juniper, in training since 1985\nAnd so after a year of thinking hard about this project, making dozens and dozens of trips to photograph the bonsai, and editing down thousands of images I’m asking for your support. I’m working with one of my favorite designers to create a beautiful, hand-crafted book of my photos.\nI hope this will be a book that rewards a long, slow look, that can be returned to again and again.\nCrape Myrtle, in training since 2010\nThe book will come in two versions:\nFirst Edition Book -  Hardcover - 12\" x 12\" - 40 pages\nLimited Edition Book - Hardcover, 12\" x 12\" - 40 pages in handcrafted slipcase. Limited to 50 copies. The book will also include one 12” x 18” print only available to Kickstarter backers (see choices below).\n(book size and # of pages subject to change as design progresses, but page count will only increase)\nThese museum-quality prints will be made by a printer in New York who works regularly with NYC galleries and exhibiting photographers worldwide. After exploring a wide range of photo papers, I've found a special matte paper that will preserve the beautiful, rich detail of the images.\n8\" x 12\" signed print, Bald Cypress, with $200 reward\nBald Cypress, in training since 1972\n12\" x 18\" signed print (choice of 1), with $400 reward\nSargent Juniper, in training since 1905\nChinese Quince, in training since 1975\nDrummond Red Maple, in training since 1974\nRhododendron 'Gunki', in training since 1982\n20\" x 30\" signed print, choice of five limited editions prints, each in an edition of 10, with $500 reward\nTrident Maple, in training since 1918\nToringo Crab Apple, in training since 1905\nJapanese White Pine, in training since 1625\nCalifornia Juniper, in training since 1985\nChinese Elm, training date unknown\nThese greeting cards have five of my favorite images that didn't make the final edit for the book. Each will have the photograph on the front and the information about the tree printed on the back of the card.\n About Stephen\nStephen is a photographer based in Washington, DC who works with clients like Time Magazine, Wired, NPR and The Wall Street Journal. He loves running, gardening with his kids and rock-climbing.\nYou can see more of his work at his website: stephenvoss.com.\nYou can also follow Stephen on Twitter, Facebook and Instagram. \nShare this project by clicking on the buttons below. ", "risks": "Risks and challenges\nI've had my photographs published in many books before, but this is my first experience publishing my own book. To that end, I'm working with designer who has a tremendous amount of experience with publishing and a well-established printer who specializes in producing the finest art photograph books. Both make meeting deadlines their business, but if there's any real risk, it's the risk that there may be a delay due to an unforeseen issue. \n\nRegardless of whether that happens or not, I will be transparent in keeping my supporters up to date on a regular basis on the book's progress.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "In Training, a book of bonsai photos only $20!", "update_content": "To all of you who have supported this project, thank you. \nFor the next 36 hours, I'm offering In Training at its lowest price ever - only $20 using the code 10BONSAI at my site: http://bonsaibook.net/store/in-training-bonsai-book\nFor the first twenty-five orders, I'll also include the last of my signed 6x9 prints of John Naka's Goshin (seen here - http://bonsaibook.net/store/20-x-30-limited-edition-print-chinese-juniper-in-training-since-1953)"}, {"update_no": "UPDATE #10", "update_userinfo": "In Training bonsai book, a final update", "update_content": "We're coming to the very end of this Kickstarter campaign—all the books have been shipped out at this time (except those with wooden slipcases which were on special order and are shipping this week). I've been overwhelmed with the response and kind words I've received from so many of you.\nI recently partnered with a national book distributor, so hopefully you'll be seeing In Training in bookstores near you soon."}, {"update_no": "UPDATE #9", "update_userinfo": "In Training has gone to press!", "update_content": ""}, {"status": [{"Project funds successfully": "222 backers pledged $20,398"}]}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/131074671/in-training-a-book-of-bonsai-photographs", "project_name": "In Training: a book of Bonsai photographs"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "This is not just a book. It is a project of passion I’ve been working on for over 2 years. \nI spent these years roaming the streets and freeways of LA in the middle of the night, searching for the perfect views, capturing magic moments. I feel that these images should be seen together as a whole to really get the impact and feel of the project. To achieve that, a coffee table book is a great way to showcase their story.\nThe artistry of some of the individual photos is best represented in a larger format. To that end, I am offering prints here as well. Prints I can make and sell one at a time, but to make a book I need to print many copies to make them affordable. The primary purpose of this campaign is to generate the funds needed to produce the book.\nI hope you enjoy what I’ve created. Please help me by pledging your support and you will be handsomely rewarded!\nAlso, equally important, by sharing my story with your friends and family via your favorite social networks, you can help me make this project a reality.\nThis will be a large format hardcover coffee table book with a dust jacket. It is roughly 144 pages long, and features over 100 of my favorite images, both color and black and white. \nI’ve taken thousands of photos, and narrowing it down to a hundred or so for the book has been a real challenge.\nThe photos you see here are a small sampling of what will be in the book.\nSpecifications: \nHardcover \n144 pages \nOver 100 photographs \nFour-color process\nThe prints are produced with high quality archival ink and paper. \nThey are offered in 2 sizes, 12”x18”  &  24”x36”\nPrint option 1 \"Hollywood Nights\"\nPrint option 2\nPrint option 3\nPrint option 4\nPrint option 5\nPostcards\nWallpapers\nI started working on this project about 2 years ago, but spent a lifetime gathering the inspiration. \nDriving the streets of LA, I see the same places over and over. I’ve grown to love these places and views, and wanted to share their beauty. I spent 10 years thinking and planning how I could do this, and finally, over the last two years, started this photographic journal. \nThose freeways that by day are filled with traffic jams, smog and road rage were such a dramatically different experience by night, that I knew I had to document the vision and share it with my friends. \nI'm a night owl. I have been all my life. I cherish those serene hours between 2 A.M. and sunrise when the city sleeps. (The truth is that LA never fully sleeps, but some truths are relative.) \nI used this to my advantage to go out and find the places that inspired me and capture their essence without the chaos and distraction of typical LA traffic. \nMany times I had mere seconds to get into position and compose a shot. Other times I had hours of waiting. \nAs I showed these images to friends and family, I was surprised by how strongly they reacted. This was a contributing factor that made me want to create a book. I want to share the images with a wide audience, and a book provides a lot of content at an affordable price.\nPress:\n Get to know me:\nIf we successfully meet the fundraising goal I will have a release party and art show in LA, with my favorite photos on display and for sale. Every supporter will be invited.\nAll of the photos have been taken and edited, and the layout and design of the book has already begun. \nThe funds raised here are for the printing run of the hard cover book, Nobody Walks in LA. \nTo make the printing possible at a high quality there will need to be enough pledges to support the minimum quantity order of the manufacturer.\nWith your help, I hope to make this book a reality, so that people all over can enjoy these beautiful images of the city I love.\nThank you for your support!\n                  To Su for helping me organize my thoughts, plan my approach and create this project.\nTo Fazil who came shooting with me a few times, shot video footage, and had the genius and presence of mind to capture the cat rescue on video.\nTo Max for his most magnificent magical melodious music.  ", "risks": "Risks and challenges\nMany of the challenges involved in creating this book are already behind us. The photographs have all been taken and edited, most of the design of the book is in place. Because these are complete and because I did a lot of homework, I feel the risk is relatively low. \nThe biggest remaining challenge to get the book printed is just meeting our funding goal. Raising enough money to make the printing and shipping possible is the hardest part.\nOne challenge that could remain is potential production delays. This is unlikely but I have added a little extra time into the delivery schedule just in case. I want to make sure that everything will be done right without rushing or cutting corners, so if anything comes up it can be dealt with before the proposed shipping dates arrive.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "New watch!", "update_content": "I'm proud to share that Nobody Walks in LA has been selected to participate in the Reading Room + MOPLA photo book exhibition.\nI will be signing books and giving a talk about the project at a reception on Saturday Jan 21 from 3-6pm. Talk is at 4pm\nThe location is Venice Arts 1702 Lincoln Blvd, Venice CA 90291"}, {"update_no": "UPDATE #22", "update_userinfo": "Month Of Photography L.A.", "update_content": "I now have a web store up! A lot of people have written me asking how to purchase a second copy or they saw it too late to get in on the campaign.  \nSo now the remaining 200+ books, printed from the success of this kickstarter, as well as high quality art prints are available to purchase. "}, {"update_no": "UPDATE #21", "update_userinfo": "New Web Store Open - Books and Prints!", "update_content": "We had a great book release party. There were over 300 people in attendance! I was so busy all night signing books and shaking hands that I wasn't able to take any photos. Luckily some friends snapped a few with their phones."}, {"update_no": "UPDATE #20", "update_userinfo": "Concluding the Rewards", "update_content": "IT'S ALMOST TIME TO CELEBRATE!\nThe release party is set for Dec 12 in Los Angeles"}, {"update_no": "UPDATE #19", "update_userinfo": "FLORIDA PARTY - Dec 20th", "update_content": "So, I have been traveling a little but everything is still moving forward. The first product has arrived! I got the Postcards and they look great! "}, {"status": []}], "comment_no": 27, "projec_url": "https://www.kickstarter.com/projects/alexscottart/nobody-walks-in-la-a-fine-art-photo-book", "project_name": "Nobody Walks in LA"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "Hello, I’m Lloyd Ziff. I’m a photographer based in Orient Point, New York. I have been working for several years on a major book of my photographs, NEW YORK / LOS ANGELES: Photographs 1967-2014. This book is now finished! The design is completed. The type is set, and the black & white and the color separations are done. My publishers, Mike Warlow and Kiersten Armstrong of KMW Studio, have lined up a great distributor, ACC, for North America and Europe, so my fear of having a garage full of unsold books is over.\nThere is just one thing left to do to make this book a reality:\nRAISE THE MONEY TO PRINT IT!\nYour pledge will help fund the printing, binding costs and slipcase.\nThis is not as impossible as it sounds. Mike and Kiersten and I would like you to know that with your help we can do this.\nBecome a part of our team by pledging your support and purchasing one or more of our editions.\nTo your right and below is a list of incentives and rewards for contributions at several levels, from my deepest thanks, to the opportunity to have me photograph a portrait of you and/or your family .\n To be frank, who would have known Lloyd would be a master in the light touch. Real open and breezy, lots of room for people to get lost. When I look at them, I feel warm. They make me want to go home.\n– Diane Keaton, Actress, Director, Author, Photographer\n About the Book:\nAs you can see, the book is actually 2 volumes that are boxed in a hard cardboard slipcover. If perhaps you are only interested in either the New York or the Los Angeles volume, of course you have the option of choosing one or the other.\nHighlights from New York\n Highlights from Los Angeles\nBrilliant!!!! Honestly, it is the best photography I have seen in a long, long time. I am knocked out. Both volumes take my breath away. And, how well they work together: West Coast/East Coast, left and right, red and blue, black and white. This an incredible body of work, perfectly presented.\n– Gail Buckland, Author, Educator, Curator of Photography\nThe Details:\nBoth books are hard covers, 9” x 12”, 104 pages of 100 photographs, the more vintage in black and white, the most recent in color. Sir Harold Evans and Paul Ruscha have graciously written wonderful introductions, Harry: New York, Paul: L.A.\nWhen the books are printed, we will mail the signed copies to all those who have requested them, AND we have lined up various book signing events in both cities. It will be terrific to see you there.\nAbout Lloyd Ziff:\n Since 2000, Lloyd Ziff has made photography the sole focus of his career. He has had one man shows at Danziger Gallery and Robin Rice Gallery in New York City, and Earl McGrath Gallery in Los Angeles. His book, Near North, Photographs of Alaska and The Yukon, was published in 2010, and his photographs have been included in Patti Smith’s autobiography, Just Kids, the anthologies American Photography and The Spirit of Family, by Al and Tipper Gore, and are in the permanent collections of The Palm Springs Art Museum, Palm Springs, CA, CU Art Museum, University of Colorado, Boulder, CO, and The International Center of Photography, New York, NY. Blind Spot, The New York Times Magazine, Condé Nast Traveler, Interview, Kid’s Wear (Germany), New York, Rolling Stone, Vanity Fair, and Wired are among the magazines that have published his work. Before he became known as a photographer, Ziff was an award-winning art director/design director of several national magazines, including Vanity Fair, House & Garden, Condé Nast Traveler, and Rolling Stone. Ziff taught magazine design, photography, and illustration at Art Center College in Pasadena, CA, The School of Visual Arts in New York City, and for 13 years at Parsons School of Design in New York City. In 1999, he was elected to the Board of Trustees of Pratt Institute in Brooklyn, NY, his alma mater.\nLloyd Ziff’s New York is an intriguingly idiosyncratic portrait of the city he has photographed over four decades. He ranges freely. Unconfined by time or subject, he randomly enriches our idea of what the city represents.\n– Sir Harold Evans, Journalist, Writer, Editor\nAbout KMW studio:\nKMW studio is an independent publisher and packager of fine art and photographic books.\nWe have a number of thank you incentives at different price levels for you to choose:\n$15 – SIGNED THANK YOU POSTCARD\nA THANK YOU postcard from Lloyd.\n$50 – BOOK - NEW YORK or LOS ANGELES\nA copy of the New York OR Los Angeles hardcover edition.\n$75 – SIGNED BOOK - NEW YORK or LOS ANGELES + BOOK LAUNCH INVITE\nA signed copy of the New York or Los Angeles hardcover edition AND an invitation to a book launch event in New York or Los Angeles.\n$125 – SIGNED LIMITED EDITION 2 VOLUME BOX SET + BOOK LAUNCH INVITE\nA signed copy of the limited edition (500) 2 volume box set AND an invitation to a book launch event in New York or Los Angeles.\n$200 – SIGNED LIMITED EDITION 2 VOLUME BOX SET + NY PRINT or LA PRINT + INVITE\nA signed copy of the limited edition (200) 2 volume box set AND an 8\" x 10\" limited edition digital print on water color paper, stamped and initialed (choose New York or Los Angeles) AND an invitation to a book launch event in New York or Los Angeles.\n$300 – SIGNED LIMITED EDITION 2 VOLUME BOX SET + BOTH PRINTS + INVITE\nA signed copy of the limited edition (200) 2 volume box set AND both 8\" x 10\" limited edition digital prints on water color paper, stamped and initialed AND an invitation to a book launch event in New York or Los Angeles.\n$5,000 – PRIVATE PORTRAIT SESSION with LLOYD ZIFF!\nLloyd will shoot a portrait of you, alone or with whomever you choose, in either NYC or L.A., and you will receive a signed, unique archival classic black & white 20\" x 24\" silver-gelatin print made from the original, unretouched negative, and a copy of the contact sheets. Of course, you will also receive a signed copy of the limited edition (200) 2 volume box set AND both 8\" x 10\" limited edition digital prints on water color paper, stamped and initialed AND an invitation to a book launch event in New York or Los Angeles.\nWith your help we plan to go to press early this fall and release the book in time for the Holiday Season. Of course all our kind contributors will receive updates on our schedule.\nThank you in advance for your support and I look forward to seeing you at one of our Launch Events.", "risks": "Risks and challenges\nBoth volumes, New York, and Los Angeles, are fully completed: designed, the photographs are scanned, the type is set and proof read. The distributor is on board. The printer is lined-up. We need your support to pay the printing costs and to get the book out into the world by the Holidays… photography books make great gifts. The sooner we are funded, the faster we can accomplish this.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "On Their Way!", "update_content": "Dear Backers,\nWe have been studiously sending out your copies of New York / Los Angeles over the last 3 weeks. Please let us know if you have not received your copy(s) yet as they were sent via USPS with a tracking number.\nLooking forward to hearing what you think of them and seeing you at a signing / event in the next few months. We will keep you posted as the schedules are finalized."}, {"update_no": "UPDATE #12", "update_userinfo": "PRINTED!", "update_content": "Dear Backers,\nThe books are printed!\nNext they go to the binders & boxers, & then they are shipped to us from Italy. We expect to start getting them to you, our incredibly patient book buyers, sometime in July.\nOnce again, I am SO GRATEFUL for your support."}, {"update_no": "UPDATE #11", "update_userinfo": "We are almost there!", "update_content": "Dear Friends and Supporters,\nMy publishers and I are delighted to tell you that we are at an advanced stage in the manufacturing of my New York/Los Angeles book project.\nThe test prints have come from Italy and they are beautiful!\nWe have seen and signed of on the \"blue-lines\", used to confirm pagination, cropping and text - perfect!"}, {"update_no": "UPDATE #10", "update_userinfo": "February Update!", "update_content": "Dear Backers,\nIn the last few months many of you have asked me \"what is happening with my book\", \"when is the book signing\", \" will I get it in time for . . .\"\nThe reason the books have been delayed is simply that we were not completely happy with all the test proofs that we had printed. We have been on a search for a new printer and we can finally announce that we have found them! They are one of the very top printing and binding houses in Europe and are in the process of creating the manufacturing schedule and we will let you know very soon when you can expect to receive your long awaited copy."}, {"update_no": "UPDATE #9", "update_userinfo": "Printing Process Update", "update_content": "Dear Kickstarter Supporters,\nOver the Holidays many friends asked me \"When is the book coming?\"\nHere's the latest update:\nWe have been sampling the pages and as yet are still not completely happy with the results we are seeing from the printer. The proofs of the vintage B & W's and the color images are not perfect yet, and of course, they need to be."}, {"update_no": "UPDATE #8", "update_userinfo": "December Update", "update_content": "Dear Backers,\nIt’s been a while since my last update.\nHere's where we are in the printing process:\nIn the 2 months since the close of our successful Kickstarter campaign . . . .THANK YOU SO MUCH again . . . my publishers and I have been reviewing four-color test prints and duotones, and we are finally happy with how the images are looking. Unfortunately this has delayed the printing and moved our publishing date to the end of February/beginning of March."}, {"update_no": "UPDATE #7", "update_userinfo": "New York / Los Angeles is at the printer!", "update_content": "Dear Backers,\nGood news! New York / Los Angeles has finally made it to our printer. We are now awaiting the printing schedule, and will soon have a better idea of when we will be able to ship the book to you.\nKindest, Lloyd"}, {"update_no": "UPDATE #6", "update_userinfo": "THANK YOU!", "update_content": "Dear Backers,\nMy Kickstarter campaign ended last night at 10:30. WE DID IT!\nWe needed to raise $30,000, and we finished with just under $35,000!\nI THANK YOU once again for your support."}, {"update_no": "UPDATE #5", "update_userinfo": "WE DID IT!", "update_content": "Dear Backers,\nYesterday we reached our target goal and with 5 days to go!\nThank you ALL for your wonderful support. This is truly amazing!\nThe campaign official ends on Friday so there is still time to pre-order copies NOW for yourself and/or as Holiday gifts."}, {"status": [{"Project funds successfully": "192 backers pledged $34,897"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/1501089265/new-york-los-angeles-2-volume-photo-book-set", "project_name": "New York / Los Angeles: 2 volume photo book set"}}, {"backer": "Moshe Levis", "project_data": {"campaign": {"story": "Nature in its most extreme\nNothing demands an emotional response like an up close lightning strike. It is one of the most beautiful and deadly forces of nature. When I first began to focus on lightning photography, I knew I wanted to create a book to document the journey. I knew it would be a long and hard road, not only in publishing, but in creating content that was worthy of publishing.\nSample page\nNow, 8 years later, 3000 hours of shooting, editing and designing, I finally have a body of work I want to share with the world. This full color 120 page 8.5\" x 11\" hardback book will contain the very best of the over 2000 lightning images that I have captured over the last 8 years in western Kentucky. 20% of my entire life thus far has been invested in this book.\nYou may have seen some of these images on your local news and even nationally on Good Morning America, The Weather Channel, WeatherNation and more. If you are a severe weather fan, this book is definitely for you.\nsample page\nThe fundraising goal I have set is the bare minimum I need in order to print enough books to make them affordable at the prices I've set. I will have a list of stretch goals below if the project reaches certain milestones on the way. These will be in the form of bonus sections added to the end of the book. The book prices include the cost of shipping in the United States. Shipping outside the US is extra. I expect to have all rewards made and shipped by late November at the latest. It is very possible that they will be done before that, but I would rather surprise you with an earlier than expected book that a later than expected one. Reward levels with multiple items will most likely ship separately.\nPrints available as well.\nThe image below, used for the book cover, will be the image available as canvas or metal (aluminum) prints in the list of rewards (your choice). A fan of my Facebook photo page suggested that I title it, \"The Heart of the Storm\". All canvas and metal prints will be made through AdoramaPix. These prints will be limited in number and will ONLY be available through the Kickstarter.\nPhoto used for canvas prints in the rewards.\nThere will be NO watermarks on images in the book or canvas prints.\nI only watermark images post online, not in print.\nStretch Goal #1\nIf the project passes the $2,000 mark, a 20 page bonus section will be added in the back of the book displaying my top 20 Kentucky sunset photos.\nOne of the sunset shots to be used if the first stretch goal is reached.\nStretch Goal #2\nIf the project passes the $2,500 mark, I will add an additional 20 pages of my best storm clouds, wall clouds, crepuscular rays, etc.\nOne of the storm photos to be used if the 2nd stretch goal is reached\nStretch Goal #3\nIf the project passes the $3,000 mark, everyone at the $5 and up reward level will receive a digital copy of the book in PDF format (non-printable & optimized for viewing on TVs, computers, tablets, & phones)\nI will add additional stretch goals later if needed.\nYou can check out more of my work on my website, MikeHall-Photo.com or on my Facebook page, Facebook.com/ToHailAndBack \nLogo", "risks": "Risks and challenges\nThe risks and challenges for this project were mostly during shooting. Other than the page listing Kickstarter supporters and the bonus pages (if the project reaches it's stretch goals), the only things left to design are the book spine and dust jacket. I have to wait until I know the exact book length to do that since any bonus sections would make the book thicker. Printing and shipping are the only other challenges that remain. I have allowed plenty of time for those tasks.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Last Planned Update", "update_content": "Hello everyone. Some of you have received your books already. It may take up to another week or longer to get them depending on how far you live from me. I will be emailing everyone who backed the project at $20 or higher a free copy of the eBook soon. I was going to simply give a code to download it from my store page, but Sellfy doesn't let me issue single use codes, just discount codes. If you pledged $10 and would like a copy of the PDF eBook for 50% off the normal $10 price, send me a message. The same applies if you backed the project at the $5 level and would like an eBook for 25% off or if you want $10% off at the $1 backer level."}, {"update_no": "UPDATE #14", "update_userinfo": "They're here!", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "Posters & postcards have shipped", "update_content": "Hello again everyone. Posters and postcards are in the mail. For those of you who ordered a book, it should ship in 2-3 weeks.\nI will be releasing a digital copy of the book in PDF format at the end of the month for $10. If you backed the project at the $20 level or higher, you will get a code for a free copy of the eBook. If you backed it at $10, you will get a code for 50% off the eBook. $5 backers will get a 25% off code. $1 backers will get a 10% off code. "}, {"update_no": "UPDATE #12", "update_userinfo": "Everything is ordered!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "Backer Page Preview", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Still waiting for all backers to complete the survey.", "update_content": "Hello everyone. I wanted to keep everyone in the loop as to how things are going. I am still waiting for 4 backers to complete the surveys I sent to everyone to verify addresses and name spellings for the backer page. Once I get all of those, the backer page will be complete. I will still post a preview of that page here once it is complete.\nI am hoping the money shows up in my account by Monday. If it does, I may order the rewards as early as October 1st. Depending on how fast I receive them, you may get them much earlier than promised. "}, {"update_no": "UPDATE #9", "update_userinfo": "Surveys Sent", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "WE DID IT!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "LAST DAY!", "update_content": ""}, {"status": [{"Project funds successfully": "31 backers pledged $1,685"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/mikehallphoto/spark", "project_name": "S.P.A.R.K."}}]