[{"backer": "New Wallet, Inc.", "project_data": {"campaign": {"story": "MetaWear is a mini Wireless Sensor Platform for that is programmed using your Smartphone.\nYou can build accurate applications and products on MetaWear quickly and affordably.\nMetaWear connects to a smart phone, tablet, or a Bluetooth Low Energy device and logs or streams 6 axis of motion data and environmental data. \nMetaWear measures acceleration, rotation, orientation, angular velocity, pressure, altitude, and temperature using an accelerometer, a gyroscope, a barometer, and a high precision temperature sensor. \nJust write a mobile App that sends commands and instructions to the MetaWear board and you're done! \nYou can build a product in minutes with your phone!\nDon't waste precious resources buying expensive tools or building a solution from scratch. With MetaWear, you can get started building your idea right away.\nMetaWear is simple and inexpensive. \nWe are so excited to release it on Kickstarter because this product was built with specs provided by our amazing MetaWear community. You asked for it, so we made it!\nWHAT CAN YOU DO WITH METAWEAR?\nAnalyze your golf swing, throw a football, recognize gestures, or just turn your favorite sport or activity into a wearable.\nYou can analyze your football throw for form and get that perfect spiral or you can analyze your favorite skateboard trick. You can even find out how high and how fast you kicked that soccer ball. \nTYPICAL APPLICATIONS\nCheck out of projects page for inspiration and project we've worked on.\nWHAT IS METAWEAR ANYWAY?\nMetaWear enables anyone to gather motion data, at any time, anywhere. The board is small, light, and will handle even the toughest conditions.\nUse MetaWear as the base for your next amazing product.\nFor example, you can stuff it in your backpack and take it to your next hike to gather data while you take on the next peak.\nYou can embed the MetaWear into your ski and see how hard you shred the mountain today.\nExport data at the touch of a button and analyze it right away.\nMetaWear shows you data and helps you process it with embedded filters. \nWe've included built in analytics and filters, such as low pass filters to get rid of noise, so you can get the data that matters, faster.\nHOW DOES METAWEAR WORK?\nYour Smartphone is now the ultimate tool; it's a programmer and debugger in one! \nYou can command the board to do almost anything using your phone and the Bluetooth link. \nYou program the board with an iOS or Android App that sends instructions to the board so that you control it and command it to do almost anything.\nMetaWear is \"IF THIS THEN THAT\" for Bluetooth and sensors.\nIF the pressure drops THEN text me to take out my umbrella:\nIF the outside temperature increases THEN turn on my AC:\nIF I press the push button THEN the Led should glow:\nPLAY\n\nYou don't need to mess around with a firmware engineer, complicated IDEs, expensive debuggers, or embedded programming. \nOur mobile SDK (iOS and Android) gives you the power to send instructions to the board that are temporary or permanent.\nSend simple temporary commands such as:\nlog push-button press events in MetaWear memory using iOS:\nblink LED red using Android:\nSend permanent commands to turn the board into a product:\nrecord the number of steps I take today while wearing my MetaWear using an iOS App:\nhttps://itunes.apple.com/us/app/metatracker/id950768500?mt=8\nturn MetaWear into LED keychain with an Android App:\nsend an SOS text message to my friends when I push a button so they know I am not safe:\nhttps://github.com/mbientlab/SOSTrigger\nOr get really creative by using our advanced functions such as analytics, algorithms, and filters:\nperform a low-pass filter on my temperature data:\nperform an RMS algorithm to average the data of the accelerometer:\nCheck out our documentation page and Github page for more code, examples, and more.\nWHO IS METAWEAR FOR?\nBusiness owners - Use MetaWear to add intelligence and connectivity to your existing product or partner with us and build something new. Stay competitive and build the type of products that customers want with MetaWear technology.\nHackerspaces and Hackathons - We've donated over 1000 MetaWears at hackathons like Hackster, StartupWeekend, and HardwareHackathon. MetaWear can power your next hackathon project.\nStudents and Educators - Use MetaWear in the classroom or outdoors for fun lessons. Learn about gravitational and rotational forces with interactive activities.\nMakers and DIYers - Build amazing products, hack gadgets, and augment your hobbies with Bluetooth, sensors, and an App.\nMETAWEAR FEATURES\nMetaWear connects to an iOS or Android smartphone using Bluetooth 4.0 (Bluetooth Low Energy).\nSensor data displays and records in real time on the MetaWear and on your Smartphone. \nYou can export your data in CSV format and use tools like Excel and Python to analyze your data and develop algorithms and new applications.\nBOARD SPECIFICATIONS\nBluetooth Smart wireless connection \nPre-certified and approved (FCC, IC, CE, TELEC)\nLow power ARM SOC  \n256kB Flash, 16kB RAM  \nEfficient rechargeable battery circuit with micro USB port\nGPIOs/SPI/I2C for adding your own sensor \n100 mAH rechargeable lithium battery\nPre-loaded MetaWear firmware runs BluetoothLE stack  \nOn-board LED  \nSimple Push-button  \nOn-board memory for logging data\nApproximately 100 ft wireless range \nApproximately 3 weeks of operation on one charge\n6 months of idle time on one charge\nWorks out of the box with our SDK and companion mobile Apps\nDimensions: L 17mm x W 26mm x H 3mm \nFIRMWARE AND SOFTWARE SPECS:  \nAndroid and iOS SDK (Java and Objective-C)  \nEasy to use data processing module\nData streaming capable  \nOn-Device logging capable\nDrivers built in for all sensor with pre-processing and filters\nSENSOR SPECIFICATIONS\nRecords multiple sensor measurements simultaneously\nLog data to download later OR stream data live\nAccelerometer:\n±2g: 16384LSB/g\n±4g: 8192LSB/g\n±8g: 4096LSB/g\n±16g: 2048LSB/g  \nGyroscope:\n±125°/s: 262.4 LSB/°/s  \n±250°/s: 131.2 LSB/°/s  \n±500°/s: 65.6 LSB/°/s  \n±1000°/s: 32.8 LSB/°/s  \n±2000°/s: 16.4 LSB/°/s\nTemperature:\n-30 C to 85 C range, 1C resolution \nPressure:\n300 to 1100 hPa\nMETAWEAR TIMELINE\nMETAWEAR REWARDS\nMETAWEAR TEAM\nOur team has been building wearable tech and wireless products for many years now; we are a team of renegade engineers who enjoy programming and ramen. If you are in the San Francisco area, let us know and we can grab a cup of coffee.\nWe did a campaign for MetaWear last year and we shipped to our backers early! That's right! We are going to do it again and this time it's going to be even better with more examples, more code, more fun.\nWe want to thank you for all of your support!", "risks": "Risks and challenges\nThere are always significant challenges in manufacturing and delivering any hardware product at scale. \n\nFortunately, we've have been working hard and established relationships with manufacturing partners in the US that will help us bring Metawear to your doorstep. That's right, MetaWear is made in the USA!\n\nOf course, there are still risks associated with producing the Metawear board. Unexpected changes in component lead times, availability, and cost are examples of factors outside our direct control that could affect our delivery timeline, but we are working hard to mitigate those risks and plan to be transparent throughout the delivery process.\n\nThe other risk with this and any other project that involves physical delivery comes with shipping. There are a number of unforeseen circumstances that can cause problems during the actual physical shipping of the Metawear boards. We plan to work with proven companies to help ensure that our boards arrive (in perfect condition) at their delivery destination. Since unforeseen circumstances can sometimes impact the shipping world, we will also make sure to have methods/resources in place to overcome any difficulties.\n\nPlease note that the final look and features of the MetaWear are subject to change based on your feedback and circumstances outside of our control such as component availability.\n\nAs always we expect our backers, supporters, and MetaWear users to comply with the proper regulations and laws of their country of residence. We expect you to build good products, to recycle, and to do no evil with MetaWear. You can review our terms at www.mbientlab.com/terms. Please ensure the safety of yourself and others when using our technology.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Meet the New MetaWearC - A Tiny $30 Bluetooth Sensor that is Smartphone Programmable!", "update_content": "Hello Backers and Supporters,  \nWe just launched the new MetaWear C campaign.\nYou can get yours now for ONLY $30 at 40% OFF the retail price for a limited time!"}, {"update_no": "UPDATE #8", "update_userinfo": "MetaWear is Shipping! Please update your KS Survey this week", "update_content": "Hello backers and supporters,\nWe started shipping to early backers and special early reward tiers this week. This is an exciting week for us and a great way to finish July! \nWe will be shipping from now through August, please note that it can take up to 2 weeks to get through customs in some international countries. We will attempt to send a tracking number to your email address for all packages sent. \n     "}, {"update_no": "UPDATE #7", "update_userinfo": "Manufacturing Update, Testing Jig, and MetaWear Coin", "update_content": "Hey backers, friends, and supporters,\nHere's a quick manufacturing update; we finally sourced all the components for the MetaWearRGyro boards and the PCB manufacturing is almost finished. It was difficult to source the Taiyo Module as there were limited numbers in the channel but as you can see we pretty much cleared out the stock: http://www.findchips.com/search/EYSFCNZXX.\nThe good news is that everything is still on track and on time! We are assembling the PCBs right here in the states (California) but many of the components come from China, the BLE module from Japan, and the PCBs are from Korea."}, {"update_no": "UPDATE #6", "update_userinfo": "Manufacturing, Rewards, and Campaign Update for MetaWear", "update_content": "Backers, friends, and supporters, \nThank you again for making MetaWearRGyro a reality!"}, {"update_no": "UPDATE #5", "update_userinfo": "A strong finish and a thank you", "update_content": "Backers, friends, and supporters,\nThank you for the strong finish with the MetaWear campaign. We couldn't have done it without you!\nYou can keep pre-ordering MetaWear gear on our website at https://mbientlab.com."}, {"update_no": "UPDATE #4", "update_userinfo": "Only a few hours left! Thank you for your support.", "update_content": "Backers and supporters,\nLet's make the final hours extra special and make MetaWear a success."}, {"update_no": "UPDATE #3", "update_userinfo": "One week to go! Stretch goal ideas and MetaWear manufacturing", "update_content": "Hello friends, backers, and supporters!\nThis is the final week for the campaign and we want to thank you for funding us above our original goal! Thank you!\nNow that we have gotten a lot of feedback from you we have been able to finalize the PCB CAD and BOM and send it in to our factory. We will be starting the manufacturing process next week and we are very excited."}, {"update_no": "UPDATE #2", "update_userinfo": "STRETCH GOALS AND MORE", "update_content": "Hey backers and supporters,\nWe are going strong and we are really excited! Let's keep it going!\nTo thank you, here's a screen shot from the office:"}, {"update_no": "UPDATE #1", "update_userinfo": "THANK YOU FOR FUNDING US!", "update_content": "Hey backers and supporters,\nWe are now funded so you know what that means! Now we are heading straight to the factory, no fuss, no muss! \nThank you for helping us make this project a success!\n-Laura"}, {"status": [{"Project funds successfully": "590 backers pledged $50,622"}]}], "comment_no": 143, "projec_url": "https://www.kickstarter.com/projects/guardyen/metawear-bluetooth-sensors-w-temp-pressure-acc-gyr", "project_name": "MetaWear: Bluetooth Sensors w/ Temp + Pressure + Acc + Gyro"}}, {"backer": "New Wallet, Inc.", "project_data": {"campaign": {"story": "                 After years of being on the ski tour I hung the boots up, unsure of where the future led. One thing was for sure, the rainy streets of England and dull dreary colours were a far cry from the crazy ski lifestyle. So I decided to create something special, something the world needs and put some zest back into the streets. \nI created Bryt, thats 'bright', and we're aiming to become the first colour only clothing company. Its the first of its kind. Right now our aim is to make the brightest most colourful socks, engineered to make you smile using some crazy colours and patterns. I like crazy, you should too!\nI teamed up with my partner Natalie. She's the design geek and a little crazy too! She comes from a long line of creators and designers. Together we're starting one hell of a journey. We created the most insane collection of socks you'll find anywhere, so enjoy! \nWhichever socks you choose, you are guaranteed to have the brightest socks and the biggest smile!\nWe are not restricting your choice of design like some other campaigns. No fixed packs. We are giving you the choice you deserve. Choose from any design in any size.\nThe choice is yours\nWe surveyed 568 people and these 9 designs represent the best. The brightest socks with the most sole!\nHave you ever caught yourself wearing dull colours? Greys and blacks. Colours that make you blend into the background? Have you ever felt one of many? Blending into the crowd? We did, and we know we weren't alone.  \nWe thought about an item that most of us wear everyday. An item that can be used to stand out or just hint a little va va voom. We instantly knew the solution was socks. What if you pull on a Bryt sock and you felt alive, like an individual, in control, and a little crazy? We landed on the Bryt sock.  \nBryt’s starting off super simple 9 designs and 9 designs only - to make your choice easy!\nWe found a special Combed Cotton that permits a super fine yarn that not only feels great, but keeps hold of colour better than any other. So your socks stay super bright. Yehaa!\nOur in house scientist discovered this tech, you can see how he got to this discovery below (he's a bit of a character too).\nPLAY\n\nOur socks use the best combed cotton. Long narrow fibres from the Turkish Aegean region offer the best thread count and a super soft yarn.\nBryt is making all its designs in two sizes. A small and large size. So, girl or guy, whatever your taste, you are covered. Don't worry about ordering the correct size when you pledge. We will send a survey once the campaign is finished to collect your size and design choice(s). Remember you can mix between both sizes! We have tested the smaller size with the little critters and they fit children 7+ years old.\nWe have chosen a small family owned business in Great Britain to oversee our production. Production in the UK is more costly compared to imported products from Asia. However, British garment makers receive some of the highest working conditions in the world and we feel you deserve the best and true British craftsmanship in your sock drawer. Something we are really proud of.\nEven our packaging is made in Great Britain\nNOTE TO BACKERS AROUND THE WORLD\nBryt is aiming to be a global campaign. We are supporting shipments across the globe and invite everyone to grab a pair of socks.\nBryt has one aim. Craft bright colourful socks that make you smile. But thats not all. Bryt wants to become the first colour only clothing company! Thats neat! We want to create a company that stands for happiness, self confidence and give you the wearer a lift - not just with your sock drawer.\nBryt socks are ready and waiting to go into production. With your help we can make our first production run. Join us on our colourful quest to create a happier, brighter world, feet first. Please back our Kickstarter project and in return we will send you our incredible socks.\nBacking our campaign is super simple:\nFind your reward at the top right of the page.\nHover over the reward and click 'select this reward'. \nWhen you are happy with your choice click 'continue to next step'. \nFill out your payment details - sit back and smile.\nIt really is that simple. Please help Bryt create a happier world, two footsteps at a time.\n                                                                                                                                        Get Your Project Funded Today!", "risks": "Risks and challenges\nBryt has made a series of strategical shipping partners and our relationship with these partners is built on trust, experience and reliability. We are confident these partners will succeed in fulfilling every order on time and with our high standards for quality.\n\nWe do not expect any delays. However, it would be naive to think we can control every aspect of the production and delivery procedure. It is a possibility deliveries could take longer than anticipated. Nevertheless, we have taken rigorous precautionary measures to mitigate these risks. \n\nWe shall be in contact with you throughout the campaign keeping you updated at every opportunity.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "Going Like Hot Cakes", "update_content": "What A Day...\nWe launched at 10:15am (BST - insider joke). 12 hours have passed. Thanks to Bryt Socks 1.0 backers, we got the ball rolling early and started the color fest! Not only did you like Bryt Socks 1.0 its clear you're loving 2.0 too. If you're not part of the club yet, make sure you back a reward tier quickly, before Super Early Birds run out!\n  "}, {"update_no": "UPDATE #36", "update_userinfo": "Official Launch 5th July 10:00am GMT :) :) :)", "update_content": "Our project is approved and we are ready to launch. Official date is 5th July at 10am GMT. Be there or be square - we don't want you to miss early bird prices."}, {"update_no": "UPDATE #35", "update_userinfo": "The Awkward Moment You Get It Wrong", "update_content": "We're human. Humans that like socks. And we get things wrong. Like the date we're launching by a whole 2 weeks.\nWe wanted to launch today and have a blast. But unfortunately things didn't pan out. Our video isn't quite polished enough, guidance and info for our new backers needs a tad more refining. But the good news is we're very close.\nA number of our nearest and dearest backers from Bryts first campaign have held us to our word, saying 'where are you at, you were meant to launch today?' Apologies, we expect to and will be submitting our campaign for approval around the 27th June :)"}, {"update_no": "UPDATE #34", "update_userinfo": "Launch Date 17th June", "update_content": "Early Bird Prices Available On Launch."}, {"update_no": "UPDATE #33", "update_userinfo": "Sample Sample Sample", "update_content": "Bryt 2.0 Samples Are Nearly Here\nFriday marks a big big day. We have taken our thoughts, your feedback and a tonne of industry knowledge to develop our next range of socks. Friday is the day we see the final rendition of all our hard work.\nIn our last campaign we had some manufacturing issues with quality and had to go through  before Bryt Socks were good enough for your feet! In a few words, we had not been as thorough as we could have been. We now have the knowledge to go the extra mile to ensure our production runs flawlessly - so Friday is a big day."}, {"update_no": "UPDATE #32", "update_userinfo": "Cool Socks For Repeat Backers...", "update_content": "Back Our Next Campaign - Receive a Pair For Free\nHello lovely Gentlemen and Gentlewomen. Our next launch is getting closer. We think it will be approx 4 weeks until the big day :) Keep reading to learn how to get a Free pair of Bryt Socks using the phrase 'REPEAT BACKER'."}, {"update_no": "UPDATE #31", "update_userinfo": "I Went To A Really Emotional Wedding at The Weekend. Even The Cake Was In Tiers.", "update_content": "Its Two Line Tuesday (On Wednesday).\nBryt brings the best out in people. When you pull them on you're saying to the world, 'I know the norm, the status quo and the rules, and I'm prepared to break them'. They attract attention, elevate your confidence and show your fun side. It sounds crazy but its true.\nSo on Tuesday we're going to bring out more fun with Two Line Tuesdays - LMAO two liners strung together to add a little humour to your day :) (you have permission to laugh)."}, {"update_no": "UPDATE #30", "update_userinfo": "Pattern Winner", "update_content": "A couple of weeks ago we asked our Kickstarter community whether they wanted to occupy one of the final spots in the next line up of designs for Bryt socks 2.0.\nThe response was great and the level of designs that came back were superb! Unfortunately we can't show you the winner, that would spoil all the fun for our launch. But you can find a little clue again below :)\nWe don't want to tell you who's won. We want that to be a surprise on launch too. But we can tell you this. One of you guys has a sock designed using your very own pattern and named after you! Congrats to everyone that entered, it was a difficult decision."}, {"update_no": "UPDATE #29", "update_userinfo": "Natalie's Massive News", "update_content": "If you didn't know, Natalie is the brain behind Bryts awe-inspiring designs. She creates the patterns, the colors and ties these into the specification of our glorious socks.\nShe's been working like a trooper in preparation for Bryt Socks 2.0 and created the most impressive sock collection we know. I really do need sunglasses for these. \nI can't show you the designs but in each update moving forwards I'm going to leave a clue. You'll have to wait until mid-April when we launch again to see them in all their glory."}, {"update_no": "UPDATE #28", "update_userinfo": "See How Bryt Competition Winner Schooled us at Socks!", "update_content": "A few weeks ago we opened up a competition for FREE Bryt products. We asked our backers to post the best pictures they could muster on Facebook and Instagram.\nToday we will be announcing the winner. The winner posted a number of kick-ass images on Instagram. In fact, he's taken us to school with his sock swag. We're happy to say, Bryt turbo-charged his socks and they look great.\nThe Winner is Gareth Harmer or @16bitdruid on Instagram. He's a man of exquisite style. We urge you to check out his swag! Congrats Gareth, you've scored a FREE 3 pack in Bryt's next campaign coming mid April!"}, {"status": []}], "comment_no": 214, "projec_url": "https://www.kickstarter.com/projects/brytsocks/bryt-socks-that-make-you-smile", "project_name": "Bryt Socks - The World's Brightest, Happiest Socks."}}, {"backer": "New Wallet, Inc.", "project_data": {"campaign": {"story": "A sincere THANK YOU to all the Kickstarter backers that made our dream a reality and helped us bring HYDAWAY to the world!\nIf you missed the Kickstarter campaign, fear not, you can now order your HYDAWAY Collapsible Water Bottle on our website. Just click the button below.\nConnect with us to stay up to date on HYDAWAY for giveaways, exclusive deals, and more!\nEmail Us                  Newsletter                  Facebook                  Twitter\nNow we can give everyone a convenient, safe, and environmentally-friendly way to drink more water!\n     In just 60 seconds, U.S. consumers use and throw away 90,000 disposable water bottles. That’s 50 billion water bottles per year – or – 30 million TONS of plastic waste each year in the U.S. alone. \nBut most of these bottles are recycled, right? Unfortunately not. \nAt least 80% of that plastic ends up in our landfills, streets, parks, and beaches.\nHYDAWAY™ is an easy-to-use, reusable water bottle designed for people with active lifestyles who are searching for an alternative way to carry water that's just as convenient as buying bottled water.\nWith your HYDAWAY, we think it’s possible to make a difference, and we think you’ll agree. \n                                                 Fits into virtually any pocket\nTravel-friendly design\nHelps parents stay organized\n                                                \nHow to expand the bottle\nHow to collapse the bottle\nHYDAWAY is great when traveling\nAre you frustrated with airport security confiscating the water bottle you brought for the flight?\nNow you don’t have to be.\nUse the HYDAWAY Bottle to stay hydrated on the way to the airport. Before you approach the TSA security line, finish any water left in your bottle, fold down the HYDAWAY into a thin disc, and simply slide it into your carry on.\nOnce through security, pop open your HYDAWAY bottle and find the nearest water fountain or filling station. Fill up your HYDAWAY and you’re on your way!\nFeedback from a beta tester\nHYDAWAY is great for the active family\nYou don’t have to be super mom (or dad) to keep your kids hydrated on-the-go with water instead of unhealthy sugary drinks. \nPacking up your kids for a long day at school? \nSkip the high-calorie juice or sports drinks and pack the watertight HYDAWAY instead. Fill it full of water or leave it empty and collapsed. Your child can easily expand it and fill it throughout the day. \nPlanning a day of family fun in the sun? \nHYDAWAY is a safe and convenient alternative to bottled water with a size to quench the thirst of every member in your family. Simply pack a HYDAWAY for you and the kids, and you’ll be a hydration hero!\nFeedback from a beta tester\nHYDAWAY is great for staying fit\nThe HYDAWAY can go virtually anywhere and everywhere with you. Take your new hydration companion on a day hike, freeing up your hands for taking pictures and enjoying nature the way it was intended. The carry handle easily attaches to a key chain or backpack.\nStore your HYDAWAY in a gym bag and take it with you when heading out to a yoga class or the gym. When you are finished with your water, simply fold up your HYDAWAY into a thin and compact disc that fits in your pocket or waist band. \nFeedback from a beta tester\nWhat’s your HYDAWAY story? \nWe’d love to hear from you on how you will use your HYDAWAY. Can you think of how a HYDAWAY fits into your active lifestyle?  SHARE to Facebook, Twitter, or Email us!\nChoose from two sizes: Large (21 oz/600 ml) and Small (12 oz/350 ml)\n           Whether you’re a frequent flier, a mile-a-minute mom, a weekend warrior or just someone who thirsts for thoughtful design, HYDAWAY fits the life you live. No more lugging around bulky “empties”, no more disposables in landfills, no more hard to clean bottles. HYDAWAY is flat out ready to go, whenever and wherever. Are you?\n \nCompare HYDAWAY to other types of water bottles\n\n\n\nBUSY LIVES CALL FOR CONVENIENCE\nAs a husband, father of two kids, and an outdoor enthusiast, I am always on the go. My job as a product designer requires me to travel frequently, meeting clients all over the globe.\nLike many of you, I do my best to live a healthy lifestyle and a large part of health is proper hydration. I am also committed to minimizing the impact my family makes on the planet, and strive to set a positive example for my children.\nBut I found that without a superior alternative, resisting the temptation to buy bottled water while on-the-go was very challenging.\nWhether it’s in the airport jumping between connecting flights, or taking a day trip with the kids in tow, I needed a water bottle that could fit my active lifestyle.\nALTERNATIVES TO BOTTLED WATER\nWhat are the alternatives to disposable bottled water that are eco-conscious, reusable, simple to use, convenient to carry, and easy to clean?\nMetal water bottles are sustainable since metal is recyclable, and most are labeled as BPA-free, but they are heavy, loud, and their bulkiness make them difficult to carry and pack away.\nPlastic reusable water bottles are mostly BPA-free these days, but are also bulky and inconvenient to store.\nFoldable, hand-held bladders seemed to be the most convenient alternative to the bulkiness of a bottle, but they tip over easily and when it came to cleaning them, it was an absolute nightmare.\nAs you can imagine, when I thought about “superior alternatives,” none of these options seemed superior to me! \nTHE VISION\nTraveling on yet another flight home from a long business trip, I had a vision of a water bottle that was ergonomic like a traditional bottle, and would fold up to fit into my pants pocket or messenger bag. \nI knew this bottle design could be 100% BPA-free, taste and odor-free, easy to clean, and best of all, would fold up into a thin compact disc that could be stored virtually anywhere while on the go.\nMy mind was spinning with the possibilities!\nTHE BREAKTHROUGH\nAfter two years of racking my brain considering how I could help to change the way we think about disposable bottled water, I finally had an honest, fully-functional water bottle design worth sharing: The HYDAWAY. \nNow my passion in life (besides my family) is to share this product with you, and the world. Won’t you please join me? \nAs a backer of this campaign, you are making a commitment to: \nDrinking more water and fewer sugary drinks to live a healthier lifestyle! \nReducing the amount of plastic we add to our landfills and oceans, by cutting down on the 50 billion disposable bottles we throw out each year!\nReducing our dependency on oil, by cutting down on the 17 million barrels of crude oil that go into making plastic bottles each year!\nTogether we can give everyone a convenient, safe, and environmentally-friendly way to drink more water! Thank you in advance for your support.\n\nNiki Singlaub\nCreator of the HYDAWAY Collapsible Bottle\n ", "risks": "Risks and challenges\nWe’re so passionate about this project, that we’re committed to doing everything in our power to solve any challenges that may arise along the way – that’s a promise! \n\nHere are a few risks and challenges that we can think of:\n\nProduct Manufacturing Delays\n\n• We’ve produced a small run of samples and we feel confident that a large production order will be successful; however, it is common that factories can have unforeseen setbacks. \n• We plan to stay in constant communication with our manufacturer including working on-site to resolve any challenges that may arise.\n\nShipping Delays\n\n• Shipping a large number of products at once can be a daunting task for a small team.\n• To help us with this challenge, we’ve segmented the shipping process into groups.\n• Early birds will get their products first. Regular orders will get their products second. All other orders will be processed as soon as possible after the Kickstarter orders have been sent out.\n\nLost Packages\n\n• We’ve had some experience shipping products internationally, including lost packages.\n• Even if it means sending out a product three times, we are committed to make sure it gets into your hands.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 641, "projec_url": "https://www.kickstarter.com/projects/hydaway/hydawaytm-a-pocket-sized-water-bottle-fit-for-any", "project_name": "HYDAWAY™ | A Pocket-Sized Water Bottle Fit for any Adventure"}}]