[{"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/hyper-mirror/hyper-mirror-5g-mm-wave-tech-0-latency-mirroring-device", "project_name": "HYPER MIRROR-0 Latency Casting Solution For Phone&NTD Switch"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/1943652747/natus-one-wireless-headphone-link-for-djs-and-home", "project_name": "Natus One - Wireless Headphone Link for DJs and Home Studios"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/evolvedcharger/usbidi-the-worlds-most-intelligent-charger-ever", "project_name": "UsBidi - The World's Most Intelligent Charger Ever!"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/moizen/cabin-the-easiest-way-to-recharge-your-iphone", "project_name": "Cabin - The Easiest Way to Recharge your iPhone"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/1133691350/elemount-the-best-car-and-camera-mount-for-iphone", "project_name": "eleMount : Premium Mount / Stand for iPhone, iPad, Android"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/1317907436/sound-differently", "project_name": "The High Fidelity Bluetooth Speaker"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/1795526358/a-stationery-to-define-the-future-dreamer-stylus", "project_name": "Dreamer Stylus - A Stationery To Define The Future"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/designedbym/al13-ultra-thin-aerospace-aluminium-bumper-for-iph", "project_name": "AL13 Premium UltraThin Aerospace Aluminium Bumper for iPhone"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/583843534/humantoolz-stand-the-most-versatile-stand-for-ipad", "project_name": "HumanToolz Stand: The Most Versatile iPad Stand"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/hickies/hickies-turn-your-kicks-into-slip-ons", "project_name": "HICKIES - TURN YOUR KICKS INTO SLIP-ONS"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/getpebble/pebble-e-paper-watch-for-iphone-and-android", "project_name": "Pebble: E-Paper Watch for iPhone and Android"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/finegrain/bowden-sheffield-minimalist-ipad-cases", "project_name": "BOWDEN + SHEFFIELD  Minimalist iPad Cases"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/tracmac/the-billet-dock-the-easiest-ipad-and-iphone-dock", "project_name": "The Billet Dock: The Easiest iPad & iPhone Dock"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 39, "projec_url": "https://www.kickstarter.com/projects/riselee/pon-the-strongest-most-versatile-phone-mounting-sy", "project_name": "PON: The Strongest, Most Extreme, Smartphone Mount"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "Thanks for checking out our project! If you missed out, you can get your Elevation Dock at ElevationLab.com, along with updates and future projects. And thanks again to all the backers, these would never have been made without your support. - Casey\nWired: \"The Dock Apple should have made in the first place.\"\nJohn Gruber: \"An exquisitely well-crafted, beautiful, useful iPhone dock. I'm in.\"                      \nNew York Times: \"...but wow, what a stand. It's exquisitely milled from solid, Appleesque aluminum.\"\nGizmodo: \"I'm tempted to buy an iPhone just so I can use the Elevation Dock\"\nSlashGear: \"Elevation Dock for iPhone blows up on Kickstarter\"\nUberGizmo: \"Dock aims to make undocking your iPhone a piece of cake\"\nJason Fried: \"Love the thinking that went into the design!\"\nMarco Arment: \"Elevation Dock for iPhone raised $75k in 8 hours\"\nMJ Siegler: \"out Apple'd, Apple.\"\nCult of Mac: \"Elevation Lab Has Designed The Most Gorgeous iPhone Dock Ever Made\"\nGigaOM: \"A dock becomes a darling of the tech world\"\nDigital Trends: \"Great design if you ask us. Why didn’t Apple think of this?\"\nElectronistra: \"Upscale, case-friendly home\"\nUncrate: \"...you're going to want a dock. But not just any dock. The Elevation Dock.\"\nTNW: \"The Elevation Dock for iPhone blows away Apple's crap options\"\nCool Material \"The Elevation Dock is, to put it bluntly, perfect.\"\nSilicon Florist \"I... Yeah. I don't even really know where to begin.\"\nAIGA: \"...perfect blend of form and functionality... much like Dyson's fan.\"\n----------\n*Update* Just added Back Multiple Rewards to make it simpler for everyone wanting multiple docks.\nThere is a growing FAQ section at the bottom of the page to help answer your questions. \n----------\nIf you have tried using docks for your iPhone, you have probably felt our frustration: Undocking is difficult, many aren't designed to work with cases, they are lightweight, and are generally made as a cheap afterthought accessory. \nThat's why we designed the Elevation Dock - Simple to use, quick undocking, and it works with or without a case. We didn't stop there - It's beautifully precision machined from solid aluminum and it comes in a gorgeous set of surface finishes, setting a new bar for quality and something that looks really good on your desk. It complements the high-level craftsmanship of the iPhone like no other.\nUndocking is a breeze. Just pull up the phone up - no violent shaking or using two hands to hold the dock down required. This is achieved by a special low-friction connection, the heft of its solid metal construction, and tacky rubber feet.\nCase, no case, doesn't matter. Again, the Elevation Dock is designed to just work. That's why a clever movable support pad allows you to use the dock with or without a case and in a range of case sizes.\nObsessive attention to quality. Elevation Docks are individually CNC machined from solid billets of aircraft grade aluminum, no expense spared. The result is a level of precision that can't be achieve through molding or casting. They feel heavy, strong, durable and look gorgeous.\nWe could have easily made them cheaper with injection molded plastic filled with sand or something, but this is something we want for ourselves and we appreciate good craftsmanship - this probably why we're such big fans of Apple hardware (well... except for those damn docks!).\nGorgeous finishes. We worked with a specialized metal finishing company to help achieve the gorgeous finish you find on Apple's unibody Macbook Pro's and iMacs - its hand buffed, glass bead blasted, electro-chemically micropolished, hard anodized and sealed.\nMakes FaceTime Better. The dock's acoustics make the iPhone sound great and less tinny than when laid on a desk, so speakerphone and FaceTime calls sound better. And its angled back 8 degrees, so you are perfectly in frame of the video.\nPerfect for your nightstand too. Know exactly where your phone is in the dark and be able to just easily grab it. Friends we gave prototypes to loved this and used them more often in the bedroom than at their desk - and they all wanted more than one.\nThe Elevation Dock+\nStep up to the Elevation Dock+ for the addition of a shielded Line Level audio out and a USB wall power adaptor.\nIf you are playing your iPhone through a stereo, Line Level is better than outputting from the microphone jack because it bypasses the iphone's internal amplifier for higher fidelity sound.\nThe Dock+ comes in your choice of the Apple style bead blasted finish or Matte Black. \nThe Matte Black is heavy etched for a true matte finish. Very beautiful how it reflects no light, but watch out for greasy fingers as they will leave fingerprints.  \nCompact USB Wall chargers come with the Dock+ versions. You will have the option for international plugs as well.\nKickstarter Exclusive Finishes\nPledges at the limited edition level can get LimeGreen or SunOrange multi-shade versions. These gorgeous finishes subtly change color depending on the angle you look at them. They are exclusive only Kickstarter backers who have helped get this to market and won't ever be available at retail. They will be individually serialized by laser from 1-999.\nHidden USB\nWe listened - the cord will now be replaceable. But just having a USB port out the back would mean a big plastic USB housing residing there full time and take away from the clean aesthetic.\nSo we designed the USB port to recess inside the housing and the bottom plate will be be machined to fill in around the cord and maintain weight. \nThe result is a  cord that you can now optionally change in length - short if it's right next to your computer, long if it's on your nightstand going to a wall outlet - and easily swap out if it gets damaged. And it maintains the beautiful, minimal look of hard mounted cord. \nMachined & Assembled in Oregon. Not many consumer electronics can say that. Unmatched quality control, speed to market, and the advanced and efficient machining capabilities of machine shops in our area make it an easy choice to manufacture the bodies domestically.\nThank you, thank you. We at ElevationLab design products for a range of industries - from action sports, to hydration, to medical devices - and always see opportunity to make our own, but the upfront cost and risk is overwhelming for our small shop. So we are looking to crowdsource demand upfront through KickStarter and see if we can make a product that would otherwise never see the light of day.\nPlease share with any friends that like well-made products and have iPhones.\n Apple is a trademark of Apple Inc., no endorsement implied.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2418, "projec_url": "https://www.kickstarter.com/projects/hop/elevation-dock-the-best-dock-for-iphone", "project_name": "Elevation Dock: The Best Dock For iPhone"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2418, "projec_url": "https://www.kickstarter.com/projects/2107726947/hidden-radio-and-bluetooth-speaker", "project_name": "Hidden Radio & BlueTooth Speaker"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2418, "projec_url": "https://www.kickstarter.com/projects/1791911961/i-case-iphone-4s-and-iphone-4-bumper-case", "project_name": "i+Case //  iPhone 4S and iPhone 4 Bumper / Case iphone4"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2418, "projec_url": "https://www.kickstarter.com/projects/freddiew/video-game-high-school", "project_name": "Video Game High School"}}, {"backer": "NKMOS", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2418, "projec_url": "https://www.kickstarter.com/projects/1499810396/mysaver-protection-for-your-ipad-iphone-and-ipod-c", "project_name": "MySaver: protection for your iPad, iPhone, and iPod cables"}}]