[{"backer": "orange monkie", "project_data": {"campaign": {"story": "Our campaign is over, but you can still get our products on our website www.hickies.com.\nOur relationship with you does not end with this campaign. Here is how you can get in touch with us:\nFor Press Inquires, please email us at press@hickies.com.\nFor International Sales and Wholesale Inquiries, please fill out this form.\nFor Campaign Related Inquiries, please email us at social@hickies.com.\nFor General Inquiries, please email us at support@hickies.com.\nTo stay in the loop for upcoming products and promotions, subscribe to our newsletter and follow us on INSTAGRAM, TWITTER, and FACEBOOK.\nShare your #lifewithoutlaces with us!\nThere’s a new way to lace the shoes you love—the HICKIES® lacing system. Simply put, HICKIES® is a smart and easy to use lacing system that connects each pair of eyelets independently and makes your shoes look fit and perform better. With the HICKIES® lacing system you can turn your shoe into a slip-on that securely adapts to your foot’s movements, and renders knots and bows to be a sloppy look of the past.\nSneakers have evolved in every way except for shoelaces – they've been around since 3500 BC. Today shoes are made using the most advanced materials and latest innovations: we walk on chambers of air, wear custom memory foam insoles, and have threaded adaptative uppers. SO WHY DO WE KEEP LACING UP OUR SHOES WITH STRINGS?\n  The HICKIES® lacing system connects each pair of eyelets separately. This allows you to customize the fit with different tension in different parts of the shoe. Instead of a single lace running through the length of your shoe, each HICKIES® strap expands and contracts independently responding to each movement of your foot.\n    Your sneakers will feel more comfortable and perform better than ever before.\n   Here is our Press Kit.\n    HICKIES® is the only lacing system that allows you to adjust your fit and have different levels of tension along your entire foot. This is because the HICKIES® Lacing System is modular, meaning instead of one lace running through the length of each shoe, you have one strap per pair of eyelets. This gives you maximum control when it comes to customizing tightness, comfort, and style. The HICKIES® lacing system fits any sneaker. Experiment to find your perfect fit.\nWould you like to watch a real demo? Join us on our livestream sessions. Please leave a comment with your questions here or email us directly at social@HICKIES.com and we’ll answer them in the next live stream.\n  Evolution never stops, neither do we. Over the last four years, we've been hard at work improving our original model. When you spoke, we listened. We’ve upgraded our original design to make HICKIES 2.0 stronger and sleeker than our 1st generation, creating a better footwear experience for all. We also dove into all the details and now offer two models in order to better fit ADULTS and KIDS shoes! \nThe HICKIES® lacing system is designed for … well, everyone! It's true, we aren't all athletes going on trail runs or hitting weights at the gym, but HICKIES® lacing system is universal. They fit perfectly into our lives so we can laugh, love, play, or just do what we do, in a simpler, more comfortable way. HICKIES® lacing system are for everyone looking for a better footwear experience and a #lifewithoutlaces.\nFOR TRAVELERS. Easily slip your shoes on and off at security checks and during long flights.\n FOR RUNNERS. Run uninterrupted! Loose or untied laces will never slow you down again.\nFOR URBANITES. While blending in or standing out, keep your look streamlined and say goodbye to bows forever!\nFOR PARENTS & KIDS. Make dressing fun for your kids and easier for you!\nFOR ATHLETES. HICKIES 2.0 integrates smart adaptive technology that adjusts to your every movement for a perfect fit.\n FOR EVERYONE!\n      It's convenient, easy, and saves time. You'll notice it once you never have to tie or untie your shoes again.\n  Rest assured, your shoes will always be secured. Run, walk, and play without interruptions.\n  Blend in or stand out. With HICKIES lacing system you have the option to use many different colors within the same shoe to create your own signature look.\n  No bows, no knots, and no bulky fasteners that hold strings in place. A clean and streamlined look.\n  HICKIES® lacing system is the only lacing system designed to be truly adaptive. You can use our different lacing techniques to tighten or loosen your shoes to make your shoes more comfortable.\n     Whether you're rocking shoes from New Balance or Vans, HICKIES® lacing system works with many types of shoes as long as they have eyelets. HICKIES 2.0 give you two size options: one slightly longer for adults (12 years and up) and HICKIES Kids for children (between 4-11 years old).\n    HICKIES® 2.0 comes with 14 units per pack, and HICKIES® Kids with 10 – both enough for 1 pair of shoes! You will be able to choose between HICKIES® and HICKIES® Kids as well as which COLOR(S) you’d like once the campaign ends. Click that green button to get a set of your own!\n                                 If you want to go a step further and customize the straps and caps, just add $12 per pack to your contribution and we'll send you a truly personalized kit.\nWe are using Backerkit for the fulfillment so you will be able to change your pledge even after the campaign ends. So go ahead and pledge now! Help us bring a better footwear experience to everyone!\n        Our company started with a Kickstarter campaign, a place where a crazy idea can redefine an industry. Since that first campaign, we continued with our mission of making every shoe fit and feel better. In that time, we never stopped the development process — researching, tweaking the design, and testing until we got it right. All to bring you the improved and patent protected, HICKIES 2.0 and HICKIES Kids.\nWe not only want to introduce you to an upgraded version of our original product, we want to make the Kickstarter community part of the second chapter of our story. This is why we decided to create a set of livestreamed events where we can interact with our first backers and new backers in real time, do live demos, give you an inside look of HICKIES behind the scenes, share ideas and creative processes, and bring you into our world. Kickstarter not only gave us a space to share our HICKIES dream with the world, it gave us a community to belong to and live a life without laces together.\nSign up for our live streamed events on the top of the page and prepare your questions, thoughts, and curiosity. We are looking forward to getting to know you better!\nShow us how you live a #LifeWithoutLaces\nOur team comes from all corners of the globe, so there was no better place to call home than the cultural melting pot that is New York City. It is a city that attracts dreamers and ambitious innovators from all over the world like a magnet. As such, it provided the perfect creative backdrop to get HICKIES off the ground. Together, Mariquel and Gastón, built a tight-knit team in Brooklyn, and got right to work. According to Biggie, spreading the love is the Brooklyn way, making it the perfect home for HICKIES.\n    HICKIES is a trademark of HICKIES, Inc., registered in the U.S. and other countries. HICKIES 2.0 and HICKIES Kids are protected by patents in the U.S. and in many other countries. U.S. Patent 7,506,420 and U.S. Patent 8,850,675. © 2016 HICKIES, Inc. All rights Reserved.\n    This project is promoted by Jellop, a direct­ response online advertising agency specializing in Kickstarter campaigns on Facebook Ads and Google AdWords.\n     ", "risks": "Risks and challenges\nWe're not new to Kickstarter. Thanks to more than 3,300 backers who supported our original HICKIES campaign, we've had the opportunity to learn the ropes of the entire process from production to delivery. Our happy backers can attest that we deliver on our promises of quality and timeliness.\nWe've built mechanisms into our timeline to ensure we can deliver rewards on time even in the case of a massive campaign. That’s why we set some rewards to be sent before the holiday season and others after. Our several prototypes have been tested over and over again and we are 100% committed to following through on our word.\nIn preparation for this new Kickstarter campaign, we made arrangements for production and delivery. The factory is lined up and we’ve gone with Backerkit for the survey and fulfillment to ensure that everything runs smoothly and that our backers get their HICKIES laces in time for the holiday season. Now, we just need to know how many sets to produce and we can get started.\nIf despite our meticulous planning, under rare circumstances out of our control, our delivery deadline cannot be met, we promise to be transparent with our backers and keep you informed every step of the way.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "1x KICKSTARTER PRICE", "descp": "Get a package with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite color on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x1) will be $18 + shipping\nINCLUDES:\nHickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,522 backers"]}, {"amt": "Pledge US$ 29 or more", "title": "2x KICKSTARTER PRICE", "descp": "Get two packages with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x2) will be $36 + shipping\nINCLUDES:\n2× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,139 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "3x KICKSTARTER PRICE", "descp": "Get three packages with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x3) will be $34 + shipping\nINCLUDES:\n3× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["338 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "5x EARLY BIRD", "descp": "Get five HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x5) will be $90 + shipping\nINCLUDES:\n5× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["940 backers", "Limited (10 left of 950)"]}, {"amt": "Pledge US$ 59 or more", "title": "5x KICKSTARTER PRICE", "descp": "Get five HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x5) will be $90 + shipping\nINCLUDES:\n5× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "6x EARLY BIRD * FREE WORLDWIDE SHIPPING*", "descp": "Get six HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE WORLDWIDE SHIPPING\nRetail price (x6) will be $108 + shipping", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,556 backers", "Limited (44 left of 1600)"]}, {"amt": "Pledge US$ 99 or more", "title": "10x EARLY BIRD *FREE WORLDWIDE SHIPPING*", "descp": "Get ten HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE WORLDWIDE SHIPPING\nRetail price (x10) will be $180 + shipping\nINCLUDES:\n10× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["523 backers", "Limited (27 left of 550)"]}, {"amt": "Pledge US$ 109 or more", "title": "10x KICKSTARTER PRICE", "descp": "Get ten HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x10) will be $180 + shipping\nINCLUDES:\n10× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 13 or more", "title": "1x SUPER EARLY BIRD", "descp": "Get a package with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite color on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x1) will be $18 + shipping\nINCLUDES:\nHickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "300 backers"]}, {"amt": "Pledge US$ 14 or more", "title": "1x EARLY BIRD", "descp": "Get a package with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite color on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x1) will be $18 + shipping\nINCLUDES:\nHickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2,000 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "2x SUPER EARLY BIRD", "descp": "Get two packages with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x2) will be $36 + shipping\nINCLUDES:\n2× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "300 backers"]}, {"amt": "Pledge US$ 27 or more", "title": "2x EARLY BIRD", "descp": "Get two packages with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x2) will be $36 + shipping\nINCLUDES:\n2× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2,000 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "3x SUPER EARLY BIRD", "descp": "Get three packages with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x3) will be $54 + shipping\nINCLUDES:\n3× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "300 backers"]}, {"amt": "Pledge US$ 37 or more", "title": "3x EARLY BIRD", "descp": "Get three packages with 14 Hickies 2.0 for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x3) will be $54 + shipping\nINCLUDES:\n3× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2,000 backers"]}, {"amt": "Pledge US$ 49 or more", "title": "5x SUPER EARLY BIRD", "descp": "Get five HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x5) will be $90 + shipping\nINCLUDES:\n5× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "225 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "10x EARLY BIRD", "descp": "Get ten HICKIES 2.0 packages for your favorite sneakers! Choose your favorite colors on a survey once the campaign ends\nFREE US SHIPPING\nRetail price (x10) will be $180 + shipping\nINCLUDES:\n10× Hickies 2.0", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "268 backers"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "We are here to help", "update_content": "Hi Backers!\nIt seems some of you have not yet received your HICKIES, we're so sorry that this has occurred.\nIf this is the case for you or you have any other questions regarding our product, please contact our support team: support@hickies.com and we will reach you ASAP."}, {"update_no": "UPDATE #18", "update_userinfo": "New Year, New HICKIES Update!", "update_content": "Hi backers,\nWe hope you’re all good and that the new year is treating you well! At HICKIES we’re working around the clock – only now with the wonderful presence of little baby Sur in our lives. Thanks everyone for congratulating us and thinking of us, we feel truly thankful! :)\nHere are all latest HICKIES updates from us:\nSHIPPING\nOver 12,500 orders have been shipped! If you haven’t filled out yours or want to check the status, you should login to your Backerkit survey  or send us an email at social@hickies.com."}, {"update_no": "UPDATE #17", "update_userinfo": "Final Update + Welcome Baby Sur", "update_content": "Hi backers,\nNow that almost all the orders have been shipped out, we wanted to post a final update.\nThe entire HICKIES team is working around the clock to ship the remaining packs (around a hundred) today. The warehouse is shipping out the remaining orders as we speak and it's a matter of hours before you all receive your tracking number. We are really sorry for this delay. This time of year is tough and the warehouse is doing their best to get everything in the mail ASAP."}, {"update_no": "UPDATE #16", "update_userinfo": "Shipping Status", "update_content": "Hi backers,\nThe last update on the shipping :)\nAll the stock is now in the warehouse so we can fulfill the orders that were pending. As anticipated, we are sending out several thousand orders per day. Some of you may have already received your tracking numbers yesterday or today. We’ll keep shipping out orders until everything is complete by the end of this week."}, {"update_no": "UPDATE #15", "update_userinfo": "Shipping Status", "update_content": "Hi backers,\nJust a quick update regarding the production and shipping status.\nAll the remaining colors have been produced and the stock is arriving into our warehouse in California. As soon as it gets there we will start shipping the remaining rewards. We will ship several thousand orders every day until everything is out."}, {"update_no": "UPDATE #14", "update_userinfo": "Shipping Status", "update_content": "Hi backers,\nHope you’re all well! We wanted to give you an update on how the shipping and fulfillment is going.\nAt the time of writing this, over 35% of the orders have already been shipped, Yay!! The warehouse is sending out another big batch of packs early next week, so hold tight, your tracking number is around the corner."}, {"update_no": "UPDATE #13", "update_userinfo": "Shipping Progress", "update_content": "Hi backers,\nWe wanted to update you on the shipping progress and reply to some FAQs.\nSHIPPING STATUS\nOrders started shipping already! They ship in batches, this way we can have control and make sure everything goes out properly. It took as one week more than planned to process all orders but we got it done. By 10PM EST many of you will be receiving your tracking numbers and shipping confirmation emails. We will continue shipping on a daily basis until December 10th. This means that if you haven’t received your tracking number yet is probably because your address is scheduled for a later date. So be patient, we are on it."}, {"update_no": "UPDATE #12", "update_userinfo": "Surveys will close tomorrow! What happens next?", "update_content": "Hi backers,\nWe wanted to update you on the survey status and next steps:\nSurveys\nWe are locking down the answered surveys tomorrow. If you have already filled out the survey, there’s no action required from your side."}, {"update_no": "UPDATE #11", "update_userinfo": "Survey FAQ", "update_content": "Hi backers,\nAlmost 9,000 of you have already answered the survey –awesome!\nFrom your comments and messages, we identified some things that might not be so clear in the surveys, so here is a step by step guide on how to complete the surveys correctly.\nEven if you already completed your survey, read below and confirm your order at to ensure you receive all the packs you backed for!\nHow to complete the Backerkit survey:"}, {"update_no": "UPDATE #10", "update_userinfo": "Survey time!", "update_content": "Hi backers,\nJust a quick update to let you know that the surveys are being sent as we speak! If you still haven’t received yours, don’t worry. There’s over 13,000 of you and we’re sending out in segments as to not break the Internet ;)! Jokes aside, Backerkit is sending emails in batches of a few thousand, so you should receive within the next 24 hours.\nPlease keep in mind a few important points:"}, {"status": []}], "comment_no": 1016, "projec_url": "https://www.kickstarter.com/projects/hickies/hickies20", "project_name": "HICKIES 2.0 - The Evolution of Shoelaces"}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "QTemp highlights the effects of UV radiation on skin health as well as provides a simple way to measure the temperature in user's’ immediate surroundings. It estimates safe sun time based on the user’s location, severity of local UV radiation and skin type that make it perfect for helping people safely spend time outdoors.\nQTemp is an awesome gadget with a companion app that helps you make your life healthier and more comfortable. We designed QTemp to be simple, convenient and durable.\nCompatible with all smartphones\nWe believe technology should make our lives simpler. QTemp is easy to set up and use. Just tap QTemp on or pair QTemp-i with your smartphone. \nQTemp-i\nQTemp-i continuously measures UV and temperature and transmits them to your smartphone via Bluetooth Low Energy (BLE) connectivity based on the reading interval. The safe sun time will be adjusted based on the updated readings. It should face to the main source of UV to get the most accurate result. \nQTemp-i has a replaceable regular coin cell battery (CR2032). Battery lifetime depends on the frequency of measurements. It is compatible with iPhone 4s & later, iPad 3rd generation & later and select Android devices with 4.3 and later with Bluetooth 4 and Windows Phone 10. \nQTemp-i easily works with iPhone and Android devices.\nQTemp\nOnce you tap QTemp on your smartphone, it measures weather data and transmits them to your smartphone. Based on your location and the time of measurement, QTemp estimates UV intensity for the next couple hours and adjusts the safe sun time.\nQTemp is battery-free and doesn't require any charging. It harvests energy from your smartphone via Near Field Communication (NFC) technology. Check this link to know if your phone is NFC enabled device. If your smartphone doesn’t support NFC, choose QTemp-i.\nEasily tap QTemp on your NFC enable devices (Android, BlackBerry and Windows Phone).\nQTemp or QTemp-i?\nBoth devices use the same sensors for measuring UV index and temperature, their function is completely similar. There are 3 main differences between QTemp and QTemp-i: \n1- Transferring data: QTemp-i uses Bluetooth Low Energy (BLE) connectivity, so it is compatible with both iOS and Android devices; However, QTemp communicates with smartphones via Near Field Communication (NFC) Technology, a feature that iPhone doesn’t support. \n 2- Power: QTemp-i requires a battery although QTemp is battery-free. It's a passive device and harvests energy from your smartphone. \n 3- Continuously measuring: QTemp-i can continuously measure and transfer data based on the reading interval. Data can be stored in on-board memory even when your smartphone is not connected to QTemp-i. However, QTemp is a passive gadget. Once you tap it on your smartphone, it measures and transfers data.\nDifference between QTemp-i and QTemp\nIf you are an iPhone user, select the 'Kickstarter Special' (QTemp-i) or 'TWO QTemp-i' perk.\nQTemp estimates how long you can stay outdoors before getting sunburned or developing skin damage. The calculation is based on:\n1. Measured UV index specific to users' location in real time.\n2. Environmental factors affect a person's UV exposure. Urban area, snow, green space, water and sand (beach or desert) reflect UV and increase exposure.\n3. Users' skin type based on the Fitzpatrick skin type.\nQTemp app helps you to identify your skin type based on the Fitzpatrick Skin Type\nPLAY\n\nQTemp gives you complete and accurate weather data to help you lead a healthier and more comfortable lifestyle. It provides recommendations based on the weather data and alerts you to protect your skin when safe sun time is over.\nMost people associate UV with warm temperature; however, UV rays hit people on cold days as well. QTemp is an ideal source of protection for people living in high-temperature or snowy locations or for those ‘seeking the sun’ during vacations. It is particularly useful for parents and young people, in addition to people with sensitive skin. \nQTemp fits comfortably on a key-ring. It can be as discreet or as visible as you want it to be. It is rain, splash and water-resistant. You can wear it all day, every day.\nStick QTemp on both sides of window, know the indoor and outdoor temperature and UV with just two taps via NFC technology.\nPrevent Harmful UV Rays\n1 in 5 Americans, 1 in 7 Canadians and 2 in 3 Australians are developing skin cancer in their lives, mostly because of overexposure to the sun. Therefore, we need new tools to identify and implement effective strategies that improve sun-protective behaviors. The aim of QTemp is to help people lead healthier lifestyles by preventing them from being overexposed to harmful UV rays. For more information visit the QTemp website. \nKnow the Weather Right Where You Are\nSmartphones nowadays have advanced greatly with different capabilities being added to the ongoing list of things they can perform. Sensor-packed phones have the ability to measure and detect a lot of things. To indicate the ambient temperature; they only detect a rise or fall in internal battery temperature. If a user wants to measure the temperature and UV of the immediate surroundings, then QTemp is the device to do that. \nWeather Apps vs. Actual Weather\nQuestions or Suggestions? Visit the QTemp website. We would love to answer your questions. Just email us at info@QTemp.co and we will reply as soon as we can.\nWhat about data? At QTemp, we believe that the data QTemp learns about you is yours! You can safely and securely access your data via your personal account. However, you can choose to make your weather data public on the QTemp Map or share it with friends on Facebook and Twitter.\nQTemp weather camera app enables users to add a weather overlay to their images. Users can share them with their friends via email or their favorite social networks.\nCustomize your selfies and other images with overlays of current weather conditions by QTemp app\nThe Weather Camera app is great for posting travel shots. You can share your feelings and what you’re seeing with your friends.\nEveryone is exposed to UV radiation from the sun and an increasing number of people are exposed to artificial sources used in the industry, recreation and tanning beds. A moderate degree of UV exposure is necessary for the production of Vitamin D, which is essential for bone health. However, excessive exposure to UV radiation is associated with different types of sunburn, accelerated skin aging, cataracts and other eye diseases and skin cancers. Children and adolescents are particularly vulnerable to the harmful effects of UV radiation. According to the Skin Cancer Foundation, even one bad sunburn as a baby, child, or young adult, can increase risk over time. \nAccording to the Skin Cancer Foundation website about 2.8, 0.7 and 0.07 million are diagnosed with BCC, SCC and melanoma each year in the US.\nEven though UV rays make up only a very small portion of the sun’s rays, they are the main cause of the sun’s damaging effects on the skin. Many factors affect the UV intensity, which subsequently alters the UV index. This then affects the amount of time that you can spend in the sun before starting to burn.\nWhile both UVA and UVB rays can harm the skin and lead to skin cancers, UVB (cause of getting sunburned), is effectively blocked by glass. However, at least 50% of UVA radiation (which accelerates aging) can pass through windows. According to the Skin Cancer Foundation, car windows have been proven to let in more than 60%.\nA 35-year-old melanoma survivor’s skin under normal light and UV light.\nIn the late winter and early spring, snow reflects up to 80% of the UV light from the sun, meaning that you are often hit by the same rays twice. That's why you need to protect your eyes and wear sun glasses on a snowy day. In the spring and fall, UV radiation from the sun can be very strong, especially in the spring when ozone depletion is of concern. Also, UV rays can bounce off surfaces like water, sand, snow, pavement, or grass, leading to an increase in UV exposure. \nVelcro, magnet and double sided tape will allow you to place QTemp on any surface.\n How do I get the mount?\nFor existing backers: Click \"Manage My Pledge\" on the main project page and increase your existing pledge by C$5 (there are no additional shipping charges) \n For new backers: Add C$5 to the pledge amount for the device you want (eg, if you'd like a QTemp for C$25, pledge C$30) \n Indicate in the backer survey following the campaign that you've pledged an extra C$5 to have a mount included with your QTemp or QTemp-i.  \nWe'll take care of the rest!\nThe perfect gift for tech lovers!\nWe started with a simple concept of improving people's health through analyzing weather data. We worked through countless research papers, development projects, prototypes, tests, and early marketing activities. We've received amazing encouragement and support along the way. Now we're ready to go to market and are asking for your help to gear up for manufacturing and development. \nWe are a team of designers, engineers and marketers with a passion for developing new products. We have worked on several projects to enhance outdoor thermal comfort over the last few years.After working on QTemp for the last year, we are still constantly working on it to ensure that it’s the best it can be.\nWe have managed to aggregate enough resources to cover development, BUT we need YOUR HELP. We’ve been building and iterating prototypes for the past year, and now we need your help getting our latest prototype up to manufacturing standards. Your support will help us through the DVT (Design Verification Testing), and PVT (Production Verification Testing) processes so that we can ship QTemp to you in June next year. \nWe launched QTemp campaign on Kickstarter because we believe in collaborating with our future customers to help us develop a world-class product. Kickstarter allows us to get in touch with passionate, like-minded, forward thinkers who can provide invaluable feedback.\nWe will be working closely with the manufacturers to make sure that everything runs as smoothly as possible and you will get your QTemp in time. \nInternational Backers: We will ship QTemp worldwide. Please note that you are responsible for duties, fees and taxes applicable to your region. Shipping QTemp is free in the US and Canada for early backers. Packages will come with regular post (no tracking number). \nWe're excited at the prospect of reaching our target so that we can begin delivering QTemp to the world, but we've also had some thoughts about what we'll do if we move beyond our funding goal. Surpassing our target will enable us to add extra features to the product:\n    ", "risks": "Risks and challenges\nWe are excited that our project is helping to develop new components and feel that is what Kickstarter is all about in addition to helping raise funds. The nature of developing new tech mean that there is a possibility of unforeseen delays and supply chain risk. We adjusted our timeline to avoid that, however, we may have to update it.\n\nThe QTemp team is an execution-oriented team and confident in our ability to reach our goal. We understand that you’re trusting us to deliver on our promise. We value integrity and will conduct our business at the highest ethical standards.\n\nWe will make sure to be transparent with our supporting backers by offering regular campaign updates and by answering questions from the backer community as they arise. We welcome feedback and backer involvement with our project.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Final Stretch for QSun!", "update_content": "Dear Kickstarter family,\nWe’re so excited to announce that we’ve surpassed our funding goal for the QSun Kickstarter campaign! Thank you so much for supporting our project once again. We’re a bit over a week away until the end of our campaign. If you haven’t had the chance, you can still back our campaign HERE."}, {"update_no": "UPDATE #23", "update_userinfo": "We're Live again!", "update_content": "Dear Kickstarter family,  \nToday’s the day! As you may know, we’ve been working hard on the new generation of QTemp. We’re so excited to announce that we’ve just launched our Kickstarter campaign for the second generation, QSun! "}, {"update_no": "UPDATE #22", "update_userinfo": "Happy Holidays from QSun team", "update_content": "Dear Kickstarter Family,\nThe holiday season is just around the corner! As we approach the end of 2017, we hope that QSun (formerly QTemp) has kept you safe under the sun throughout the year. It's been almost a year that we shipped out all QTemp devices to you. Here’s a quick update on what we’ve been up to and what we’ve got in store for the new year!"}, {"update_no": "UPDATE #21", "update_userinfo": "Sun Safe Summer", "update_content": "Dear backers,  \nThe summer solstice has officially come and gone, and the UV index is rising! We hope that the new and improved QSun (formerly QTemp) is helping you avoid sunburn during your summer adventures. Here’s an update on what we’ve been up to and what we have planned for the future."}, {"update_no": "UPDATE #20", "update_userinfo": "QTemp Campaign Anniversary & Shipping Complete!", "update_content": "Dear Backers.\nToday is the QTemp Campaign anniversary. We had a busy year full of challenges and accomplishments. In celebration of the QTemp Kickstarter Launch Anniversary, we would like to offer you a promotion. Use “1YearOfQTemp” promo code to get 25% off of your QTemp plus free shipping to the USA and Canada by December 7th. Order Here. "}, {"update_no": "UPDATE #19", "update_userinfo": "It’s shipping time!", "update_content": "Dear backers,  \nWe’re very excited to let you know that we have started to ship the QTemp devices! We’d like to let you know some important information about the shipping process.  \nIn addition to your perk:  "}, {"update_no": "UPDATE #18", "update_userinfo": "Backers Survey", "update_content": "Hello Dear Backers, \nAugust was a busy and productive month for the QTemp team. We’ve made significant progress and finalized some important details before manufacturing. We have parts from various vendors coming together to build each unit, and we’re happy to bring you a fantastic progress update.  \nNew QTemp app design \nCertifications  "}, {"update_no": "UPDATE #17", "update_userinfo": "Getting Very Close!", "update_content": "Hello Dear Backers,  \nWe hope you’ve been enjoying QTemp™ Lite and that it has helped you to stay sun safe this month. We’d love to see photos of how you protect your skin from the sun - please share them with us on Facebook and Twitter using #QTemp! Get ready for some news as we update you on the following:\nNew Logo \nQTemp App \n "}, {"update_no": "UPDATE #16", "update_userinfo": "July Update", "update_content": "Hello Dear Backers,  \nSummer is here and the sun is out! That means it’s time to be sun safe while spending time outdoors. Don’t forget to share with us your pictures of how you protect yourself from the sun. Get ready for some news as we update you on the following:  \nUpdating the Apps  \nEngineering Milestones\nMiscellaneous \nQTemp™ Apps"}, {"status": []}], "comment_no": 221, "projec_url": "https://www.kickstarter.com/projects/comfable/qtemp-the-worlds-smartest-wearable-weather-station", "project_name": "QTemp - The World's Smartest Wearable Weather Station"}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "A handy, personal power nap pillow called OSTRICH PILLOW MINI. It is designed to be carried with you, fitting your busy lifestyle, counting on it when and where you like. Creating a comfortable space to relax, refresh and recharge.\nUse it on your hand, arm or elbow and let your head drop to your desired resting point. Catching some Zzz's without compromising on comfort or time.\nOSTRICH PILLOW MINI is part of the OSTRICH PILLOW FAMILY. This design evolution opens a new world of possibilities when it comes to napping on the move.  Napping positions are now endless, allowing you to use your hands, arms, elbows and even your lower back bringing real power to your naps!\n             Our hectic daily lives eat into our precious rest time, it seems there are simply not enough hours in our day to do everything we desire and sleep is dropping to the very bottom of our 'to do' list.\nWithout sleep we simply can not function correctly which in turn effects our efficiency.\nMany organizations are taking steps to tackle our sleep deficiencies through introducing state of the art sleep facilities at work.  They understand and acknowledge the correlation between sleep and performance.  Making sleeping at work even more acceptable!\n\nOSTRICH PILLOW MINI fits like a glove, simply slip onto your hand, this  light cocoon provides you with the perfect temporary pillow. There are two openings for your thumb and one sizes fits all! All that remains; flop your head, get comfortable and dream away.\nOr slide your OSTRICH PILLOW MINI further up your arm using the two large opening, this facilitates another amazing sleep position, one which many of us have adopted at least once or twice whilst at our desk at school, university and even work!\nOSTRICH PILLOW MINI comes in four fabulous colors, MIDNIGHT GREY, SLEEPY BLUE, DREAMTASTIC CORAL and MELLOW YELLOW.\nSTUDIO BANANA THiNGS are a dynamic, young international team of designers, architects, geeks, dreamers, keen observers and ambitious guys and girls who have a passion for creativity!", "risks": "Risks and challenges\nOstrich Pillow MINI is a new innovation and like all Kickstarter products you will be the first to receive it. Product perfection and Customer Happiness is our main focus. So we would like to be frank with you.\nDuring our previous Kickstarter launches we have learned a lot to make sure we do not have any issues. Of course international customs, logistic delays and Force Majeure may occasionally show their ugly head. However, rest assured we will be working full throttle to avoid any issues on our end.\nPlease do stay in touch with us; we need you every step of the way, your feedback is essential to take the Napping Revolution to new heights.\nManufacturing-fulfilment plan \n\nFinal prototypes are signed off \nProduction facility is selected and ready to start\nSupplier negotiations are done\nFulfilment centres selected\nLogistic partners selected\nPackaging prototypes done\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "New campaign – Live now!", "update_content": "Last year, Ostrichpillow began a new era with a broader purpose: to enable contemporary Self-Care. To start off in the best possible way, a few months ago we launched Heatbag, a smart heating bag for comfort and pain relief.\nThanks to the support of thousands of backers like you, the campaign was a success: it was 100% funded in less than 6 hours, and achieved final funding of over 1100%. More importantly, we created a community of people who care about becoming the best version of themselves."}, {"update_no": "UPDATE #27", "update_userinfo": "NEW CAMPAIGN - LIVE NOW!", "update_content": "It has been 8 years since we launched our first campaign on Kickstarter. At that time we had imagined Original, an immersive pillow with which we wanted to help people sleep more and better. The campaign was a worldwide success and thanks to backers like you our dream came true.\nGrateful for the support received from the Kickstarter community, in the following years we launched 5 more campaigns (Mini, Light, Go, Loop and Hood) to develop comfort and rest products. Again, thanks to the trust and help of the backers, those ideas became a reality.\nToday, as a result of all these good experiences, Ostrichpilllow has grown to become a mature and independent brand – away from Banana Things, Studio Banana Things or Studio Banana –  with a new and broader purpose focused on Contemporary Self-Care. Ostrichpillow now starts a new life where high quality design will lead to exciting products, services and experiences that help people become the best version of themselves."}, {"update_no": "UPDATE #26", "update_userinfo": "***NEW*** Our 6th OSTRICHPILLOW Campaign is LIVE!", "update_content": "Back in 2014, the world was suffering from a serious sleep deprivation and clever devices to help people rest anywhere and make our lives a bit better needed to be invented.\nOn our search for new, innovative napping designs, we arrived at the smallest member of the OSTRICHPILLOW family with Mini. We will be forever grateful, without your support, trust and collaboration we would not be where we are now.\nMEET THE NEW OSTRICHPILLOW HOOD\n      "}, {"update_no": "UPDATE #25", "update_userinfo": "80% Almost there!", "update_content": "Why this update is for you?\nExpert nappers are wanted: become part of the codesign \nMeet our homeless and nomadic traveler beta tester \nBackers and designers working together"}, {"update_no": "UPDATE #24", "update_userinfo": "Beta testing with backers on Kickstarter", "update_content": "Dear backers,\nThree years ago your support and generosity brought OSTRICH PILLOW MINI to life. It was an amazing milestone that changed our lives and we will be always extremely grateful for your faith in us. That’s why we want you to be the first to know our new napping invention:\nMeet the new OSTRICH PILLOW LOOP"}, {"update_no": "UPDATE #23", "update_userinfo": "Oops, we’ve done it again!", "update_content": "Dear Nappers,\nTime to wake you up with a gentle yet firm nudge to let you know we are back on Kickstarter and would love you to join our napping antics again.\nClick to get your OSTRICHPILLOW GO.\nDo drop us a line we love hearing from you and are keen to know what you think."}, {"update_no": "UPDATE #22", "update_userinfo": "Only 15 days left to GO!", "update_content": "Hi guys and girls!\nWe have just launched our 6th Kickstarter campaign...... OWLBAG. We would love you to stop by our campaign and let us know what you think. https://www.kickstarter.com/projects/ostrich-pillow/owlbag"}, {"update_no": "UPDATE #21", "update_userinfo": "Our 6th Kickstarter is live!", "update_content": "We are back on Kickstarter!! Not a nap pillow but a super sleek ear-free headphone called BATBAND™.  We would love to hear your comments, so please do drop us a line.\nhttps://www.kickstarter.com/projects/ostrich-pillow/batband"}, {"status": []}], "comment_no": 227, "projec_url": "https://www.kickstarter.com/projects/studio-banana/ostrich-pillow-mini", "project_name": "OSTRICH PILLOW MINI"}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "Note We have decided to add titanium Okii to the campaign when the stretch goal go over £8,000.\nThe idea of Okii 2.0.\nIt's all started in a coffee shop with my friend, he had a bulky key chain with so many thing attached to it.\nAlthough I'am-too-familiar with the “key ring” and grew up using it, it was far from perfect; it was noisy, it was unorganised, it damaged anything that came near it and it was unappealing! \nSo I decided to design a fashionable key chain with new set of key tools to go with the Okii 2.0 design. \nAlso I wanted a key chain to organised all my keys and tools accessories. \nStylish\nMake an impression with the Okii 2.0. Not only is it practical, Okii 2.0 embodies elegance. My objective is to create key accessories that you can be proud to carry.\nOrganised. \nOkii 2.0 transforms your cluster of keys to a neatly organised stack. You can arrange keys in your order of preference, which will help you locate the right key quickly and effortlessly.\nQuiet.\nOkii 2.0 is truly silent. It just won’t rattle! Perfect for keeping in your pocket when jogging and perfect for sneaking up on people!\nPersonalised.\nOkii 2.0 design comes in a wide selection of anodised colours to choose from. You can have several frame to suit your style and occasion with your key accessories.\nFlexible.\nOkii 2.0 caters for both minimalist and traditionalists. Whether you have 4 keys or 8 keys, the Okii 2.0 will stay compact and organised! Your keys will fit comfortably into any pocket or bag!\nPacked with features. \nThe Okii 2.0 is like a Swiss army knife for keys, spice up your Okii 2.0 with a USB stick, bottle opener, screwdriver, k-slice and k-tool.\nWill my keys fit?\nYou can use most standard keys with Okii 2.0.\nMy goal is to provide you with more materials and accessories options. When I reach certain number of backers, I will be releasing more materials / accessories for you to choose from. Please help me spread the word to make it happen! More stretch goals coming so stay tuned!\nWhere is Your Money Going?\nI funded the prototype with my own money. But setting up a full manufacturing process is expensive — I can’t do it alone. Until I get large enough for huge orders.\nThe Manufacturing Process: Next Steps\nI have already arranged for manufacturers in London to make the aluminium frame. Once I secure the funding, I can pay for the material, tooling and finishing cost.\nOkii Machined from a solid block of high grade aluminium, machining to tight tolerances with precision and quality a high priority. Each material finish was tested and chosen to bring out the best qualities of the material and to enhance the design.\nI have worked on designing and building prototypes, during this time I have had dozens of prototypes machined, tweaking the design numerous times to produce something I'am proud of.\nAfter each Okii 2.0 is finished and checked, and then laser engraved with subtle branding so not to take away from the overall design. Working with the manufacturer I have manufacturing schedules, assembly and packaging arranged. I have arranged everything I need to make Okii 2.0 a perfect product.\nI plan to begin production as soon as I reach my goal so I can deliver as soon as possible. With your help it can be before schedule.\nInternational backers.\nInternational backers need not worry about additional shipping costs. We have a flat £7 shipping no matter where you are in the world, or how many items you order. \nThank you for your pledge in advance, and for sharing this campaign with as many people as you can, through word of mouth, social media and email. I can’t do this without you.\nThank you.", "risks": "Risks and challenges\nEvery project has its challenges, Because of the specialist manufacturing techniques required to make aluminium parts , I partnered with an external (specialist) manufacture who has been part of the development process from the start. \nThe design and feasibility have been prototype and proven, and quality approved (as the production run will be). \nBecause the manufacture isn't physically controlled by me, the biggest challenge will be delivering on schedule. However, both myself and the manufacturer understand and are committed to the time plan and backers will be kept up to date with new project developments.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "About the second batch of Okii.", "update_content": "Dear backers,\nI'm so sorry for the delays I'm outside the UK at the moment because my father just passed away from lung cancer and my situation it's in a mess, but please don't worry I will do my best as soon I arrive back to the UK i will send the second and final batch of Okii, at the moment i lost track after my mother told me my father have few days to live he need to see me i was in a rush I left everything behind me, I hope you understand my situation at the moment this is the only thing that I can explain myself I wished I could told you earlier but I didn't have the energy."}, {"update_no": "UPDATE #8", "update_userinfo": "Why there's a delay on the second batch.", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "For the second batch of Okii 2.0", "update_content": "We have launched a new project called Okii 3, and this is the final design of Okii key ring,"}, {"update_no": "UPDATE #6", "update_userinfo": "Check out Budy project.", "update_content": "We've got a surprise package from the factory today they did send as an early small batch to start shipping the Okii 2.0, "}, {"update_no": "UPDATE #5", "update_userinfo": "New project check it out.", "update_content": "Dear Backers,\nWe have decided to add titanium Okii to the campaign when the stretch goal go over £8,000.\nThank you,\nLinda"}, {"update_no": "UPDATE #4", "update_userinfo": "Shipping time!!!", "update_content": "Dear Backers, \nAll the FD key tools made from hard stainless steel ''NOT FROM ALUMINIUM''. "}, {"update_no": "UPDATE #3", "update_userinfo": "Titanium Okii.", "update_content": "THANK YOU to all of our 125 Backers!\nThe Momentum is GREAT, THANKS TO YOU! I need your help to push this campaign forward and get us moving!\nThe majority of projects are successful because friends and family share the campaign with their friends and ask them to do the same!"}, {"status": [{"Project funds successfully": "311 backers pledged £7,263"}]}], "comment_no": 215, "projec_url": "https://www.kickstarter.com/projects/1801658701/okii-20", "project_name": "Okii 2.0"}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "Before scientific and technological breakthroughs, many believed the world was flat. Now, thanks to these two forces the world is in fact becoming considerably flatter, at least in the land of product design!\nIntroducing BULBING, a 2D LED lamp that forces you to rethink your everyday objects and raise a smile.\n3D becomes 2D - 5mm thick acrylic glass\nI am a product designer that works to preserve the old and the familiar and translate it into the “New World.” Bulbing is a development of my earlier works, using 3D wire-frame images and transferring them onto 2D materials, to create functional and delicate design pieces that trick the eye!\nAcrylic glass carving\nNow you can look at your lamps in a whole new light.\nDetailed, accurate, fine lines help to create the optical illusion\nGreat OPTICAL ILLUSION! - 100% FLAT!\nBULBING is an elegant light that will add a COOL DESIGN element to any room.\nWhat appears to be 3D is in fact 2D making it functional and helping you to SAVE SPACE.\nYou can surprise friends and family with the element of OPTICAL ILLUSION!\nVERSATILE use for the whole family, it can even be a fun piece for the kid’s at night.\nBULBING uses a warm LED light, which is ENERGY-EFFICIENT, lasts up to 50,000 hours, and doesn’t overheat.\nIt is available with CHANGEABLE designs, so you can choose a light to suit your mood.\n\nBULBING has been made combining man-made fibres, natural materials, and both machinery and artisan handwork, which unite to create design harmony.\nCalming night-light\nThe changeable design is made from an acrylic glass sheet, which is known for its incredible light transmitting properties (more than glass and plastic!) The base, is made from high-quality plywood birch. And the light is LED, with a lifespan of 50,000 hours, a warm glow, and won’t get hot.\nSunlight only! Beautiful in day time\nBy combining machine work with hand-crafting, the wooden base is cut using a CNC machine, which is then finished by hand: sanding the wood and applying a varnish.\nThe acrylic glass design is created using a laser machining process.\n All circuitry is wired, adhering to the highest electric standards. Upon placing the acrylic glass design in the lamp’s base (where the LED is positioned), the light breaks through the etched surface.\nProduction made 10km radius\nMass\nBed-side light\nI have designed this lamp to be changeable, all you need to do is lift out the 2D shape from the base and replace it with a new design, keeping the product ever-changing to suit the room, person, or mood. \nAll 5 designs - 1 wooden base - for various designs!\n  3 new designs!\nBULBING\nBULBING - #Skull\nBULBING - #Spiral\nBULBING - #Baloons\nBULBING - #StarryNight\nBULBING - #Tunnel\nBULBING - #TeddyBear\nBULBING - #Galaxy\nThank you Kickstarters!", "risks": "Risks and challenges\nIn 2013, we launched a successful Kick Starter project which delivered on time. Now, we have a new production plan and are ready to go!\n\nDuring the design and production of Bulbing I choose professionals to help create my lamps. In order to reach the ultimate results -- accuracy, proper materials, different kinds of wood, plastic, glass, etc. -- I chose the best factories and men to do the work.\n\nTwo reasons why I decided to produce locally:\n\n• To support local businesses and the private sector, while still managing to keep production costs low.\n• Local production also means that I can be present during all stages of the manufacturing process for quality assurance.\n\nI predicted that the biggest challenges would be adding the finishing touches to Bulbing, such as varnishing the wood and assembling the final product; and so I decided to do these at my studio, to guarantee that each lamp turns out to perfection.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "You have all been very patient… it’s here!", "update_content": "Dear Backers,\nYes, finally a stretch goal!\nWe can’t even begin to explain how exciting it is to receive this feedback, that you are waiting for us to announce a stretch goal. We have answered separately and now, here.\nOur production process has never been easy. Our lamps may seem minimalistic, but actually are made of so many parts, from so many suppliers. We don’t use molds, and plastic injections, our finishes are hand-made in some of the parts, and therefore we must consider each and every new design as a totally separate production run."}, {"update_no": "UPDATE #31", "update_userinfo": "WE ARE LIVE !!!", "update_content": "Dear Backers,\nThe time is now!\n\nHere's the link, go catch the SUPER Early-Bird rewards!\nhttps://bit.ly/3wGrwqG"}, {"update_no": "UPDATE #30", "update_userinfo": "Now it's official - 48 hours till launch!", "update_content": "We needed a little more time to set up :-)\nBut anyway, YOU, OUR DEAREST BACKERS! are the most important, and many of you already signed up to be notified on launch first!\n\nThe rest of you - hurry up!"}, {"update_no": "UPDATE #29", "update_userinfo": "Hey backers! We’re back!! with a new WILD campaign!", "update_content": "Remember us? We’re back!\n\nIt’s been a while and a lot has changed.\nWe’re talking about our business, our lives, and our world!"}, {"status": []}], "comment_no": 319, "projec_url": "https://www.kickstarter.com/projects/studiocheha/bulbing-a-magical-lamp-design-light-up-your-life", "project_name": "BULBING: a Magical Lamp Design | Light up your life!"}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "COLOUR PREVIEWS\nIf you want to see a photo of your colour combination, follow Minimo on Facebook, Instagram or Twitter and post what colours you'd like to see. I'll take a photo using the prototypes and upload it for you!\nHere are some of the photos people have requested so far!\nSee the project update for more details.\nAlso, for anyone who has Photoshop, one of my awesome backers has created a .psd file that allows you to play around with the colour options!\nWhy?\nAt the end of last year, I lost my wallet. It was a bulky, faux leather wallet full of cards I didn't use, receipts I would never look at again and coins that might never see the light of day. And that's why I lost it - it was in my back pocket and simply fell out due to its weight and bulk.\nI decided to make a new wallet. A better wallet. One that was small, only carried what was necessary and wasn't easy to lose.\nEmpty traditional wallet compared to Minimo holding several cards\nFeatures of the Minimo wallet\nSlim design, hardly noticeable in any pocket\nShields your cards from RFID readers\nInnovative middle plate helps divide your cards\nComes in a huge range of interchangeable colours\nSecure\nLightweight\nComfortably carries 1-10 cards + cash\nDurable\nVery easy access to your cards and cash\nSilicone band prevents wallet from slipping out of your pocket, but is still easy to remove whenever needed\nThe Design\nFunctionality was key. The main purpose of a wallet is to store cards and cash. Finding the required card, removing it and putting it back inside the wallet needed to be as straightforward and simple as possible.\nMinimo started life as a rough, unglamourous prototype made out of cardboard and elastic. Gradually improving versions of it would come everywhere with me to make use of any opportunity for testing!\nAfter months and months of testing, Minimo eventually graduated from cardboard to metal and I had several different prototypes made, changing small details every time, until I finally came up with the perfect design.\nThe Minimo wallet is made up of three pieces of aircraft grade aluminium secured together with a silicone strap.\nThe four components of the wallet\nAll wallets come with three plates and the middle plate serves three functions:\n1. It acts as a divider, giving the wallet two compartments - separate your business cards, reward cards, credit/debit cards and so on.\n2. It allows you to carry more cards as it provides extra stability.\n3. It allows you to fan out the cards with your fingers (see the image of the green wallet below)\nIf you want to make your wallet even more minimalistic and decide you don't need it, simply take out the middle plate.\nWith and without the middle plate\nThe corners of the plates are rounded to make handling more comfortable and to help prevent them digging into clothing. The outside plates are slightly convex so, when placed together, a small gap is created. It's often quite difficult to insert a single card into a minimalist metal wallet but this feature makes it easier.\nCurve on outer plates\nCoin Plates\nMost minimalist wallets don't carry coins, and for good reason - coins are bulky, heavy and, in most situations, not really necessary these days. But what happens when you need just one or two coins for a parking meter or a supermarket trolley? I developed an optional alternative outside plate to combat this problem.\nIt's slightly thicker and has spaces machined into it to allow you to carry coins or other small items. Other than that, it works in exactly the same way as the regular outside plate and the silicone band holds the coins in place.\nI had originally intended to introduce the coin plates as a stretch goal or post-Kickstarter. However, a lot of people wanted them to be available now... so they are! You can either select the new reward tier that includes a coin plate OR add £10.25 to any other pledge amount.\nPlease read the update for some important details about the coin plate.\nHere it is in action with three £1 coins:\nHere are some items that fit in it:\nAnd here are the five designs to vote for!\nUsing the wallet\nPush your cards up to reveal them, then squeeze the plates together to fan them out.\nSqueezing the plates to fan through cards\nPushing from one side will give you access to all your cards while pushing from the other side allows you to select the cards from just one compartment.\nOr, if you prefer, you can fan them out with your fingers.\nCash can be stored either inside the wallet or underneath the band (you can also store cards there), whichever you prefer.\nThe Minimo wallet can comfortably carry 1 - 10 cards and several notes but can stretch to more when necessary.\nTo swipe a card, simply slide it out part way, use it and slide it back in.\nFinishing the Metal\nAs cards need to slide against the metal plates, it was important to achieve the ultimate finish. The edges are all smoothed off for comfort when using the wallet. Then the plates are completely polished on both sides to give as smooth a finish as possible. Finally, the outside surfaces are aqua blasted to give a more even look to the metal.\nThe inside surfaces (which, of course, aren't visible when the wallet's in use) are not aqua blasted in order to leave them with as smooth a texture as possible.\nRFID\nAs the wallet is made of aluminium it helps block RFID scanners. Different scanners and cards have varying strengths so while I am satisfied with how well the Minimo blocks signals, please remember that the only way to 100% shield from RFID scanners is to completely encase your cards in metal.\nColours\nIt was important, when designing the wallet, that it should be available in a range of classic and contemporary colours, giving it wide appeal and allowing it to be customised for complete individuality.\nEach of the plates and the band can be whichever of the colours you want, allowing you to create unique and fun wallets. It's actually possible to create over 20,000 different colour combinations!\nThe Next Stage\nTo get Minimo into production, I need to fulfil a minimum order quantity with the manufacturers. This is where Kickstarter comes in - I simply don't have the funds to do it without backers.\nI already have the manufacturers lined up and worked with them all during the prototyping process. The people involved were all very professional and incredibly enthusiastic about the wallet.\nOnce the individual parts are finished, they will be inspected thoroughly and assembled by hand. The estimated delivery date is November to allow plenty of time but we'll aim to get them to you before then!\nIf funding is successful, every backer will receive an email once their wallet has been shipped, keeping everyone as informed as possible.", "risks": "Risks and challenges\nDuring the design and prototype processes and spending the best part of a year working on the Minimo wallet, I have built up good relationships with all of the companies I will be using. They are all based in England, are specialists in their particular areas and are enthusiastic about being part of Minimo.\n\nI believe that during the prototype period I identified (and eliminated) most of the risks and that the final version of the wallet is good to go in every respect.\n\nI have allowed a good amount of time to fulfil production and will be 100% open with my backers with regular updates.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Just launched! Our new project, CuKey!", "update_content": "Hi everyone!\nGood news - the bands are here and they’re all the right size! I’m so glad we all waited as the difference is very noticeable.\nApologies for the delay in updating you - there is one (hopefully the last!) small issue. The silver bands have, very frustratingly, been made in a different colour to what I specified. I don’t understand how as every other batch (including all the incorrect sized ones) has been made in the correct colour:"}, {"update_no": "UPDATE #23", "update_userinfo": "Long overdue update, name change + new project!", "update_content": "Hope you all had a good Christmas and wishing you well for 2014!\nI asked for some samples of the new bands to be sent ahead of the big order and received them last week. They’re perfect and the 2mm really does make a huge difference. Here's a photo showing an old band and a new band on a coin plate:"}, {"update_no": "UPDATE #22", "update_userinfo": "Photos of your Minimo wallet?", "update_content": " Hope you all have a lovely day :)"}, {"status": []}], "comment_no": 312, "projec_url": "https://www.kickstarter.com/projects/minimo/minimo-a-slim-wallet-with-a-difference", "project_name": "Minimo | A slim aluminium wallet with a difference"}}]