[{"backer": "orange monkie", "project_data": {"campaign": {"story": "QTemp highlights the effects of UV radiation on skin health as well as provides a simple way to measure the temperature in user's’ immediate surroundings. It estimates safe sun time based on the user’s location, severity of local UV radiation and skin type that make it perfect for helping people safely spend time outdoors.\nQTemp is an awesome gadget with a companion app that helps you make your life healthier and more comfortable. We designed QTemp to be simple, convenient and durable.\nCompatible with all smartphones\nWe believe technology should make our lives simpler. QTemp is easy to set up and use. Just tap QTemp on or pair QTemp-i with your smartphone. \nQTemp-i\nQTemp-i continuously measures UV and temperature and transmits them to your smartphone via Bluetooth Low Energy (BLE) connectivity based on the reading interval. The safe sun time will be adjusted based on the updated readings. It should face to the main source of UV to get the most accurate result. \nQTemp-i has a replaceable regular coin cell battery (CR2032). Battery lifetime depends on the frequency of measurements. It is compatible with iPhone 4s & later, iPad 3rd generation & later and select Android devices with 4.3 and later with Bluetooth 4 and Windows Phone 10. \nQTemp-i easily works with iPhone and Android devices.\nQTemp\nOnce you tap QTemp on your smartphone, it measures weather data and transmits them to your smartphone. Based on your location and the time of measurement, QTemp estimates UV intensity for the next couple hours and adjusts the safe sun time.\nQTemp is battery-free and doesn't require any charging. It harvests energy from your smartphone via Near Field Communication (NFC) technology. Check this link to know if your phone is NFC enabled device. If your smartphone doesn’t support NFC, choose QTemp-i.\nEasily tap QTemp on your NFC enable devices (Android, BlackBerry and Windows Phone).\nQTemp or QTemp-i?\nBoth devices use the same sensors for measuring UV index and temperature, their function is completely similar. There are 3 main differences between QTemp and QTemp-i: \n1- Transferring data: QTemp-i uses Bluetooth Low Energy (BLE) connectivity, so it is compatible with both iOS and Android devices; However, QTemp communicates with smartphones via Near Field Communication (NFC) Technology, a feature that iPhone doesn’t support. \n 2- Power: QTemp-i requires a battery although QTemp is battery-free. It's a passive device and harvests energy from your smartphone. \n 3- Continuously measuring: QTemp-i can continuously measure and transfer data based on the reading interval. Data can be stored in on-board memory even when your smartphone is not connected to QTemp-i. However, QTemp is a passive gadget. Once you tap it on your smartphone, it measures and transfers data.\nDifference between QTemp-i and QTemp\nIf you are an iPhone user, select the 'Kickstarter Special' (QTemp-i) or 'TWO QTemp-i' perk.\nQTemp estimates how long you can stay outdoors before getting sunburned or developing skin damage. The calculation is based on:\n1. Measured UV index specific to users' location in real time.\n2. Environmental factors affect a person's UV exposure. Urban area, snow, green space, water and sand (beach or desert) reflect UV and increase exposure.\n3. Users' skin type based on the Fitzpatrick skin type.\nQTemp app helps you to identify your skin type based on the Fitzpatrick Skin Type\nPLAY\n\nQTemp gives you complete and accurate weather data to help you lead a healthier and more comfortable lifestyle. It provides recommendations based on the weather data and alerts you to protect your skin when safe sun time is over.\nMost people associate UV with warm temperature; however, UV rays hit people on cold days as well. QTemp is an ideal source of protection for people living in high-temperature or snowy locations or for those ‘seeking the sun’ during vacations. It is particularly useful for parents and young people, in addition to people with sensitive skin. \nQTemp fits comfortably on a key-ring. It can be as discreet or as visible as you want it to be. It is rain, splash and water-resistant. You can wear it all day, every day.\nStick QTemp on both sides of window, know the indoor and outdoor temperature and UV with just two taps via NFC technology.\nPrevent Harmful UV Rays\n1 in 5 Americans, 1 in 7 Canadians and 2 in 3 Australians are developing skin cancer in their lives, mostly because of overexposure to the sun. Therefore, we need new tools to identify and implement effective strategies that improve sun-protective behaviors. The aim of QTemp is to help people lead healthier lifestyles by preventing them from being overexposed to harmful UV rays. For more information visit the QTemp website. \nKnow the Weather Right Where You Are\nSmartphones nowadays have advanced greatly with different capabilities being added to the ongoing list of things they can perform. Sensor-packed phones have the ability to measure and detect a lot of things. To indicate the ambient temperature; they only detect a rise or fall in internal battery temperature. If a user wants to measure the temperature and UV of the immediate surroundings, then QTemp is the device to do that. \nWeather Apps vs. Actual Weather\nQuestions or Suggestions? Visit the QTemp website. We would love to answer your questions. Just email us at info@QTemp.co and we will reply as soon as we can.\nWhat about data? At QTemp, we believe that the data QTemp learns about you is yours! You can safely and securely access your data via your personal account. However, you can choose to make your weather data public on the QTemp Map or share it with friends on Facebook and Twitter.\nQTemp weather camera app enables users to add a weather overlay to their images. Users can share them with their friends via email or their favorite social networks.\nCustomize your selfies and other images with overlays of current weather conditions by QTemp app\nThe Weather Camera app is great for posting travel shots. You can share your feelings and what you’re seeing with your friends.\nEveryone is exposed to UV radiation from the sun and an increasing number of people are exposed to artificial sources used in the industry, recreation and tanning beds. A moderate degree of UV exposure is necessary for the production of Vitamin D, which is essential for bone health. However, excessive exposure to UV radiation is associated with different types of sunburn, accelerated skin aging, cataracts and other eye diseases and skin cancers. Children and adolescents are particularly vulnerable to the harmful effects of UV radiation. According to the Skin Cancer Foundation, even one bad sunburn as a baby, child, or young adult, can increase risk over time. \nAccording to the Skin Cancer Foundation website about 2.8, 0.7 and 0.07 million are diagnosed with BCC, SCC and melanoma each year in the US.\nEven though UV rays make up only a very small portion of the sun’s rays, they are the main cause of the sun’s damaging effects on the skin. Many factors affect the UV intensity, which subsequently alters the UV index. This then affects the amount of time that you can spend in the sun before starting to burn.\nWhile both UVA and UVB rays can harm the skin and lead to skin cancers, UVB (cause of getting sunburned), is effectively blocked by glass. However, at least 50% of UVA radiation (which accelerates aging) can pass through windows. According to the Skin Cancer Foundation, car windows have been proven to let in more than 60%.\nA 35-year-old melanoma survivor’s skin under normal light and UV light.\nIn the late winter and early spring, snow reflects up to 80% of the UV light from the sun, meaning that you are often hit by the same rays twice. That's why you need to protect your eyes and wear sun glasses on a snowy day. In the spring and fall, UV radiation from the sun can be very strong, especially in the spring when ozone depletion is of concern. Also, UV rays can bounce off surfaces like water, sand, snow, pavement, or grass, leading to an increase in UV exposure. \nVelcro, magnet and double sided tape will allow you to place QTemp on any surface.\n How do I get the mount?\nFor existing backers: Click \"Manage My Pledge\" on the main project page and increase your existing pledge by C$5 (there are no additional shipping charges) \n For new backers: Add C$5 to the pledge amount for the device you want (eg, if you'd like a QTemp for C$25, pledge C$30) \n Indicate in the backer survey following the campaign that you've pledged an extra C$5 to have a mount included with your QTemp or QTemp-i.  \nWe'll take care of the rest!\nThe perfect gift for tech lovers!\nWe started with a simple concept of improving people's health through analyzing weather data. We worked through countless research papers, development projects, prototypes, tests, and early marketing activities. We've received amazing encouragement and support along the way. Now we're ready to go to market and are asking for your help to gear up for manufacturing and development. \nWe are a team of designers, engineers and marketers with a passion for developing new products. We have worked on several projects to enhance outdoor thermal comfort over the last few years.After working on QTemp for the last year, we are still constantly working on it to ensure that it’s the best it can be.\nWe have managed to aggregate enough resources to cover development, BUT we need YOUR HELP. We’ve been building and iterating prototypes for the past year, and now we need your help getting our latest prototype up to manufacturing standards. Your support will help us through the DVT (Design Verification Testing), and PVT (Production Verification Testing) processes so that we can ship QTemp to you in June next year. \nWe launched QTemp campaign on Kickstarter because we believe in collaborating with our future customers to help us develop a world-class product. Kickstarter allows us to get in touch with passionate, like-minded, forward thinkers who can provide invaluable feedback.\nWe will be working closely with the manufacturers to make sure that everything runs as smoothly as possible and you will get your QTemp in time. \nInternational Backers: We will ship QTemp worldwide. Please note that you are responsible for duties, fees and taxes applicable to your region. Shipping QTemp is free in the US and Canada for early backers. Packages will come with regular post (no tracking number). \nWe're excited at the prospect of reaching our target so that we can begin delivering QTemp to the world, but we've also had some thoughts about what we'll do if we move beyond our funding goal. Surpassing our target will enable us to add extra features to the product:\n    ", "risks": "Risks and challenges\nWe are excited that our project is helping to develop new components and feel that is what Kickstarter is all about in addition to helping raise funds. The nature of developing new tech mean that there is a possibility of unforeseen delays and supply chain risk. We adjusted our timeline to avoid that, however, we may have to update it.\n\nThe QTemp team is an execution-oriented team and confident in our ability to reach our goal. We understand that you’re trusting us to deliver on our promise. We value integrity and will conduct our business at the highest ethical standards.\n\nWe will make sure to be transparent with our supporting backers by offering regular campaign updates and by answering questions from the backer community as they arise. We welcome feedback and backer involvement with our project.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Final Stretch for QSun!", "update_content": "Dear Kickstarter family,\nWe’re so excited to announce that we’ve surpassed our funding goal for the QSun Kickstarter campaign! Thank you so much for supporting our project once again. We’re a bit over a week away until the end of our campaign. If you haven’t had the chance, you can still back our campaign HERE."}, {"update_no": "UPDATE #23", "update_userinfo": "We're Live again!", "update_content": "Dear Kickstarter family,  \nToday’s the day! As you may know, we’ve been working hard on the new generation of QTemp. We’re so excited to announce that we’ve just launched our Kickstarter campaign for the second generation, QSun! "}, {"update_no": "UPDATE #22", "update_userinfo": "Happy Holidays from QSun team", "update_content": "Dear Kickstarter Family,\nThe holiday season is just around the corner! As we approach the end of 2017, we hope that QSun (formerly QTemp) has kept you safe under the sun throughout the year. It's been almost a year that we shipped out all QTemp devices to you. Here’s a quick update on what we’ve been up to and what we’ve got in store for the new year!"}, {"update_no": "UPDATE #21", "update_userinfo": "Sun Safe Summer", "update_content": "Dear backers,  \nThe summer solstice has officially come and gone, and the UV index is rising! We hope that the new and improved QSun (formerly QTemp) is helping you avoid sunburn during your summer adventures. Here’s an update on what we’ve been up to and what we have planned for the future."}, {"update_no": "UPDATE #20", "update_userinfo": "QTemp Campaign Anniversary & Shipping Complete!", "update_content": "Dear Backers.\nToday is the QTemp Campaign anniversary. We had a busy year full of challenges and accomplishments. In celebration of the QTemp Kickstarter Launch Anniversary, we would like to offer you a promotion. Use “1YearOfQTemp” promo code to get 25% off of your QTemp plus free shipping to the USA and Canada by December 7th. Order Here. "}, {"update_no": "UPDATE #19", "update_userinfo": "It’s shipping time!", "update_content": "Dear backers,  \nWe’re very excited to let you know that we have started to ship the QTemp devices! We’d like to let you know some important information about the shipping process.  \nIn addition to your perk:  "}, {"update_no": "UPDATE #18", "update_userinfo": "Backers Survey", "update_content": "Hello Dear Backers, \nAugust was a busy and productive month for the QTemp team. We’ve made significant progress and finalized some important details before manufacturing. We have parts from various vendors coming together to build each unit, and we’re happy to bring you a fantastic progress update.  \nNew QTemp app design \nCertifications  "}, {"update_no": "UPDATE #17", "update_userinfo": "Getting Very Close!", "update_content": "Hello Dear Backers,  \nWe hope you’ve been enjoying QTemp™ Lite and that it has helped you to stay sun safe this month. We’d love to see photos of how you protect your skin from the sun - please share them with us on Facebook and Twitter using #QTemp! Get ready for some news as we update you on the following:\nNew Logo \nQTemp App \n "}, {"update_no": "UPDATE #16", "update_userinfo": "July Update", "update_content": "Hello Dear Backers,  \nSummer is here and the sun is out! That means it’s time to be sun safe while spending time outdoors. Don’t forget to share with us your pictures of how you protect yourself from the sun. Get ready for some news as we update you on the following:  \nUpdating the Apps  \nEngineering Milestones\nMiscellaneous \nQTemp™ Apps"}, {"status": []}], "comments": [{"username": "Jesus", "content": "I don't want this thing anymore. Please issue a refund. Let me know what I need to do from my end. You are the first pledge I've asked for a refund. This is very sad...", "time": "almost 3 years ago"}, {"username": "Iain Rudge", "content": "Shame the app is now requiring Android 5.0+, means I can't use this anymore :(", "time": "almost 4 years ago"}, {"username": "J.A. Chiang", "content": "Both of mine just don't work and the app is horrible and doesn't give much info. Really a waste of time to have waited for it", "time": "almost 4 years ago"}, {"username": "Peter", "content": "Peter/Austria", "time": "over 4 years ago"}, {"username": "Yos Sumarjono", "content": "Received this a while ago and havent been able to use it. Talked to the support before but until now no news. Tried it again every time the app is updated and to no avail.", "time": "over 4 years ago"}, {"username": "Brian Whitfield", "content": "Received my QTemp about a few weeks ago and it is great as I went to Florida over the holidays and it came in handy! Wanting to now get one for my dad for his birthday so can I get the 30% off discount???", "time": "over 4 years ago"}, {"username": "Sarah", "content": "Got mine 2 weeks ago. Attached it to my son's trolley. I have been checking it every day with a Samsung Galaxy S6 to make sure my son is comfortable. Looking forward to using it in summer time", "time": "over 4 years ago"}, {"username": "stophle", "content": "Hope this is fixable... Not sure what else to try.", "time": "over 4 years ago"}, {"username": "Joseph Lord", "content": "Joe backer #500", "time": "over 4 years ago"}, {"username": "Sebastian Z.", "content": "How can I export the data log to my PC?", "time": "over 4 years ago"}, {"username": "Toine", "content": "Damm had to pay 25 CAD. Not so happy anymore :(((", "time": "over 4 years ago"}, {"username": "STARONIEWICZ Jean-Michel", "content": "Thanks for the great work", "time": "over 4 years ago"}, {"username": "Jan-Willem", "content": "I got it in Netherlands today. A rainy day. Not good for testing :-(", "time": "over 4 years ago"}, {"username": "Han Rong Tso", "content": "I've got mine.It is good!", "time": "over 4 years ago"}, {"username": "Fai Dick Son", "content": "works fine", "time": "over 4 years ago"}, {"username": "Hideaki Mochizuki", "content": "I've got mine today, and qtemp is working so good so far.", "time": "over 4 years ago"}, {"username": "Ann-Katrin Riedel", "content": "Mine was shipped nov 22 and should arrive 5-10 business days from then. Tomorrow is the 10th day, although it is winter by now i would really finally get it.", "time": "over 4 years ago"}, {"username": "JING HAN", "content": "Hi I just got my QTemp and tried it out, it's been amazing, so glad I purchased this! Now I'll never get burned!", "time": "over 4 years ago"}, {"username": "Chocolate", "content": "Hi Comfable, I'm in the same city as you and haven't received my pledge yet. My backer number is 110. Can you let me know what's happening?", "time": "over 4 years ago"}, {"username": "Phil Ryder", "content": "Just got my second qtemp I love it", "time": "over 4 years ago"}, {"username": "Chris P", "content": "could you please pm my discount code? thanks =D", "time": "over 4 years ago"}, {"username": "OJ", "content": "Hi, I haven't received anything at all and no tracking number either.", "time": "over 4 years ago"}, {"username": "Yehoshua Ghitis", "content": "Arrived, thank you.", "time": "over 4 years ago"}, {"username": "Nishikanta", "content": "Nishikanta", "time": "over 4 years ago"}, {"username": "Jacob Groß", "content": "Thanks for solving the problem so quickly :)", "time": "over 4 years ago"}, {"username": "Berfie Tan", "content": "Received, Singapore.. (think 23nov2016). Kinda thick, though pretty light. Like it.", "time": "over 4 years ago"}, {"username": "Dharamraj S R", "content": "Thank you.", "time": "over 4 years ago"}, {"username": "Muhammad", "content": "I might juz toss this device one side instead of using it as its unpractical and of zero use, very disjointed.", "time": "over 4 years ago"}, {"username": "Nazanin Hosseinkhah", "content": "I got my QTemp a few days ago and installed the app last night. I absolutely love this product. I have a little one at home and I am always concerned about the temperature, while at home, and UV while outside! I also liked the app, it was user friendly. Thanks QTemp team.", "time": "over 4 years ago"}, {"username": "Frank", "content": "I received my QTemp today!!! Thank you", "time": "over 4 years ago"}, {"username": "Yos Sumarjono", "content": "But it isn't so for me.. it stayed black for maybe 1 second and then back to gray again", "time": "over 4 years ago"}, {"username": "Yos Sumarjono", "content": "Does the live icon supposed to stay bold when its live receiving data from q-temp or does it goes back to shade?", "time": "over 4 years ago"}, {"username": "Laurens Thijs", "content": "I'll let you know how I like it in real life when I tested it out a little further.", "time": "over 4 years ago"}, {"username": "Jacob Groß", "content": "Apart from that, the app looks so great. Good job!", "time": "over 4 years ago"}, {"username": "Kyle Mercer", "content": "I got my QTemp. Thanks for bringing the product to life!", "time": "over 4 years ago"}, {"username": "James", "content": "just got the qtemp today in the original campaign description it says qtemp is battery free and uses nfc yet theres a battery and connects thru bluetoothdid I miss and update or something?", "time": "over 4 years ago"}, {"username": "John Wilson", "content": "Received mine today. It won't connect to my phone at all. Plus all the black housing is marked to hell!", "time": "over 4 years ago"}, {"username": "Heesung Yang", "content": "I just got my QTemp. Took off the battery tab and tried to pair it for the pro features but I can't do it at all.", "time": "over 4 years ago"}, {"username": "Andy H.", "content": "Just want to check in to see if there supposed to be a lanyard in the package. Unit didn't turn on after pulling the clear plastic tab. Using a quarter to open and reseat the battery worked. Could be battery run low as well. Thanks in advance.", "time": "over 4 years ago"}, {"username": "JEL", "content": "Got my q-temp yesterday and checked it out today. I like the gold finish, however, I must say that I'm rather disappointed the casing is 3D-printed. I used a broad screwdriver to unscrew the battery cover and it created a gash in the battery case with minimal pressure applied.", "time": "over 4 years ago"}, {"username": "Smart HiFi", "content": "When he went to Ukraine?", "time": "over 4 years ago"}, {"username": "William", "content": "Got my Qtemp today", "time": "over 4 years ago"}, {"username": "michael frederich", "content": "I got my qtemp-i today. Is the clip for sale on the web sit?", "time": "over 4 years ago"}, {"username": "Robert Rutledge", "content": "Thank you Comfable Inc.", "time": "over 4 years ago"}, {"username": "Rosco", "content": "Got mine today; looks great! Visiting Mexico in February, so it'll come in very handy.", "time": "over 4 years ago"}, {"username": "Ann-Katrin Riedel", "content": "@Martin Justra: I am also from Germany and awaiting my silver and red QTemp. We should hear from them soon, as there are over 400 packages already shipped. Only around 300 should be left ;)", "time": "over 4 years ago"}, {"username": "Cam Wynd", "content": "Got mine yesterday - Thanks!", "time": "over 4 years ago"}, {"username": "Martin Justra", "content": "When will I get my qtemp? I live in Germany. Thanks", "time": "over 4 years ago"}, {"username": "Calvin Hodgson", "content": "Got my QTemp today � http://imgur.com/9rPZOrR", "time": "over 4 years ago"}, {"username": "April Rodriguez", "content": "Just got my QTemp. Attaching to my bag now.", "time": "over 4 years ago"}, {"username": "Nolin Chatterjee", "content": "I got my Qtemp-i yesterday. It works fine. Thanks.", "time": "over 4 years ago"}, {"username": "Dave Humphries", "content": "When are you planning to dispatch to the UK please?", "time": "over 4 years ago"}, {"username": "Nishikanta", "content": "Hello. Please let me know the shipping of my two qtemp.", "time": "over 4 years ago"}, {"username": "Smart HiFi", "content": "Thank you", "time": "over 4 years ago"}, {"username": "Patrick Schmid", "content": "Still waiting for mine too, is there any shipping status?", "time": "over 4 years ago"}, {"username": "Calvin Hodgson", "content": "Cool, thanks.", "time": "over 4 years ago"}, {"username": "Calvin Hodgson", "content": "What's the status of my shipment?", "time": "over 4 years ago"}, {"username": "John Ebb", "content": "Just wondering what the ETA is at this point?", "time": "over 4 years ago"}, {"username": "Mary Myla Andamon", "content": "I have yet to receive my Q-Temp. Was wondering where it was sent? Thanks. Cheers, Mary", "time": "over 4 years ago"}, {"username": "Calvin Hodgson", "content": "They made an executive decision to not have an extra expense developing the NFC version. That was after campaign close. They really do not owe backers of the i anything. But do what you will.", "time": "over 4 years ago"}, {"username": "JEL", "content": "So wait, I paid extra for a Qtemp-i when I could have paid for a regular Qtemp and gotten the Qtemp-i instead?! I appreciate that lower bidders got more for their money, but what about us Qtemp-i backers? The least you can do is throw in a free clip to cover the cost difference.", "time": "over 4 years ago"}, {"username": "Razi Gaskari", "content": "I switched my phone to iPhone 7 (my original award was windows phone) I did mention that in the last question of survey as well and asked if you can send me the iphone version.", "time": "over 4 years ago"}, {"username": "Calvin Hodgson", "content": "Anyways, where's the surveys? Should be soon I hope.", "time": "over 4 years ago"}, {"username": "VSR", "content": "Per your last update, the shipping was on track for September delivery. That being said, were the surveys sent out?? If yes, can u send it again coz I haven't seen one. Thanks", "time": "over 4 years ago"}, {"username": "Steve White", "content": "Boy, this product has run way over its expected ship date already.", "time": "over 4 years ago"}, {"username": "Nishikanta", "content": "Hi Team. Just asking a possibility that anything is there that can attach the qtemp to smartphone backcover and will the qtemp functionality be not affect Ted by constant touch to smartphone", "time": "almost 5 years ago"}, {"username": "Calvin Hodgson", "content": "Anything new and exciting going on since the last update? Got some cool new photos to show?", "time": "almost 5 years ago"}, {"username": "James McIe", "content": "When will I get my Q-Temp?", "time": "almost 5 years ago"}, {"username": "James Martin", "content": "The Android app on my Samsung Galaxy S6 Edge does not display the full screen. The tabs at the bottom such as Home, etc. block whatever useful information might be there. As of now I get the temperature and the UV rating and nothing else. This is not a useful app at this point. Very disappointing", "time": "almost 5 years ago"}, {"username": "Calvin Hodgson", "content": "@Jim Scott QTemp™ Lite is the APP. There is no such device called Lite. It's either QTemp or QTemp-i", "time": "almost 5 years ago"}, {"username": "Jim Scott", "content": "You haven't shipped my qtemp yet... or have I missed something?", "time": "almost 5 years ago"}, {"username": "Atosha McCaw", "content": "Hiya, just wondering if there was an updated estimated delivery timeline? I couldn't find it in the June update. :) Thanks!", "time": "almost 5 years ago"}, {"username": "Sebastian O", "content": "Any News?", "time": "almost 5 years ago"}, {"username": "Robert Rutledge", "content": "I have a question for Comfable Inc. How are things going? Do you have any video of them being built? Are we still on time for delivery next month?", "time": "about 5 years ago"}, {"username": "Calvin Hodgson", "content": "What's the progress update so far? Will to be on time?", "time": "about 5 years ago"}, {"username": "Marissa Beazley-Broad", "content": "You may use my fullname", "time": "about 5 years ago"}, {"username": "Marissa Beazley-Broad", "content": "Qtempi's I will work with iPhone 6s+?", "time": "about 5 years ago"}, {"username": "Phil Ryder", "content": "you may use my full name on your thank you page", "time": "about 5 years ago"}, {"username": "VSR", "content": "You can use my full name on the page", "time": "about 5 years ago"}, {"username": "Calvin Hodgson", "content": "Best of luck with your project.", "time": "about 5 years ago"}, {"username": "Kenneth Batterham", "content": "You can use my full name on the page", "time": "over 5 years ago"}, {"username": "Birger", "content": "You can also use my full name on your supporters page, I am proud to be connected with a product like yours!", "time": "over 5 years ago"}, {"username": "Ashley Powell", "content": "You can use my full name on the page!", "time": "over 5 years ago"}, {"username": "Calvin Hodgson", "content": "You can go ahead and use my full name on the list of supporters page.", "time": "over 5 years ago"}, {"username": "Martin Justra", "content": "Thanks", "time": "over 5 years ago"}, {"username": "Avinash Magdum", "content": "I pledged for QTemp-i, as my iPhone 5C does not support NFC. I just realized that, Apple Watch is supported by NFC. So would I be able to use NFC through Apple watch for QTemp?", "time": "over 5 years ago"}, {"username": "Manuel Gómez Ruiz", "content": "No consigo encontrar la app en la AppStore en España. Que no está disponible?", "time": "over 5 years ago"}, {"username": "Marissa Beazley-Broad", "content": "Woohooo I can't wait!", "time": "over 5 years ago"}, {"username": "WearTechie", "content": "Is the app available in Android for download? I wanted to try it out ...", "time": "over 5 years ago"}, {"username": "Phil Ryder", "content": "Congratulations on a successful camapign", "time": "over 5 years ago"}, {"username": "John H. Halpern, M.D.", "content": "Congratulations on funding success!!! Please try to keep to regular updates for all of us, too, and I suggest at least monthly!", "time": "over 5 years ago"}, {"username": "Sanluke", "content": "Just saw the \"last 24 hrs\" to go email that I may add $4 CAD to an early bird pledge to change from Qtemp to Qtemp-i, hence I have done that. This supersedes my previous pledge of $77 CAD for an early bird Qtemp, adding on a Qtemp-i totalling $77 CAD.", "time": "over 5 years ago"}, {"username": "GIOVANNI GIRALDI", "content": "Hi, I just have changed my pledge from Qtemp to Qtemp-i today. Thanks to your message I could modify my previous perk", "time": "over 5 years ago"}, {"username": "Sanluke", "content": "I managed to secure an early bird Qtemp. I want to now add a Qtemp-i to share shipping cost... Pls advise how I can do that, thanks", "time": "over 5 years ago"}, {"username": "Stefan Blum", "content": "Greetings from Germany", "time": "over 5 years ago"}, {"username": "JEL", "content": "@creator: I just grabbed an available early bird Qtemp-i reward. If I wanted to get a second one, do I just double my $29 CAD pledge?", "time": "over 5 years ago"}, {"username": "John Michael Anderson", "content": "Awesome! Wish I had it right now to see what the actual temp in the cold Chicago Winter was compared to the info from my iPhone.", "time": "over 5 years ago"}, {"username": "Calvin Hodgson", "content": "Congratz or surpassing your goal.", "time": "over 5 years ago"}, {"username": "Phill G", "content": "How durable is the case? If I have it on a keychain will it scratch the case? And will it break if it's dropped?", "time": "over 5 years ago"}, {"username": "Nishikanta", "content": "Just one request. Could you make qtemp i in diffenet colors painted on aluminium surface. Like red , Blue Green Etc. And could you please release a soft rubber cover for qtemp", "time": "over 5 years ago"}, {"username": "Logan", "content": "Didn't see the part about that. I also agree with the suggestions to add a humidity sensor and air pressure sensor.", "time": "over 5 years ago"}, {"username": "Logan", "content": "Will there be a water resistance feature to the QTemp? It's be useful to have some sort of protection if it gets caught in rain, snow, etc.", "time": "over 5 years ago"}, {"username": "Doug Monahan", "content": "I watched your video. Can't people just go to google and see what the weather is where they are at though? Or, I guess what you are providing is the sun at exactly where someone is at - vs. a city.", "time": "over 5 years ago"}, {"username": "James", "content": "creator i'm a Qtemp early Bird backer- -only $19 US I wanted to add Qtemp-i wanted make sure my math is correct I put in $50 CAD is that correct to get 2 Qtemps?", "time": "over 5 years ago"}, {"username": "Calvin Hodgson", "content": "How will the proximity of the device to one's body affect the temperature readings?", "time": "over 5 years ago"}, {"username": "Morteza Behrooz", "content": "How soon can I get this in Ontario. Planning on travelling early summer.", "time": "over 5 years ago"}, {"username": "Chris Krueger", "content": "As a bit of an introvert and the fact that I work, study, and play in doors, is there negative effect from not getting enough sun that this device could measure and provide warnings?", "time": "over 5 years ago"}, {"username": "Ali Demir", "content": "@all people around kickstarter: This project deserves more attention, because it´s useful and helps us living healthier. I already advertised it on twitter and co. Just do the same fellas and make this project come true. I trust the founders to make a qualitative highly attributed device :))))", "time": "over 5 years ago"}, {"username": "The Other Linda Roesch", "content": "Cool gadget! I like that it pairs seamlessly with your smart phone. The uv readings are a great feature that I haven't seen before.", "time": "over 5 years ago"}, {"username": "Ecogrl", "content": "Don't know how many sensors you can fit, but CO2 and ozone for air quality would be nice.", "time": "over 5 years ago"}, {"username": "Nancie K", "content": "How does the QTemp-i charge? What sort of port will it have?", "time": "over 5 years ago"}, {"username": "Imran", "content": "Can I add in $29 in my early bird pledge for the QTemp-i as well?", "time": "over 5 years ago"}, {"username": "bin liu", "content": "Great product! cant wait to get my Qtemp. It's gonna be great for beach days :).", "time": "over 5 years ago"}, {"username": "Kiyotaka Kannbara", "content": "Future, do you can support if it is no longer headphone jack in the specifications of the IPhone?", "time": "over 5 years ago"}, {"username": "Chocolate", "content": "I love the analysis in the App based on the individual specs unique to each person. A great reflection of the melting pot of peoples in the GTA. An app suited to my situation in my environments. Awesome!", "time": "over 5 years ago"}]}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "A handy, personal power nap pillow called OSTRICH PILLOW MINI. It is designed to be carried with you, fitting your busy lifestyle, counting on it when and where you like. Creating a comfortable space to relax, refresh and recharge.\nUse it on your hand, arm or elbow and let your head drop to your desired resting point. Catching some Zzz's without compromising on comfort or time.\nOSTRICH PILLOW MINI is part of the OSTRICH PILLOW FAMILY. This design evolution opens a new world of possibilities when it comes to napping on the move.  Napping positions are now endless, allowing you to use your hands, arms, elbows and even your lower back bringing real power to your naps!\n             Our hectic daily lives eat into our precious rest time, it seems there are simply not enough hours in our day to do everything we desire and sleep is dropping to the very bottom of our 'to do' list.\nWithout sleep we simply can not function correctly which in turn effects our efficiency.\nMany organizations are taking steps to tackle our sleep deficiencies through introducing state of the art sleep facilities at work.  They understand and acknowledge the correlation between sleep and performance.  Making sleeping at work even more acceptable!\n\nOSTRICH PILLOW MINI fits like a glove, simply slip onto your hand, this  light cocoon provides you with the perfect temporary pillow. There are two openings for your thumb and one sizes fits all! All that remains; flop your head, get comfortable and dream away.\nOr slide your OSTRICH PILLOW MINI further up your arm using the two large opening, this facilitates another amazing sleep position, one which many of us have adopted at least once or twice whilst at our desk at school, university and even work!\nOSTRICH PILLOW MINI comes in four fabulous colors, MIDNIGHT GREY, SLEEPY BLUE, DREAMTASTIC CORAL and MELLOW YELLOW.\nSTUDIO BANANA THiNGS are a dynamic, young international team of designers, architects, geeks, dreamers, keen observers and ambitious guys and girls who have a passion for creativity!", "risks": "Risks and challenges\nOstrich Pillow MINI is a new innovation and like all Kickstarter products you will be the first to receive it. Product perfection and Customer Happiness is our main focus. So we would like to be frank with you.\nDuring our previous Kickstarter launches we have learned a lot to make sure we do not have any issues. Of course international customs, logistic delays and Force Majeure may occasionally show their ugly head. However, rest assured we will be working full throttle to avoid any issues on our end.\nPlease do stay in touch with us; we need you every step of the way, your feedback is essential to take the Napping Revolution to new heights.\nManufacturing-fulfilment plan \n\nFinal prototypes are signed off \nProduction facility is selected and ready to start\nSupplier negotiations are done\nFulfilment centres selected\nLogistic partners selected\nPackaging prototypes done\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "New campaign – Live now!", "update_content": "Last year, Ostrichpillow began a new era with a broader purpose: to enable contemporary Self-Care. To start off in the best possible way, a few months ago we launched Heatbag, a smart heating bag for comfort and pain relief.\nThanks to the support of thousands of backers like you, the campaign was a success: it was 100% funded in less than 6 hours, and achieved final funding of over 1100%. More importantly, we created a community of people who care about becoming the best version of themselves.\nMeet Eye Mask"}, {"update_no": "UPDATE #27", "update_userinfo": "NEW CAMPAIGN - LIVE NOW!", "update_content": "It has been 8 years since we launched our first campaign on Kickstarter. At that time we had imagined Original, an immersive pillow with which we wanted to help people sleep more and better. The campaign was a worldwide success and thanks to backers like you our dream came true.\nGrateful for the support received from the Kickstarter community, in the following years we launched 5 more campaigns (Mini, Light, Go, Loop and Hood) to develop comfort and rest products. Again, thanks to the trust and help of the backers, those ideas became a reality."}, {"update_no": "UPDATE #26", "update_userinfo": "***NEW*** Our 6th OSTRICHPILLOW Campaign is LIVE!", "update_content": "Back in 2014, the world was suffering from a serious sleep deprivation and clever devices to help people rest anywhere and make our lives a bit better needed to be invented.\nOn our search for new, innovative napping designs, we arrived at the smallest member of the OSTRICHPILLOW family with Mini. We will be forever grateful, without your support, trust and collaboration we would not be where we are now.\nMEET THE NEW OSTRICHPILLOW HOOD\n      "}, {"update_no": "UPDATE #25", "update_userinfo": "80% Almost there!", "update_content": "Why this update is for you?\nExpert nappers are wanted: become part of the codesign \nMeet our homeless and nomadic traveler beta tester \nBackers and designers working together"}, {"update_no": "UPDATE #24", "update_userinfo": "Beta testing with backers on Kickstarter", "update_content": "Dear backers,\nThree years ago your support and generosity brought OSTRICH PILLOW MINI to life. It was an amazing milestone that changed our lives and we will be always extremely grateful for your faith in us. That’s why we want you to be the first to know our new napping invention:\nMeet the new OSTRICH PILLOW LOOP"}, {"update_no": "UPDATE #23", "update_userinfo": "Oops, we’ve done it again!", "update_content": "Dear Nappers,\nTime to wake you up with a gentle yet firm nudge to let you know we are back on Kickstarter and would love you to join our napping antics again.\nClick to get your OSTRICHPILLOW GO.\nDo drop us a line we love hearing from you and are keen to know what you think."}, {"update_no": "UPDATE #22", "update_userinfo": "Only 15 days left to GO!", "update_content": "Hi guys and girls!\nWe have just launched our 6th Kickstarter campaign...... OWLBAG. We would love you to stop by our campaign and let us know what you think. https://www.kickstarter.com/projects/ostrich-pillow/owlbag"}, {"update_no": "UPDATE #21", "update_userinfo": "Our 6th Kickstarter is live!", "update_content": "We are back on Kickstarter!! Not a nap pillow but a super sleek ear-free headphone called BATBAND™.  We would love to hear your comments, so please do drop us a line.\nhttps://www.kickstarter.com/projects/ostrich-pillow/batband"}, {"status": []}], "comments": [{"username": "Max Chou", "content": "my pillow now has a hole :( how can I stop it from pouring out all the beads?", "time": "about 2 years ago"}, {"username": "Madelena M.", "content": "The pillow is leaking some tiny micro plastics these days. Is there a warranty? How can I dispose of this safely and environmentally friendly? Thanks.", "time": "over 3 years ago"}, {"username": "A. Joseph", "content": "Here it is April 2016 and you guys won't reply to my emails anymore about simple delivery of an item when I asked for an update on tracking. New project though. I'm not new to KS and neither is your team but sure do seem like it. So over it back and forth.", "time": "about 5 years ago"}, {"username": "James Lu", "content": "How to wash it? Is it Ok to just toss it into the washing machine?", "time": "over 5 years ago"}, {"username": "Adam Benkovic", "content": "Just used this on a recent plane trip and the wife and I were extremely impressed - great product guys, it worked perfectly!", "time": "over 5 years ago"}, {"username": "A. Joseph", "content": "No replies to emails private msgs so here goes... I asked about shipping as I never received and was told it would be looked into. Well still waiting for a reply months and months later.", "time": "over 5 years ago"}, {"username": "gunnar", "content": "The pillow is frickin awesome. I actually use it on the plane and it has served me very well. Love the soft material and the nice balance of firm and soft. Thank you !!", "time": "almost 6 years ago"}, {"username": "Hariadi Tjandra", "content": "Hi, I have yet to receive this product. Can you please double check on the shipment for me? Thanks,", "time": "about 6 years ago"}, {"username": "Comrun", "content": "Comrun", "time": "about 6 years ago"}, {"username": "Yuta Sekine", "content": "Hi creator, could you let me know when I will receive the tracking number?", "time": "over 6 years ago"}, {"username": "Yuta Sekine", "content": "Hi creator,I have received email attached \"kickstar mini address.xlsx\" on December 16, 2014. And I have sent this file. Sorry to bother you, but I would like to know whether you received the email.", "time": "over 6 years ago"}, {"username": "Tradewindrider", "content": "May I have an update, pleaae?", "time": "over 6 years ago"}, {"username": "Jason Lam", "content": "Hi creator, it's Jason again. Heard nothing since 27 Dec2014. Send a message to you. Patiently waiting .........", "time": "over 6 years ago"}, {"username": "Paul Koh", "content": "Any updates on the stuck packages?", "time": "over 6 years ago"}, {"username": "Ryan", "content": "Hi I sent a followup private message to studio banana things about my pledge. Please reply back when you can", "time": "over 6 years ago"}, {"username": "Tat", "content": "I am from Hong Kong. The pillows are not arrived yet. please help.", "time": "over 6 years ago"}, {"username": "Tradewindrider", "content": "Same here, please follow up.", "time": "over 6 years ago"}, {"username": "Adrian Frontera", "content": "Great job and I definitely want to see what you come up with next!", "time": "over 6 years ago"}, {"username": "Daniel Chia", "content": "What should I do? I have sent you a private message ....", "time": "over 6 years ago"}, {"username": "Jiajia Zhang", "content": "I received it. Thank you for wonderful goods. It was also tell me not possible to reach me, I contacted the DHL company in Japan, they told me it can be change to Japan Post after it reached Japan. Hence, you can check the status in your national Post company homepage. Hope to help. Happy new year!", "time": "over 6 years ago"}, {"username": "Paul Koh", "content": "Got the same message as Joel. Checked more than 2 weeks ago and the message was that it had been scanned in Singapore.", "time": "over 6 years ago"}, {"username": "Joel Chia", "content": "Should I be expecting my pillows soon?", "time": "over 6 years ago"}, {"username": "Jay Peñaflorida", "content": "Just got back from a couple of weeks of vacation and once I got in my office, I found my Batman Twin Pack!!! Can't wait to use these babies for my power naps during lunch breaks!!! Awesome work guys!!!", "time": "over 6 years ago"}, {"username": "Or Amsalem", "content": "btw I'm I the middle of a long ride in a bus and I could really use the pillow right now �", "time": "over 6 years ago"}, {"username": "Jason Lam", "content": "Pls advise what will happen next???", "time": "over 6 years ago"}, {"username": "Adrian Frontera", "content": "Someone please help me.", "time": "over 6 years ago"}, {"username": "James Lu", "content": "Thanks!", "time": "over 6 years ago"}, {"username": "James Lu", "content": "The new tracking number you sent me says my package was delivered on 21st. But it was never delivered to me. Is this the wrong tracking number again??", "time": "over 6 years ago"}, {"username": "Soe Chin", "content": "Mine finally reached me here in Malaysia in time for Christmas! Thanks again!!", "time": "over 6 years ago"}, {"username": "Dexter Nah", "content": "Thank you. I have also received the items.", "time": "over 6 years ago"}, {"username": "Simon Wong", "content": "Mine just arrived! Thanks guys looks cool. Need to rush home to sleep now!", "time": "over 6 years ago"}, {"username": "Isabella H T LAI", "content": "Yeah!! Finally arrived!! Thanks!!!", "time": "over 6 years ago"}, {"username": "Kenny Choy", "content": "I can finally sleep!!! Yay!", "time": "over 6 years ago"}, {"username": "Chris Thomas", "content": "Look forward to completing the set soon.", "time": "over 6 years ago"}, {"username": "Chris Thomas", "content": "Thanks", "time": "over 6 years ago"}, {"username": "Kenny Choy", "content": "I'm having serious trouble with my sleep and naps, need those pillows asap.", "time": "over 6 years ago"}, {"username": "Jiajia Zhang", "content": "Thank you creator, I received my tracing number.", "time": "over 6 years ago"}, {"username": "Gail K", "content": "Thank you and congratulations on a cool and great product.", "time": "over 6 years ago"}, {"username": "Simon Wong", "content": "Mine shows its in the UK since he 10th dec. but no more information. Any ideas where it is?", "time": "over 6 years ago"}, {"username": "James Lu", "content": "According to my tracking number info, my shipment already arrived in mainland China on 14th. But I still didn't get the package and the tracking info stopped updating ever since. Hope you could also look into the issue for me. Thanks!", "time": "over 6 years ago"}, {"username": "Soe Chin", "content": "Happy holidays!", "time": "over 6 years ago"}, {"username": "Arul Jayanth Muthukumar", "content": "need some more pictures of studio door", "time": "over 6 years ago"}, {"username": "Isabella H T LAI", "content": "Wish us luck to have OPM in hand before holidays!", "time": "over 6 years ago"}, {"username": "Soe Chin", "content": "How long more do I wait - after the holidays? Next year?", "time": "over 6 years ago"}, {"username": "Isabella H T LAI", "content": "I have the same situation (like previous comment by Kenny Choy), can you help me to check my pack also, looking forward to get my pillows asap, many thanks!!", "time": "over 6 years ago"}, {"username": "MR.THEERAPON PHUETTHANYAKIJ", "content": "Just received mine today here in Bangkok, awesome as always, just in time for long holiday!!", "time": "over 6 years ago"}, {"username": "Jiajia Zhang", "content": "I'm still haven't gotten tracing number. Please have a look!", "time": "over 6 years ago"}, {"username": "Edwin Chu", "content": "same here forwarded on Dec 9 2014 and no any update till now too, please have a look.", "time": "over 6 years ago"}, {"username": "Dexter Nah", "content": "My item was also forwarded on Dec 9 2014 but up till now there are no updates on the status from the Deutschepost website", "time": "over 6 years ago"}, {"username": "Katie Ryan", "content": "I have had my pack of ostrich pillows for all of an hour and I am already in lovveee. Thanks!!", "time": "over 6 years ago"}, {"username": "Kenny Choy", "content": "Please do have a look for me as well, thank you.", "time": "over 6 years ago"}, {"username": "Luciano de Sousa", "content": "Thanks for all!", "time": "over 6 years ago"}, {"username": "Minoru TODA", "content": "According to the note posted by customs, it arrived in Japan soaking wet, and the customs people took care to dry it for me.", "time": "over 6 years ago"}, {"username": "Cliff Lin", "content": "I'm baker from Taiwan. And sent u email just now. My goods still stuck in Frankfurt since 12/9. Please help to check if it's any problem to stop it. Thanks", "time": "over 6 years ago"}, {"username": "Jiajia Zhang", "content": "Sorry, I mean I sent back my correct address.", "time": "over 6 years ago"}, {"username": "Jiajia Zhang", "content": "I received e-mail from you but I sent my correct address. I haven't get new email yet", "time": "over 6 years ago"}, {"username": "Jason Cahill", "content": "I picked up my set of ostrich pillows from the parcel office this morning. I'm so happy with them and all their squishy sleepy goodness :) I was going to give one of them as an xmas present but now that I've tried them I clearly need to keep them allll! Thanks and again, well done for a great project and superb products", "time": "over 6 years ago"}, {"username": "Lo Ka Yeung", "content": "I am a backer from Hong Kong. I found that some Hong Kong malls already had your product for sale but I still haven't got my orders from you even the tracking number. can you pls explain why we, the backer, have to pay first before the items are released to public market?Thank you!", "time": "over 6 years ago"}, {"username": "James Lu", "content": "I just received my tracking number. Thanks:)", "time": "over 6 years ago"}, {"username": "James Lu", "content": "Hi, Creator. Still didn't receive my tracking number. Can you give us a new update?", "time": "over 6 years ago"}, {"username": "Tae Kim", "content": "Stil waiting ... :(", "time": "over 6 years ago"}, {"username": "Michael O", "content": "Received! Nice and soft. Now comes the ultimate test: will there be a banana or an ostrich in my dream?", "time": "over 6 years ago"}, {"username": "Jiajia Zhang", "content": "I'm a backer from Japan, I'm waiting for my tracking number. Could you help to check the statue please?", "time": "over 6 years ago"}, {"username": "Bernardo", "content": "I haven't gotten my tracking number too! I'm based in Brazil.", "time": "over 6 years ago"}, {"username": "Leah Simmers", "content": "Washing? Can they be thrown in the washer?", "time": "over 6 years ago"}, {"username": "Robert Fey", "content": "Hopefully, I'll get my tracking number tomorrow ;-)", "time": "over 6 years ago"}, {"username": "Serene Yap", "content": "I haven't gotten my tracking number too! I'm based in Singapore.", "time": "over 6 years ago"}, {"username": "Fung", "content": "I waiting for the tracking number too~", "time": "over 6 years ago"}, {"username": "Katie Ryan", "content": "@Rowan Gibbs - me either! :( really excited for these to come!!", "time": "over 6 years ago"}, {"username": "Gao Feng", "content": "Me three", "time": "over 6 years ago"}, {"username": "Tae Kim", "content": "Two*", "time": "over 6 years ago"}, {"username": "Tae Kim", "content": "Me twi", "time": "over 6 years ago"}, {"username": "Rowan Gibbs", "content": "Should all of them be shipped now? Haven't got a tracking number :(", "time": "over 6 years ago"}, {"username": "Jonathan An", "content": "@Creator: I got mine a couple of days ago. There's already a hole by the finger hole and the beads are falling out. Please advise on how to get this fixed.", "time": "over 6 years ago"}, {"username": "Cliff Lin", "content": "Just can't wait to dream with it!!", "time": "over 6 years ago"}, {"username": "James Lu", "content": "I received a tracking number in my email. But the address is not mine. Not even the same country!! please double check and get back to me with correct tracking number.", "time": "over 6 years ago"}, {"username": "Leah Simmers", "content": "Got it, love it!", "time": "over 6 years ago"}, {"username": "Pheebs", "content": "I got mine today! I'm in love. Now I just need my kangaroo light, and my life will be complete...at least until you do another KS.", "time": "over 6 years ago"}, {"username": "daniele", "content": "Great! Thank you", "time": "over 6 years ago"}, {"username": "daniele", "content": "Still I don't received any tracking number..", "time": "over 6 years ago"}, {"username": "Maurice Cherry", "content": "Mine just came today! Looking forward to trying this baby out!", "time": "over 6 years ago"}, {"username": "Brian Levy", "content": "Just received mine. Soft, cuddly, and nearly perfect(minor misspelling of polystyrene on tag)", "time": "over 6 years ago"}, {"username": "larry cheng", "content": "Just received mine here in the San Francisco area! Looking forward to trying them tonight! or maybe this afternoon in the office?", "time": "over 6 years ago"}, {"username": "Minoru TODA", "content": "I received a message with .xlsx attachment, and it says that I must use specific (OCCIDENTAL FONT) font ?", "time": "over 6 years ago"}, {"username": "Johan Jansson", "content": "I got the same message as Soe about \"issues\" with my shipping address but I double checked what I answered in the survey and there is nothing wrong there. So not sure what the problem is for the logistics company.", "time": "over 6 years ago"}, {"username": "Soe Chin", "content": "I just got an email asking me to fill out an Excel form with my shipping address... something about \"issues\" with my shipping address. I had to download a font I've never heard of to fill it out and I replied back... what kind of \"issues\" was the logistics company having?", "time": "over 6 years ago"}, {"username": "Anthony Cheung", "content": "got mine (TX), looks good. thought the yellow was going to be brighter...but soon enough once the drool comes running im sure there's a good choice in the color! ready to try this on my busy month traveling!", "time": "over 6 years ago"}, {"username": "River Liu", "content": "Dream away, fellow ostrich pillowers!!", "time": "over 6 years ago"}, {"username": "Max Chou", "content": "Just got mine! SO COMFY , Thank you for creating a amazing product! :D", "time": "over 6 years ago"}, {"username": "Calvin Chung", "content": "@creator Thank you!", "time": "over 6 years ago"}, {"username": "Berke Yazıcı", "content": "Will we have a tarcking code or you will just inform us after you shipped the goods?", "time": "over 6 years ago"}, {"username": "mike tse", "content": "Can I ask for the locations of the fulfillment centers so I can calculate the estimated arrival of mine?", "time": "over 6 years ago"}, {"username": "Miguel A.", "content": "It looks awsome :)", "time": "over 6 years ago"}, {"username": "Adrian Frontera", "content": "Why haven't you posted any updates yet?", "time": "over 6 years ago"}, {"username": "Barbara Hsiao", "content": "Hi, I never received the survey - could u resend?", "time": "over 6 years ago"}, {"username": "Grant Goodman", "content": "How long is the distribution process? When Should I expect arrival", "time": "over 6 years ago"}, {"username": "crazians", "content": "Can't wait to receive those pillow and start giving them as christmas gift =)", "time": "over 6 years ago"}, {"username": "Grant Goodman", "content": "I noticed the shipping soon email. When would that be? I'm super thrilled", "time": "over 6 years ago"}, {"username": "Enrico Palumbo", "content": "Enrico", "time": "over 6 years ago"}, {"username": "Mohammad Alhelabi", "content": "I did not receive the survey in my email, it's not in my inbox, junk, spam. Can you please send it again if you sent one already? Thank you", "time": "over 6 years ago"}, {"username": "Andres Tapia", "content": "How do i check my survey has been submitted? And how do i edit it if i need to once it has been submitted ?", "time": "over 6 years ago"}, {"username": "Jason Cahill", "content": "Congrats on getting comfortably over the line and for a very nicely run project! I can't wait to get my ostrich on :)", "time": "over 6 years ago"}, {"username": "Michael O", "content": "Congratulations nevertheless!", "time": "over 6 years ago"}, {"username": "Kristin Hong", "content": "Is it possible to switch colors for the ultimate napper pack?", "time": "over 6 years ago"}, {"username": "Leah Simmers", "content": "Is it possible to switch colors? I was hoping to switch to yellow", "time": "over 6 years ago"}, {"username": "Kevin", "content": "@Creator - You seemed to have mistaken me. I was asking when we might expect to receive our Ostrich Pillow Minis...", "time": "over 6 years ago"}, {"username": "Karuppanna Kaliannan", "content": "Goof for you. Keep on creating things!", "time": "over 6 years ago"}, {"username": "Rajesh Verma", "content": "Congrats !", "time": "over 6 years ago"}, {"username": "Diabé Trao", "content": "with the pillow mini we have also the light reversible in gift?", "time": "over 6 years ago"}, {"username": "Kevin", "content": "So when can we expect to have more comfortable cheeky office desk siestas?", "time": "over 6 years ago"}, {"username": "Kenny Choy", "content": "Yay!", "time": "over 6 years ago"}, {"username": "Mordy Greenspan", "content": "If we want to order 20, what pledge amount should we make?", "time": "over 6 years ago"}, {"username": "Jonathan Ruffler", "content": "Hey, thanks for the reply! Great news as I'm planning to give one as a gift to a nap buddy!", "time": "over 6 years ago"}, {"username": "Jonathan Ruffler", "content": "Hi, I've just upgraded my backing from a single mini to a batman pack. Do you know if they will be packed as a twin pack, or will they come separately?", "time": "over 6 years ago"}, {"username": "Carol Ann Cheah", "content": "That said I deffo wouldn't mind if I had to stick to the default grey options in the kit :) I love how you guys are listening to the option suggestions and catering accordingly! <3", "time": "over 6 years ago"}, {"username": "Dadaly Duong", "content": "Saw the new pledge for different color. But why cant the light reversible be in blue too?", "time": "over 6 years ago"}, {"username": "Studio Polar Bear", "content": "I backed for 4, is there an option where I can choose the colors?", "time": "over 6 years ago"}, {"username": "Matthias Kreuz", "content": "Do you have any idea how many pillows you might produce in the first badge? Will it be enough to send them to the early bird's or maybe even more?", "time": "over 6 years ago"}, {"username": "Andres Tapia", "content": "What is included on the \" I LOVE THEM ALL\" there are so many pledge changes is a bit confusing.", "time": "over 6 years ago"}, {"username": "Tat", "content": "is that I can choose the colors of those ten?", "time": "over 6 years ago"}, {"username": "Olivia Chiu", "content": "How high are chances that we can receive our orders by Christmas? Would love to get more for gifting if delivery is certain.", "time": "over 6 years ago"}, {"username": "Alleigh Elizabeth", "content": "As a person with narcolepsy, this is the most excited I have ever been about a purchase!!!", "time": "over 6 years ago"}, {"username": "Daniel", "content": "@D.Suh After the project ends (two weeks) but before the rewards are shipped, you will receive a survey allowing you to confirm or change your shipping address. It will probably prefill with the address you've set in your KS profile.", "time": "over 6 years ago"}, {"username": "D.Suh", "content": "how can I set my address for delivery?", "time": "over 6 years ago"}, {"username": "DeltaBlast", "content": "Thanks!", "time": "over 6 years ago"}, {"username": "robert", "content": "I dont know if this has been said before but you should develop a pillow whith an open close option (a snap button or velcro) since i use long sleeve shirts and they can make it difficult to slide the pillow all the way to my elbow", "time": "over 6 years ago"}, {"username": "Jaq Vn LvRn", "content": "Keep dreaming..!!", "time": "over 6 years ago"}, {"username": "Carol Ann Cheah", "content": "This is amazing stuff though - have some love from Imperial College London <3", "time": "over 6 years ago"}, {"username": "Nick Lam", "content": "Thanks for this! It would surely get a lot of use on my daily train commute", "time": "over 6 years ago"}, {"username": "Dadaly Duong", "content": "I want the OP mini and OP light in sleepy blue. but the pledge only has for the midnight grey one. what to do?", "time": "over 6 years ago"}, {"username": "Kevin", "content": "is the \"new light\" different from the original kickstarter light? How so? I'm very curious and want it right now. I love my OPL and never travel without it. I light waterproof packing bag suggestion would be nice.", "time": "over 6 years ago"}, {"username": "Dadaly Duong", "content": "How do we use the light pillow?", "time": "over 6 years ago"}, {"username": "Kevin", "content": "Hi, I have the $20, early bird. Could I just add $ to the pledge to get the LIGHT pillow? I am an original backer of the LIGHT and would love to have another one for backup.", "time": "over 6 years ago"}, {"username": "Pete Kim", "content": "soooo... I shouldn't 2x or 3x my early bird pledge but could add on $25 x qty OR $45 x qty?", "time": "over 6 years ago"}, {"username": "Jake Woo", "content": "Just backed this as I could never find a good napping position in the office during lunchtime breaks. One qn - how do we know if we are in the first or second batch of pledges?", "time": "over 6 years ago"}, {"username": "Michael O", "content": "200% and counting. I guess you guys live on power naps these days.", "time": "over 6 years ago"}, {"username": "Pete Kim", "content": "I'd love to order 3... but you have only supplied options for 2 and 4 packs. How do you suggest we work that out?", "time": "over 6 years ago"}, {"username": "Kelsey Arcocha", "content": "Awesome, thank you!", "time": "over 6 years ago"}, {"username": "Gail K", "content": "Just love this concept. I missed the previous projects - I checked your website but can't order as I live in Australia and your postman doesn't travel this far!", "time": "over 6 years ago"}, {"username": "Tony Chang", "content": "no stretch goals? is this the best we will get for a ostrich pillow? :)", "time": "over 6 years ago"}, {"username": "Kelsey Arcocha", "content": "I'm an early bird backer at $20, would it be possible to double or even triple my pledge to add on a few more Minis to my initial pledge?", "time": "over 6 years ago"}, {"username": "Nicolas S Hagen", "content": "I know I'd love the possibility of adding on some of your previous products as well. Just some food for thought.", "time": "over 6 years ago"}, {"username": "Nicolas S Hagen", "content": "Any plans for stretch goals?", "time": "over 6 years ago"}, {"username": "Josh", "content": "We are funded!", "time": "over 6 years ago"}, {"username": "Lo Ka Yeung", "content": "I just want to know if I change my pledge from the $90 plan to the $220 plan can you ship international and if you can how much do I need to pay for the shipping? I am from Hong Kong. Thank you for your attention.", "time": "over 6 years ago"}, {"username": "Grant Goodman", "content": "Could you shoot for early December, would love to use this after standardized tests", "time": "over 6 years ago"}, {"username": "Dawn LaValley", "content": "Ok my my 4th project of yours I've backed. We have to stop meeting like this...lol. Love it!", "time": "over 6 years ago"}, {"username": "Chris TiMaG #14 L", "content": "The ostrich pillow light was great on my long plane ride. Looks like the Mini will be taking the next trip with me :)", "time": "over 6 years ago"}, {"username": "jace", "content": "Hi, I'm a restless-hand-sleep (RHS) and consequently shift my arms/hands a lot during sleep. Is it possible if I can pledge double my amount and get 2 of your awesome Ostrich Pillow Mini? (Preferably in two different colors.) Thanks!", "time": "over 6 years ago"}, {"username": "Carlos G.", "content": "Does this one come with a removable cover to wash? That's one feature I've been wanting on my ostrich pillow light too", "time": "over 6 years ago"}, {"username": "daniele", "content": "awesome work! :) congrats!", "time": "over 6 years ago"}]}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "Note We have decided to add titanium Okii to the campaign when the stretch goal go over £8,000.\nThe idea of Okii 2.0.\nIt's all started in a coffee shop with my friend, he had a bulky key chain with so many thing attached to it.\nAlthough I'am-too-familiar with the “key ring” and grew up using it, it was far from perfect; it was noisy, it was unorganised, it damaged anything that came near it and it was unappealing! \nSo I decided to design a fashionable key chain with new set of key tools to go with the Okii 2.0 design. \nAlso I wanted a key chain to organised all my keys and tools accessories. \nStylish\nMake an impression with the Okii 2.0. Not only is it practical, Okii 2.0 embodies elegance. My objective is to create key accessories that you can be proud to carry.\nOrganised. \nOkii 2.0 transforms your cluster of keys to a neatly organised stack. You can arrange keys in your order of preference, which will help you locate the right key quickly and effortlessly.\nQuiet.\nOkii 2.0 is truly silent. It just won’t rattle! Perfect for keeping in your pocket when jogging and perfect for sneaking up on people!\nPersonalised.\nOkii 2.0 design comes in a wide selection of anodised colours to choose from. You can have several frame to suit your style and occasion with your key accessories.\nFlexible.\nOkii 2.0 caters for both minimalist and traditionalists. Whether you have 4 keys or 8 keys, the Okii 2.0 will stay compact and organised! Your keys will fit comfortably into any pocket or bag!\nPacked with features. \nThe Okii 2.0 is like a Swiss army knife for keys, spice up your Okii 2.0 with a USB stick, bottle opener, screwdriver, k-slice and k-tool.\nWill my keys fit?\nYou can use most standard keys with Okii 2.0.\nMy goal is to provide you with more materials and accessories options. When I reach certain number of backers, I will be releasing more materials / accessories for you to choose from. Please help me spread the word to make it happen! More stretch goals coming so stay tuned!\nWhere is Your Money Going?\nI funded the prototype with my own money. But setting up a full manufacturing process is expensive — I can’t do it alone. Until I get large enough for huge orders.\nThe Manufacturing Process: Next Steps\nI have already arranged for manufacturers in London to make the aluminium frame. Once I secure the funding, I can pay for the material, tooling and finishing cost.\nOkii Machined from a solid block of high grade aluminium, machining to tight tolerances with precision and quality a high priority. Each material finish was tested and chosen to bring out the best qualities of the material and to enhance the design.\nI have worked on designing and building prototypes, during this time I have had dozens of prototypes machined, tweaking the design numerous times to produce something I'am proud of.\nAfter each Okii 2.0 is finished and checked, and then laser engraved with subtle branding so not to take away from the overall design. Working with the manufacturer I have manufacturing schedules, assembly and packaging arranged. I have arranged everything I need to make Okii 2.0 a perfect product.\nI plan to begin production as soon as I reach my goal so I can deliver as soon as possible. With your help it can be before schedule.\nInternational backers.\nInternational backers need not worry about additional shipping costs. We have a flat £7 shipping no matter where you are in the world, or how many items you order. \nThank you for your pledge in advance, and for sharing this campaign with as many people as you can, through word of mouth, social media and email. I can’t do this without you.\nThank you.", "risks": "Risks and challenges\nEvery project has its challenges, Because of the specialist manufacturing techniques required to make aluminium parts , I partnered with an external (specialist) manufacture who has been part of the development process from the start. \nThe design and feasibility have been prototype and proven, and quality approved (as the production run will be). \nBecause the manufacture isn't physically controlled by me, the biggest challenge will be delivering on schedule. However, both myself and the manufacturer understand and are committed to the time plan and backers will be kept up to date with new project developments.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "About the second batch of Okii.", "update_content": "Dear backers,\nI'm so sorry for the delays I'm outside the UK at the moment because my father just passed away from lung cancer and my situation it's in a mess, but please don't worry I will do my best as soon I arrive back to the UK i will send the second and final batch of Okii, at the moment i lost track after my mother told me my father have few days to live he need to see me i was in a rush I left everything behind me, I hope you understand my situation at the moment this is the only thing that I can explain myself I wished I could told you earlier but I didn't have the energy."}, {"update_no": "UPDATE #8", "update_userinfo": "Why there's a delay on the second batch.", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "For the second batch of Okii 2.0", "update_content": "We have launched a new project called Okii 3, and this is the final design of Okii key ring,"}, {"update_no": "UPDATE #6", "update_userinfo": "Check out Budy project.", "update_content": "We've got a surprise package from the factory today they did send as an early small batch to start shipping the Okii 2.0, "}, {"update_no": "UPDATE #5", "update_userinfo": "New project check it out.", "update_content": "Dear Backers,\nWe have decided to add titanium Okii to the campaign when the stretch goal go over £8,000.\nThank you,\nLinda"}, {"update_no": "UPDATE #4", "update_userinfo": "Shipping time!!!", "update_content": "Dear Backers, \nAll the FD key tools made from hard stainless steel ''NOT FROM ALUMINIUM''. "}, {"update_no": "UPDATE #3", "update_userinfo": "Titanium Okii.", "update_content": "THANK YOU to all of our 125 Backers!\nThe Momentum is GREAT, THANKS TO YOU! I need your help to push this campaign forward and get us moving!\nThe majority of projects are successful because friends and family share the campaign with their friends and ask them to do the same!"}, {"status": [{"Project funds successfully": "311 backers pledged £7,263"}]}], "comments": [{"username": "Alex Greasley", "content": "I demand a full refund for my pledge amount", "time": "4 months ago"}, {"username": "Aishling Ni Duibhne", "content": "I demand a full refund for my pledge amount", "time": "8 months ago"}, {"username": "Kazuki Shimizu", "content": "I demand a full refund for my pledge amount", "time": "10 months ago"}, {"username": "Eddie Simpson", "content": "I demand a full refund for my pledge amount", "time": "11 months ago"}, {"username": "Tim Keene", "content": "I demand a full refund for my pledge amount", "time": "about 1 year ago"}, {"username": "Abdul Shyukur Bin Sapuan", "content": "I demand a full refund for my pledge amount", "time": "about 1 year ago"}, {"username": "Sandro", "content": "I demand a full refund for my pledge amount", "time": "almost 3 years ago"}, {"username": "Marc Filmotte", "content": "I demand a full refund for my pledge amount", "time": "almost 3 years ago"}, {"username": "Jay Stern", "content": "Would have been a very useful item. Too bad it appears our monies were stolen. Though it might be wasting my time to type this, I too am requesting a refund based on Kickstarter’s policy quoted by others. Breath holding starts now.", "time": "almost 3 years ago"}, {"username": "Peter Theill", "content": "I would like a refund.", "time": "almost 3 years ago"}, {"username": "Kaniawati Zainal Abidin", "content": "I demand a full refund for my pledge amount", "time": "about 3 years ago"}, {"username": "Stefan Strutz", "content": "I demand a full refund for my pledge amount.", "time": "almost 4 years ago"}, {"username": "Kaniawati Zainal Abidin", "content": "It's been so long & i also had actually forgotten about this project. Any idea when i could get them? Update please!", "time": "about 4 years ago"}, {"username": "Elene Kyranakos", "content": "I would like my money refunded ASAP", "time": "over 4 years ago"}, {"username": "Bronwyn Holmes", "content": "Thieves", "time": "over 4 years ago"}, {"username": "Xander Cinjee", "content": "It is simple. This is a thief. Karma will bring balance to the universe.", "time": "almost 5 years ago"}, {"username": "Vishal Soni", "content": "Still no update? And no product? What a scam!", "time": "almost 5 years ago"}, {"username": "Tom Beeston", "content": "Hello Truss Design Co, in accordance to the Kickstarter Terms of Agreement. I am formally asking for an estimated date of the product or similiar product. If this is not possible I would like my money refunded. Thank You", "time": "about 5 years ago"}, {"username": "Steve Buddell", "content": "You have stolen my money, I hope you got a better use of it than I did, because I sadly and foolishly sent my money to a thief, you.", "time": "over 5 years ago"}, {"username": "Jeff Cochran", "content": "Thanks for scamming us Linda. I do not wish you any success in 2016.", "time": "over 5 years ago"}, {"username": "Rage", "content": "Can someone who has her address post it on here to help get our money back. Thanks.", "time": "over 5 years ago"}, {"username": "Tatiana Clarke", "content": "I am similarly frustrated as the others. It has been a year and a half and nothing has arrived. I pledged in 3 kickstarter campaigns in 2014 and only 1 has delivered to date. I still hope for my item, but I won't be supporting anyone on kickstarter anymore. Too bad that these bad seeds are ruining it for the legit people on here.", "time": "over 5 years ago"}, {"username": "Jahzeel Molomolo", "content": "No hope for us backers I think", "time": "over 5 years ago"}, {"username": "Steve Kelsey", "content": "Both individuals responsible for this scam are not hard to track down online (see my previous posts) and get their addresses, and then I suggest you pursue them through the small claims court in the UK if they fail to refund or send the item, which can be done online quite simply.", "time": "over 5 years ago"}, {"username": "Marco Ciampini", "content": "I don't like being made fun of. I haven't received my OKii, and even worse, you're not updating your backers anymore!", "time": "over 5 years ago"}, {"username": "Sandro", "content": "Hellllooooooo ?", "time": "over 5 years ago"}, {"username": "Rage", "content": "Update?", "time": "over 5 years ago"}, {"username": "Bronwyn Holmes", "content": "I have not received my product. Can we please have an update?", "time": "over 5 years ago"}, {"username": "Michael Lee", "content": "Along with the many others, I have not received an Okii 2.0 yet. Any update? Delays are understandable, lack of communication with your backers is not. Mike", "time": "over 5 years ago"}, {"username": "Jacob Troxell", "content": "How long has it been? A year? I never got my OKii 2.0. Uhhhh I am I ever going to get one or did I get scammed? Im guessing i'll never see this product on my keychain or ever hear from this \"Linda\" person... Not going to buying things on Kickstarter again...", "time": "over 5 years ago"}, {"username": "Josh Rhoades", "content": "Coward.", "time": "over 5 years ago"}, {"username": "Mahdi Hastie", "content": "http://www.au-my.com/product.aspx?product_id=59&lang=English", "time": "over 5 years ago"}, {"username": "Paul Willocks", "content": "Two messages sent to Linda and no reply to either. Very disappointing.", "time": "almost 6 years ago"}, {"username": "Suzie Rush", "content": "\"Soon\" but no update almost two months later. I'll pretend to be shocked.", "time": "almost 6 years ago"}, {"username": "Mahdi Hastie", "content": "Linda - you are a fraud & a sham", "time": "almost 6 years ago"}, {"username": "Mark Young", "content": "I have sent Lynda a message stating that legal action will be pending if she doesn't deliver or refund our money!", "time": "almost 6 years ago"}, {"username": "Eia A", "content": "Still nothing here either. Maybe is was shipped by turtle? Have more or less given up on it. This project is in the top 3 for worst communication of all the projects I have backed so far. And I have backed quite a few who are delayed and with spotty updates.", "time": "almost 6 years ago"}, {"username": "Jay Stern", "content": "Still nothing here", "time": "almost 6 years ago"}, {"username": "Rafael", "content": "Received nothing :-(", "time": "almost 6 years ago"}, {"username": "Tim Keene", "content": "Hardly a good start to a business and verging on fraud", "time": "almost 6 years ago"}, {"username": "Giedrius Blazys", "content": "Received nothing yet in Europe.", "time": "almost 6 years ago"}, {"username": "Matteo Scotton", "content": "Still haven't recieved anything. It's been almost a year since this was fully backed, and I have nothing to reassure me that there is even a real product at the end of this. Very annoying, very disappointing.", "time": "almost 6 years ago"}, {"username": "Jahzeel Molomolo", "content": "Very disappointing to receive nothing in the mail and lack of communication. Linda if you're true to your word, your backers would like better communication. Look, its been over 12 months and several of us have received nothing! Please get your gear together and delivery the goods!", "time": "almost 6 years ago"}, {"username": "Simon Andrew", "content": "Any updates? Very disappointed backer here!", "time": "almost 6 years ago"}, {"username": "Angel", "content": "Even so, thanks and regards.", "time": "almost 6 years ago"}, {"username": "Steve Kelsey", "content": "So, why Linda is claiming these were made in China is unclear? In the UK you can make a claim in the small claims court (online) for very little cost and plenty of information on how to do this on google. Good luck.", "time": "almost 6 years ago"}, {"username": "stuart masterson", "content": "People back in good faith and they are repaid in this way!? Take a bow!!", "time": "almost 6 years ago"}, {"username": "Marc Filmotte", "content": "I didn't have receive my Okii...", "time": "almost 6 years ago"}, {"username": "Henry Chan", "content": "received nothing even I live in Hong Kong, if send out from China on May, this China really so far far away....", "time": "almost 6 years ago"}, {"username": "Andy Price", "content": "Thanks and regards.", "time": "almost 6 years ago"}, {"username": "tetzuo", "content": "You can redeem yourself and at the same time restore my faith in humanity by donating my backermoney to the charity Doctors without borders (www.doctorswithoutborders.org)", "time": "almost 6 years ago"}, {"username": "Mark Young", "content": "http://www.techspot.com/news/61547-kickstarter-campaign-never-delivered-ordered-pay-wa-court.html", "time": "almost 6 years ago"}, {"username": "Mark Young", "content": "Well done Steve, you have my support. I don't think she has not intention of fulfilling her commitment. She should be banned from any future projects from Kickstarter.", "time": "almost 6 years ago"}, {"username": "Steve Kelsey", "content": "I contacted the XS-Swar facebook, the person said she didn't know Linda and deleted my post and then failed to reply to next mail. I found the supplier and asked them. They said they had made them but nothing to do with them and then failed to reply to my next mail. Contact Kickstarter who said they would send her an email but wouldn't disclose any other details (thanks Kickstarter) and then Linda contacted me, said she had no black Okii 2's and would I accept a purple one. I said yes and low and behold one turned up. I have most of this persons address and was in process (which I let the xs-swar facebook person and supplier know) that I was going to pursue through courts. I will let you all make up your own mind here.", "time": "almost 6 years ago"}, {"username": "Henry Chan", "content": "She is online again (Last login Jul 8 2015), just wonder can kickstarter bad list her account or not, I am afraid there more ppl getting cheat from her in the future...", "time": "almost 6 years ago"}, {"username": "Steve Kelsey", "content": "This is the facebook page of the other half of this scam - https://www.facebook.com/XsSwar/timeline", "time": "almost 6 years ago"}, {"username": "Steve Kelsey", "content": "Seems this company may be involved: http://fikradesign.eu/okii-carry-your-keys-in-style/", "time": "almost 6 years ago"}, {"username": "Steve Kelsey", "content": "Landa Ibrahim or Linda Ibrahim (?) - does anyone have any more details/address etc?", "time": "almost 6 years ago"}, {"username": "Kelsey Buchholz", "content": "I took it to the fraud department of my bank and got my money back.", "time": "almost 6 years ago"}, {"username": "Rhys Walsh", "content": "It does seem to be a scam, but I did receive my order (or at least some of it, can't remember if I got my key)", "time": "almost 6 years ago"}, {"username": "Sam Hainsworth", "content": "Never getting this sent!", "time": "almost 6 years ago"}, {"username": "Michael Tang", "content": "Is there anyway to get our money back!?", "time": "almost 6 years ago"}, {"username": "Suzie Rush", "content": "Funny how, after ignoring us and starting up new projects, when several of us reported her to Kickstarter she suddenly came back with a sob story and a promise to sort it out soon, before vanishing for another almost three months now. Clearly her scamming got to be too much effort for her.", "time": "almost 6 years ago"}, {"username": "Jay Stern", "content": "Does anyone know what is going on with this campaign and the 'inventor'? Is our good faith backing all for a loss?", "time": "almost 6 years ago"}, {"username": "Ian Townend", "content": "Ian", "time": "about 6 years ago"}, {"username": "Vikram Gudra", "content": "Hi Linda, please provide an update. I backed you in good faith and this has not been returned. Please either complete your business and send out the product or provide a refund to all your Backers.", "time": "about 6 years ago"}, {"username": "Graham Johnston", "content": "So please, Linda, get up and get fulfilling your backer's reward deliveries. Do what you have to do to make this good.", "time": "about 6 years ago"}, {"username": "Mark Young", "content": "TAKE NOTE KICKSTARTER. This woman should be banned from starting any further projects until the project is fulfilled.", "time": "about 6 years ago"}, {"username": "Slove", "content": "I love how this states to be respectful and considerate, but apparently it is ok to just steal backers money under guise of business. This is quite ridiculous.", "time": "about 6 years ago"}, {"username": "Robert Nithsdale", "content": "£7,263... Not a bad sum for only having to create a project on a website. If I can't have my money back, I at least hope you bought something nice with it!", "time": "about 6 years ago"}, {"username": "Mark Young", "content": "Kickstarter don't care, as long as they get their money, they don't care about the supporters. I've contacted them, they basically said \"Bad Luck\"", "time": "about 6 years ago"}, {"username": "Rafael", "content": "Your money is still away, but at best, the lady get a mail from Kickstarter", "time": "about 6 years ago"}, {"username": "benson co", "content": "I just want to get back my money", "time": "about 6 years ago"}, {"username": "Joseph Watts", "content": "Please let us know how the report goes!", "time": "about 6 years ago"}, {"username": "Rafael", "content": "reported!", "time": "about 6 years ago"}, {"username": "Sam Hainsworth", "content": "Thanks Landa Ibrahim", "time": "about 6 years ago"}, {"username": "Kelsey Buchholz", "content": "Can we just all come together and petition to get our money back? This is unbelievable. I don't even want her product anymore. I want to know how to get a refund.", "time": "about 6 years ago"}, {"username": "mehdi ameri", "content": "hello your personal situation is tough! I can Understand that ! but Kickstarter is business and people want Productions or money back !!!! Please update !!!!", "time": "about 6 years ago"}, {"username": "Michael Kirner", "content": "IMHO this Kickstarter is a fraud! Thanks, Linda. You've succesfully \"collected\" my money.", "time": "about 6 years ago"}, {"username": "Mark Young", "content": "This is getting beyond a joke, either send out what we paid for or refund the money!", "time": "about 6 years ago"}, {"username": "Patrick K.", "content": "It's not only time for an update, but for delivery...", "time": "about 6 years ago"}, {"username": "Markus Schmid", "content": "I will surely never back another project of Linda.", "time": "about 6 years ago"}, {"username": "song park", "content": "She dine and dashed.", "time": "about 6 years ago"}, {"username": "Mark Young", "content": "Linda, When can we expect to see something in the mail? Can you give us a timeline other than when I get back to the UK?", "time": "about 6 years ago"}, {"username": "Victor Inho", "content": "I moved in february. How can I notify you a new address for the shipment please?", "time": "about 6 years ago"}, {"username": "Sam Hainsworth", "content": "Only a dream!", "time": "over 6 years ago"}, {"username": "Graham Johnston", "content": "Graham", "time": "over 6 years ago"}, {"username": "Nathan G", "content": "https://www.kickstarter.com/projects/liquidco/the-key-caddy-edc-key-holder-by-liquid-co/posts/1136403", "time": "over 6 years ago"}, {"username": "Rens", "content": "I ordered a keysmart (http://getkeysmart.com/products/keysmart) because we probably won't see an Okii ever. Expecting my keysmart soon. At least they send their product. https://www.kickstarter.com/projects/2065501355/smartkey-free-your-pocket", "time": "over 6 years ago"}, {"username": "Graham Johnston", "content": "In any case, please update us now, and with ample regularity until all your promised rewards are fulfilled, or it looks like you risk doing yourself considerable disservice when it will come to finding support your future business ventures. That's not a threat, just a sincere and respectful warning. If you're expecting some pertinent news to arrive the evening, post an update now to tell us so, and then post the update of that news this evening. I suspect it's unlikely that you run the risk of giving us too much information, so just keep us all posted. Please.", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "I'm arranging a chargeback with on my credit card since I've never received the item, I suggest you all do the same!", "time": "over 6 years ago"}, {"username": "Sam Hainsworth", "content": "Been ages since we've heard anything and sounds like a lot of people want to know whats happening.", "time": "over 6 years ago"}, {"username": "Suzie Rush", "content": "Honestly, running the exact sane project three times and not learning anything makes her an utter incompetent; if she has even the remotest capacity for intelligence greater than the average potato, she's a fraud and a scumbag. I say report her and let Kickstarter decide which reason is needed to block her from creating more money black holes.", "time": "over 6 years ago"}, {"username": "Aaron Beck", "content": "I would say she has made a run, she hasn't log in since 4th feb....", "time": "over 6 years ago"}, {"username": "Taku J Iida", "content": "I will be moving soon. How do I notify you a new address for the shipment?", "time": "over 6 years ago"}, {"username": "song park", "content": "Is this b**** serious!? How many months does it take to make a f****** key holder. Sorry for all the frustration but come on now, it's 6 months already. Give us back our refund. I don't think we mind that the expense comes out of your pocket Linda. I emailed kickstarter and advise all of you guys do the same. I understand maybe 2-3 months at most 4 months but 6 months?! Give us a refund! Now!", "time": "over 6 years ago"}, {"username": "Robert Nithsdale", "content": "I haven't heard anything either.. I'm assuming that the project is a failure. Guess that's the risk we took. Got an email asking me to back Okii3, so I guess there is that! :-(", "time": "over 6 years ago"}, {"username": "henrik pärlehag", "content": "I have not got my green one jet, anyone how has got a green one? Jan 25, 2015 Linda answer me on messages that them have not reseved from the factory in China..........", "time": "over 6 years ago"}, {"username": "Xander Cinjee", "content": "Linda, you really should start communicating with your customers much much more frequently. This is important when a project is on track, and a biweekly frequency for updates is normal and appreciated. But when your project suffers delays, deadlines are not met, and there is a clear perceived risk that you are unable to deliver on promises, you should significantly increase the frequency of updates to mitigate the risk that you are perceived as a fraud. Your last update about okii2 was in January. I suggest you take this honest advise and start to communicate with your customers regularly, honestly and openly, immediately.", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "I've contacted Kickstarter also they were no real help, just telling me to be patient. How much more patient can we be?", "time": "over 6 years ago"}, {"username": "Brenden Otjen", "content": "Everyone else that has gotten screwed on this, I contacted Kickstarter and they were no help it appears we are stuck waiting on this crappy little project. I suggest we all start to share our concern with Kickstarter and other online media means in hopes that our collective voice will be heard!", "time": "over 6 years ago"}, {"username": "Eia A", "content": "Has the goods been sent from China yet? If not, then I guess it will be another months before we see anything due to the Chinese New Year, however it would still be appreciated if you would take your backers serious and keep us up to speed. Staying silent does not earn you any bonuspoints.", "time": "over 6 years ago"}, {"username": "Hauser Art Productions", "content": "I'm getting pretty pissed. Creating a version 3.0 and not even finishing an old campaign is a no go. Sorry this is sad.", "time": "over 6 years ago"}, {"username": "Rens", "content": "Please let me / us know.....", "time": "over 6 years ago"}, {"username": "Graham Johnston", "content": "Graham", "time": "over 6 years ago"}, {"username": "Henry Chan", "content": "Still no any response, but as other said, Linda is concentrate on another project, does this really a good things?", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "If you haven't received anything, I suggest you contact your credit card company and request the amount refunded.", "time": "over 6 years ago"}, {"username": "tetzuo", "content": "Not received anything. Pretty dissapointed", "time": "over 6 years ago"}, {"username": "Phil Harborne", "content": "still waiting on screwdriver, sent pm in november and still no responce, possible to worst managed project have been involved in!", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "Looks like the Okii domain has expired, not a good sign. Linda, can you please give us an update?", "time": "over 6 years ago"}, {"username": "Saad Vaid", "content": "How long is the wait?", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "I'm still waiting..", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "I'm still waiting..", "time": "over 6 years ago"}, {"username": "Ian Townend", "content": "I received my Okii 2.0 but am STILL waiting for the F-Key to arrive. Is there any idea of when this might arrive?", "time": "over 6 years ago"}, {"username": "Aaron Beck", "content": "Update??", "time": "over 6 years ago"}, {"username": "Chee Yong", "content": "Anyway, whatever is above is just information which I thought all of us will be interested in.", "time": "over 6 years ago"}, {"username": "Geert Vandendriessche", "content": "@Lind, will you work on a better bold/alternative solution for us? OR do we stay with a nice looking keyholder that is not easy to use?", "time": "over 6 years ago"}, {"username": "cubergreen", "content": "I liked the idea of Okii, but it looks like there was not much of field testing done in the design phase of the project otherwise these problems would have been noticed long ago by the project owner who should have redesigned the Okii accordingly.", "time": "over 6 years ago"}, {"username": "henrik pärlehag", "content": "I have not received it yet here in Norway. although I ordered \"VERY EARLY BIRD\". I write to Linda, but she does not respond. Any one how know something? :O", "time": "over 6 years ago"}, {"username": "celeritas", "content": "Still no FD keys.", "time": "over 6 years ago"}, {"username": "Mark Young", "content": "Any update?", "time": "over 6 years ago"}, {"username": "Rens", "content": "Still no Okii 2.0 here (Netherlands). Sad to see there are still no updates on shipment or delays. Linda, could you please keep is informed? Have a Nice New Year's Eve!", "time": "over 6 years ago"}, {"username": "Henry Chan", "content": "@Linda, I am from Hong Kong and I would like to know when can I receive the product? Project delay is not a problem but at least u need update the backer, and some backer have receive the product, but most or us are still know nothing....", "time": "over 6 years ago"}, {"username": "A.E. Van Leeuwen", "content": "Sorry, good idea but far from practical design. My Okii 2 is unemployed now. Bad investment choice on my part. It's not OK that Linda does not communicate with her backers when things go wrong. Best of luck to all on other KS projects�", "time": "over 6 years ago"}, {"username": "Geert Vandendriessche", "content": "Mixed feelings after half day usage. When taking a key , you either tighten or unscrew the central bolt. Tuning is needed to find the right mix between easy access to keys and not loosing the central bolt.", "time": "over 6 years ago"}, {"username": "Jay Stern", "content": "Has anyone here in the US received there order yet?", "time": "over 6 years ago"}, {"username": "Ben", "content": "Received my Okii today! Long wait but I was worth it. Well made product. Thanks!", "time": "over 6 years ago"}, {"username": "Rhys Walsh", "content": "From what I understand, part of the first batch was bad so they were remade. From a message with the creator, I think that all the outstanding orders have been sent now but I may be wrong.", "time": "over 6 years ago"}, {"username": "Hoze928", "content": "Thanks for your response at least I now know the folks in the UK are still waiting so I might as well plan on seeing mine by next Christmas:)", "time": "over 6 years ago"}, {"username": "Tim Blanche", "content": "To be honest I suspect you're in for a wait. Most of the UK doesn't seem to have received anything yet. I know I haven't. And communication doesn't seem to be a strong point in this kickstarter!", "time": "over 6 years ago"}, {"username": "Hoze928", "content": "Have had no update in a LONG time as I see some people received their item a month ago. Any idea on when the people in the US might see their Okii? Am I wasting my time in hoping for a response since most comments below are not rated in the positive category.", "time": "over 6 years ago"}, {"username": "Rhys Walsh", "content": "My stuff arrived today. Its better than I expected other than thickness. The central part seems to have quite a thick collar (axle point), so I may take it down a bit to reduce overall thickness.", "time": "over 6 years ago"}, {"username": "Adelaide", "content": "I'm in England and received my Okii and FD keys (k-tool & slice) in the post yesterday.", "time": "over 6 years ago"}, {"username": "Maziar Gorjifar", "content": "The creator is arrogantly refusing to update the backers and has only sent part of the items we have pledged for . It's outrageous that these kind of arrogance is being allowed .these people will rouin the spirit of KS.", "time": "over 6 years ago"}, {"username": "Graham Johnston", "content": "No sign of it here in Luxembourg yet either. Any news on that ?", "time": "over 6 years ago"}, {"username": "Ben", "content": "Still not received anything :(", "time": "over 6 years ago"}, {"username": "orange monkie", "content": "Thanks", "time": "over 6 years ago"}, {"username": "Mike D", "content": "I have not received anything yet here in Pennsylvania USA. None of my comments have been answered. My private message was not answered either. I am frustrated with the lack of communication. It is disrespect to those who originally believed in your product.", "time": "over 6 years ago"}, {"username": "Phil Harborne", "content": "got 3 of my fd keys but no screwdriver key, i sent you a message 2 weeks ago and no reply!", "time": "over 6 years ago"}, {"username": "Geert Vandendriessche", "content": "No OKI delivered yet in Belgium. Is there a reason that some are shipped and others not?", "time": "over 6 years ago"}, {"username": "Rhys Walsh", "content": "I am still waiting. Considering I live in London, I was expecting this to be a fairly quick project to arrive.", "time": "over 6 years ago"}, {"username": "celeritas", "content": "I received my Okii 2.0 in the mail today. However, none of the FD keys were included.", "time": "over 6 years ago"}, {"username": "Ian Townend", "content": "I'm still waiting for my okii, is there any estimate on when they will be sent out? I notice in the original okii 1.0 project there were comments some time after from people saying that they were still waiting for their item.", "time": "over 6 years ago"}, {"username": "Mike D", "content": "Linda, you clarified that there is no leather on the Okii 2. Could you please explain what the \"leather treatment\" is that you refer to in update 7? In the update you said \"The main batch of Okii 2.0 that were finished and ready to get the leather treatment did not meet quality expectations...etc\" just wondering what that is and what it does. I posted this comment to the update but did not receive a response.", "time": "over 6 years ago"}, {"username": "A.E. Van Leeuwen", "content": "Totday I received my Okii 2 and the FD! After installing my keys I also found out that when using the Okii the screw constantly loosens. Bummer. The risk of losing my keys is therefore greater than the usefullness of the Okii concept. @linda: I hope you can come up with a good solution for this design error. Otherwise I cannot safely use the Okii 2.", "time": "over 6 years ago"}, {"username": "Rhys Walsh", "content": "I have yet to receive mine but I have a few ideas that I shall try to see if I can find a solution. I will most likely use some Loctite.", "time": "over 6 years ago"}, {"username": "Fischlustig", "content": "Owen: see my comment(s). Major design flaw. Basically this thing is useless, if you actually use your keys.", "time": "over 6 years ago"}, {"username": "Owen Collier", "content": "How are you supposed to stop it unscrewing every time you unfold a key?", "time": "over 6 years ago"}, {"username": "Micah Robinson", "content": "Thanks for keeping me posted as to the reasons for the delay. I eagerly await your product. Would it be possible to ship the fd keys separately? I'm just as eager to see these. It would be a good idea to send things to keep backers happy, since we would be more likely recommend your product(s) to others.", "time": "over 6 years ago"}, {"username": "Phil Harborne", "content": "got my oki keys today, but only 3 of them!", "time": "over 6 years ago"}, {"username": "Ciaran Gallagher", "content": "The Okii itself is a pretty good quality. Very solid and the colour is quite rich.", "time": "over 6 years ago"}, {"username": "Dominik Engel", "content": "Thank you", "time": "over 6 years ago"}, {"username": "Rens", "content": "Furthermore, I look forward to recieve my Okii with FD keys ... I will wait patiently. Thank you for your future project updates ....;-)", "time": "over 6 years ago"}, {"username": "Ciaran Gallagher", "content": "In my survey I asked for a black okii, but you have sent me a blue one. There are also no tools with it at all. Though I understand you are having manufacturing troubles with the tools.", "time": "over 6 years ago"}, {"username": "song park", "content": "How much longer do we need to wait? I live in the states and ordered with FD key.", "time": "over 6 years ago"}, {"username": "Ajax Fitton", "content": "Would be really nice to get an update on what's happening rather than just getting asked to pledge more money to you on new projects.", "time": "over 6 years ago"}, {"username": "SDa", "content": "Hi Linda, I think I speak for everyone when I say we like more transparency and direct communication via project updates. This prevents the feeling to occur that you're not honest and prevents frustration, especially since you're still launching new projects.", "time": "over 6 years ago"}, {"username": "Owen Collier", "content": "I've not received anything as yet. I'd rather an update on what I've supported.", "time": "over 6 years ago"}, {"username": "Maziar Gorjifar", "content": "Where is my Oki 2?", "time": "over 6 years ago"}, {"username": "Adnan Umarji", "content": "Bit cheeky asking us to back two new projects since this one completed funding, especially considering you haven't even fulfilled your duty regarding this project.", "time": "over 6 years ago"}, {"username": "Maziar Gorjifar", "content": "I suggest you reply to people and concentrate on honouring the pledges before you start a new project. We are approaching end of November and still nothing ,other than some argument with fellow KS supporter.", "time": "over 6 years ago"}, {"username": "celeritas", "content": "Still haven't received anything yet.", "time": "over 6 years ago"}, {"username": "Michael", "content": "I'm still yet to receive mine or any form of email regarding it being sent etc. Any idea on when I can expect it?", "time": "over 6 years ago"}, {"username": "Fabio", "content": "Thanks", "time": "over 6 years ago"}, {"username": "Fischlustig", "content": "Sorry, but thats just an honest opinion and my personal expirience \"in the field\"", "time": "over 6 years ago"}, {"username": "Phil Harborne", "content": "Do you have all the other keys except for the screw driver? is it not possible for those waiting for screw driver to get the rest of the order sent it, if the screwdriver is going to be a long delay?", "time": "over 6 years ago"}, {"username": "Fischlustig", "content": "Might just be my experience, still wanted to share my personal experience and well, express my disappointment.", "time": "over 6 years ago"}, {"username": "Geert Vandendriessche", "content": "Hello, when do you ship to belgium. I did not yet get my oki nor my fd keys", "time": "over 6 years ago"}, {"username": "Gabriele La Rosa", "content": "But the Okii works fine, and this is the most important thing for me.", "time": "over 6 years ago"}, {"username": "A.E. Van Leeuwen", "content": "Hello Linda, did you send the Okii to everyone who ordered one? Or did you just send a batch? Because I also did not receive my ordered Okii. Greets, Arjen", "time": "over 6 years ago"}, {"username": "Paul Lofthouse", "content": "I just received a package this morning (coincidentally or not). It contained the blue Okii and an FD bottle opener but not the FD screwdriver I had also selected as part of the reward for my pledge.", "time": "over 6 years ago"}, {"username": "celeritas", "content": "I haven't received anything yet.", "time": "over 6 years ago"}, {"username": "Fischlustig", "content": "@Linda: maybe you could provide tracking numbers?", "time": "over 6 years ago"}, {"username": "Paul Lofthouse", "content": "Just wondering if anyone out there has received their Okii 2.0 either with or without the key tools accessories?", "time": "over 6 years ago"}, {"username": "Phil Harborne", "content": "is there any update for those that just ordered the keys with no oki 2?", "time": "over 6 years ago"}, {"username": "Fischlustig", "content": "Anyways, I hope your 2nd attempt will succeed and I will finally get my 3 okii 2.0.", "time": "over 6 years ago"}, {"username": "Fischlustig", "content": "Meik", "time": "over 6 years ago"}, {"username": "celeritas", "content": "uh, I wasn't aware that the Okii 2.0 had any leather in it...", "time": "over 6 years ago"}, {"username": "mehdi ameri", "content": "wanted to ask when is sent to Germany ?", "time": "over 6 years ago"}, {"username": "Gabriele La Rosa", "content": "I've probably been too accusative.", "time": "over 6 years ago"}, {"username": "Gabriele La Rosa", "content": "I am really, really disappointed, both for the money I've spent and for the loss of the chance of owning an object that would have been useful in my daily life.", "time": "over 6 years ago"}, {"username": "Mike D", "content": "Haven't gotten my Okii yet. Any estimates for US delivery dates?", "time": "over 6 years ago"}, {"username": "Geert Vandendriessche", "content": "Thx", "time": "over 6 years ago"}, {"username": "Ben", "content": "Any updates? Not received anything yet..", "time": "over 6 years ago"}, {"username": "Gabriele La Rosa", "content": "I'm waiting for the things I've payed.", "time": "over 6 years ago"}, {"username": "Gabriele La Rosa", "content": "I really want to have my Okii with FD keys as soon as possible!", "time": "over 6 years ago"}, {"username": "Phil Harborne", "content": "Been very quiet since being funded!", "time": "over 6 years ago"}, {"username": "Gabriele La Rosa", "content": "Any update?", "time": "over 6 years ago"}, {"username": "Geert Vandendriessche", "content": "Congratz! I look forward to the Okii!", "time": "almost 7 years ago"}, {"username": "Graham Johnston", "content": "Many congratulations !!!", "time": "almost 7 years ago"}, {"username": "Fabio", "content": "It's quite normal to have some scheduling problems, due to supplier delays and other stuff quite difficult to estimate, so... good work, I can't wait to have my Okii", "time": "almost 7 years ago"}]}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "Before scientific and technological breakthroughs, many believed the world was flat. Now, thanks to these two forces the world is in fact becoming considerably flatter, at least in the land of product design!\nIntroducing BULBING, a 2D LED lamp that forces you to rethink your everyday objects and raise a smile.\n3D becomes 2D - 5mm thick acrylic glass\nI am a product designer that works to preserve the old and the familiar and translate it into the “New World.” Bulbing is a development of my earlier works, using 3D wire-frame images and transferring them onto 2D materials, to create functional and delicate design pieces that trick the eye!\nAcrylic glass carving\nNow you can look at your lamps in a whole new light.\nDetailed, accurate, fine lines help to create the optical illusion\nGreat OPTICAL ILLUSION! - 100% FLAT!\nBULBING is an elegant light that will add a COOL DESIGN element to any room.\nWhat appears to be 3D is in fact 2D making it functional and helping you to SAVE SPACE.\nYou can surprise friends and family with the element of OPTICAL ILLUSION!\nVERSATILE use for the whole family, it can even be a fun piece for the kid’s at night.\nBULBING uses a warm LED light, which is ENERGY-EFFICIENT, lasts up to 50,000 hours, and doesn’t overheat.\nIt is available with CHANGEABLE designs, so you can choose a light to suit your mood.\n\nBULBING has been made combining man-made fibres, natural materials, and both machinery and artisan handwork, which unite to create design harmony.\nCalming night-light\nThe changeable design is made from an acrylic glass sheet, which is known for its incredible light transmitting properties (more than glass and plastic!) The base, is made from high-quality plywood birch. And the light is LED, with a lifespan of 50,000 hours, a warm glow, and won’t get hot.\nSunlight only! Beautiful in day time\nBy combining machine work with hand-crafting, the wooden base is cut using a CNC machine, which is then finished by hand: sanding the wood and applying a varnish.\nThe acrylic glass design is created using a laser machining process.\n All circuitry is wired, adhering to the highest electric standards. Upon placing the acrylic glass design in the lamp’s base (where the LED is positioned), the light breaks through the etched surface.\nProduction made 10km radius\nMass\nBed-side light\nI have designed this lamp to be changeable, all you need to do is lift out the 2D shape from the base and replace it with a new design, keeping the product ever-changing to suit the room, person, or mood. \nAll 5 designs - 1 wooden base - for various designs!\n  3 new designs!\nBULBING\nBULBING - #Skull\nBULBING - #Spiral\nBULBING - #Baloons\nBULBING - #StarryNight\nBULBING - #Tunnel\nBULBING - #TeddyBear\nBULBING - #Galaxy\nThank you Kickstarters!", "risks": "Risks and challenges\nIn 2013, we launched a successful Kick Starter project which delivered on time. Now, we have a new production plan and are ready to go!\n\nDuring the design and production of Bulbing I choose professionals to help create my lamps. In order to reach the ultimate results -- accuracy, proper materials, different kinds of wood, plastic, glass, etc. -- I chose the best factories and men to do the work.\n\nTwo reasons why I decided to produce locally:\n\n• To support local businesses and the private sector, while still managing to keep production costs low.\n• Local production also means that I can be present during all stages of the manufacturing process for quality assurance.\n\nI predicted that the biggest challenges would be adding the finishing touches to Bulbing, such as varnishing the wood and assembling the final product; and so I decided to do these at my studio, to guarantee that each lamp turns out to perfection.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "You have all been very patient… it’s here!", "update_content": "Dear Backers,\nYes, finally a stretch goal!\nWe can’t even begin to explain how exciting it is to receive this feedback, that you are waiting for us to announce a stretch goal. We have answered separately and now, here.\nOur production process has never been easy. Our lamps may seem minimalistic, but actually are made of so many parts, from so many suppliers. We don’t use molds, and plastic injections, our finishes are hand-made in some of the parts, and therefore we must consider each and every new design as a totally separate production run."}, {"update_no": "UPDATE #31", "update_userinfo": "WE ARE LIVE !!!", "update_content": "Dear Backers,\nThe time is now!\n\nHere's the link, go catch the SUPER Early-Bird rewards!\nhttps://bit.ly/3wGrwqG"}, {"update_no": "UPDATE #30", "update_userinfo": "Now it's official - 48 hours till launch!", "update_content": "We needed a little more time to set up :-)\nBut anyway, YOU, OUR DEAREST BACKERS! are the most important, and many of you already signed up to be notified on launch first!\n\nThe rest of you - hurry up!"}, {"update_no": "UPDATE #29", "update_userinfo": "Hey backers! We’re back!! with a new WILD campaign!", "update_content": "Remember us? We’re back!\n\nIt’s been a while and a lot has changed.\nWe’re talking about our business, our lives, and our world!"}, {"status": []}], "comments": [{"username": "Kevin", "content": "http://www.amazon.co.uk/gp/product/B007BPQJSY?psc=1&redirect=true&ref_=oh_aui_detailpage_o01_s00", "time": "over 5 years ago"}, {"username": "Mike Deskins", "content": "Hello, I still have not received a tracking # or my item…the last update I received was on 06/02/14 saying my CC would be charged.", "time": "over 5 years ago"}, {"username": "Masaki Mototani", "content": "Thanks i got it !", "time": "almost 6 years ago"}, {"username": "Leonardo Machado", "content": "Thanks once again", "time": "almost 6 years ago"}, {"username": "Trúc Trịnh", "content": "I haven't tracking number yet... Can I have some news please ? Thank you !", "time": "almost 6 years ago"}, {"username": "Gabriel Pentagna", "content": "Hello, i did not receive my track number and my package,,, please contact me !", "time": "almost 6 years ago"}, {"username": "Masaki Mototani", "content": "What should I do?", "time": "about 6 years ago"}, {"username": "Michael Fiorello", "content": "I have not received tracking info or pledge. Please advise.", "time": "about 6 years ago"}, {"username": "Leonardo Machado", "content": "Please help me", "time": "about 6 years ago"}, {"username": "JIAN CAI", "content": "I had got tracking number but didn't receive package until now.What can I do?", "time": "about 6 years ago"}, {"username": "Trúc Trịnh", "content": "I haven't tracking number yet... Can I have some news please ? Thank you !", "time": "over 6 years ago"}, {"username": "Vera Wang", "content": "I'm sorry,but it seems that your staff hasn't written my address correctly,so the package has been returned...What should i do?", "time": "over 6 years ago"}, {"username": "Steven Peake", "content": "Update to below, they have now been in touch to sort the problems out. You may need to wait a little while for a response (10 days)", "time": "over 6 years ago"}, {"username": "Steven Peake", "content": "Well the charger just exploded and the unit is totally dead, contacting \"Studio Cheha\" gives no response. That was a waste of money.", "time": "over 6 years ago"}, {"username": "Stefano Marra", "content": "I still have no tracking number in my inbox/spam folder. Can anyone provide me some news about it? Thanks", "time": "over 6 years ago"}, {"username": "Hector Sebastian", "content": "Mine arrived two days ago, ver y satisfied thanks!!!", "time": "over 6 years ago"}, {"username": "Biró Marius", "content": "Wonderful!10 for StudioCheha!!Thank you !!!", "time": "over 6 years ago"}, {"username": "drhit", "content": "Haven't got my tracking number yet.I just want to know if my lamb has been posted�", "time": "over 6 years ago"}, {"username": "Pablo J. Bermejo de Miguel", "content": "It looks beautiful in my studio. Thank you guys.", "time": "over 6 years ago"}, {"username": "Xiangwu Lu", "content": "It's a little bit late, but finally I have received my lamps. They are brilliant, and make me want to have all the different styles.", "time": "over 6 years ago"}, {"username": "Mike Stamsen", "content": "I got my lamps and they are great.", "time": "over 6 years ago"}, {"username": "Enrique Tandazo", "content": "My lamp broke after two 30 cm falls. what can it do to repair it???", "time": "over 6 years ago"}, {"username": "stephen Morley", "content": "Only problem now, is the kids arguing who gets which lamps lol", "time": "over 6 years ago"}, {"username": "Jingying Chen", "content": "I'm still waiting and I dont have the tracking number. Have you already posted? I was expecting them to be Christmas gifts, then New year gifts, or Birthday gifts for my friend. Well, all passed.", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "I was so impressed I ordered more! I originally bought three bulb design and used them as Xmas gift. I just purchased a teddy bear and balloon design. Can't wait!@", "time": "over 6 years ago"}, {"username": "UNICORN", "content": "If I were to try them in a physical store, I wouldn't have bought them.", "time": "over 6 years ago"}, {"username": "Gail K", "content": "For those of you still trying to track your parcels, I never did get any info via tracking except to say that 'they were organising it to come to Australia'!", "time": "over 6 years ago"}, {"username": "Ting", "content": "I get my tracking number. but my address in the email is all like????????500??59??502??something like that.it 's so weird . when I called the post,they say they can't read the address.so they just return the package to you.Could you please check my package ?what happened?", "time": "over 6 years ago"}, {"username": "Nicolas LeDrezen", "content": "By the way i thought there would be engraving saying 'backed on KS'", "time": "over 6 years ago"}, {"username": "Nicolas LeDrezen", "content": "Got mine to in France. I'm glad it's finally here, it's great! I saw it 2 months ago in the museum shop. Same comment as Giovanni, i would have love a longer cable, it's a little too short, but the design is really nice, i did not realize it would be such a bright light", "time": "over 6 years ago"}, {"username": "Giovanni Tonini", "content": "Got mine in italy! simply wonderfull. if i can make a suggestion, you could use a bit more cable and varnishing the wooden base. for the rest, again, WONDERFULL!", "time": "over 6 years ago"}, {"username": "Max Eisenhard", "content": "Just came home from german customs, they won't hand me out my lamps until they made a product safety-check. Hope the lamps don't fail, because then they will be destroyed... I'll keep you informed!", "time": "over 6 years ago"}, {"username": "amanda kentridge", "content": "תודה רבה רבה!!", "time": "over 6 years ago"}, {"username": "Ben", "content": "Thanks again :)", "time": "over 6 years ago"}, {"username": "Enrique", "content": "Very nice, big thank you and again, congratulations for your project !!!", "time": "over 6 years ago"}, {"username": "Caitlyn R. Baczewski", "content": "Mine was delivered last week & it was definitely worth the wait. I love it! :)", "time": "over 6 years ago"}, {"username": "Hasrin", "content": "Fyi, I still have not received my tracking number. Thanks.", "time": "over 6 years ago"}, {"username": "Jack Yuk Kwan Fan", "content": "Still not get my tracking number. Any updates for Nov batch?", "time": "over 6 years ago"}, {"username": "John Wick", "content": "@Studio Cheha, thanks for the lamps! Is there any way to get the tunnel going downward? I noticed on your website the tunnel goes sideways. Happy holidays!", "time": "over 6 years ago"}, {"username": "Noam Bar-Levav", "content": "Great job!", "time": "over 6 years ago"}, {"username": "martin soanes", "content": "Got mine and i love it. Thank you. Great job.", "time": "over 6 years ago"}, {"username": "chen wei yuan", "content": "still not got it ....... i have tracking number but cant find any information please help thanks", "time": "over 6 years ago"}, {"username": "Camille", "content": "Never got a tracking number either... I'm backer 995 in the November batch. Any news ?", "time": "over 6 years ago"}, {"username": "Byron Bedenbaugh", "content": "I just got mine today. Thanks! Is there a way to buy more designs? They really do look nice. Thanks again.", "time": "over 6 years ago"}, {"username": "Dave Wong", "content": "Respect your product...but...", "time": "over 6 years ago"}, {"username": "Kenneth Lai", "content": "Could you please provide a status update of my pledge?", "time": "over 6 years ago"}, {"username": "Oland Tseng", "content": "I also got lots of scratch on glass on balloon version! It is a flaw!", "time": "over 6 years ago"}, {"username": "Nico Maffei", "content": "Got my delivery today, thank you! The balloon-version is quite scratched but the bulb-version is fine. All in all I am quite happy...", "time": "over 6 years ago"}, {"username": "Byeonghyeon Kwak", "content": "When I try to track that no. Still it says \"we could not find this item in our system\" what is going on ~?", "time": "over 6 years ago"}, {"username": "Al Carless", "content": "Still not got mine :( Question is as they are both Xmas presents...how long do I wait? :-(", "time": "over 6 years ago"}, {"username": "Michael Carr", "content": "Just received my email with my tracking no. Soooo excited to get these. Might turn up before Xmas day. Thank you very much Studio Cheha. I would definitely back another campaign of yours.", "time": "over 6 years ago"}, {"username": "orange monkie", "content": "@Creator Good to hear the news! I'm glad you are working hard to fulfill the rewards. Every creaters should be like you. Of course, I'm a creator, but also a backer. I backed some projects but couldn't see regular updates like you. Thanks and hope to see the reward soon :)", "time": "over 6 years ago"}, {"username": "NL de Lange", "content": "Nils", "time": "over 6 years ago"}, {"username": "Steve Davenport", "content": "Sorry, I did receive a tracking number on Dec. 11th - thank you!", "time": "over 6 years ago"}, {"username": "Steve Davenport", "content": "Steve", "time": "over 6 years ago"}, {"username": "Philippe billaud", "content": "Hi creator, I know how busy you can be but can you consider to give information about shipping date? Shipping was planned for November, will it be ok for Christmas period ? (I'm un France)", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "Such a beautiful lamp! Thanks @creator! Well worth the wait!", "time": "over 6 years ago"}, {"username": "Yaroslav Yablokov", "content": "Still waiting for a tracking number and wish to get the bulb this year", "time": "over 6 years ago"}, {"username": "Xiangwu Lu", "content": "I am going abroad for my Christmas holiday in 1 week time. I am wondering when am I gonna get the tracking info? So that I can let my friend or colleagues take the parcel for me.", "time": "over 6 years ago"}, {"username": "Kenneth Lai", "content": "Where can I check my tracking info here? Still nothing news about this", "time": "over 6 years ago"}, {"username": "Elijah Craig", "content": "Still no tracking info here", "time": "over 6 years ago"}, {"username": "Douwe Feenstra", "content": "hope that my lamps also ships very soon, still nothing over here", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "Stunning!", "time": "over 6 years ago"}, {"username": "stanteate", "content": "% shipped?", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "My pledge is going to arrive today! YES!", "time": "over 6 years ago"}, {"username": "Chris Mead", "content": "@wc. Thanks for your input and since I added that post we have been updated. No real idea still when to expect thought. Would the creator like to speculate if orders will be completed this month?", "time": "over 6 years ago"}, {"username": "Oskar Sjödin", "content": "Mine arrived today, two beautifull lamps! Thank you!", "time": "over 6 years ago"}, {"username": "John Wick", "content": "@Chris Mead - the Creator has been very professional and made some updates regarding shipping. Check the updates section.", "time": "over 6 years ago"}, {"username": "Chris Mead", "content": "So not going to arrive in November. It's not a major problem but it would have been nice for the creator to have said something. When can we expect them?", "time": "over 6 years ago"}, {"username": "Oskar Sjödin", "content": "Mine has now arrived at my home country, really excited!", "time": "over 6 years ago"}, {"username": "Johan Star", "content": "Nov backer here. I haven't received my bulb yet.", "time": "over 6 years ago"}, {"username": "Elijah Craig", "content": "Nov backer here. No shipment information received yet...", "time": "over 6 years ago"}, {"username": "Oskar Sjödin", "content": "Whats the shipping time to sweden?", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "@Dragonbait interesting. My lamp shipped so I really can't complain and if the quality is as good as others has mentioned then I am extremely excited!", "time": "over 6 years ago"}, {"username": "Dragonbait", "content": "@simon, it's a large retailer with many uk stores. I saw them available in 2 separate shops.", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "@Dragonbait I was thinking the same thing but there is always the possibility that a retailer paid in advance like a backer?", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "Nov backer here; just received tracking for three pledges! @Creator didn't think you were going to be able to make the ship out date but you did! Very impressed! 90% of KS projects I've back are generally delayed and this is one of the better ones.", "time": "over 6 years ago"}, {"username": "Oskar Sjödin", "content": "Got trackingnr for my shippment today, realy excited!", "time": "over 6 years ago"}, {"username": "Dragonbait", "content": "@creator Don't mean to throw the proverbial cat amongst the pigeons, but why are these now for sale in some retailers when not all kickstarter backers have received theirs?", "time": "over 6 years ago"}, {"username": "Nicolas Vodovar", "content": "All the best and good luck with all those packages", "time": "over 6 years ago"}, {"username": "Wing Chi", "content": "appreciated if any update can be provided. thanks", "time": "over 6 years ago"}, {"username": "Ahmed Al-Suwaidi", "content": "any updates", "time": "over 6 years ago"}, {"username": "Faisal Alaskandrani", "content": "Same any updates!? I have not received mine too", "time": "over 6 years ago"}, {"username": "stephen Morley", "content": "I've not received mine yet. Not sure if they have all been sent out yet? A update would be nice :-)", "time": "over 6 years ago"}, {"username": "Elijah Craig", "content": "Any movement here?", "time": "over 6 years ago"}, {"username": "Nicolus", "content": "Hi ! I dont received my product... Why ?", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "Bulb update?", "time": "over 6 years ago"}, {"username": "Elijah Craig", "content": "November shipments going out yet?", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "\"You've got mail\"", "time": "over 6 years ago"}, {"username": "Hui-Yu Yang", "content": "I thought I'll get the lamp in November, and give to my friend as a wedding present. But now, I'm not pretty sure...", "time": "over 6 years ago"}, {"username": "Aussie Jess", "content": "I haven't received my product or any updates in a long time. Can you please advise me what month it will be posted in and when I may receive it by?", "time": "over 6 years ago"}, {"username": "Joshua", "content": "Now I'm seeing comments that sole designs do not have this stain pattern.", "time": "over 6 years ago"}, {"username": "Oskar Sjödin", "content": "Is the november batch shipped already?", "time": "over 6 years ago"}, {"username": "Achanak", "content": "Truly appreciate Nir and Studio Cheha's willingness to work with backers in an effort to keep customer satisfaction high. Great product, greater people behind it!", "time": "over 6 years ago"}, {"username": "meng jin", "content": "Hihi，just wondering which post service you will use to ship them to China?Thx!", "time": "over 6 years ago"}, {"username": "COMMIT", "content": "Looking forward to receive and use the spiral.", "time": "over 6 years ago"}, {"username": "Paco_777", "content": "That said, the others designs (skull,bulb,spiral) are as great, as expected.", "time": "over 6 years ago"}, {"username": "Achanak", "content": "BUT I was pretty disappointed with the Balloon one. Unlike the original video and picture on Kickstarter where the edges of the Balloon design are the strings of the balloons itself, the design I received had edges that encapsulated the entire width of the balloons - no longer giving the desired 3D effect - the additional blank glass gives it away. Plus the additional glass seems to be permanently stained.", "time": "over 6 years ago"}, {"username": "arth", "content": "Nir did get back to me about the Balloon design. It was a design call he made to change it slightly to have a wider piece of acrylic to get the light to break perfectly to the entire shape. Nonetheless, he is a great guy who can sort you out if for any reason you do not feel comfortable with the change in the design.", "time": "over 6 years ago"}, {"username": "MegaBueno", "content": "Almost November, =)", "time": "over 6 years ago"}, {"username": "Mrs S Horn", "content": "Can you answer if you have changed the balloon design please? Only I am worried that people are saying it does not look like the picture you posted on your page. It has two extra lines.", "time": "over 6 years ago"}, {"username": "Warren L", "content": "https://www.kickstarter.com/projects/365631258/3d-illusion-lighting/?ref=kicktraq", "time": "over 6 years ago"}, {"username": "Skippy", "content": "That's indeed challenging. I wish you all the best and do not rush; we can wait for these beauties :-)", "time": "over 6 years ago"}, {"username": "Bradley Thompson", "content": "I too am curious why some designs are on sale at Touch of Modern, with a four to six week delivery time? And I just got an e-mail from ToMo that claims they have more on the way. Guess I expected as backers that we were not only helping you fulfill your goal of creating your project, but that we would be receiving the product before it went on sale elsewhere. Still eagerly awaiting my BULBINGs, just a bit dismayed, I guess.", "time": "over 6 years ago"}, {"username": "Fernando Cunha", "content": "Congratulations to you all at the Studio Chena! Great work!", "time": "over 6 years ago"}, {"username": "Tony Chang", "content": "But you have already put your product on sale at Touch of Modern! Why don't you concentrate on fulfilling your KS backers first???", "time": "over 6 years ago"}, {"username": "Zhou", "content": "I have received both of mine and they are beautiful! Thanks so much for this campaign. :)", "time": "over 6 years ago"}, {"username": "Oskar Sjödin", "content": "A little dissapointed to se the ballon design whit the two extra lines on the outside...takes away a bit of the illusion. Would love too se it fixed in the november shippment...", "time": "over 6 years ago"}, {"username": "Charles Penner", "content": "Also, please add the inserts to buy without base on website!", "time": "over 6 years ago"}, {"username": "Masaki Mototani", "content": "I haven't received my tracking number yet.", "time": "over 6 years ago"}, {"username": "Shani Nestingen", "content": "I just received my Bulbing, I love it but I have a couple questions. I thought the plexi insert was suppose to have \"Backed on K\" engraved on it. Also the edge is quite sharp in some places is there a way to smooth it out little hands could get hurt.", "time": "over 6 years ago"}, {"username": "Dennis Sorensen", "content": "I have just received my Bulbing here in Denmark, with an EU plug. Thanks! One of the most professional kickstarter campaigns I have ever backed. The two designs I got look fantastic, and I suspect I will buy more in the future.", "time": "over 6 years ago"}, {"username": "Marie-Andree Poisson", "content": "One improvement would be nice, getting the swich closer to the lamp, not in the middle of the cord.", "time": "over 6 years ago"}, {"username": "Marie-Andree Poisson", "content": "Bulbing in a \"natural\" setting : http://i.imgur.com/qcfBdEQ.jpg", "time": "over 6 years ago"}, {"username": "Marmæl", "content": "Wow, got my skull design today and I & family are very pleased! The 3D effect is striking and the light is subtle, but clear. Just what I hoped for. Thank you!", "time": "over 6 years ago"}, {"username": "Marie-Andree Poisson", "content": "Just got mine, in Canada :-)", "time": "over 6 years ago"}, {"username": "Paul", "content": "@Studio Cheha I agree with @arth, the kickstarter photos were either altered or the design changed. Also they seem very dificult to clean. Do the other designs have the same problems with the edges? Any feedback would be appreciated.", "time": "over 6 years ago"}, {"username": "arth", "content": "Nonetheless, thanks for doing this project. Do let us know if separate designs can be purchased too :)", "time": "over 6 years ago"}, {"username": "arth", "content": "Hi received it today and is great, thanks. Only issue I have is that the Balloons one is not done to the original promised design - the edges on the sides are not in line with the 'strings' of the balloons and as such, is less appealing than what it should have been.", "time": "over 6 years ago"}, {"username": "Dave S", "content": "Got it today. It looks amazing!!! Great job & thanks!", "time": "over 6 years ago"}, {"username": "Fredrik Sjölin", "content": "So I was surprised to see I got a base with an american plug. Why didn't it come with a European plug when send to me in Sweden. Why is it a US plug?", "time": "almost 7 years ago"}, {"username": "Marie Schleich", "content": "what a great success. it looks fantastic. thank you studio cheha!!", "time": "almost 7 years ago"}, {"username": "Jack Nicoll", "content": "Got my bulbing yesterday! Looks great", "time": "almost 7 years ago"}, {"username": "Thomas van Os", "content": "All nice stories below. Looking forward to my bulging, but didn't receive any tracker numbers. Can you please provide?", "time": "almost 7 years ago"}, {"username": "Masledge", "content": "I agree with Eric and especially Ben. I missed the postman on Saturday and so had to wait until Monday to pick up my Bulbing. What a long wait! But, more than made up for, when I unboxed. I love it. My only regret is not pledging for two, so that I can use as bedside lamps. I will purchase another when they become available on general sale. Well done, Studio Cheha, on producing a really good desirable product. I am sure my family and friends will be very impressed and may want one themselves.", "time": "almost 7 years ago"}, {"username": "Eric", "content": "Here I was thinking to leave a very positive comment, after unboxing the Bulbing today, but no matter how I would try I don't think I can be more thorough then Ben underneath me here, who basically said it all. Thanks for a great product! Ill keep you guys in mind for future presents :-)", "time": "almost 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "Wow, wow, wow!! What a success. I have just received the bulbing through the post with the different acrylics that I pledged for. They are absolutely marvellous, dramatic light effect, fantastic raw quality, I like the light varnish as supposed to dark stain. In really impressed and everyone I have shown so far are fascinated. I will be buying more and everyone I have shown wants one to! Brilliant, what a great project and a great team. You should all be proud of what you have accomplished in a short period of time and understand all your hard work has really paid off, as you will be making a lot of backers very very happy! I look forward to seeing everyone else's opinion when they get there's.", "time": "almost 7 years ago"}, {"username": "Zhou", "content": "Hi, any tracking number for those delivered on Sept 2nd?", "time": "almost 7 years ago"}, {"username": "Jack Nicoll", "content": "Any idea on when First Batch should arrive?", "time": "almost 7 years ago"}, {"username": "Lee Chee Wayne", "content": "Hi there! Was wondering when will d delivery for sept bunch starts? Any indication?", "time": "almost 7 years ago"}, {"username": "Skippy", "content": "I very much prefer the original designs from Studio Cheha", "time": "almost 7 years ago"}, {"username": "Cruz Sim", "content": "i can order 1 more extra set of lamp?", "time": "almost 7 years ago"}, {"username": "Mrs S Horn", "content": "How do you know when you are going to receive your orders?", "time": "almost 7 years ago"}, {"username": "James Conn", "content": "My estimated delivery tier isn't till November sadly but I'm looking forward to the lamps and glad people are liking them", "time": "almost 7 years ago"}, {"username": "Marie Schleich", "content": "I still havn´t received my bulbing to Germany. I selected \"The first batch\" to be the first. I´m still waiting, but how long?", "time": "almost 7 years ago"}, {"username": "Jonathan Boulton", "content": "Just wondering what type plug it comes with?", "time": "almost 7 years ago"}, {"username": "Duncan Hellmers", "content": "Duncan.", "time": "almost 7 years ago"}, {"username": "Maike Jacobs", "content": "I just got back from vacation and guess what was waiting for me... The light looks as awesome as imagined!! Great job on delivering such an amazing project in such a short time! Looking forward to new projects in the future :)", "time": "almost 7 years ago"}, {"username": "Noa Bloch", "content": "Thank you!", "time": "almost 7 years ago"}, {"username": "LIN TAI-HUNG (林泰宏)", "content": "Thanks !! \\(^0^)/", "time": "almost 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Niiiice!", "time": "almost 7 years ago"}, {"username": "Camille", "content": "Tanks Daniel. Looks great :)", "time": "almost 7 years ago"}, {"username": "Daniël", "content": "Here, a photo of my Bulbing https://www.dropbox.com/s/6zmpbgucq3nekew/2014-07-22%2020.48.06.jpg", "time": "almost 7 years ago"}, {"username": "Oskar Sjödin", "content": "Still havent received my two lamps to sweden :(, i hope something not wrong with the shippment...", "time": "almost 7 years ago"}, {"username": "Yuuki Y", "content": "Thanks.", "time": "almost 7 years ago"}, {"username": "Stefan", "content": "Let me know when you got another project up!", "time": "almost 7 years ago"}, {"username": "Adam", "content": "My spiral arrived in Texas today. Looks really cool. Thanks.", "time": "almost 7 years ago"}, {"username": "Jim Kostinas", "content": "Got spiral today in New Jersey, United States! Looks awesome thank you guys so much!", "time": "almost 7 years ago"}, {"username": "Mark Howard", "content": "Thanks Studio Cheha, a real pleasure to back and a fantastic product to show for it.", "time": "almost 7 years ago"}, {"username": "Camille", "content": "Thanks :)", "time": "almost 7 years ago"}, {"username": "John Wick", "content": "Having patience til November! :). Can't wait!", "time": "almost 7 years ago"}, {"username": "Zhou", "content": "*sorry, ignore that. I login to my Kickstarter to comment on another project and they led me here. :(", "time": "almost 7 years ago"}, {"username": "Zhou", "content": "I agree with XanderW. I very much prefer that the Super-M arrives on time, rather than having complicated Stretch Goals that hinders the lead time. I have seen other projects with complicated add-ons, extras as stretch goals (serial numbered backer, more combinations) that finally made their packing and logistics a nightmare.", "time": "almost 7 years ago"}, {"username": "Daniël", "content": "Received mine in the Netherlands. It's great, thanks!", "time": "almost 7 years ago"}, {"username": "Belle", "content": "Nice to hear that people are liking the result. I won't get mine until November.", "time": "almost 7 years ago"}, {"username": "Skippy", "content": "Thank you for sharing your creativity!", "time": "almost 7 years ago"}, {"username": "Zhou", "content": "@Shez & Ozan: Congrats! Any photos to share? :D I ordered 2 for the bedroom. :)", "time": "almost 7 years ago"}, {"username": "Ozan Özçelik", "content": "it arrives today. Simply fkn love it! I wish i backed for more. :(", "time": "almost 7 years ago"}, {"username": "Shez", "content": "got mine today ! amazing cool. well done studio cheha !!!! awaiting for your next project", "time": "almost 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "@Skippy My comment was written before the update.", "time": "almost 7 years ago"}, {"username": "Skippy", "content": "A BIG THANK YOU!", "time": "almost 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Curious project. No news in 23 days, and BANG, \"we ship in 2 days\" and months in advance! But I will not complain too much if it's the case.", "time": "almost 7 years ago"}, {"username": "Oskar Sjödin", "content": "Is the product shipped already? Any chance to get a trackingnr?", "time": "almost 7 years ago"}, {"username": "JB", "content": "Me too. I guess they're shipped? :)", "time": "almost 7 years ago"}, {"username": "Skippy", "content": "Getting curious :-)", "time": "almost 7 years ago"}, {"username": "JB", "content": "His last login was today. I hope we'll get updated soon!", "time": "almost 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "No communication from the creators in more than 40 days ago in here! And small amount of updates since funding. Communicate to us @Studio Cheha!", "time": "almost 7 years ago"}, {"username": "JB", "content": "How about now? Are you still on track for the delivery in July?", "time": "almost 7 years ago"}, {"username": "JB", "content": "Any updates?", "time": "almost 7 years ago"}, {"username": "John Wick", "content": "@Ben, I agree! :)", "time": "almost 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "@WC I posted before update 9 came out and I wasn't looking for them to reply. I am just saying I look forward to seeing the project progress through all stages. I'm not expecting updates every day!", "time": "almost 7 years ago"}, {"username": "John Wick", "content": "@Ben, according to update #9, this one will hopefully answer your questions. Studio Cheha seems to be busy but at least they gave us an update one week ago.", "time": "almost 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "Look forward to hear what progress you have made so far!", "time": "almost 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Update us with your planning please!", "time": "almost 7 years ago"}, {"username": "JB", "content": "any updates?", "time": "almost 7 years ago"}, {"username": "arth", "content": "Had pledge 1 base 2 glass. Possible to still add another glass?", "time": "about 7 years ago"}, {"username": "JK", "content": "I don't know if you'd mind sharing the info - but I'd love to know the %age of orders for each design!", "time": "about 7 years ago"}, {"username": "Zhou", "content": "Hey, I have done the survey too. Please confirm that I have submitted pledge for 2 Lamps (Both BULBING design). Thanks!", "time": "about 7 years ago"}, {"username": "Michael Carr", "content": "Survey done. Wondering if it may possibly be delivered ahead of schedule. Was surprised to see it on sale already in MoMa store. And as per update. Production has already started. ???", "time": "about 7 years ago"}, {"username": "Enrique", "content": "Congratulations for this project !!!", "time": "about 7 years ago"}, {"username": "holiday", "content": "Congrats, funded!", "time": "about 7 years ago"}, {"username": "stephen Morley", "content": "Well done, can't wait to see the finished product :-)", "time": "about 7 years ago"}, {"username": "tami brin", "content": "you are the champions try to add the song too!!!", "time": "about 7 years ago"}, {"username": "John Wick", "content": "Congratulations BULBING/Studio Cheha!", "time": "about 7 years ago"}, {"username": "Second Guess", "content": "Can you please clarify before its too late. Thanks", "time": "about 7 years ago"}, {"username": "LIN TAI-HUNG (林泰宏)", "content": "I decide add £15 for another acrylic glass in final time. \\(^0^)/", "time": "about 7 years ago"}, {"username": "Second Guess", "content": "3. Is it correct to assume that the shipping charges are covered during warranty period? Thanks", "time": "about 7 years ago"}, {"username": "Second Guess", "content": "Can you please answer my below comment as well as the question regarding retail price before the end of the project? Thanks", "time": "about 7 years ago"}, {"username": "Second Guess", "content": "What is the warranty on the BULBING? If found defective and needs to be exchanged during the warranty, do we have to send it back to Israel? If So, how are the shipping charges handled i.e., who pays for them? Thanks", "time": "about 7 years ago"}, {"username": "John Wick", "content": "@JB, nope. But Chuck Norris can make £100,000 with using only his mind.", "time": "about 7 years ago"}, {"username": "Ronak Patel", "content": "Ron", "time": "about 7 years ago"}, {"username": "JB", "content": "No £100.000 stretch goal?", "time": "about 7 years ago"}, {"username": "kangeiko", "content": "Never mind - I found the link on the website, all fixed now!", "time": "about 7 years ago"}, {"username": "kangeiko", "content": "Hi, I have a horrible feeling that the credit car that pre-loaded when I placed my order may have expired! Is there any way to change the payment method? I assume there will be a way to contact after the kick starter concludes?", "time": "about 7 years ago"}, {"username": "Alex Brenton", "content": "@JB: The studio is in Israel, however, it doesn't mean the product is manufactured or shipped from there. The lamp looks sturdy, and I don't think £5 is going to cover delivery charges.", "time": "about 7 years ago"}, {"username": "lucyferror", "content": "Thank you :)", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Please, if possible don't use courriers at all since they are charging incredible taxes and fees to recipient. Unless you can pay those in advance (\"no surprise policy\"). I know UPS offers that.", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "@creator should we expect any further stretch goals from the last £70,000 goal? I'm not suggesting the product needs one, more out of curiosity. I think the lamp how you have designed it is perfect as it is, but it's always good to hear about possible extras/product development.", "time": "about 7 years ago"}, {"username": "John Wick", "content": "@Creator, please don't use DHL.", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "@Marie-Andree Poisson Sorry this is not related but would it be possible for you to feature a review on any of your kickstarter projects you have received, on my website, good or bad? www.kickstarterreviews.co.uk", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "We are not all in EU!", "time": "about 7 years ago"}, {"username": "JB", "content": "The creator ships from Israël so all people from the EU dont have to deal with taxes etc. Just look it up on Google.", "time": "about 7 years ago"}, {"username": "Zhou", "content": "Any final stretch goal? :D", "time": "about 7 years ago"}, {"username": "Piero Falcón M", "content": "Hi i'm from Perú! really far away from Tel Aviv... and really exited to get the 5 lamps I choosed! :)", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "Can't wait to get one to review on my website www.kickstarterreviews.co.uk", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Ok, pretty soon to talk about that, but it could influence the level of pledging of many international backers. How will you ship the goods (shipping service)? What value will be declared? Do you plan to ship them as gift? If taxes and brokerage fees are involved, will you pay them in advance (\"No surprise shipping policy\")?", "time": "about 7 years ago"}, {"username": "John Wick", "content": "@Michael Grinceri, @Studio Cheha states in their FAQ that, \"A survey will be sent after the campaign ends, there you will have the option to choose your favorite designs [for the acrylic glasses]\".", "time": "about 7 years ago"}, {"username": "michael", "content": "I have made a pledge for 1 lamp. At what stage do we get to chose the design me want?", "time": "about 7 years ago"}, {"username": "Nicolas LeDrezen", "content": "@matus or planet Earth, just saying, a globe imitation in fake 3D would look nice, i think", "time": "about 7 years ago"}, {"username": "matus", "content": "though Im not sure what degree of detail is achivable with the led mesh technique", "time": "about 7 years ago"}, {"username": "Nicolas LeDrezen", "content": "@creator could there be some options for colored base?", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "I'm not surprised to see it there already. It's such a fitting product to be placed in the MoMA store. Just shows how good this idea is. If the execution of the production is just as good as the design, this will be a really fantastic product.", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Yep, surprised too! Not usual to see a KS product in a store before it ship to backers, even though the price here is way better.", "time": "about 7 years ago"}, {"username": "Zhou", "content": "Yea, I am very surprised to see this project already on the MoMa store. No matter, we will be getting it cheaper here anyhow.", "time": "about 7 years ago"}, {"username": "Nicolas LeDrezen", "content": "wow! already available on the MOMA store? congrats! But it says this is a 2013 KS project though...", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "Congratulations on passing the £70,000 mark. Very commendable!", "time": "about 7 years ago"}, {"username": "Christof Uhlig", "content": "Can you please provide further informations, whether the lamps electric parts are certified or not?", "time": "about 7 years ago"}, {"username": "Austin Fite", "content": "LOVE this project. This will be the centerpiece of my living room come November. Really great work, can't wait to see it in person", "time": "about 7 years ago"}, {"username": "Lukas Holtmannspötter", "content": "Also I think a hot-air balloon would be an awesome design for the acrylic glass! Maybe you can add this to the list of designs before you send out the surveys :-)", "time": "about 7 years ago"}, {"username": "Orit Lifshitz", "content": "מדהים! מוכשר! כל הכבוד !!!", "time": "about 7 years ago"}, {"username": "Nick", "content": "Is it ok?", "time": "about 7 years ago"}, {"username": "Suzanne", "content": "Hey @creator. Love love love. Just doubled my pledge of £150 hoping to get two complete sets. Hope I did it right. Congrats on wonderful product design!", "time": "about 7 years ago"}, {"username": "John Wick", "content": "@Creator, will there be more designs added as the Project continues? The Tunnel is what sold me in a second. A M.C Escher inspired design would be the Cat's Pajamas. :)))", "time": "about 7 years ago"}, {"username": "John Wick", "content": "<962nd backer. :)", "time": "about 7 years ago"}, {"username": "Oskar Sjödin", "content": "But will their be copywright issues here? Would hate for my money to be wasted becouse this company gets copywright claims?", "time": "about 7 years ago"}, {"username": "Zhou", "content": "@Drake: Agreed with Marie that its similar, but as you can see from Studio Cheha's profile, they specialise in 3D effects, not really in making lamps, this idea is very common, but its their 3D effect that stands out the most. :) Check out their previous project...", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "@Drake Similar idea yes, but the execution of 3D effect on this one is (seems) quite superior.", "time": "about 7 years ago"}, {"username": "Anna Lee Jones", "content": "And do you send US plugs? I can't wait!", "time": "about 7 years ago"}, {"username": "Anna Lee Jones", "content": "How brilliant! So when do I choose my designs?", "time": "about 7 years ago"}, {"username": "omer layani", "content": "Just saw the new ones...amazing !!!!", "time": "about 7 years ago"}, {"username": "omer layani", "content": "So nice, can't wait to get it...", "time": "about 7 years ago"}, {"username": "einav mashilker", "content": "Wow! Good to know. i'm so like this project", "time": "about 7 years ago"}, {"username": "Yael Brin", "content": "My daughter just LOVED the teddy bear! This is just awesom! Thank you!", "time": "about 7 years ago"}, {"username": "Drake Einstein", "content": "The balloons just are so incredible. I'm overwhelmed by the lamps. Great job.", "time": "about 7 years ago"}, {"username": "Nina Bismark", "content": "@Alan Studio Cheha said in the update section that it will be on the acrylic sheet, but inside the base. So it will not \"ruin everything\"!", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "PLEASE DON'T PUT THE \"Backed by K\" ON MINE. Would completely ruin the appearance.", "time": "about 7 years ago"}, {"username": "kaosguy", "content": "Wow, so much choices!", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "I have never seen anything like this before so I had to back it. It looks amazing.", "time": "about 7 years ago"}, {"username": "Reza tootoonchian", "content": "If you pledge for 5 bases and 5 designs, do you get to choose the designs, eg 2 bulbs, 2 energy saving and 1 ballon? Or do you have to get one of each? Thanks", "time": "about 7 years ago"}, {"username": "Mrs S Horn", "content": "The design is amazing and looking forward to receiving the lamp. Thanks!", "time": "about 7 years ago"}, {"username": "Frank Aaskov", "content": "Love the new design. Your halo for street safety is so perfect and so needed. Keep on going......", "time": "about 7 years ago"}, {"username": "E. Tina Tito", "content": "How about a lamp based on an M.C. Escher drawing?", "time": "about 7 years ago"}, {"username": "RKRS", "content": "@Fredrik: That's a great idea. Something like this would be cool: http://upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Penrosetrianglemodel.jpg/220px-Penrosetrianglemodel.jpg", "time": "about 7 years ago"}, {"username": "Zhou", "content": "Would be awesome if you could make a cool piece of an impossible object. http://en.wikipedia.org/wiki/Impossible_objects", "time": "about 7 years ago"}, {"username": "Fredrik Sjölin", "content": "Another idea: Golf or Soccer ball as gift to fathers, brothers or friends. :)", "time": "about 7 years ago"}, {"username": "Zhou", "content": "Also, how about am acrylic glass of the Kotel, with the grass coming out of it and some \"kvitels\" in it. that would really be cool!", "time": "about 7 years ago"}, {"username": "Harry J. Akiereisen", "content": "Hi I just pledged for a double-kit, but I want to have 2 sets of acrylic glasses for each, how should I pledge for this? Thanks and keep up with the good work, I do like the this combination of beauty and technology.", "time": "about 7 years ago"}, {"username": "Arthur Tong", "content": "@AntHover: I do like your idea a lot: meaning, a simple solution without damaging the design or over complicating things Perhaps indeed adding a the 3 primary colors as a thin film, would allow people to change the it to 6 instantly.", "time": "about 7 years ago"}, {"username": "Eric", "content": "Is there going to be a on/off switch on the lamp? Or in the powercord?", "time": "about 7 years ago"}, {"username": "Jorrit de Bruin", "content": "Great lamp! Love it! I would also be interested in wanting to add a 3rd glass design to my order. Thanks and looking forward to it!", "time": "about 7 years ago"}, {"username": "Dave S", "content": "I think that an on/off switch (simple or touch one) is necessary to avoid the always on light, (even if dimmer, for example during the sleeping time)", "time": "about 7 years ago"}, {"username": "Massimo Soldini", "content": "Hi, any news on stretch goal? :)", "time": "about 7 years ago"}, {"username": "Zhou", "content": "@Ben +1 Keep it simple, stupid (KISS). There are many multiple color LED bulb projects controled by your iPhone. Keep this one as is.", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "I think everyone would agree the product is great as is without changing anything.", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "Congratulation !", "time": "about 7 years ago"}, {"username": "Paco_777", "content": "I also think the ability to change the colour would add another dimension to this product.", "time": "about 7 years ago"}, {"username": "Ben - Kickstarter Reviews", "content": "Really? With the wage of an electrician, that can add a lot! Even though a LED is supposed to last 15-20 years.", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "bulb/led could be changed when pass out ?", "time": "about 7 years ago"}, {"username": "natalia farre lopez", "content": "Would it be feasible for me to be able to insert and remove coloured film to change the light colour? I'm thinking a red-lit skull would be cool to see around Halloween :)", "time": "about 7 years ago"}, {"username": "AntHover", "content": "Congrats on passing the goal. :)", "time": "about 7 years ago"}, {"username": "BruceP - Chameleon Prime", "content": "Congrats!!!", "time": "about 7 years ago"}, {"username": "JB", "content": "Can you tell us about how bright the bulb is?", "time": "about 7 years ago"}, {"username": "Cheryl Harris", "content": "Will the base be available in many wood essences, or just one?", "time": "about 7 years ago"}, {"username": "Marie-Andree Poisson", "content": "Thank you :)", "time": "about 7 years ago"}, {"username": "lucyferror", "content": "plug connector , we could select ... for european, usa ?¿", "time": "about 7 years ago"}, {"username": "natalia farre lopez", "content": "Just had to bag one of these! Mind bogglingly beautiful :-)", "time": "about 7 years ago"}, {"username": "Mark Howard", "content": "Absolutely beautiful.", "time": "about 7 years ago"}, {"username": "Andrew Rorai", "content": "I'd like to have the spiral. Any plans for stretch goals? Maybe different designs/base finishes?", "time": "about 7 years ago"}, {"username": "JB", "content": "Cool,just because I had an 'oh wow' moment scrolling right down and seeing the spiral one :)", "time": "about 7 years ago"}, {"username": "Dragonbait", "content": "IMHO you should use the spiral image more prominently, it looks the most 3D it think?", "time": "about 7 years ago"}, {"username": "Dragonbait", "content": "p.s. really love my flatlight! Cant wait to get this one!", "time": "about 7 years ago"}, {"username": "Dragonbait", "content": "ie 2 early bird pledges or the £60 pledge but delivered in july?", "time": "about 7 years ago"}, {"username": "Dragonbait", "content": "They look ace, most likely will change my pledge to have more designs and another base - Nice job!", "time": "about 7 years ago"}]}}, {"backer": "orange monkie", "project_data": {"campaign": {"story": "COLOUR PREVIEWS\nIf you want to see a photo of your colour combination, follow Minimo on Facebook, Instagram or Twitter and post what colours you'd like to see. I'll take a photo using the prototypes and upload it for you!\nHere are some of the photos people have requested so far!\nSee the project update for more details.\nAlso, for anyone who has Photoshop, one of my awesome backers has created a .psd file that allows you to play around with the colour options!\nWhy?\nAt the end of last year, I lost my wallet. It was a bulky, faux leather wallet full of cards I didn't use, receipts I would never look at again and coins that might never see the light of day. And that's why I lost it - it was in my back pocket and simply fell out due to its weight and bulk.\nI decided to make a new wallet. A better wallet. One that was small, only carried what was necessary and wasn't easy to lose.\nEmpty traditional wallet compared to Minimo holding several cards\nFeatures of the Minimo wallet\nSlim design, hardly noticeable in any pocket\nShields your cards from RFID readers\nInnovative middle plate helps divide your cards\nComes in a huge range of interchangeable colours\nSecure\nLightweight\nComfortably carries 1-10 cards + cash\nDurable\nVery easy access to your cards and cash\nSilicone band prevents wallet from slipping out of your pocket, but is still easy to remove whenever needed\nThe Design\nFunctionality was key. The main purpose of a wallet is to store cards and cash. Finding the required card, removing it and putting it back inside the wallet needed to be as straightforward and simple as possible.\nMinimo started life as a rough, unglamourous prototype made out of cardboard and elastic. Gradually improving versions of it would come everywhere with me to make use of any opportunity for testing!\nAfter months and months of testing, Minimo eventually graduated from cardboard to metal and I had several different prototypes made, changing small details every time, until I finally came up with the perfect design.\nThe Minimo wallet is made up of three pieces of aircraft grade aluminium secured together with a silicone strap.\nThe four components of the wallet\nAll wallets come with three plates and the middle plate serves three functions:\n1. It acts as a divider, giving the wallet two compartments - separate your business cards, reward cards, credit/debit cards and so on.\n2. It allows you to carry more cards as it provides extra stability.\n3. It allows you to fan out the cards with your fingers (see the image of the green wallet below)\nIf you want to make your wallet even more minimalistic and decide you don't need it, simply take out the middle plate.\nWith and without the middle plate\nThe corners of the plates are rounded to make handling more comfortable and to help prevent them digging into clothing. The outside plates are slightly convex so, when placed together, a small gap is created. It's often quite difficult to insert a single card into a minimalist metal wallet but this feature makes it easier.\nCurve on outer plates\nCoin Plates\nMost minimalist wallets don't carry coins, and for good reason - coins are bulky, heavy and, in most situations, not really necessary these days. But what happens when you need just one or two coins for a parking meter or a supermarket trolley? I developed an optional alternative outside plate to combat this problem.\nIt's slightly thicker and has spaces machined into it to allow you to carry coins or other small items. Other than that, it works in exactly the same way as the regular outside plate and the silicone band holds the coins in place.\nI had originally intended to introduce the coin plates as a stretch goal or post-Kickstarter. However, a lot of people wanted them to be available now... so they are! You can either select the new reward tier that includes a coin plate OR add £10.25 to any other pledge amount.\nPlease read the update for some important details about the coin plate.\nHere it is in action with three £1 coins:\nHere are some items that fit in it:\nAnd here are the five designs to vote for!\nUsing the wallet\nPush your cards up to reveal them, then squeeze the plates together to fan them out.\nSqueezing the plates to fan through cards\nPushing from one side will give you access to all your cards while pushing from the other side allows you to select the cards from just one compartment.\nOr, if you prefer, you can fan them out with your fingers.\nCash can be stored either inside the wallet or underneath the band (you can also store cards there), whichever you prefer.\nThe Minimo wallet can comfortably carry 1 - 10 cards and several notes but can stretch to more when necessary.\nTo swipe a card, simply slide it out part way, use it and slide it back in.\nFinishing the Metal\nAs cards need to slide against the metal plates, it was important to achieve the ultimate finish. The edges are all smoothed off for comfort when using the wallet. Then the plates are completely polished on both sides to give as smooth a finish as possible. Finally, the outside surfaces are aqua blasted to give a more even look to the metal.\nThe inside surfaces (which, of course, aren't visible when the wallet's in use) are not aqua blasted in order to leave them with as smooth a texture as possible.\nRFID\nAs the wallet is made of aluminium it helps block RFID scanners. Different scanners and cards have varying strengths so while I am satisfied with how well the Minimo blocks signals, please remember that the only way to 100% shield from RFID scanners is to completely encase your cards in metal.\nColours\nIt was important, when designing the wallet, that it should be available in a range of classic and contemporary colours, giving it wide appeal and allowing it to be customised for complete individuality.\nEach of the plates and the band can be whichever of the colours you want, allowing you to create unique and fun wallets. It's actually possible to create over 20,000 different colour combinations!\nThe Next Stage\nTo get Minimo into production, I need to fulfil a minimum order quantity with the manufacturers. This is where Kickstarter comes in - I simply don't have the funds to do it without backers.\nI already have the manufacturers lined up and worked with them all during the prototyping process. The people involved were all very professional and incredibly enthusiastic about the wallet.\nOnce the individual parts are finished, they will be inspected thoroughly and assembled by hand. The estimated delivery date is November to allow plenty of time but we'll aim to get them to you before then!\nIf funding is successful, every backer will receive an email once their wallet has been shipped, keeping everyone as informed as possible.", "risks": "Risks and challenges\nDuring the design and prototype processes and spending the best part of a year working on the Minimo wallet, I have built up good relationships with all of the companies I will be using. They are all based in England, are specialists in their particular areas and are enthusiastic about being part of Minimo.\n\nI believe that during the prototype period I identified (and eliminated) most of the risks and that the final version of the wallet is good to go in every respect.\n\nI have allowed a good amount of time to fulfil production and will be 100% open with my backers with regular updates.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Just launched! Our new project, CuKey!", "update_content": "Hi everyone!\nGood news - the bands are here and they’re all the right size! I’m so glad we all waited as the difference is very noticeable.\nApologies for the delay in updating you - there is one (hopefully the last!) small issue. The silver bands have, very frustratingly, been made in a different colour to what I specified. I don’t understand how as every other batch (including all the incorrect sized ones) has been made in the correct colour:"}, {"update_no": "UPDATE #23", "update_userinfo": "Long overdue update, name change + new project!", "update_content": "Hope you all had a good Christmas and wishing you well for 2014!\nI asked for some samples of the new bands to be sent ahead of the big order and received them last week. They’re perfect and the 2mm really does make a huge difference. Here's a photo showing an old band and a new band on a coin plate:"}, {"update_no": "UPDATE #22", "update_userinfo": "Photos of your Minimo wallet?", "update_content": " Hope you all have a lovely day :)"}, {"status": []}], "comments": [{"username": "Nasekunibert", "content": "Huh, I kind off expected some feedback of any kind. Guess it is not important.", "time": "over 4 years ago"}, {"username": "Nasekunibert", "content": "One additional note (sorry for double post): The rubber showed rips and tears up to 2 mm in lenght about half a year ago. So if you want your wallet to look good you would have to change the rubber ervery 1.5 years or so.", "time": "about 5 years ago"}, {"username": "Nasekunibert", "content": "So I got my wallet early 2014 (I think). Yesterday the rubber snapped, so the lifetime seems to be roughly 2 years (and I am not using it very much). I found this a bit dissapointing, but I guess rubbers become bristle and will snap eventually.", "time": "about 5 years ago"}, {"username": "Tom", "content": "I still haven't got my order... Rediculous!", "time": "about 5 years ago"}, {"username": "Tikayu", "content": "Plz check my order. Haven't got it yet!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!", "time": "over 5 years ago"}, {"username": "Adam G", "content": "I have been trying to get a hold of Izzie since mid September 2014 and haven't heard a peep from her or anyone at her company (if it is bigger than her) From google searching it seems as tho Minimo wallets are sold on Etsy now and also through her online store? I luckily do have my wallet, although I have the wrong bands and also some of the colours did not turn out as expected for the bands and aluminum plates.", "time": "over 6 years ago"}, {"username": "Tina Zavodska", "content": "Still patiently waiting. No minimo wallet yet, it was the second xmas.", "time": "over 6 years ago"}, {"username": "Adam G", "content": "A month and a half has passed since my last posted comment here. No news from your through email, FB, KS, or queries made through your website. Is the Minimo Wallet still being produced? Would like to get a few answers to the questions I have asked.", "time": "over 6 years ago"}, {"username": "Tikayu", "content": "Still havent got my stuff yet. IDestination is in Thailand. Thank u so much", "time": "over 6 years ago"}, {"username": "Adam G", "content": "is there another way to get a hold of you? I have emailed from your website, Messaged through KS and FB, all to no avail. I have asked about the correct bands (width and stretch) along with colour issues with the Grey plate, and the Blue band. Any info is appreciated.", "time": "over 6 years ago"}, {"username": "Steven Desmond", "content": "To others waiting for a response, perhaps try the email address on the minimostore.com website. I did and got a fast reply from Izzie.", "time": "almost 7 years ago"}, {"username": "sYONGs", "content": "/YS", "time": "almost 7 years ago"}, {"username": "Brian Draghi", "content": "Do you ever respond to your Kickstarter messages, Izzie? Still waiting for info about my missing coin plate.", "time": "almost 7 years ago"}, {"username": "Steven Desmond", "content": "No news about my correct band which was paid for on 21st April...", "time": "almost 7 years ago"}, {"username": "Antonio Tronnolone", "content": "Ordered 2 additional bands 8th July...", "time": "almost 7 years ago"}, {"username": "Lochlann Gallagher", "content": "Also still waiting - with Andrew and Shogun168 on this one...", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": "Can we please have an update on when pre-orders are going out (I've obviously received my initial Kickstarter wallet but have also ordered an additional wallet via your website)? Your last update stated end of July - thats this week (week beginning Monday 21st July) - will these be going this week as planned?", "time": "almost 7 years ago"}, {"username": "O.D. van de Veer", "content": "All is resolved, it was a mistake, and I got some extra bands in different colors. Very happy, thanks for the great customer service :)", "time": "almost 7 years ago"}, {"username": "O.D. van de Veer", "content": "I still havent received the correct band. Very dissapointed since communications about receiving the minimo before xmas went great and I love the wallet, but I cant use the coin plate without the correct width band", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "almost 7 years ago"}, {"username": "Dave Barber", "content": "Had mine over a month. Still very impressed. Thanks Izzie.", "time": "almost 7 years ago"}, {"username": "Steen Sadolin", "content": "Like it a lot. The finish is excellent... Happy you took the time to get the finish spot on.", "time": "almost 7 years ago"}, {"username": "shogun168", "content": "So, I was super psyched about this project and was one of the original backers ... I live in London and haven't heard a peep about when my minimo will arrive ... pretty disappointed :(", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": "https://www.kickstarter.com/projects/1985701011/minimo-a-slim-wallet-with-a-difference", "time": "almost 7 years ago"}, {"username": "Gina Lou", "content": "Just want to say that I received mine in the mail this morning! Looks good, now I just need to figure out how to assemble it, lol...", "time": "almost 7 years ago"}, {"username": "Andrew Hepburn", "content": "Given up hope of it ever arriving and written this off to experience.", "time": "almost 7 years ago"}, {"username": "Leewelo Lorekeeper", "content": "I got mine two days ago. Looks & feel nice.", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": "Izzie \"", "time": "almost 7 years ago"}, {"username": "Michael Lee", "content": "Just got my shipping notice. Awesome. =)", "time": "almost 7 years ago"}, {"username": "Antonio Tronnolone", "content": "Got mine today & what nice piece of kit it is too!", "time": "almost 7 years ago"}, {"username": "Michael Lee", "content": "I'm still waiting as well. If we're down to 30 wallets, would it be possible to post a firmer ETA? Thanks!", "time": "almost 7 years ago"}, {"username": "Dr. Dave", "content": "@Dino, I know that Izzie had posted an update I was just querying how long it would take to get those last few out as the previous update had made it seem that it would all be done in a week or so and that was 6 weeks ago. And as for distance I'm about 40 miles down the road �", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": ":)", "time": "almost 7 years ago"}, {"username": "Dr. Dave", "content": "So how long is \"really won't be long at all\"? Six weeks of waiting after an update that says nearly everything should be out in the next week. I know this is Kickstarter and not a shop but an update would have been nice �", "time": "almost 7 years ago"}, {"username": "O.D. van de Veer", "content": "Still waiting for my correct band. Havent been able to use my coinplate yet because the other band is to narrow.", "time": "almost 7 years ago"}, {"username": "Tim Taylor", "content": "Is anyone else still waiting for the first wallet?", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": "Any news on how long pre-orders are taking on the website? I know on your website it states pre-orders will ship in June - is this for all orders?", "time": "almost 7 years ago"}, {"username": "Dino Frangos", "content": "....anybody know how long the delivery times are for 'pre-orders' taken on Minimo's website? If I was to place an order, for another wallet, this week, realistically, how soon would I expect to receive my wallet?", "time": "about 7 years ago"}, {"username": "Dave Barber", "content": "Thanks for my wallet. Received today and it's great. I want to spice up the colours and have already added more bands and another plate on your pre-order site. For those who are still waiting, it's worth the wait.", "time": "about 7 years ago"}, {"username": "Hornyák Balázs", "content": "anoyyed=annoyed", "time": "about 7 years ago"}, {"username": "Hornyák Balázs", "content": "I'm sad and anoyyed. An update would be great.", "time": "about 7 years ago"}, {"username": "Richard Madden", "content": "Firstly sorry to you guys who haven't gotten there's yet, having backed a few kick starter projects I know delivery on the concept can be pretty hit and miss. Just hang in there this one is worth it. I have standard wallet with coin plate and the original (stiffer) band. In this I have 4 credit cards & 5 store/ licences cards. I also have one of my kids library card, much slimed down type,this fits over the coin plate. I like to carry cash as well, so worried this type if wallet wouldn't work well, glad to say it does. 5,10 & £20 fit folded ok, 50's you have to make into squares, I'm sure we all can manage that minor inconvenience LOL. Only down side is having to fold notes to fit at the cash point/till. Hope this helps.", "time": "about 7 years ago"}, {"username": "Aqib Ishtiaq", "content": "How do I request a refund? I understand you've been experiencing quality issues and appreciate that you want the wallet to be perfect, but I've finally had to fork out for a wallet and my old one became completely unusable. Therefore I have no real need for a wallet anymore.", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "about 7 years ago"}, {"username": "Antonio Tronnolone", "content": "So I waited until last week to email for some info & I've heard nothing so far.This is 1 of 3 kickstarter projects I'm waiting on that is overdue by 6/12 or more.I get delays but please keep people(backers)in the loop.", "time": "about 7 years ago"}, {"username": "BYH", "content": "I have been using Mimino Wallet for about a month and I really like it. It is probably one of the best minimalist wallets in the market. However, during a recent inspection of the Minimo Wallet. I have found that the band has a small breakage (http://imgur.com/AcSbOcg). I usually carry six cards and a couple of notes with me and I think that should be within in the limit of the Minimo Wallet. I do not know if I am the only one experiencing this problem or there is a endurance issue with the band. Is there a way for me to have the band replaced?", "time": "about 7 years ago"}, {"username": "Leewelo Lorekeeper", "content": "Still waiting for my Minimo :-D.", "time": "about 7 years ago"}, {"username": "John Gardner", "content": "Izzie - it is just right and you were absolutely right to work at it until you were satisfied. Many thanks & good luck with your business", "time": "about 7 years ago"}, {"username": "Gaz", "content": "Mine arrived 3 days later but I live in the uk.", "time": "about 7 years ago"}, {"username": "Steve Graphos", "content": "A question for those who've gotten theirs: How long after getting the email notification did it take for the wallet to arrive? I got my email at the beginning of the month but it hasn't arrived yet. I'm hoping it didn't get lost in the mail.", "time": "about 7 years ago"}, {"username": "O.D. van de Veer", "content": "Izzie how are you progressing on sending them?", "time": "about 7 years ago"}, {"username": "P Lui", "content": "I know a lot of people are waiting for theirs to be shipped but I recently just got a new job. It would be fantastic if I can get my soon so I can show this to my new colleagues :)", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": "Thanks.", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": "Thanks.", "time": "about 7 years ago"}, {"username": "Roy McGhie", "content": "I ordered it with a coin plate, but I don't think I'll be using the coin plate after all - I'm not a big fan of the way the band doesn't completely cover the recess. Which is a shame, as it means I need to order another blue plate now!", "time": "about 7 years ago"}, {"username": "Gaz", "content": "I hope the orders fly in. These could be quite addictive with all the different colour combinations. I think youve nailed it.", "time": "about 7 years ago"}, {"username": "Dr. Dave", "content": "Dave", "time": "about 7 years ago"}, {"username": "paridissimo", "content": "Great job izzie!", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "about 7 years ago"}, {"username": "Harry Whitcher", "content": "We get, and I quote 'important updates' - so you take the time to process what information I should get, and have decided to give Dino more information. Basically baffling as were are not different classes of creditor or shareholder we are (or were) supporters of a great business idea, that put our hands in our pocket for your vision and knew we may not get a return.", "time": "about 7 years ago"}, {"username": "Harry Whitcher", "content": "Re Twitter, Dino Fargas asked a lot of valid stuff, that you answered on twitter, not here... QED", "time": "about 7 years ago"}, {"username": "Hornyák Balázs", "content": "Hi Izzie! Have all the wallets been shipped out? And also, how much time does the shipping usually take? Thanks, Balazs :)", "time": "about 7 years ago"}, {"username": "Gaz", "content": "Thank you for answering my questions", "time": "about 7 years ago"}, {"username": "Gaz", "content": "It would seem that only tweets get a response as demonstrated by Dinos last post. Harry was spot on!", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ".....forget my questions below - you've obviously answered them already!!! ;)", "time": "about 7 years ago"}, {"username": "Roy McGhie", "content": "@ Gaz - I second those questions; I'm still anxiously awaiting my wallet, and would love to have at what stage the process is currently at.", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":)", "time": "about 7 years ago"}, {"username": "Gaz", "content": "Cheers", "time": "about 7 years ago"}, {"username": "Harry Whitcher", "content": "It is hard to feel included when it is obvious that non adopters are not really wanted.", "time": "about 7 years ago"}, {"username": "Matt Leach", "content": "Got mine, and its really rather nicer than I ever expected :) Definitely worth waiting for!", "time": "about 7 years ago"}, {"username": "Kurisu", "content": "Same here... I have not received mine yet.", "time": "about 7 years ago"}, {"username": "Dawn Tazare", "content": "I've not received mine yet. Any idea when I can expect it?", "time": "about 7 years ago"}, {"username": "Gaz", "content": "How many have you got left to post Izzie? Havent received mine yet or had an email. Trying my best to be patient!", "time": "about 7 years ago"}, {"username": "Neil Hampton", "content": "Thank you for the updates and the professional approach you've taken dealing with the delays and such, very much appreciated and well worth the wait.", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ";)", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": "....sorry - also just noticed that the option to order a coin plate is now missing from your website as well (it was there yesterday?) and is not in the 'Extras' page?!?", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":S", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "about 7 years ago"}, {"username": "Simon Spicer", "content": "Well done izzie - great project :0)", "time": "about 7 years ago"}, {"username": "Dave Barber", "content": "Dino, thanks for the mini update update.", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":)", "time": "about 7 years ago"}, {"username": "Christopher Kunde", "content": "My Birthday is coming up next week.....maybe...?", "time": "about 7 years ago"}, {"username": "Roy McGhie", "content": "Can't wait to get my hands on the wallet!", "time": "about 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "about 7 years ago"}, {"username": "Kevin Malam", "content": "Hi Izzie I opted to wait until you had the correct bands. I've sort of lost track of how things are progressing. Please could you just give me a rough idea when you hope to be able to ship my wallet. It's not a big issue just keen to see the end product", "time": "about 7 years ago"}, {"username": "kevin", "content": "I never received my wallet yet", "time": "about 7 years ago"}, {"username": "Nikolai Aamaas", "content": "Hi! Is it possible to track my shipment? I haven't recieved it yet.", "time": "over 7 years ago"}, {"username": "Nikolai Aamaas", "content": "Hi! Is it possible to track my shipment? I haven't recieved it yet.", "time": "over 7 years ago"}, {"username": "Nikolai Aamaas", "content": "Hi! Is it possible to track my shipment? I haven't recieved it yet.", "time": "over 7 years ago"}, {"username": "Stuart Tarn", "content": "Hi Izzie just a quick note to say I received the new band and it has made a noticeable difference. Thank you for sending it!", "time": "over 7 years ago"}, {"username": "Hornyák Balázs", "content": "Hi Izzie, any news about the new band?", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Is there any news on the new bands? Have you managed to source a new supplier?", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Looking forward to hearing about news on the correct bands, which I will be purchasing – just for that 100% correct complete look…!!", "time": "over 7 years ago"}, {"username": "O.D. van de Veer", "content": "All of my cards are slightly smaller than the smallest width of the plates (the cutouts for the band). So the band does not interfere with my cards.", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": ":D", "time": "over 7 years ago"}, {"username": "Hornyák Balázs", "content": "Any news about the bands?", "time": "over 7 years ago"}, {"username": "John Chef Benton", "content": "Received mine this morning and straight away i saw the band issues. having said that the thinner band does allow full functionality to occur at the cost of aesthetics. all in all i think its a great concept and cant wait for the new bands to arrive. many thanks", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": ":)", "time": "over 7 years ago"}, {"username": "Alan Davis", "content": "Had 10 cards in the wallet since Feb 5 in an effort to stretch band. Although band has stretched a little, with just 4 cards it is still difficult to select a particular card and remove it. Thinking that the design just does NOT work. In the original video it looked so easy!!", "time": "over 7 years ago"}, {"username": "Denise Whalley", "content": "Look forward to see how Minimo and I get along with daily use - will report back", "time": "over 7 years ago"}, {"username": "Ray Vidot", "content": "Hello I would like to go with option 2 please :)", "time": "over 7 years ago"}, {"username": "Beau Parry", "content": "Hi Izzie, my wallet is on its last leg and I would prefer to roll the dice in hopes of getting a good band rather than keep using \"The Beast\", as I have dubbed my current wallet. Thanks!", "time": "over 7 years ago"}, {"username": "Martin Jackson", "content": "I'd like to wait for the new band ( option 2 )", "time": "over 7 years ago"}, {"username": "Steve Graphos", "content": "I will wait for the correct bands", "time": "over 7 years ago"}, {"username": "Jason Smith", "content": "Hi, I would like mine with the current bands, thanks", "time": "over 7 years ago"}, {"username": "Cailean McCracken", "content": "I'd like to get my wallet with the current bands please.", "time": "over 7 years ago"}, {"username": "Michael", "content": "Sorry to hear you are having more problems with the bands.. I'd rather wait for the correct bands if mine hasn't already been sent. thanks.", "time": "over 7 years ago"}, {"username": "Joakim", "content": "Got mine... and realised my colour choices are way ugly. :-O Can i order another band and/or plates somehow?", "time": "over 7 years ago"}, {"username": "Stuart Tarn", "content": "Oh and do you know when the store will be up and running as I have a number of people who want to buy one?!", "time": "over 7 years ago"}, {"username": "Stuart Tarn", "content": "Agree with Will and Alan - the band is tight but the finish is beautiful. Hopefully it will give a little but I can still use it...I'll be the envy of all my work mates tomorrow! Thanks Izzie...this project got me to JOIN Kickstarter and you have not disappointed. Yes the project was delayed but you kept us updated as frequently as possible and that was perfectly acceptable. Well done.", "time": "over 7 years ago"}, {"username": "Will Mushat", "content": "It's all loaded up with my cards and a bit of cash and ready to use. Well done", "time": "over 7 years ago"}, {"username": "Alan Davis", "content": "Received mine today. Nice finish, BUT band is so tight that its virtually impossible to remove a card, or fan them out out as in the video. Will stick to my Ainste wallet .", "time": "over 7 years ago"}, {"username": "Christopher", "content": "An update would indeed be most welcome :-) Unfortunately my 'current' wallet has pretty much fallen apart so I'm currently carrying several cards loosely in a pocket with notes & coins. Not ideal... Definitely anxious to receive my Minimo!", "time": "over 7 years ago"}, {"username": "Kenneth Lau", "content": "Ken", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Did you indeed receive these and are you in a position to start shipping the wallets out?!", "time": "over 7 years ago"}, {"username": "oddskool", "content": "Eustache", "time": "over 7 years ago"}, {"username": "Kenny Ng", "content": "Bump. Anxious to have an update!", "time": "over 7 years ago"}, {"username": "Denise Whalley", "content": "That's a good idea MrShortFry - would it be possible please Izzie? (unless of course the band suppliers are nearly there with getting things sorted out).", "time": "over 7 years ago"}, {"username": "Christopher", "content": "Depending on how things have progressed, are you still willing to ship with the incorrect bands, and then the new band (once they arrive) if we pay the additional postage?", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Is there any news on when we might expect the wallets to be finished & sent out to us backers with the correct sized bands?", "time": "over 7 years ago"}, {"username": "Rebecca Taylor", "content": "Touch you will see what I mean when it arrived. Now looking forward to the correct band ;)", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "@Y - is the band noticeably thinner and can it still hold coins (in the coin holder) securely?", "time": "over 7 years ago"}, {"username": "Yvonne UK", "content": "Well done Izzie I add you to my small list of excellent KickStarter creators who can be relied on and look forward to your next creation.", "time": "over 7 years ago"}, {"username": "theo", "content": "so someone goofed up. that's a whole lot of useless silicone bands wasted all due to the fact of someone not reading the correct numbers that you, liz, specified. very disapponting.", "time": "over 7 years ago"}, {"username": "Christopher", "content": "How did you manage to get on over the weekend Izzie? If things haven't quite worked out as hoped for, it's no worries - I've backed a few kickstarters in past few months that I'm struggling to get updates for, so any info is good info :-) Think us UK folks should all hopefully get it before Christmas?", "time": "over 7 years ago"}, {"username": "Hornyák Balázs", "content": "@Dino I read it.", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Check the recent update by Izzie. Looks she will begin shipping the wallets this weekend!!", "time": "over 7 years ago"}, {"username": "Hornyák Balázs", "content": "Hi, can you please give an update on how the problems are getting fixed? And are there any chance of getting the wallets before christmas? Thanks.", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Looks like there may be an update today (could just be a mini update though!). Rec'd a twitter message from Izzie over the weekend.", "time": "over 7 years ago"}, {"username": "Rebecca Taylor", "content": "How it going Izzie I'm getting excited about mine soon plus I'm UK at this rate my first kickstart delivery and I've backed 5 since August none arrived yet your last one and be 1st delivered lol.", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "....new update posted today - check the main 'Updates' page!", "time": "over 7 years ago"}, {"username": "JonC", "content": "Something may be announced tomorrow", "time": "over 7 years ago"}, {"username": "Hornyák Balázs", "content": "Hi! When is your earliest estimate of starting shipping the wallets? Do you think they will be shipped in November? Thanks. :)", "time": "over 7 years ago"}, {"username": "Dan J", "content": "TBH, I'm just looking forward to when I get my Minimo...", "time": "over 7 years ago"}, {"username": "Rebecca Taylor", "content": "There been no update on social media since they gave us an update on kickstart. She did say they were on track to send out in November with help of friends and family. I'm guessing she working hard at getting our orders ready to ship. To be honest guy the only bonus people are getting on social message is request an image of colours,they like for the wallet and seeing what it looks like. Which can only be done on social media not possible to do on kickstart. She update first on kickstart social media always second.", "time": "over 7 years ago"}, {"username": "Dan J", "content": "Can we get an update please? I would really like confirmation that the project is on track for shipping out to us all within November? Preferably update us all via Kickstarter and NOT social media as the funding was raised via KS..... Thanks!!", "time": "over 7 years ago"}, {"username": "Harry Whitcher", "content": "It would be better to use Kickstarter to keep backers informed.", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "Edit, just seen below that you have been following on Twitter ;-)", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "@Dino can I suggest you follow @minimowallet on Twitter or just check it out by searching Twitter, two recent photos http://instagram.com/p/fTHy4LiCRK/ plates having been cut 12 days ago, and coin plates cut http://instagram.com/p/fqJLeXiCQo/ 4 days ago with €2 coin in the slot.", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Hi Izzie, just wondered if we can get an update on the progress of the wallets (as the last update was about a month ago). Are these still on track for delivery during November?", "time": "over 7 years ago"}, {"username": "Gabriele Guidoni", "content": "It seems the bad copy of the minimo....the only good idea is the plate with a hole for a keyring. Could you produce something like that?", "time": "over 7 years ago"}, {"username": "Thomas Yeo", "content": "@bchan84 Should have got this out much earlier! Thanks for it though! Would have helped a lot of people making choices.", "time": "over 7 years ago"}, {"username": "R", "content": "(28mm diameter)", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "Great little video up now on Twitter @MinimoWallet", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Been following you on Twitter for a while now - good to see the 'metal being cut' pics the other day, which you posted! Interesting to follow the progress from start to finish!", "time": "over 7 years ago"}, {"username": "Justin Palmer", "content": "Is there a way to add money to upgrade to a coin plate for those of us that messed up, or will we just have to buy one later from the online store?", "time": "over 7 years ago"}, {"username": "Thomas Noether", "content": "Thanks bchan84. That really helps a lot!", "time": "over 7 years ago"}, {"username": "bchan84", "content": "https://dl.dropboxusercontent.com/u/30255359/minimo.html?top=grey&top_mid=orange&top_band=purple&btm=silver&btm_mid=red&btm_band=blue", "time": "over 7 years ago"}, {"username": "JonC", "content": "Thanks Izzie on the colour prompt. Did go for the Blue, wife's one has green in it, so we can always swap around :) that's the great thing!", "time": "over 7 years ago"}, {"username": "JonC", "content": "@Dino, was tempted with those colours as a KS Project reminder. V Cool.", "time": "over 7 years ago"}, {"username": "JonC", "content": "Checked out my colours and they look great :D", "time": "over 7 years ago"}, {"username": "Georgie Shaw", "content": "@bchan84 Thanks heaps for creating a great little page - made choosing the colours a lot easier.", "time": "over 7 years ago"}, {"username": "zane_zjy", "content": "@Izzie, I just noticed what I chose doesn't include coin plate (and I though it does). Is there any way to add more money and change it now? I know it's kind of late, but I really like the ideal. Plz help!", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "@bchan84 nice bit of work there! well done! I've already made my selection using my .psd file, but if I had the ability your solution would have been the preferred method (but I'm not that clever).", "time": "over 7 years ago"}, {"username": "bchan84", "content": "https://dl.dropboxusercontent.com/u/30255359/minimo.html", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "I have to swipe 2 security cards to get through my office at work (when I say swipe - its literally touching the card against a panel so isn't literally a swipe like you do with a credit card when paying for something) and was wondering if the wallet would still allow for this, once the cards are inside? Would this also work for an Oyster card when traveling on public transport (when you literally just touch the card on a bus or at a train station)?", "time": "over 7 years ago"}, {"username": "Frank Moda III", "content": "In the kickstarter video, there is a black wallet with white inside plate and band. Is it using the silver inner plate and white band? or silver inner plate and silver band?", "time": "over 7 years ago"}, {"username": "Joe Halbouty", "content": "If it's the alternative, where choosing an outside plate gives a matched pair, then that would significantly change my choices.", "time": "over 7 years ago"}, {"username": "Michael Lee", "content": "That lets me do gray-blue-gray with coin plate or gray-blue-blue with or without coin plate. Understated and subtle (some would say boring). Yeay!", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "@Gina, unless you went for a reward level with an \"extra plate\" it gives you the option to have a different colour front and back (as in your comment option 1). You could create, for example a red, white and blue wallet, using the 3 plates included with the minima wallet.", "time": "over 7 years ago"}, {"username": "Gina Lou", "content": "here's a dumb question: does 'Colour of outside plate 1\" and \"Colour of outside plate 2\" on the survey means (1) we got to choose different color for \"front, ie plate 1\" and \"back, ie plate 2\", or does it mean (2) we got an extra set of outside plate that we can switch around at our leisure?", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Woot - I just received my survey!!! Now just have to make the massive decision on the colour!!! Think I'm gonna go for an all black wallet but with the middle plate green - the green kinda pops against the dark black colour - which is what I like!!!", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "I suspect Izzie needs to send them for each tier level, hopefully be out soon.", "time": "over 7 years ago"}, {"username": "Gaz", "content": "No, I haven't received a survey yet.", "time": "over 7 years ago"}, {"username": "Nick", "content": "Has everyone received the survey? Haven't got mine yet", "time": "over 7 years ago"}, {"username": "Ross", "content": "On the front page what colour is the band with the blue middle, red outer plates and white/silver band. Is it white or silver?", "time": "over 7 years ago"}, {"username": "Denise Whalley", "content": "All that choice, and I've gone for the silver with brown just like the one at the beginning of the video!", "time": "over 7 years ago"}, {"username": "Michael", "content": "Would be good to see how Izzie can push her skills onto other 'every day essentials' like iphone cases or key holders then we can have them all matching :)", "time": "over 7 years ago"}, {"username": "JonC", "content": "Grey band", "time": "over 7 years ago"}, {"username": "Yvonne UK", "content": "Whooo My Survey is done", "time": "over 7 years ago"}, {"username": "Hornyák Balázs", "content": "I'm happy that this wallet got funded! Congrats Izzie! My only question is: when do you think you will be able to start shipping the wallets? Thanks, Balazs.", "time": "over 7 years ago"}, {"username": "JonC", "content": "Take your time", "time": "over 7 years ago"}, {"username": "DH531", "content": "I'd think that the surveys would be sent just before the wallets are ready to ship, since kickstarter only allows 1 survey to be sent. So probably in November unless they get made earlier or there's a delay.", "time": "over 7 years ago"}, {"username": "JonC", "content": "After all that I forgot I had lost the card I paid with :) all sorted now. Roughly how long will it be for surveys to go out?", "time": "over 7 years ago"}, {"username": "Frans Gunnink", "content": "F.", "time": "over 7 years ago"}, {"username": "Jason Bertola", "content": "Congrats on a successful project", "time": "over 7 years ago"}, {"username": "Tom Anderson", "content": "Congrats Izzie!", "time": "over 7 years ago"}, {"username": "Stuart Tarn", "content": "Woohoo!", "time": "over 7 years ago"}, {"username": "Jonathan Chan", "content": "Does anyone else think this wallet would be awesome with two coin plates? Coins in back plate, house key etc in front plate - don't need to carry anything else?", "time": "over 7 years ago"}, {"username": "JonC", "content": "Wow pledges are going up for the good!", "time": "over 7 years ago"}, {"username": "theo", "content": "yo izzy! so you got 14 colours and one white band for us to choose from?", "time": "over 7 years ago"}, {"username": "Ross", "content": "One question: I am currently still in the £20 tier, but i'm still unsure on whether to add on the coin plate or not. Will it be possible at a later stage to buy a coin plate separately, if so would it be the £10 as it is now or would it be reduced as I read one of your comments earlier saying it may be possible to sell them at around £7. Also will they be available soon after the rewards are shipped or a while later. Sorry for all these late questions! Thanks", "time": "over 7 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "I did toy with the concept of trying to make a pallet of colours, but figured people can just play about ;-).", "time": "over 7 years ago"}, {"username": "Richard Lee", "content": "thanks to the backer that create the .psd file, however im not that familiar with photoshop. could anyone explain how to easily change the colours? Thanks", "time": "over 7 years ago"}, {"username": "John Chef Benton", "content": "Great idea. been looking at variations on this theme for years and finally found one that has the features i wanted. Well worth the pledge", "time": "over 7 years ago"}, {"username": "Roy McGhie", "content": "I love the recent pictures on Instagram of the different items in the coin plate. Makes me really pleased about the first project to tempt me to actually pledge on Kickstarter!", "time": "over 7 years ago"}, {"username": "Brandon Phan", "content": "How soon can we expect the wallet?", "time": "over 7 years ago"}, {"username": "Neil Hankinson", "content": "Congrats to u izzie cant wait to receive the wallet,id like to c it in back outer red inner and grey band if u could,well done!", "time": "over 7 years ago"}, {"username": "Tim Johann", "content": "On a side note: As I live in the Euro-Zone, I would really like to see that the coin plates could hold 2EUR coins.", "time": "over 7 years ago"}, {"username": "Antonio Tronnolone", "content": "Now for the hard bit...choosing my colour combination!", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": "Yep - congrats on reaching your goal Izzie! Really looking forward to getting my wallet!!", "time": "over 7 years ago"}, {"username": "JonC", "content": "Yes!!! Great news!", "time": "over 7 years ago"}, {"username": "Richard Lee", "content": "Congrats on reaching goal! I'm sure we're just as stoked as you!", "time": "over 7 years ago"}, {"username": "theo", "content": "high five everyone!", "time": "over 7 years ago"}, {"username": "Brandon Phan", "content": "Heck yah. Now it's a definite I'm getting this mofo", "time": "over 7 years ago"}, {"username": "Jamie Narborough", "content": "So close... Can almost feel it!", "time": "over 7 years ago"}, {"username": "Yvonne UK", "content": "Almost there Izzie :)", "time": "over 7 years ago"}, {"username": "Giles Cudmore", "content": "This looks brilliant, you should look to market towards cyclists as being able to pop this in a back jersey pocket with a couple of cards and a couple of pound coins is vital really!", "time": "over 7 years ago"}, {"username": "Christoph Koelle", "content": "Best, Christoph", "time": "over 7 years ago"}, {"username": "JonC", "content": "Oooooo getting closer still. :)", "time": "over 7 years ago"}, {"username": "Yvonne UK", "content": "@Scott you just double your pledge and PM Izzy to inform her your intentions,", "time": "over 7 years ago"}, {"username": "scott", "content": "Izzy - am really hoping this makes its funding goal, and if need be would order a second to help it make that, any chance of a £40 reward for two of them? (Or is there a way for me to do this anyway?)", "time": "over 7 years ago"}, {"username": "JonC", "content": "RoW are stumping up $s on US projects are happy to pay the postage, so come on step up! :) If you are thinking, stop. Just Do!", "time": "over 7 years ago"}, {"username": "Trung Nguyen", "content": "£28 pledged. GOOD LUCK!", "time": "over 7 years ago"}, {"username": "Lukas Hodgson", "content": "@Dino Thank you. I was too busy commenting to see that I had received an email that explained exactly that. Thanks again!", "time": "over 7 years ago"}, {"username": "Dino Frangos", "content": ";)", "time": "over 7 years ago"}, {"username": "Lukas Hodgson", "content": "Lukas", "time": "over 7 years ago"}, {"username": "Lukas Hodgson", "content": "Lukas", "time": "over 7 years ago"}, {"username": "theo", "content": "so is this wallet going to be made in the u.k. then?", "time": "over 7 years ago"}, {"username": "Ross", "content": "Indeed, not the greatest result!", "time": "over 7 years ago"}, {"username": "Michael C Bibby", "content": "I've been watching your progress from the start and I'm so happy you're doing so well. The wallet is amazing, you should be really proud of yourself.", "time": "over 7 years ago"}, {"username": "Richard Lee", "content": "Love the design! Only beef i have with it is the price, $40 for a minimalist wallet seems too steep. Would happily pay $20 or less. Hope you reach your goal though, really awesome innovative product!", "time": "almost 8 years ago"}, {"username": "Ross", "content": "I'd love to see a couple of designs : white end plates, red band and red middleplate. Also blue end plates, red band and white middle plate. Going for the england and UK flags here. Not got twiiter or fb to ask through there. Would love to see these. Thanks.", "time": "almost 8 years ago"}, {"username": "theo", "content": "i would not do the coin plate just yet. sell it later as an add on. i like that this wallet is rfid proof. i like it how you can slide the cards and then press the plates so that the cards are fanned apart so that you can see what cards you want to take out. also a good thing that the band is not some elastic stuff. the silicone band looks much better. i just hope that it won't tear.", "time": "almost 8 years ago"}, {"username": "Jamie Narborough", "content": "Here's hoping £2490 comes very soon, my £30 certainly looks money well spent...", "time": "almost 8 years ago"}, {"username": "Dino Frangos", "content": ":)", "time": "almost 8 years ago"}, {"username": "Thomas Yeo", "content": "The main issue with this project is cost. It's somewhat quite high for a minimalist wallet. IMHO.", "time": "almost 8 years ago"}, {"username": "theo", "content": "i don't think that coins are a major issue here. it shouldn't be. this is a wallet to hold cards and bills. period. that is what it looked like to me in the video. i hope this project gets funded. i really want to use this thing.", "time": "almost 8 years ago"}, {"username": "theo", "content": "izzie. don't do too much too fast. let's get this initial project finished and then do your other things. let's get this baby funded first. 13 days to go and we are still short.....all this talk about coin plates will mean dick all if you don't get this sucker funded. peace!", "time": "almost 8 years ago"}, {"username": "Chris Hockey", "content": "Will there be the opportunity to pledge extra and convert an outer plate to a coin plate, ie pledge the difference in cost? Paying an additional £51 and having 7 spare plates (which I have no idea what to do with) is something I'm going to have to think about.", "time": "almost 8 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "Regardless, more than happy to donate to help development.", "time": "almost 8 years ago"}, {"username": "paridissimo", "content": "Thanks", "time": "almost 8 years ago"}, {"username": "mo", "content": "I've just upped my pledge to to get a coin plate! I agree that the black style plate is best, although I'd be okay with the purple one too - my only concern with the purple one is that it looks like the larger parts of the open section will not be covered by the band, which I think wouldn't look so nice.", "time": "almost 8 years ago"}, {"username": "Gaz", "content": "Would definitely pay more for coin plates, they would offer a unique feature that other minimalist wallets don't have.", "time": "almost 8 years ago"}, {"username": "Lukas", "content": "Oh, and by the way, judging by those vibrant colours, I originally thought, that the wallet is made of plastic. Maybe making the info that it is an aluminium wallet more visible could draw more attention to the project. Good luck!", "time": "almost 8 years ago"}, {"username": "Gareth Clarke", "content": "Hi Izzie, love the design and the colours, looking forward to seeing it happen. Best of luck", "time": "almost 8 years ago"}, {"username": "Dean Lahn", "content": "Izzie, this is a wonderful design. I'd been interested in minimal wallets for some time but never backed any until I saw the Minimo. What drew me to this project was the design and combination if materials. When I read you could choose your own colours - BOOM - I was over the line. As for the coin holder … it's a killer idea. In fact it is so good I'd release as many Minimos into the wild as I could before unveiling a range of different plates as phase 2. Keep up the great work.", "time": "almost 8 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "Many thanks", "time": "almost 8 years ago"}, {"username": "Thomas Noether", "content": "I would pay extra, too. In fact I would order two coin plates.", "time": "almost 8 years ago"}, {"username": "mo", "content": "I'd be happy with paying some extra for a coin plate... or two!", "time": "almost 8 years ago"}, {"username": "Tim", "content": "I would be totally okay with adding some money to my pledge if this goes as addon :)", "time": "almost 8 years ago"}, {"username": "Tim", "content": "Hi - just joined as backer.. I like the design of the wallet. I hope the coin plate will be added..", "time": "almost 8 years ago"}, {"username": "Brian Draghi", "content": "I would love to carry a few coins with me but I hate anything that jiggles and makes noise in my pocket. Your coin plate would solve this problem for myself and probably many other people. Just something to consider to generate additional backers to get this wallet funded.", "time": "almost 8 years ago"}, {"username": "HCH", "content": "insta-back! awesome creativity on the product design, love how it fans the cards out for easy selection, the idea for a few coins is great as well, esp for shopping carts or vending machines =)", "time": "almost 8 years ago"}, {"username": "Aqib Ishtiaq", "content": "How many cards can it hold? Can the band be used to hold notes/receipts etc?", "time": "almost 8 years ago"}, {"username": "Chris Hockey", "content": "Just backed for £78. This is perfect for wallets of different currencies and countries, I've just worked out the colour combinations I need for England, Holland, Denmark and Sweden, now I just need to coin tray on the back and I'll always pick up the right currency when I'm off to catch a flight ;)", "time": "almost 8 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "Come on US backers, get on board, this project knocks the socks off other wallet projects.", "time": "almost 8 years ago"}, {"username": "Allen J Cochran", "content": "Just updated my pledge - I went up to the £78 level!!!", "time": "almost 8 years ago"}, {"username": "mo", "content": "This is lovely. I'd really like to add a coin plate!", "time": "almost 8 years ago"}, {"username": "Jeff Wooliscroft", "content": "Of course, if this product is going to be sold afterwards - on your own site, say - I don't have a problem with getting it there but ...", "time": "almost 8 years ago"}, {"username": "DT Revelo", "content": "On a separate note, I have the same question as Jay Joshi regarding pledging for more than one wallet. Thank you.", "time": "almost 8 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "The £28 with an additional outside plate, is this meant for 'when/if' the coin slot options are added, or merely as an additional colour of plate for further customisation?", "time": "almost 8 years ago"}, {"username": "Jay Joshi", "content": "Hi, just wondering if there is a possibility of an early bird for 2 minimo wallets?", "time": "almost 8 years ago"}, {"username": "Peter Le", "content": "Hi, this is a great product and I really believe that it will reach it goals. I really want to have a small hole somewhere where you can hook it up to your chains. That would be awesome. Thanks", "time": "almost 8 years ago"}, {"username": "Cailean McCracken", "content": "I've been looking for a minimalist wallet for a while now, this seems to be perfect for my needs. Really interested in the black add on plate for SD cards and small loyalty cards.", "time": "almost 8 years ago"}, {"username": "Michael Lee", "content": "Good luck on the rest of the campaign!", "time": "almost 8 years ago"}, {"username": "Ross", "content": "Love the design of the wallet and look forward to it replacing my chunky wallet. I'd also like to contribute to the idea. How about using that space initially considered to hold a key? The rectangular cut out prototype for the coin might already allow this. A minimalist won't carry many keys, right? Maybe there would be enough space for a key and a coin", "time": "almost 8 years ago"}, {"username": "Christopher", "content": "An additional plate idea you might like to play with is to have a hollow back-plate where the inside is thick enough to allow a £1 coin to slide in/out. A hollow back plate (have a horizontal 'runner' to add strength and ensure the plate doesn't bend inwards) would house more coins. On one side there could be a bit you unhindge or slide up to allow the coins to slide out... Sorry if I've lost you, it all makes perfect sense inside my own head, haha.", "time": "almost 8 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "Similar to this... http://store.nike.com/gb/en_gb/product/free-run-id-running-shoes/builder/", "time": "almost 8 years ago"}, {"username": "Justin Palmer", "content": "I assume the coin feature is optional, as a lot of people have no need for it. Also, a bottle opener would be dope", "time": "almost 8 years ago"}, {"username": "Aqib Ishtiaq", "content": "This looks amazing. The coin slot would be fantastic. Agree with the comment that the black would be best and it can hold coins of various shapes. Can't wait to get my hands on one and get rid of my huge wallet.", "time": "almost 8 years ago"}, {"username": "paridissimo", "content": "i love the range of colours too but what about a non-anodized choice? just aqua blasted aluminium.", "time": "almost 8 years ago"}, {"username": "Jason Fisher", "content": "when can I choose the color?", "time": "almost 8 years ago"}, {"username": "Thomas Noether", "content": "I like the shape of the black part. Different country, different coin sizes. That makes the round shapes difficult to use.", "time": "almost 8 years ago"}, {"username": "Adam H (Peak Design Employee)", "content": "All the best.", "time": "almost 8 years ago"}, {"username": "Nate Westlin", "content": "I need this in my life.", "time": "almost 8 years ago"}]}}]