[{"backer": "Patrick Thomas Mitchell", "project_data": {"campaign": {"story": "Check out this awesome review from iGeeksBlog!\n   Follow us on Twitter @nixsensor\nCheck out our story on CHCH http://www.chch.com/grad-gets-grant/\nProduct\nNix is a patent pending device that allows anyone to become a color expert. Just grab Nix from your pocket, purse, or bag, touch it to an object and magically watch the exact color appear on your iPhone, Android, PC, or Mac. Once scanned, you can keep palettes of your favorite colors, match the color to real life pigments, and even receive directions to the nearest store where you can purchase the color.\nNix is perfect for interior designers, graphic designers, model makers, makeup artists, hobbyists, photographers, fine artists, crafters, hackers, makers, museum curators, painters, land lords, and even… engineers…\nHelp support Nix and become a color expert today!\nOur Story\nWe first came up with the idea for Nix™ while working with a few interior design friends. They thought that lugging around tote bags filled with paint decks was a huge pain in the butt and so did we! It’s the 21st century! We didn’t think it made a lick of sense that you should have to pay hundreds of dollars for a big bulky paint deck system that only worked with one company’s paints. To make the situation worse, this expensive “solution” was still greatly affected by ambient lighting conditions and human error. We discussed the idea of a product that could solve all of these problems and everyone we spoke to in the industry thought it was a great idea, but it never really got past much more than a design on the back of a napkin until the next major milestone in our story. \nEarly drawings to final renders.\nA colleague of ours was doing incredible work at a local hospital with burn victims and patients with other severe skin disorders. Her business was to consult with patients and manually create custom makeup that perfectly blended with the patients’ natural skin tones. Interestingly enough, at that moment she was actually looking for an accurate and inexpensive color sensor to remove the costly manual color matching routine from the procedure. It would revolutionize her business model while allowing her to help patients from all over the world. We thought this was a noble idea and it inspired us to start full time research and development on the product. There was just one problem: as recent engineering grads we didn't have the necessary funds to do the project justice. \nWe decided to apply for a R&D grant to help get the ball rolling. It was a grueling process as every last detail of our business plan had to be scrutinized by government analysts. After two months of revisions we finally secured the funds! It was a ton of work, but looking back it was worth it just to come out with such a rock solid business plan. The grant allowed us to hire our first employee and set us into motion working our asses off doing science.   \nA small selection of our prototypes.\nSix months after our initial funding, hundreds of Red Bulls, too many man tears, and countless prototypes later, the final Nix prototype that you see in this campaign was born. \nThe App\nCurrently Nix works with our development PC and we have built all the graphic assets for the iOS/Android application. We need to take the logic from the PC application and combine it with the graphic assets to finish the application.\nHere is a video of Nix working with our development PC for reference.\nThe application allows users to actually scan an object but the fun doesn't stop there.\nWith your backing we will be able to finish the app!\nIn the final version you will be able to:\nSave a scanned color to a swatch, with notes.\nView a color in RGB, HSL, HSV, Lab, XYZ, HTML, or CMYK.\nConvert the color to a multitude of media such as: interior wall paints, oil paints, makeup, watercolor, hobby paints, wood stain, automotive paint etc. \nAfter you have selected a particular media you can select a particular brand.\nGet directions to the nearest store where you can buy the paint!\nOur Mission/Values\nOur mission is simple: supply a cutting edge, intuitive, scientific grade instrument to anyone who wants to become a color expert.\nOur Team\nMatthew Sheridan\nMatthew Sheridan is a serial entrepreneur, sailor, and holds a Bachelor’s Degree in Mechatronics Engineering and Management. His hobbies include exploring advanced PCB manufacturing techniques, renewable energy systems, lithium polymer battery systems and watching documentary after documentary on YouTube when he should be sleeping.  \nAndy Li\nAndy Li is a third-year electrical engineering student at McMaster University, specializing in electronics and control systems. He is involved with the McMaster Solar Car Project, where he does design work for the battery and telemetry systems. In his spare time, he enjoys camping trips, video games, and making burnt offerings to the circuit gods.\nJames Strack\nJames Strack is a PhD student in Engineering Physics at McMaster University, specializing in nuclear safety and thermal hydraulics. He is also a technical advisor for the McMaster Solar Car Project, having previously participated as a driver and electrical systems leader for the team during the 2009 World Solar Challenge in Australia. In his spare time, James enjoys writing about himself in the third person, but is also an avid collector of vinyl records and an amateur photographer.\nFrom left to right: James Strack, Matthew Sheridan, Andy Li\nInnovation Factory\nInnovation Factory helps advance Hamilton, Ontario’s innovation community.  They serve as an inspiring, expert resource for entrepreneurs.  They also foster connections across the community that accelerate growth for all.\nVentureStart\nThe VentureStart program helps technology entrepreneurs in Southern Ontario by providing access to Business Skills Training as well as Business Launch Support to enhance their ability to launch and grow a new start-up venture.\nWe would also like to thank:\nHamilton Invention Center\nWhy do we need the funding?\nManufacturing a hardware venture as advanced as Nix can become expensive.  Luckily our team’s wealth of experience working on large nonprofit engineering projects helps us to keep costs down. Nonetheless, we still need to raise $35k to get this innovative product into your beautiful hands.\nHere is the breakdown:\n$9,500 for the molds, and the actual injection molding process.\n$5000 to optimize the PCB for maximum Bluetooth range, battery life, and manufacturability.\n$10,000 for the PCBs, components, and assembly.\n$2000 for the high energy density lithium polymer batteries.\n$3000 to professionally recode, and launch the app.\n$2000 for Kickstarter rewards above and beyond the actual product.\n$3500 for Kickstarter fees and payment processing fees (approx. 10%)\nSchedule\nThe next few months are going to be gruelling but we are used to this level of work and we are confident that we can stay on schedule.\nOct: Kickstarter Ends\nSelect winning quote to be immortalized on our production PCB.\nNov: Send out preliminary rewards (stickers and past prototypes)\nDec: We will make sure the PCB is optimized for lowest power consumption and best Bluetooth range by working directly with professional RF Engineers (from the manufacturers of the individual integrated circuits).\nOnce PCB is optimized we will send the PCB gerber files to be produced. We will use the same manufacturer we made the prototypes with as we are comfortable with them and they have done a very good job in the past.\nWe will also optimize our diamond enclosure for manufacturability. To do this we will slightly modify the plastic wall thickness as well as add snaps to connect the lid. \nWe will start production of the diamond enclosures using a North American manufacturer that we have received quotes from and samples. .\nJan: Receive assembled PCBs and Enclosures from our manufacturers.\nWe will assemble the Nix color sensors (very easy as they only have 3 large parts) and we will test each device for quality control and calibration.\nFeb: Ship Nix to all of our loyal backers :)!", "risks": "Risks and challenges\nHardware\n\nAs we already have a working prototype, we have already taken out a large proportion of the risk associated with hardware production. We also have all of our suppliers lined up and ready to go in Asia as well as the USA. That being said, there will always be risks associated with manufacturing, such as lost shipments, manufacturing errors, factory strikes, etc. We will also have to have our design certified by the proper government agencies. We have assembled a team of the best advisors and will take every precaution necessary to mitigate these risks.\n\nSoftware\n\nAfter successful funding on Kickstarter, the iOS application will need to be professionally recoded before launch. This will ensure that our customers (you) will receive a polished product with maximum accuracy, stability, and ease of use. We have our programmers lined up and ready to go so there is very little risk other than in the actual coding process which could experience standard delays for holidays, sick days, etc.\n\nWe will be at the mercy of Apple when we submit the app to the app store so there will be some risk involved there. We will mitigate this risk by working closely with Apple to abide by all rules and streamline the process.\n\nWe will maintain a high level of communication with our backers throughout the entire process and alert our backers of any unforeseen delays or problems as soon as we know about them.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "Shipping and Calibration Update", "update_content": "Hi Everyone,\nWe had some delays with the Canada Post shipping system, particularly with opening a corporate account. Everything is sorted out now about a third of our backers have already received their Nix Color Sensors! The shipping will be completed by tonight so everyone can expect their order soon!\nIn other news some of you have experienced a pink tint when scanning the calibration card. We have traced the root of this problem to an outdated calibration matrix used in the app. We have submitted an update to fix the problem to the app store so whenever that goes live that problem should be fixed."}, {"update_no": "UPDATE #15", "update_userinfo": "Shipping very soon", "update_content": "Hi Everyone! \nSorry for the lack of communication we have been swamped doing 12+ hr days assembling the sensors. We are expecting to ship in the next 2 weeks as they are finished we will be mailing them out.  \nIn the mean time, if you could make sure that you have filled out your shipping information correctly it will help us speed up the process.\nThanks for your patience.  \nCheers,  "}, {"update_no": "UPDATE #14", "update_userinfo": "Mega Production Update", "update_content": "Hi Everyone!\nWe've had a crazy last few weeks. Let me update you.\nFirst off, we went to Amsterdam for the TNW (The Next Web) Europe Conference where we won a coveted spot at one of the presentation booths. We had the privilege of demoing the working Nix Color Sensor and app to venture capitalists, technology gurus and the press. "}, {"update_no": "UPDATE #13", "update_userinfo": "Big Update!", "update_content": "Hi Everyone! \n\nIt's time for another big update! We have lots of good news, and a minor setback that I will explain in this post. If you have any questions please don't hesitate to contact me at matt@nixsensor.com. As a side note, I have noticed some messages to my Kickstarter account and unfortunately the Kickstarter system is awful and doesn't notify me of these messages. So don't think I've been ignoring you :)"}, {"update_no": "UPDATE #12", "update_userinfo": "Rallying the Troops! You Could Win A Nix Color Sensor!", "update_content": "Hello Friends and Loyal Backers!\n  As we patiently await the arrival of the first batch of Nix Color Sensors I have an idea...\nYou guys/gals are our biggest supporters in the whole wide world, you are early adopters and you probably have social networks brimming with like-minded individuals. \nWe need to get Nix into the hands as many people as possible. The more people that have Nix the more feedback we can get and the faster we can fix bugs, add features and make this the best product the crowd funding world has ever seen! "}, {"update_no": "UPDATE #11", "update_userinfo": "Production and Marketing Update", "update_content": "Hi Backers,\nJust a quick update of the production of Nix. All of the components have been sent to production and we are just awaiting the arrival of the parts. The factories seem to be backed up from the Chinese New Year but hopefully we will have everything in the coming weeks. After that it's just assembly and shipping to go.\nAs you may have seen we are also raising money for batch 2 on Indiegogo at  This will in no way effect batch one or change the schedule at all. In fact the profits from the second batch will actually help to make the application even better for the existing users."}, {"update_no": "UPDATE #10", "update_userinfo": "Huge Update!", "update_content": "Hello Kickstarter Backers (and fans)!\nIt's Matt Here with an official update (finally). \nFirst off I'd just like to say thank you for your patience and I totally agree that we need to be updating everyone more often here on Kickstarter (we have been updating on twitter www.twitter.com/nixsensor). Just fyi it is also kind of a pain in the ass to receive messages on Kickstarter (it doesn't notify me directly when I have a message) so don't take it personally or think I'm ignoring you if I miss your comment or message. You can contact me directly at matt@nixsensor.com anytime with any questions or comments and I'll get back to you right away. "}, {"update_no": "UPDATE #9", "update_userinfo": "Production Update!", "update_content": "Hello Everyone! \nI have great news to share! We have sent out the final PCB design for a small production run, the clear lenses to be injection moulded, custom neoprene gaskets to be stamped (to keep out light, for increased accuracy!) and the final Nix diamond enclosure to be sampled.\nWe are hoping to have all these parts in our hands over the next 2 weeks!\n\nWe have really ramped up our speed to get a production model to show off at CES in early Jan in Vegas! We will be in the Venetian at Eureka Park, a place for start ups like us. I think they expect around 150K visitors, it's going to be crazy! "}, {"update_no": "UPDATE #8", "update_userinfo": "Pre-order Website (If You Missed the Kickstarter)", "update_content": "Hello everyone,\nJust a super quick update.  \nWe just launched our new pre-orders site at: www.nixsensor.com Anyone who hasn't already done so, can pre-order Nix at discounted prices until launch. We are also hosting a blog with updates on the status of the project. Please bear with us while we get everything up and running smoothly :)"}, {"update_no": "UPDATE #7", "update_userinfo": "Funding is a huge success!", "update_content": ""}, {"status": []}], "comment_no": 295, "projec_url": "https://www.kickstarter.com/projects/nixsensor/nix-color-sensor", "project_name": "Nix Color Sensor"}}]