[{"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "So here you are, another Kickstarter, right?  Not quite.  This is a chance for you to help a veteran get a start on his dream of owning a food truck.  I am appealing to you to assist me in my start up cost for Pee-K-Twa, my cajun food truck in New Braunfels, there are little to no food trucks here in New Braunfels, Texas.  Why?  Because food trucks are held to a higher standard than a brick and mortar restaurant.  My intent is to grow and be able to hire veterans and their families.  Veterans have some of the highest rate of unemployment according to the bureau of labor statistics (6.2% versus 5.9%).  What does this mean to you? By supporting my up and coming food truck you can be helping to decrease the veteran unemployment rate.  So if you want a chance to help veterans and thier families please feel free to donate here. Thank you.  As promised here is the link for the gold star families: www.armymwr.com/goldstar.aspx ", "risks": "Risks and challenges\nThe biggest challenge for this project is the start up cost, being a disabled veteran I don't have a disposable income. I'm just like any other american just trying to make it in the world and support my family. Having been in the military I have the drive and the passion to make this food truck a success.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Aaron Cahill\nFirst created · 1 backed\nI have held almost every job in the food industry and then joined the Army. While in the Army, I learned what I needed to do to be a great...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JANUARY 24, 2015"}, {"Project launches": "NOVEMBER 25, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/41725982/funding-a-veterans-second-chance", "project_name": "Funding a Veterans second chance"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "This project is to help me get a food truck up and running so that i can get my homemade BBQ to more people. i cater and stock a local restaurant in sterling. i would like to expand my reach to a larger area; including wine festivals, concerts and into DC. i'm already raising funds buy selling T-shirts and through food sales, at this point i need more funding than i can generate myself.  ", "risks": "Risks and challenges\nOf course the greatest risk is that i cannot find an affordable truck that fits my needs. i can always retrofit and remodel. the next issue would be getting the truck to pass inspection and get licenced. i'll take the servsafe test to get certified. mechanical issues as well, but i have a great mecanic that i trust. i'm sure there are other issues i can't think of but i have a great support team that would minimize most problems.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Randy White\nFirst created · 0 backed\nI'm a 33 yr old enthusiastic and lively guy. i'm a military brat and have lived all over the country but mainly the south. My dad has been...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Biggest Thank you to everyone!!!", "update_content": "To have such great friends and friends of friends, backing my dream is beyond my wildest. I thank you from the bottom of my heart and hopefully soon i can do the same from the side of a food truck!!!"}, {"status": [{"Project ends": "JANUARY 31, 2015"}, {"Project launches": "DECEMBER 2, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1344469598/mikels-pulled-pork-food-truck", "project_name": "Mikel's Pulled Pork Food Truck"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "The beginning of our dream looks like this ...\nHelp us make our dream a reality.  We won't stop until we are serving you some tasty mouth-watering burgers!  We are so close to achieving our dream.  We have put every dime and hard work into achieving our goal and we will continue to work at it but we need your help!  We have enjoyed the challenges and rewards of owning and starting our business. And raising a minimum of $3,250 is part of it.\nbefore ...\nAnd after we've made some progress ...\n  And these are the other things that we have done:\n        Truck\n•       Equipment\n•       Conversion from mobile office to kitchen\n•       Hood / suppression system\n•       L & I inspection passed\n•       Secured some future locations\n•       Started Health department process\nAnd we are ready to add to our logo a fun and sassy theme! So we can - rock and ROLL all week long!\nAdded additional shelving and secured the service window!\n\n What we still need before we open our service window -\n•       Freezer for hand-dipped ice-cream shakes\n•       Point of sale system\n•       2nd generator\n•       Service propane system\n•       Secure the service window from theft and weather\n•       Shelving for various product\n•       Fabricate rear cage for additional equipment storage – i.e.\n        generator, ice chest\n•       Paint to look fresh!\n•       Put a snazzy eye catching design wrap/decal around the truck $$$\n•       Finish up the expense of licensing and permits\n•       Final inspection fees\n•       And my favorite … start up cost – i.e. PRODUCT to OPEN!\n As you can see, we have a lot that we have put into the truck but we\n still have a large expense ahead in order to open the service window!\n We still need approximately $6,000 to be complete. And this is why we need your help!  We are confident that you can help us with $3,250 of what we need while we continue to work at the rest of the necessary funds.  For now, we have created a solid foundation to start the food truck.  But it’s the fun part that we need funding for so we can customize it to be the best burger foodtruck in town!\n Do you still need to feel confident that we will be able to pull this off\n…that’s okay!  Above and beyond the experience that we both have in\n the kitchen, we also have some “self-employeed” experience.  We are no\n strangers to working with the public in a catering aspect, from large\n venues to small gatherings, we’ve worked them all!  And we will\n continue to provide catering through the foodtruck.\n Where we lack experience is technology.  Yep, we are still old-school!\n  But we are fortunate to have some wonderful resources … our children!\n  And classes!  Yes, Donna has taken some additional business classes\n to help with the point of sales system and just trying to keep up with\n the social media outlets to keep us on the charts!  So, we are doing\n what we can to be on the cutting edge … by learning as we go along with  the ever-changing social media outlets.\n With that said, we do have a strong resource of family and friends in\n the following fields that we have had the pleasure of tapping into:\n•       Fabricators\n•       Mechanic\n•       Webmaster - check out our site but it is still under construction.\n•       Artist/designer\n•       Restaurant owners\n•       Vendor relations\n•       Graphic decal supplier\n•       Other foodtruck owners\n•       Thoughtful brainstormers\n•       Foodies that will keep us at our best!\n•       Networkers … yes, we even have our own Ralph-mouth! \n And this is the short list … it doesn’t include the large support of\n fans that can’t wait for us to open!  We love you all!", "risks": "Risks and challenges\nWe all know there are risks involved when starting up a business from delays to daily mishaps of equipment failure to vendor misorders. That is why we have minimized our overhead with the help of others and doing much of the work ourselves. There are no guarantees of success. However, we believe with our 45 years of collective experience in the food and catering industry we are prepared to overcome the daily challenges associated with the business.\n\nWe stand behind the quality of our food and service. And we want to bring back the promise of friendly customer service - were you come first! We believe there is a need for a new, fun and tasty alternative to the taco trucks!\n\nArnold's Happy Days will bring you some good old fashion burgers, fries and shakes! - with a smile!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Dave Arnold and Donna Gross\nFirst created · 1 backed\nMeet Chef Dave and Donna! The Arnold’s! We both have had dreams of opening our own food service business when we retired. However, a...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Advertising tax write-offs ...a WIN - WIN!", "update_content": "Advertising and promotion costs--including business cards, brochures or flyers, any kind of advertising and promotional giveaway--are write-offs!  Simply advertise your company on our truck by donating $250 or more to our project!  It's a win - win for both our businesses! Just another great way to finish up your tax year - support your local small business as well as have a mobile ad for your business!"}, {"update_no": "UPDATE #4", "update_userinfo": "Support LOCAL!", "update_content": "Did you know that in over 30 mobile units registered with the Tacoma health department that there is only ONE burger truck currently in operation!?!  Wow!  Support Arnold's Happy Day's and know that you supported THE BEST BURGER TRUCK IN TACOMA!  We won't disappoint!  So, support your small business food truck .... pledge today!  It will make a difference in your area!"}, {"update_no": "UPDATE #3", "update_userinfo": "Looking for a gift idea ~", "update_content": "Need a last minute white elephant gift or the gift for someone you just aren't sure what to give?  We have the gift that keeps giving!  Donate $10 or more in that persons name and they will receive a gift after we fund AND burger and soda or more AND remind them that in doing so, they supported locally and we will be serving locally soon!  What a deal!  It's better than a gift card to Subway! "}, {"update_no": "UPDATE #2", "update_userinfo": "Pledge now ... pay later!", "update_content": "Thank you all for your help!  We are excited to give you an update that we are at 33% of our goal!  Not bad given this time of year!  Just to remind you how this works, you don't pay anything until it is fully funded.  The campaign doesn't stop until Jan 18th.  So any monies you pledge now is a promise on your part that you will pay out at the close of this project.   And ANY monies will help!  Continue to let others now.  Thanks again ... you rock!"}, {"status": [{"Project ends": "JANUARY 19, 2015"}, {"Project launches": "DECEMBER 10, 2014"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/61308604/arnolds-happy-days-food-truck", "project_name": "Arnold's Happy Days Food Truck"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "PLAY\n\n WHAT IS WESTSIDE BJ’s WORLD FUSION ALIMENTOS?\nWestside BJ’s World Fusion Alimentos is a progressive Non-Gluten, Non-GMO, Organic conscious, business concept designed to create a more upbeat, happier, healthier, cooperative working culture, through delectable food and service. All beverages and food will be completely free from Gluten, and Organic consciously prepared. Organic meat and dairy will be at the heart of our cuisine as well as made from scratch non-Gluten baked goods and Organic non-GMO produce to prepare and serve high quality delicious eats that are easier for the human body to break down and enjoy, including those with Celiac Disease or a sensitivity to Gluten and other sensitivities.  \nOrganic, Non-GMO, Gluten Free Fried Chicken skillet fried with virgin, unrefined, organic olive and coconut oil.\nWHY NON-GLUTEN?\nIt’s a choice but we’re not really against anything. We find that eating organic gluten-free food can be a very flavorful and healthy way to wellness. It is noteworthy that people with Celiac disease are highly sensitive to foods containing gluten. The symptoms may be apparent but it is also possible to have celiac disease without any symptoms whatsoever. A few of the conditions associated with this disorder are: depression, diabetes, arthritis, increased risk of infections and autoimmune disease, as well some of the more controversial disorders like peripheral neuropathy, schizophrenia and autism. These conditions may improve by removing gluten from the diet. And now with our cooking, you don't have to sacrifice yourself anymore :-)\nBaked doughnuts in cinnamon-sugar, double chocolate, glazed, & coconut delight\nSO, WHY ORGANIC CONSCIOUS & NON-GMO? \nOrganic food production is a heavily regulated industry where synthetic pesticides and chemical fertilizers are not allowed. We will use organic meats, dairies and produce because it is necessary in our experience to produce high quality edibles. Even so, it is in our best interest to mention that Non-Organic foods are vastly grown with unregulated practices like Nanotechnology and Genetically Modified Organisms (GMO’s). As of now there are no restrictions, nor official reports, noting the effects of human consumption using these unregulated practices on our food. In 2014, studies found fewer pesticides and higher levels of antioxidants in organically grown food. Organic practices also foster the cycling resources for maintaining an ecologic-environmental balance which also conserves biodiversity. It is at its core the most intelligent-natural-life-conscious-humane source of food and with a little help from technology, one day, soon, we foresee all food will be grown organically without genetically modified organisms. \nHoney-Chipotle & Savory Meat Pizza\nWHAT EXACTLY IS THE MONEY RAISED, GOING TO BE USED FOR? \nThe $250,000.00 raised from Kickstarter will be used for acquiring the westside BJ’s Food-Truck along with all the specific tools and appliances needed. The money raised would also ensure licensing, permit fees, insurance, registration, maintenance, fuel, labor, ingredients, as well as maintenance of inventory, non-toxic biodegradable to-go packaging and utensils, non-toxic biodegradable cleaning supplies, accounting and payroll basics for 1 full year of operation. Our combined 20 + years of experience in the food and beverage biz. has led us to acknowledge the fact that most businesses close down within their first year, due to a lack of capital. This capital we would acquire will also help establish westside BJ’s in generating revenue to continue running in the years to follow. \nPastel Mocha, our insanely moist chocolate gluten-free cake with a cocoa cream topping & white chocolate espresso ganache filling.\nWHAT IS THE ULTIMATE VISION OF WESTSIDE BJ’s WORLD FUSION ALIMENTOS?\nJust to clarify, BJ’s stands for “Brigit Juan’s” (What else could BJ's stand for?) but the ultimate vision for westside BJ’s world fusion alimentos, is to create quality, delicious, gluten-free, organic, non-gmo edibles. At the same time, westside BJ’s would be creating a business structure grounded on dynamic intelligence and universal principles that would allow the individuals working with us to think and work freely, and to be interdependently responsible while delivering quality food and service as part of the team. Through the many years experience that Juan and Brigit have in the food and beverage industry, they have attained insights and wisdom of hard earned knowledge that has inspired them to work for the joy of work and well being, and not just the pursuit of Pure Profit. Westside BJ’s would also emphasize using (whenever possible) the progressive ingenuity of green technologies such as electric motors, solar and wind energy technology, to name a few, that are at the forefront for our self-sustaining advancement in our globally aware society. Overall we would like to incorporate all available technologies and resources to create and inspire more conscious, enjoyable, cooperative, working environments and communities for the advancement of everyone's well being. \nThe Town Tarts: Fresh Raspberry, Key Lime Custard, and Chocolate Cream.", "risks": "Risks and challenges\nIn recognition of the reality of completing our business venture, we (Brigit and Juan) are aware that the risks and challenges may take many forms such as in delays of licensing and permits, money management and available capital (which is why we are here on kickstarter), client dependance, fatigue, founder dependence, hiring and training the right personnel, accidents, illness, balancing growth with quality of product and service. \n\nHowever, these are challenges that every business faces but are not in themselves the outcome. We have faced many obstacles before as individuals while managing businesses and supervising personnel in some form or another and yet, we have come out enjoying the opportunity of being of service and providing a more cooperative, inspiring, positive outcome. \n\nWith over 20 years of combined experience in the food and beverage industry, we (Juan and Brigit) have both engaged as servers, bartenders, and baristas at restaurants, bars, and coffee shops and have also held management and supervisory positions in many successful and popular establishments. We set our qualifications from our combined extensive and successful experience in dealing with challenges while continuously finding positive solutions in all related fields and establishments. This is why we feel called upon to commence our own business endeavor, designed with our earned wisdom and principles as C.I.O.'s (Chief Information Officers) of westside BJ's to create a more enjoyable, cooperative working culture as well as a distinct, high quality product.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Brigit Hartop & Juan Ascencio\nFirst created · 1 backed\nWe (Juan Ascencio & Brigit Hartop) are a loving couple who live together with their little K-9 (Quigley) and their little puss (Baxter).See more"}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "French Toast & Rainy Days", "update_content": "Hi Everyone! It's a beautiful rainy afternoon. We now have 7 backers...thank you all. As I said last post, this is quite the learning experience and I'm grateful for every moment of it. We're getting to meet a lot of people while networking and having some amazing conversations. The momentum is slow right now but to us, slow is smooth and smooth is fast! We're grateful for this experience and whatever happens to the campaign is part of the natural growing up process of Westside BJ's world fusion alimentos. "}, {"update_no": "UPDATE #3", "update_userinfo": "5 Backers! Woo Hoo! (and some yummy menus for you)", "update_content": "Hi Everyone! This has been an amazing learning experience. We're exploring so many different social media outlets and networking with a lot of really cool people. We just received notification that we have our 5th backer....every time I get an email from Kickstarter I get so excited. It doesn't matter if the pledge is for $1 or $1,000,000, it just tickles us pink and sometimes even gets us crying. \nWe made first drafts of what our menus may look like....it's still a work in progress but we wanted to show you something we're excited about. These will be the items you can order on a regular basis, plus we'll have a whole mess of features and specials all the time to shake things up and surprise you all. "}, {"update_no": "UPDATE #2", "update_userinfo": "in our kitchen today...", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Yay for Staff Pick!", "update_content": "We're tickled and warmed to see an email from Kickstarter letting us know they chose us as a Staff Pick! Thank you Kickstarter!"}, {"status": [{"Project ends": "FEBRUARY 2, 2015"}, {"Project launches": "JANUARY 3, 2015"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/westsidebjs/westside-bjs-the-gluten-free-organic-food-truck", "project_name": "Westside BJ's: The Gluten-Free, Organic Food Truck"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "THANK YOU FOR CHECKING OUT MY  HEART AND SEOUL KICKSTARTER PAGE! \nPlease help transform Florence into...\nTHE HEART AND SEOUL FOOD TRUCK!!!\nFlorence is an Emergency Response Vehicle that was once used by the American Red Cross to deliver and serve meals to victims of natural disasters. She has an incredible history of traveling all across the United States to bring people not only food and relief but hope during times of crisis. She needs a transformation to become the Heart and Seoul Food Truck and bring inspired Korean food to the streets of Colorado.\nKICKSTART MY HEART!!!\nsomething along these lines...\n THE TRANSFORMATION- Florence is the perfect vehicle to be turned into an amazing food truck! This kickstarter project can make this transformation possible! Florence needs a fully installed commercial kitchen (~15k), a graphics wrap (~5-7K), maintenance (~2k), a commissary kitchen (~4k), licensing (~1K), storage (~2k)...and with Kickstarter and Amazon fees (~10%), it all adds ups!\nWhat is Heart and Seoul?\nHeart and Seoul is a mission driven company that believes in celebrating our differences and bringing people together through delicious, beautiful and nourishing inspired Korean cuisine! Heart and Seoul blends Korean cuisine with local and high quality ingredients for every palate...A celebration of my heritage, inspired by local abundance, combined with thoughtful and flavorful food for everyone to enjoy. Heart and Seoul will serve gluten free, Korean inspired cuisine on the Heart and Seoul Food Truck and pre-packaged foods with an emphasis on vegetarian and local organic meat options with a vision of a brick and mortar fast casual eatery! Feed the soul!\nHEART AND SEOUL MENU- everything is deliciously GLUTEN FREE and everything can be made VEGAN! This is a small taste of some of the items that will be featured, dishes will change seasonally and depending on local inspiration!\nBIBIMBAP (\"bibim\" means MIXED, \"bap\" is RICE)...spinach/kale, gingered carrots, red cabbage slaw, and shredded egg with other seasonal vegetables on top of white or multigrain rice with your choice of meat and sauce (spicy 'gochujang' or sweet Korean BBQ).\nTHE MEAT: ELK or BEEF BULGOGI (Korean \"fire\" marinated elk or beef), KBBQ PULLED PORK, SHREDDED CHICKEN, or JACKFRUIT.\nelk bulgogi, japchae and kimchi... YUM!!!\nelk bulgogi, multigrain rice and spagetti squash\n JAPCHAE (Korean glass noodles)- delicious chewy noodles with seasonal vegetables, spinach, carrots, red bell peppers, onion, wild mushrooms, and shredded eggs. Topped with sesame seeds and chives... Protein optional!\njapchae (korean glass noodles!)\nDUMPLINGS- choose from traditional pork, chicken or vegan! Served with dipping sauce\nKOREAN TACOS- pick your filling of Korean pulled pork, shredded chicken or Jackfruit. Topped with your choice of kimchi slaw\njackfruit tacos with kimchi slaw (you wouldn't believe it's vegan!)\nSAVORY PANCAKES- pork and kimchi or assorted veggies and kimchi. Served with dipping sauce\nKIMBAP (\"KIM\" means NORI (seaweed) \"BAP\" is.....yup, RICE!)-  A traditional Korean \"sushi\" roll filled with assorted vegetables and your choice of protein. Perfectly balanced tasty and nourishing on-the-go meal!\nsweet potato, corn and avocado kimbap (yup vegan!)\nKIMCHI- Bacon Kimchi Slaw, Traditional Kimchi Slaw, Vegan Kimchi Slaw. Kale Kimchi, Cucumber Kimchi\nbacon kimch slaw and vegan kimchi slaw\ni love making kimchi!\nAND MANY MANY MORE AMAZING DISHES!!!\ncucumber kimchi and bibimbap toppings!\nbacon wrapped chicken stuffed with kimchi\npaleo KIMBAP! purple cauliflower and chia \"rice\"\nHEART AND SEOUL CATERING\nbibimbap/japchae/kimchi/wasabi deviled eggs (gluten free!)\nbibimbap/taco/lettuce wrap bar (gluten free!)\ni love being able to offer GF catering esp in Boulder!\nMeet Mark Parson, Florence's former owner and Red Cross Volunteer:\nPLAY\n\nHEART AND SEOUL GEAR:\nlimited edition Heart and Seoul t-shirt!\nlimited edition Heart and Seoul hat!\nWhat is Korean Cuisine?\nKorean food uses simple ingredients and complex flavors to create a wide array of dishes from hand cut noodles, soups and stews, marinated meats (Korean BBQ), lots of vegetables, savory pancakes, glass noodles, dumplings, rice, and kimchi....the possibilities of deliciousness are unlimited! The heart and soul of Korean food is KIMCHI!!\nKimchi is a magical side dish that accompanies every Korean meal. The process of fermentation gives kimchi it's unique taste...Not only is it good for you, it is delicious!!!\nmom's dinner at home\nABOUT ME\nI love people and I love food....Cooking is my way of bringing those two together! Now I want to share my \"seoul\" food to Boulder Colorado with the Heart and Seoul Food Truck!!\nHeart and Seoul \"art\" and a glimpse into my obsession!\nMY MOM is my heart..She is the most giving, loving, dedicated, hard working, generous, and thoughtful person I know. For as long as I can remember, she would get up at 4am every morning to start the day, packing lunches for my dad, brother and I. She hand washes every dish and hangs up every piece of laundry to dry. My parents immigrated from Seoul South Korea when they were my age (29) to commit to raising a family. They both had to learn a new language (English is a hard language to learn!!) and sacrificed so much for my brother and I to have everything we needed to excel at school. I'm very grateful for everything my parents have done for me! It's been a long journey to get to this point now and grateful to be here and excited for what's to come! :-)\nmom's first time getting eggs!\n BIG THANKS TO:\nMOM, DAD, and ALEX- love you guys so much!\nCORY GORDON- for filming all the video...my vegetarian inspiration! Thank you for believing in my dream and going over and beyond to support this vision and making it happen!\nJENN GOODRICH- the speedy graphic designer who put together so much in so little time...thank you!\nROD BROWN- Rod for editing the video and spending countless hours going thru massive amounts of video and pics to put this all together... YOU ROCK!\nPAUL KIMBIRIS- I'm obsessed with the Album \"The Dark Side of Pearl\" and so grateful to have his music be a part of the video!\nPAM BERNAL and MICHAEL LEWIS- my business advisors who always keep me on track! Thank you for your patience and guidance!\nEMC- I have been privileged to have worked with the most amazing people over the past 5 years. Special thanks to Debbie Deckert and Jen Beatty... you both are incredible and have been game changers in my life. Tim Dell, you have been a best friend since I met you two years ago and been there throughout it all. I miss you all and so grateful to each one of you!!", "risks": "Risks and challenges\nThis funding will allow me to purchase commercial cooking equipment, have a graphics wrap on Florence, maintenance and start with all the licensing and secure and commissary kitchen. I have a space to have her built out over the winter regardless of the weather! \nBoulder county is a challenging place to start a food truck with city limitations and permitting. A food truck park is currently in the works and a recent kickstarter is enabling this endeavor!\nI know there will be challenges along the way but I am confident that I have the perseverance and determination to make anything happen! \nTwo years ago, I was given the book \"Start Something That Matters\" which has inspired me on this path of creating a mission driven company. I am fully committed to Heart and Seoul, recently resigning from my corporate job that I had for 5 years! (Miss you all at EMC!!!!)\n\nThe essence of life is to CARE\nThe secret of life is to DARE\nThe adventure of life is to LEARN\nThe challenge of life is to CHANGE\nThe joy of life is to LOVE\nWhat would you do if you knew you could not fail?\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Justine Park\n2 created · 4 backed\nchef and chainsaw carver in Boulder, COSee more"}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Wow...A moment to reflect", "update_content": "Can you believe it's already March?? This year has been a whirlwind! From the kickstarter ending on January 18th (why did i launch during the holidays??), to my relationship with my partner imploding and just two weeks ago my hopes and dreams were crashed in to a wall. On Valentine's Day, someone broke into Florence, found spare keys in a box and took her for a spin, eventually totaling her into a retaining wall. I was told this happened around 7pm and there were many witnesses, but now the detective is telling me that they are not being responsive...The damage is beyond repair and the police are at a standstill with their investigation. I only had limited liability on the truck and only theft is covered by comprehensive coverage therefore as of now, I have an $800 towing and storage bill and a $300 offer to buy the metal (metal is the lowest price it's ever been in 8 years)... This was not the way the story was supposed to end for Florence. It has been a heartbreaking turn of events but I know the only thing I can do is to let this go and move forward."}, {"update_no": "UPDATE #5", "update_userinfo": "33 days...THANK YOU!!!", "update_content": "I just wanted to thank everyone for their continued support throughout this campaign. I've learned so much over the past 32 days of launching this kickstarter and so grateful for you all in believing in the vision of Heart and Seoul. I don't have any tricks up my sleeve to get to my target by tomorrow morning but regardless of what happens, I just want you all to know how much I appreciate sharing this experience with everyone. Thank you SO much!!!"}, {"update_no": "UPDATE #4", "update_userinfo": "Winter in Boulder", "update_content": "Florence is patiently awaiting her transformation. Thank you so much for believing in this dream! She has endured the cold winter so far (-18 degrees has been the low) and running strong! 13 days remaining for this kickstarter campaign, it's been a roller coaster ride but I SO appreciate all your support :-)"}, {"update_no": "UPDATE #3", "update_userinfo": "Happy New Years!!", "update_content": "2014 has been such a transformational year... Thank you for supporting and shifting the energy of the last couple months to set the stage for 2015... Grateful for you all and the encouragement I've experienced throughout this kickstarter in following through with my dream... You are the reason why I believe in Heart and Seoul and I'm excited for everything that 2015 has in store for us all. XOXO!!!"}, {"update_no": "UPDATE #2", "update_userinfo": "3 weeks to $33,300 - New Reward!", "update_content": "Sooo it's 21 days to reach the $33,300 target! Thank you SO much for backing the Heart and Seoul Food Truck!! I hope everyone is enjoying their holiday week! I spent a lot of time with my mom in the kitchen cooking up a storm. We are quite the duo and it was really great cooking together and making lots of amazing Korean food! "}, {"update_no": "UPDATE #1", "update_userinfo": "Week ONE!!", "update_content": "I just wanted to thank my first 30 backers!! You guys are awesome and I'm overwhelmed by your support and generosity. I flew to LA late last night (with 10lbs of elk!) and got home before midnight and my mom had dinner on the table for me. I love my mom's kimchi!! Just a reminder of how much Korean food has influenced my life and grateful for this opportunity to share this!! :-)"}, {"status": [{"Project ends": "JANUARY 19, 2015"}, {"Project launches": "DECEMBER 17, 2014"}]}], "comment_no": 22, "projec_url": "https://www.kickstarter.com/projects/1904050817/heart-and-seoul-food-truck", "project_name": "Heart and Seoul Food Truck"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "I served 6 years in the Army and served a tour in Afghanistan. I'm out of the Army now and trying to fulfill my dream of owning and operating a BBQ smokehouse food truck called Smoke Sham Bo. I plan to serve Ribs, Pulled Pork Sandwichs, Bison Burgers, and Fish Tacos on Taco Tuesday! Come by when I open and beat me at Ro Sham Bo and you'll get 15% off your entire purchase! Help me to make my dream a reality. Thank you!", "risks": "Risks and challenges\nThe challenge I'm faced with now is the lack of money to purchase the truck.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Marco Hodshire\nFirst created · 0 backed\nI grew up in Chattanooga, TN. Joined the U.S. Army in 2008 and served in the US Army Honor Guard in Arlington National Cemetery. I then...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Found the truck!", "update_content": "Found a great truck at a very reasonable price!!! Now all I need is the money to complete the dream! Please help and spread the word about this veterans dream of being independent and fulling the stomachs of BBQ lovers everywhere!"}, {"status": [{"Project ends": "JANUARY 16, 2015"}, {"Project launches": "DECEMBER 17, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1981488304/afghanistan-veteran-food-truck-dream", "project_name": "Afghanistan Veteran Food Truck Dream!"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "Use your Good Sign to combat the fear and division in the world, and to empower people by giving them a catalyst to make positive change in their lives. \nYou can make a big difference in the lives of others and receive tremendous value in your own life at the same time, simply by wearing or displaying this inspirational icon. \nJoin the movement. \nMake a difference.\nExperience Good Signs for yourself and Be The Change!\n#besomebody and inspire your community\nYou will get more compliments by wearing our Good Sign Gear than any other article of clothing you own. \nWhen you carry or wear our Good Signs you will discover it's the perfect conversation starter. it also enhances any photo, and attracts positive, intelligent, and genuine people!\n\"I have gotten more compliments on this hat than any other hat I have ever worn!” Ian Utile - CEO of Gorilla Branders Marketing Agency\nBy getting your own sign or piece of \"Good Sign Gear\" you will experience the power of this simple yet powerful icon in your own life!\nThe Good Sign will add something positive to your experience in almost every aspect.\nWe have many testimonials from people who have been forever changed for the better by the simple act of carrying or wearing a Good Sign.\nIt is totally empowering for a carrier of this sign to see someones day/week/life changed for the better just because they showed up and showed them a sign!\nPledge your support.  Join the Movement!\nCORPORATE SUPPORTERS: Please see the \"Corporate Encouragement\" packages at the end of the Rewards list. Show your employees/partners your appreciation for doing a GREAT JOB! \nThe money we are raising through this campaign will go towards producing these Kickstarter-Exclusive Good Sign products.\n     Why?\nA Good Sign is an Icon that encourages people to reflect positively, feel better, and connect with each other through curiosity and a common interest. \nGood Signs just make people Happier!!!\nEveryone has a different perspective. Good Signs help you to celebrate the things in your life that make it worth living! They also make for really cool pictures!\nGOOD SIGNS ARE MORE FUN!!!!\nGood sign manifesto\nI know that Good Signs can be a catalyst to change someone’s life, I feel that anyone should be able to have one regardless of their financial ability.\nThat's why I’ve decided to share it for FREE if you cannot afford to support our Kickstarter campaign! \nTo get your FREE Good Sign file just:\nShare our Kickstarter on any social media site and\nSend us an email at Eric@ThisIsAGoodSign.com with a screenshot or a link of where you shared it \nThen we will send you a link to download the Good Sign! \nPrint and use it to go Good Signing in your own community :-)\n I believe people will give when they can, and when they want to support a vision. We all appreciate that kind of business model. Right!?! \nI'm doing this project to help people, it's not just about making money. It's about using marketing to affect a great and healthy change in the world. The people that are a part of our movement is what really matters. I think when you genuinely want to help people, everything else will fall into place.\nIf you believe in paying it forward, helping people, and contributing to a better tomorrow...Get your Good Sign by backing our campaign.\nCelebrities and their Good Signs:\nAnna Curry, The Today Show\nPaul Rodriguez, professional street skateboarder and actor\nFrank Turner, English folk/punk singer-songwriter\nGraham Rahal, Indy car racer for Rahal Letterman Racing!\nGeorge Clinton of Parliment Funkadelic!\nDark Star Orchestra has been rocking Good Sign stickers on their drum kits for over a year now!\nSteve Lemme and Kevin Heffernan stars of movies like \"Beerfest\" and \"Super Troopers\"\nThe story behind the sign\n In early 2010, “A Good Sign” came into the world as a product of many years of contemplation on society’s quality of life and – ultimately – a search for the truth in my own life. \nThe motivation behind this concept was to bring the community closer together. In the process we created a device that makes people happier and more open to each other. We found out from the beginning that, when we took the sign to the people on the street, they were hungering for a way to feel more positive about their current situation. The signs had an instant effect, taking them to a place where they could remember something good in life. It was as if they were transported to a better place by the power of their own minds. \nSigns that can inspire people to recreate their perspective and refocus on what's good about life by using a little humor and wit! Wow! \nIts objectivity has allowed it to become many things to many people. It has inspired many other movements with core values and intentions similar to ours: strengthening community; showing others we care; telling people everywhere that things are never as bad as they seem. We are very proud to be a part of something that inspires people to think more positively and feel less fearful of our current situation. \nBy disarming the viewer with positive humor and engaging them with curiosity, we hope to help reconnect the world one Good Sign at a time. \nOur mission is to make positivity contagious and spread this message of well-being all over the world. \nOur intention is to cast a spotlight on positive people, artists and organizations. We will help the change-makers get the attention they deserve and promote those who are having positive impact in the community. \" ", "risks": "Risks and challenges\nWe are making people feel better by spreading our encouraging message through social art and consumer products. We like to keep it simple like that :-) \n\nWe will fulfill all orders in a timely fashion and address any issues as they may arise. Our goal is for you to be a fully satisfied supporter of the Good Sign Movement. \n\nThank you,\nE r i c D e n n i s\nFounder of \"This Is A Good Sign\"\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "We have finally shipped most of your rewards!", "update_content": "First of all, Our sincere apology for the delay in shipping these rewards. \nAll of the shirts and hat orders have now been shipped with the exception of a the few orders that contain large 18x18\" signs. We will be getting those out as well very soon as well\nThank you very much for your support and patience :)"}, {"update_no": "UPDATE #16", "update_userinfo": "We apologize for the delay", "update_content": "Our sincerest apologies, but we've had a delay in production due to the surveys not all being returned yet. \nWe will ship your Kickstarter rewards the moment we have them! We appreciate your patience and understanding. \nTeam Good Sign"}, {"update_no": "UPDATE #15", "update_userinfo": "FUNDED! :)", "update_content": "Happy New Years! With the support of 131 backers, we have exceeded our funding goal! With 60 hours to go, we have raised $5,315, and hope to reach $6,000 in our final stretch! Immense love and gratitude for all of kindness and care that ensured we were successful in our crowdfunding efforts. We hope you enjoy a happy, safe, and magical New Year! You are a Good Sign!\nIn the spirit of goodness, we'd like to share a friend's project that we recognize as a Good Sign! "}, {"update_no": "UPDATE #14", "update_userinfo": "#besomebody and inspire your community!", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "ATTIRE that INSPIRES, Update #13", "update_content": "PLAY"}, {"update_no": "UPDATE #12", "update_userinfo": "ATTIRE that INSPIRES, Update #12", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "You are beautiful, and This is a Good Sign - Update #11", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "THIS IS A GOOD SIGN Kickstarter Update #10", "update_content": "PLAY"}, {"update_no": "UPDATE #9", "update_userinfo": "THIS IS A GOOD SIGN Kickstarter Update 9", "update_content": ""}, {"status": [{"Project funds successfully": "139 backers pledged $5,458"}]}], "comment_no": 15, "projec_url": "https://www.kickstarter.com/projects/goodsign/this-is-a-good-sign-international-happiness-device", "project_name": "THIS IS A GOOD SIGN: ATTIRE that INSPIRES!"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "Inspired by a wonderful Lynn University professor and true stories, I wrote my first play, Savor the Moments, a collection of short stories about Grayson Goodman, a traveling entrepreneur, who inspires everyone he meets through his comforting and empowering words that are as smooth as his favorite drink, Grand Marnier. The short stories in Savor the Moment are inspired by my personal experiences in overcoming challenging situations by seeing these situations as opportunities for growth.\nNow that the play is complete, a book will soon be published and many have asked me to produce a Savor the Moments audiobook. I want to produce this audiobook so that I can share these inspiring, engaging and relatable stories in an additional downloadable format for your listening pleasure. In order to do that, I need your help. Friends of mine, who happen to be some of the finest graphic artists and sound engineers are assisting me and I will be truly humbled when you help make the audiobook a reality. The money that you contribute, no matter what the amount, will go towards the completion of the audiobook that we are pouring our hearts and time into. Please know that your support means the world to those assisting me on this project and to me. Your generosity will be recognized and rewarded in kind.\nThank you soooo very much much!! \nI want to give a special thanks to Jason Emmett Sr., Vice President of Duffy's Sport Grill, for permission to use the Duffy's Sport Grill name. If you are in south Florida try their Coconut Crusted Dolphin Fingers they are amazing. The Food You Love\nhttps://www.duffysmvp.com/", "risks": "Risks and challenges\nOne of the challenges that we have faced in the completion of this project is that those who are supporting me live all over the world. However, we have overcome these challenges by using “the cloud\". I hope that you will also become a part of this successful collaboration regardless of your current geographic location. If the campaign doesn't get fully funded we'll still release the audiobook, however it will be significantly delayed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "Happy 1 year Anniversary: Savor the Moments: Inspired by True Stories", "update_content": "Happy Friday and Happy Anniversary,\nThat’s right — one year ago today, our project, Savor the Moments: Inspired by True Stories, was successfully funded, all because of you. For 30 days we had one goal in mind and together we strived towards it and together we succeeded.  Since then the paperback and hardback has come out now available on Amazon.com. "}, {"update_no": "UPDATE #25", "update_userinfo": "Happy Holidays Everyone", "update_content": "Hello Everyone,\nI hope you are receiving this message in great health. I want to wish you all the very best holiday season and a wonderful 2015. No matter the challenges you have faced this year and I know I have faced more than a few myself, realize that we are still here...alive, savor the moments of being here and make the most of them in a positive way. This kickstarter project wasn't something you just contributed to make the audiobook possible. Savor the Moments is about an experience or sets of experiences that we all go through  the great ones and the not so great ones. In the midst of a dark or difficult time that feeling of hope is never too far behind. The light is not at the end of the tunnel its within you, within me, within all of us. We just have to embrace it. "}, {"update_no": "UPDATE #24", "update_userinfo": "Savor the Moments event this Friday at 7pm at Big Blue Marble Bookstore in the Mt. Airy section of Philadelphia", "update_content": ""}, {"update_no": "UPDATE #23", "update_userinfo": "The paperback for Savor the Moments is now available", "update_content": "Travel with Grayson Goodman on his warm-hearted and inspiring journey  to different establishments throughout the world as he searches to find the answers to difficult questions we all face\nBelow is the direct link to the book on Amazon.com\nhttp://www.amazon.com/Savor-Moments-Inspired-True-Stories/dp/1492965383/ref=la_B00C9ZCZV6_1_1_title_0_main?s=books&ie=UTF8&qid=1404937631&sr=1-1"}, {"update_no": "UPDATE #22", "update_userinfo": "Official Book Trailer for Savor the Moments: Inspired by True Stories", "update_content": "I hope everyone is enjoying their summer. I wanted to share a trailer I created for the soon to be available paperback verson of Savor the Moments: Inspired by True Stories. Looking forward to your feedback."}, {"update_no": "UPDATE #21", "update_userinfo": "Preparing to ship out the rewards", "update_content": "Hello everything, I am preparing to ship out your hard earned rewards. Kindly do me a favor once you get them. Take pictures of you holding them in your hands and share it with your friends. My email is bookyanatha@gmail.com send me some pictures so I can capture this amazing experience on www.yanatha.com. See you all soon and always savor the moments."}, {"update_no": "UPDATE #20", "update_userinfo": "An update on the Rewards", "update_content": "Hello Everyone,\nAgain, thank you all for an amazing month. As I am writing each personalized letter, I wanted to take this time out and give everyone an update on the rewards. For those who are getting the physical cd and other items posters, pencils, etc, I get them in about two weeks. I will ship them to you immediately. To those getting a digital copy of the album, the link to download the album will be emailed to you soon. Thank you again making this happen. Be encouraged and have a wonderful day."}, {"update_no": "UPDATE #19", "update_userinfo": "We Did It!!!", "update_content": "Thank you, is simply not enough to say for all of your support. We not only made the goal but we surpassed it. Each and every one of you played an essential part in making this happen. This is only the beginning.\nSavor The Moments goes beyond this Kickstarter project. I believe we all have an amazing light within us. That light is there for us to shine. Each and every moment in our lives let's shine in a way to let others know that they too have a light within themselves to be the best they can be. Use the light that is within you to guide someone out their darkness, letting them know that there is hope."}, {"update_no": "UPDATE #18", "update_userinfo": "We broke the 2k milestone", "update_content": "Together, we will run through this finish line."}, {"status": [{"Project funds successfully": "56 backers pledged $4,238"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/yanatha/be-a-part-of-the-success-of-savor-the-moments", "project_name": "Savor the Moments: Inspired by True Stories"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "Blindfold Magazine is a socially conscious current events magazine about people and companies doing things outside of the box with an emphasis on giving back.  Blindfold is currently available at every Barnes and Noble, Books A Million, and Chapters in North America, and was recently picked up by Whole Foods.  \nVolume 1\nBlindfold Mag Volume 1\nBlindfold shows you what amazing things that are being done in the world that you might not know about, and that being good doesn't have to be boring.\nIn a little over a year Blindfold has gone from a concept to a leading guide for the socially conscious consumer.  However, the advertising dollars have been slow coming, because we are still an unknown commodity to most of the world.\nVolume 2\nJosh and Rebecca Tickell- The Big Fix- Blindfold Mag Volume 2\nEveryone on our staff is volunteer and what we have been able to do in a short time has really been amazing, but we need your help to print the next Volume of the magazine and keep the wheels moving forward.\nAaron Paul- Breaking Bad- Blindfold Mag Volume 3", "risks": "Risks and challenges\nWe have worked very hard to get to this point and put out 3 truly inspiring magazines. The only way that our project fails is that we don't get enough people to buy it. But, we can help to limit this risk by getting everyone we know, they know, and you know to help spread the word. Our creative team of writers, photographers, and editors will not give up at any cost.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Why Should You Make a Pledge to Blindfold Magazine?", "update_content": "This video explains Jeramy's passion for the magazine and his drive and commitment to keep it going.  Most importantly, it shows you why you should back Blindfold Magazine.  By pledging to Blindfold, you would not only help Jeramy to continue his dream that he has worked so hard to build, but also would be helping him educate the world on inspirational stories, people and organizations.  In a time when we have lost a sense of community, it is vital that we show one another that being \"good\" does not have to be boring. Thank you for taking the time to watch it! xo The Blindfold Team"}, {"status": [{"Project funds successfully": "180 backers pledged $20,481"}, {"Project launches": "DECEMBER 14, 2012"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1883959657/blindfold-magazine-volume-4", "project_name": "Blindfold Magazine Volume 4"}}, {"backer": "Paul Steven Finkelstein", "project_data": {"campaign": {"story": "The Project\nWe did it! We funded our goal of $100K!  We now have enough pledges and seed money to start the filming!! Wooohooo!\nPlease keep sharing the project. We will continue accepting pledges here until the kickstarter campaign ends 8:33am on Monday morning. Thank you for building this forgiveness community. We couldn't have done it without you. We love you! Shawne, Teresa & The entire Project: Forgive Team\nATTN MEDIA: Thank you for your story requests. Please head here for immediate support in writing a story: www.shawnetv.com/media\nLife happens.\nWe lose our jobs, we face bankruptcy and foreclosure. Some of us are dealing with a divorce, others of us are facing life threatening illnesses such as cancer. Culturally, we see deep political fighting, immigration issues, war, despair and violence. In the face of all this, how can we find the courage to forgive and cause a new realm of possibility, a new conversation?\nWe want to find out, so we're making a documentary that will dive into a simple, yet complicated inquiry. The film will include exquisite stories of courageous forgiveness from celebrities, thought leaders, and people whose stories have yet to be told. Just like the one that inspired us to create the film.\nThe Inspiration\nA few years ago, a man named Gary received news that his wife Judy and their children, twelve-year-old Alex and nine-year-old Sam were hit by a drunk driver and did not survive. Project: Forgive Producer Shawne Duperon, is a friend of Gary's. What's more, the driver turned out to be yet another of Shawne's family friends, Tom Wellinger.\nHow do you make sense of this type of tragedy? When looking at Tom from Shawne's perspective, a conflict appears. On one hand, Tom is a drunk driver who took a family. On the other, Tom is a loving and kind man who made a horrific mistake.\nA dilemma and a movie were created in that moment.\nThe ability to hold two very different perceptions at the same moment is where the breakthroughs lie.\nGary's ability to forgive Tom, inspired us to examine what we describe as an internal emotional maturity that our planet hasn't yet experienced. Project: Forgive explores how to hold conflicting thoughts and emotions at the same moment, allowing for miraculous breakthroughs regardless of any circumstance. \nWhen Marianne Williamson (www.mariannewilliamson.com) saw the video, her only word was \"Wow.\"\nSonia Choquette (www.soniachoquette.com) and Master Charles Cannon (www.mastercharlescannon.com) pledged support for the project as well. The national media coverage is starting to come in. The world is ready.\nThe film is a deep inquiry through stories of forgiveness from the forgiver and from the forgiven, stories of success, and stories still in progress. Each of these stories will unveil the power of true forgiveness.\nYou, too, can play a critical role in the creation of this documentary with your Kickstarter pledge and story of forgiveness.\nWe Want Your Story\nIf we asked you to describe your greatest moment of courageous forgiveness, what would it be?\nMaybe it was the courage to forgive yourself after losing a job or a failed business. It could have been the strength to leave a relationship and face the uncertainty of being alone. Maybe the security of the financial future you spent decades building was torn from you in the recession or by an unscrupulous fund manager.\nOf course these pale in comparison if you've faced a life-threatening illness, witnessed your own child suffer or if you yourself were a child who saw death too soon or faced the indignities of abuse. Yet it's from events like these that emerges the greatest stories of hope, strength, courage - and the most amazing qualities of humankind.\nAnd we want YOUR story. We will use every story we receive. No story is too big or too small. If inspired to share, your story will be added to the voices of others of remarkable grace who've found the other side. If your story doesn't appear in the film itself, it will be used for the book and DVD series we're also creating. This conversation is that important.\nWhen you pledge any dollar amount, you'll automatically receive an email to send us your story, if that's something you're called to do\nThe Funding\nDocumentaries that include a theatrical release, celebrities and high-end production cost big money. We can start filming right away with $100,000. The money will go toward production, editing, and appeals for the additional funds to complete the project.\nAny amount raised over the target will go toward making Project: Forgive even better. More money means more production value, more interviews, and an increased ability to spread the conversation of forgiveness.\nAs a backer, you'll take a front-row seat to the documentary's progress.\nAs a story contributor, you'll be forwarding the mission of laying down the swords for a new realm of possibility WITHIN the conversation of forgiveness.\nWhy Kickstarter\nCrowd-sourced fundraising sites like Kickstarter have been an incredible boon to the independent documentary film community.  They democratize the process by allowing you, the consumer,  to support movies you want to see developed, while giving us, the production team,  the freedom to experiment, take risks and share deeply moving material without anyone else compromising our vision.  It's the kind of creative luxury that most major, established film studios simply can't afford.  At least, not until now.\nEvery month tens of thousands of amazing people pledge to projects from the worlds of music, art, film and technology and other creative fields. Every Kickstarter project must be fully funded before it's time expires.\nAbout the Project\nOver a six-to-eight month period, our team will develop the film Project: Forgive.  Where it goes from there will unfold in real time for you,  the backers, to see.\nWe will document the creative process and release monthly video updates exclusively to Kickstarter backers. This documentary series will strive to make you as much a part of the film process as possible by showing the film creation from start to finish, with all the passion, humor, and heartbreak that happens along the way.  We're committed to total transparency with this project, ensuring it is one of the most honest depictions of film making ever conceived.\nThere will be a private online community set up for the backers to discuss the project with us and submit your thoughts and feelings about the film's content and direction, sometimes even voting on decisions when the production team can't decide.  We'll also be choosing stories from you to highlight in the film, along with the eventual DVD's and books. Once the film is finished, backers will receive the completed version for download.\nFor fans of documentaries that promote global conversations, this is your chance to prove there is still a large demand out there for a unique film experience that inspires forgiveness and love, something the world is craving.\nToday Gary, who lost his family, says...\n\"I have never felt so loved. I feel more blessed\nthan any person should be.\"\n-- Gary Weinstein\nWe are blessed by you allowing us to share our vision. Thank you for contributing your stories to the film. Thank you for your pledge support.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "Exciting Stuff ...", "update_content": "PLAY"}, {"update_no": "UPDATE #36", "update_userinfo": "The Film's Funding is Complete", "update_content": "Hi Everyone..\nHere's the latest from Project: Forgive... (see the video♥)\nIn LA and inspired to join us Feb 15? go here: http://projectforgive.com/gossip-marketing-feb-15-2014 \nMarch event: coming soon "}, {"update_no": "UPDATE #35", "update_userinfo": "Dang... May 14 PBS event is shaping up. Our gift for being amazing supporters", "update_content": "Love you everyone...  \nHere's the latest in bullet form (and see the video below♥): \nFilm and media assets $200K, 50% complete. \nOriginal budget: $1,000,000. Streamlined the entire production and marketing budget for completion. The remaining budget is $100K for film completion. "}, {"update_no": "UPDATE #34", "update_userinfo": "♥You're invited as our guest, PBS Live-streaming May 14", "update_content": "Hi Everyone, \nHope you are simply fantastic. \nHere's a video update on Project: Forgive. Another one was posted on Facebook today, too.... www.facebook.com/projectforgive \n Love, Shawne"}, {"update_no": "UPDATE #33", "update_userinfo": "Our gift to you, for being our beautiful backers, Join us live May 14 on PBS", "update_content": "Hi Everyone..\nHope you are fab..\nJust want to flag you here on the Kickstarter campaign site...\nProject: Forgive is creating a ton of followers and momentum.\nThe media coverage keeps getting bigger and bigger, too."}, {"status": []}], "comment_no": 106, "projec_url": "https://www.kickstarter.com/projects/330494084/project-forgive", "project_name": "Project: Forgive"}}]