[{"backer": "Paula", "project_data": {"campaign": {"story": "Third Grade - Listen now!\n\nThe song Third Grade was written for my youngest of 4 boys.  The song stemmed from a discussion regarding his favorite line from a movie in which the antagonist says, \"I didn't graduate third grade for nothing!\"\nMy son asked me to write a song around this idea.  \nThis song, when played live or from a recording, touches people more deeply that I expected.  It is a tale of growing up and facing the obstacles of life and the journey to adulthood... and the perils and joys we find along the way.\nWritten with many personal experiences and memories, \"Third Grade\" is a \"Coming of Age\" story that resonates easily with many.  \nStudio production was just completed for the audio at Audio Refinery in Amarillo, Texas. \nI believe that the cinematography that Kuker Films will provide for Third Grade will make it even more powerful. I want to remind people that the important things in life are the really simple things.  Kindness, being with your loved ones, and the joy of simplicity.  \nALL funds raised will go 100% to the production of this project. Please listen to the song\nWill you partner with us to bring this idea to life?\n\n**About Todd Stephens\nAs a singer, Todd combines precision and richness of tone with the passion of a great soul man. A born storyteller, Todd balances easy listening songs with an ability to communicate universal truths and matters of the heart. Todd reshapes recognizable songs with his easy charm, his acoustic guitar and a style all his own.\nTodd @ The Goldenlight", "risks": "Risks and challenges\nAs with all video projects, location, setting, equipment and expertise are are paramount. We have partnered with Kuker Films and are beyond confident in the team we have chosen. They are truly professionals. Whatever problems arise, they are more than equipped to meet them and overcome them.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Release Party Date Set!", "update_content": "For those of you who may have missed the Facebook Invite post, please visit us at https://www.facebook.com/events/1677921172431271/ or contact  https://www.facebook.com/ToddStephensMusic/?fref=ts  to reserve your spot if you haven't already.  \nThe release party will be at the Holiday Inn Express at 9100 Canyon Drive, Amarillo, TX on SUNDAY, NOVEMBER 15TH  4-6 PM."}, {"update_no": "UPDATE #5", "update_userinfo": "Rough Draft", "update_content": "So...\nI got to see the first rough draft tonight of the entire video.  \nThis is where I cry.  Because of each of you and your generous spirits, this project has come to life. Kuker Films has done a BEYOND outstanding job.  I could not have asked for a better crew to work with.\nWe are currently working on finishing editing the video, doing a few additional interviews and securing a date for the Release Party."}, {"update_no": "UPDATE #4", "update_userinfo": "It's all coming together!", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "Creative meetings to begin!", "update_content": "We will be meeting with the creative team @ Kuker Films tonight and starting the creative process to begin the production of \"Third Grade\".\nIt's so exciting to know that we are going to be able to produce this video at such an outstanding professional level.\nWe look forward to sharing the journey with you. Stay tuned for further updates!"}, {"update_no": "UPDATE #2", "update_userinfo": "19 hours to go and 47% funded", "update_content": "We are closing in on the deadline. We have 19 hours left and are 47% funded. I can not thank each of you who have donated. It means the world to me that you have believed in my project. I believe we can do this! New donors are trickling in and we are pushing hard!\nAgain, Thanks for your support!\nTodd Stephens"}, {"update_no": "UPDATE #1", "update_userinfo": "24 hours to go and 40% funded", "update_content": "We are closing in on the deadline. We have 24 hours left and are 40% funded.\nI can not thank each of you who have donated.  It means the world to me that you have believed in my project.  \nI believe we can do this! New donors are trickling in and we are pushing hard!\nAgain, Thanks for your support!"}, {"status": [{"Project funds successfully": "69 backers pledged $5,015"}, {"Project launches": "JULY 6, 2015"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1570508127/partner-with-for-us-for-the-production-of-third-gr", "project_name": "Partner with for us for the production of Third Grade video!"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Stikey is a portable, magnetic stand for smartphones (android, iOS & windows) that works equally well on portrait and landscape orientation.\nStikey tidies up your cables and prevents them from getting tangled and damaged when carrying them around.\nIt is designed to always be with you by easily attaching to your keys.\nStikey comes complete with its packaging which is a magnetic mount in disguise!\nThe magnetic mount is conveniently incorporated in the packaging as its base.\nIt adds more mounting possibilities for your smartphone, for Stikey, or your keys. \nStikey has a built-in magnet that securely attaches to the small and thin metal tab positioned on the back of your phone or case. \nEvery Stikey will be delivered complete with its packaging.\nEarly birds and Stikey + 1 incorporate 1 magnetic wall mount with an extra adhesive tape.You also get 1 stainless steel tab with a tab positioning guide and 1 easy access keyring.\nStikey + 2 has a slightly different packaging, incorporating 2 wall mounts and has 1 extra tab (2 in total).\nExtra wall mounts and tabs can be added in all pledges by adding £3 for each extra wall mount and £1 for one extra metal tab.\n\nWe want Stikey to reach as many people as possible so we have decided to give all of our backers free shipping, asking only for one thing in return: help us out with the campaign by spreading the word by pressing the \"share this project button\".\nAs soon as we reach £14.000, all backers will have the option to choose their Stikey to be in two different colors, mix and matching from all 6 available colors! Check the picture below to get an idea and follow the link https://bitly.com/1bUjn7t to see close ups from the possible color combinations!\nStikey is made from polyurethane and has a matte finish similar to that of hard rubber. There is a built in neodymium magnet, that helps Stikey to securely attach on the stainless steel tab on the back of the smartphone or case.\nThe innovative packaging comprises of the magnetic wall mount which acts as its base and the rest is recyclable cardboard. This ensures minimum waste.\nThe metal tab is laser cut with rounded corners and is 0.8mm thick. It is attached with a 0.2mm thin 3M VHB tape that has a very strong bond and is made to be taken off without leaving any residue behind. The tape works on many materials, as long as they are flat, so you can even stick the tab on the case instead of the smartphone.\nMORE CREATIVE USES...\nStikey works with iPad mini and other similar tablets on landscape orientation. Ideal for typing and watching movies!\nThe magnetic mount works in your car as well!\nIDEA & DEVELOPMENT\nWe developed Stikey in order to enhance our smartphone experience and add the element of versatility in the way we use them. Another important aspect of our design approach was portability. We wanted users to have Stikey with them at all times in order for them to benefit from its features whenever needed.\nWe have analysed different user profiles and developed several concept designs.\nFrom the initial concepts we moved on early prototypes which we tested with users for functionality and form.\nFinally we ended end up with the final models.\nIn order to offer a complete product to our backers we decided to design the packaging. We believe that product packaging should not be an afterthought and treated as potential waste, so it was designed with the goal to bring extra functionality to the product and value to the user.\nMANUFACTURING\nThroughout the development we have met and discussed our designs with various manufacturers in Greece and in the UK. After we agreed on the timeframes and related costs, we selected the production plant that the final product will be produced.\nOur decision was based on 3 factors: \nProduction capability for the required volume \nProduction track record and high quality product samples \nClose proximity and easy access location, in order to supervise the process closely and avoid any delays caused by long distance production\nFUNDS BREAKDOWN\nWe strived to absorb as much of the cost for the development and manufacture of Stikey as possible. Therefore, the funds from our backers will go to:\n£5000 for materials and production costs of the first 1000 Stikeys. \n£7000 for the production of the required molds for the injection molding process. \nTHE TEAM\ndcubed is a new product design studio with the aim to transform clever ideas into practical and fun products. The team behind Stikey is Meletis, Ilias and Liban. Combining our different backgrounds in product design, engineering and management we have brought to dcubed the necessary skills in order to meet our passion for developing exciting products.\nThere are a lot of friends that helped us out throughout the process, and we would not have done it without them. \n\nSpecial thanks goes to Leonidas Konstantarakos, Marea Damkalidi and Iason Arvanitakis for the exceptional work they did with our video and photos. \n\nFinally we want to thank spiti bar and taf53 for allowing us to film on their locations and 3D Solidforms for our 3D prints.\n\nMusic: \"Something Elated\" by Broke For Free licensed under CC BY 3.0\na few words on magnetism...\nThe storage technology on smartphones and USB sticks, that you may have on your keys, does not include any moving parts therefore cannot be affected by magnetic force. \nThe only thing which is temporarily affected from our magnet is your smartphones digital compass when Stikey is attached to your smartphone and used as a stand. But using the compass while having your phone on a stand is improbable.\nAs far as navigation is concerned it does not require the compass to work, position and direction is calculated while moving through the signals sent back and forth between the smartphone and a satellite in space.\nCheck out the following links for additional info:\nhttp://www.techhive.com/article/116572/article.html", "risks": "Risks and challenges\nWe carried out and agreed a detailed production and delivery plan with the selected manufacturing unit. (tooling 7-9 weeks, production capability 2k Stikeys within 3 weeks). In that way we tried to ensure that we will be able to stick with our schedule and make our backers happy.\n\nWe are more than confident that the final product will exceed expectation as far as quality and function is concerned. We have carried out a detailed production and delivery plan for Stikey and are committed to stick to it and send out rewards a.s.a.p. But in the development of a new product a minor unpredicted issue might cause delays, we have worked hard to narrow down these possibilities as much as possible. We prefer to ship the best product possible later, than an inferior one sooner. In any case, we will be in contact with our backers throughout the production process, letting them know exactly how the process goes.\n\nWe are also waiting for backers questions and comments throughout the manufacturing process of Stikey.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Backer feedback + coupon code!", "update_content": "Hi guys ,  \n It has been a while from our previous update but we are working over the clock to conclude the production of Stikey. We need to make this update to let you know about a setback that we had to deal with regarding the production process.\nAs mentioned in previous updates we have finalized all the required parameters regarding the production process, unfortunately when we began the final production , the quality control kept failing. Only 20-25% of the products that came from the factory were up to the required standards. Most failed the surface finishing check-meaning that they had defects like sink marks and other surface irregularities (check the photos), making them unacceptable from our side. As you understand having 80% of the production in garbage bins is not sustainable and we can't lose any more time with the current manufacturing facility, since the problem lies with their machinery, which while performing in the testing environment, when working in full production cycles failed to create a stable environment for the mold to work properly."}, {"status": []}], "comment_no": 217, "projec_url": "https://www.kickstarter.com/projects/17821891/stikey-a-magnetic-portable-stand-and-cable-tidy-on", "project_name": "Stikey - A Magnetic Portable Stand & Cable Tidy on your keys"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Visit Commeta.ca for the latest news and updates.\n\nThe Problem: Online comments are restricted\nOften the most valuable source of information on a website is in the comments below the actual content.\nWe all use comments to discuss, debate and determine the validity of information, products and services.\nBUT! The vast majority of websites and pages do not allow comments.\nThe Solution: Open, democratized comments\nCommeta is a simple browser extension that will forever change online comments.\nThis easy to use browser add-on lets you read and write comments on any webpage on the internet.\nReally, it is that simple.\nTwo clicks to install and you have the ability, the power and the freedom to speak your mind. Comment anywhere, everywhere.\nExample: Kate & John\nKate and John are both looking at the same property.\nOne of them finds out the property has a serious problem, how can they share that knowledge?\nThey don't have any overlapping social media circles.\nThe property listing doesn't allow comments.\nThere are no online communities discussing this property.\nEven if there are people talking about this specific place, they are not connected to the page listing - the impact and reach is minimal at best.\nCommeta solves this by connecting people who already have a shared interest - listings, apartments, job boards, online classifieds, the possibilities are endless.\nCommeta brings together the power of shared open knowledge without having to leave the page, without having to sign up or register for yet another platform.\nCommeta helps share information, preventing people from becoming the victim of misinformation, prevent scams and potentially harmful situations.\nIf you have ever...\nApplied for a job only to find out it wasn't 'a great opportunity with excellent benefits'.\n(Door to door on commission)\nRented an apartment that wasn't actually in a 'quiet, clean and friendly building'.\n(rats, bugs and 24 hour parties)\nWent to a modelling or acting gig that wasn't 'a fantastic addition to your portfolio'.\n(just a creepy guy with a polaroid)\nPurchased a house only to find out 'structurally sound' isn't.\n(so expensive too)\nMet up with a seller only to find out NIB wasn't actually that new or in a box.\n(missing buttons does not equal 10/10 condition)\nThen Commeta is the solution, revolution and internet evolution you've been waiting for.\n(insert as many exclamation points as you like)\nWhy do a Kickstarter?\nThe demand for an open comment system is huge and a Kickstarter is one of the most effective ways to really get this off the ground. Launching with a massive, passionate group of users helps ensure that no one can block or squash this revolution.\nIs it really a revolution?\nThat word gets used a lot, but think of all of the places online where user comments would be a benefit?\nJob boards - there are so many scams and misleading job postings on boards right around the world that this would be worth doing just to address this one small segment.\nProperty listings, MLS, apartments and rentals - Have you ever viewed a place in person and wished you could tell everyone else looking at that property what you saw?\nOnline classifieds - Craigslist, Kijiji, Ebay, they all could benefit from the ability to have comments available for individual listings, in real-time.\nThere are so many places online where comments would be a benefit. Commeta will let you. That sounds pretty revolutionary.\nWhat about social media? Doesn't it provide a place to comment?\nSort of.\nComments attached directly to the page guarantee that people reading days afterwards are able to read and participate in the conversation. Social media platforms do not provide this sort of long term memory.\nMany of the websites and publishers that have recently blocked comments say that they are moving their discussions to social media, citing 'evidence' that on-page comments are harmful to their message. One publication even went so far as to say that scientific fact should not be debated. They should ask Gauss about that one, 2000 years of Euclidean mathematics didn't stop him from questioning the established consensus and neither should any of us.\nCan websites block Commeta?\nNo they cannot. Commeta is above the webpage - hence the 'meta' in our name.\nWill Commeta work with my browser?\nThe Commeta plugin works with Firefox, Chrome, Internet Explorer and Safari browsers on Windows, Apple and Linux systems.\nHow will you prevent Spam and Bots?\nWe've blocked the ability to add links and attachments to limit the appeal to spammers and bot systems. We also have several systems in place to ensure that commenters are actually human without using those horrible captcha boxes.\nWhy is Commeta ad-supported?\nIncluding unobtrusive ads to support the ongoing development of the plugin is the best option to provide a free and robust platform. We will only allow non-intrusive ads at the bottom of the comment window. No flashing-musical-popover-animated nonsense.\nThe ads are based on the url being commented on. If you are looking at cars, you might see an ad for a car or oil changes etc. We do not use the comments themselves to target ads - we want ads to be relevant but will not use any creepy, privacy violating methods to do it.\nDo you have an ad-free option?\nYes, you can get an ad-free code through this Kickstarter. Choose one of the reward levels that includes an ad-free code and you simply enter the code and the ads disappear.\nWe chose a code redeem system to prevent user names, emails, and data being linked to your comments.\nYou can use your ad-free code in any browser, reuse it with several different computers, transfer it, re-gift it, anything you like - it is your ad-free code. The only limitation is that any code can only be in use on one pc at any given time.\nWe highly recommend buying a pack of ad-free codes to share with friends and family!\nModeration and take down requests:\nWe wish that all online conversations were pleasant and dignified but that is not always the case. We want to keep this as open as possible but there are some basic rules - No bots, no links, no attachments, spam filters will be in effect.\nThe legal environment has been defined by large social media platforms before us and we will follow those. Anything contrary to the law and we'll have to comply with the authorities - just like Google, facebook, twitter and even Wikipedia. We will not moderate or take down comments for any frivolous reason and won't let anyone pay for comment manipulation. (cough*yelp*cough)\nWhat information do you collect?\nCommeta can see the url and the ip address - that's it - less information than the webpage you are on or even your internet service provider. We will never share your personal information with anyone else.\nThis is actually a very important question - several of the 'established' comment platforms are capturing a lot of data about your surfing habits including time spent on page, name and personal data, even your social media profile information.\nCommeta is actually interested in providing a foundation for online comments rather than callously farming your online activity for profit. (Disqus, Taboola, we're looking at you right now)\nFuture Development: We've got big plans!\nThis kickstarter will also allow us to grow and develop...\nMobile - we want to extend the Commeta platform to mobile.\nUser selectable features - Ability to filter comments for language, hide offensive comments, change plugin style and color schemes.\nSearch - Build a portal on the Commeta.ca website that allows people to search for comments based on keyword / phrase / timeline and url.\nApps / Api - Develop a system that would allow app developers to freely link the Commeta comments into apps. Think of a gps home buying app with a map but also able to display comments for a given property as you walk in.\nOpen research - Anonymized data that would be helpful to university and NGO research. We'd like to be able to share any insight and learning with the world. As mentioned in the introduction, comments are a powerful source of information and sharing is caring.\nThe more support we receive, the faster we can grow and develop.\nYou already have at least one website you'd like to comment on, support Commeta and you will be able to.\nWe truly encourage you to use the $1 pledge. \nThe number of people signed up and passionate about commenting everywhere is far more important than big $$. We'll use every dollar to build and grow Commeta, but really, $1 is awesome and we appreciate every penny.", "risks": "Risks and challenges\nWe have a working prototype, the plugin is built on existing systems and code that have stood the test of time, security and reliability. This kickstarter will allow us to set it up on enterprise level secure servers, launch in a big way and support continued development.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jeremy Elliott\nFirst created · 0 backed\nPart time coder, part time traffic reporter, full time dad and full time geek.See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Good news / Bad news", "update_content": "The bad news first - obviously not going to make the funding goal in the next couple of hours.\nThe great news, we've received incredible interest and funding from outside kickstarter. \nWe'll be launching June 2015, sign up for launch notification at Commeta.ca\nThank you to everyone who supported and backed the project.  The feedback, encouragement and enthusiasm has been incredible and truly appreciated.\nCheers,"}, {"update_no": "UPDATE #4", "update_userinfo": "Scam alert! InAmericaTv", "update_content": "A perfect example of the need for Commeta.\nI received a call yesterday, apparently from the producers of InAmericaTv wanting to feature Commeta in an upcoming edition of their program.\nThe receptionist Debbie arranged a time for the producer Jesse to call me and discuss our project. Colour me excited!"}, {"update_no": "UPDATE #3", "update_userinfo": "The final week!", "update_content": "Started humming Europe's Final Countdown yesterday as we are into the last few days of the Commeta kickstarter.\nWithout a serious influx of attention the chances of meeting the goal are very slim.  Post, tweet, share with friends and colleagues.  We'll keep pushing right until the end.\nCheers,"}, {"update_no": "UPDATE #2", "update_userinfo": "Hitting a wall of silence", "update_content": "The feedback on Commeta and the concept of open comments on any website continues to receive great feedback, unfortunately the willingness to promote or discuss it publicly is surprisingly limited.  I've had off the record discussions with several media and social media people who love the plugin but are unable to promote it much less back it.\nOnce again Alexander Hanff is more eloquent and to the point in his latest write up on Commeta here"}, {"update_no": "UPDATE #1", "update_userinfo": "Feedback and Enthusiasm", "update_content": "The response in the first few days has been phenomenal to say the least. The demand for open democratized comments certainly is evident.  A couple of things to emphasize;\n1) Privacy.  Several friends and colleagues have noted that Commeta is a much better solution than many of the existing comment systems based on privacy concerns alone. Alexander Hanff of Think Privacy wrote a great post on Commeta and privacy.\n2) Action.  While the enthusiasm and feedback has been great, please help spread the word and we'll get this kickstarter moving.  Tell your friends!"}, {"status": [{"Project ends": "MAY 20, 2015"}, {"Project launches": "APRIL 19, 2015"}]}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/commeta/commeta-comment-anywhere-everywhere", "project_name": "Commeta: Comment Anywhere, Everywhere"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "There was a time when life was peaceful and the world was a beautiful place: we were all caught unprepared when the darkness fell down upon us.\nIt all started with that orange mist, as if the land spewed upon itself. Then, our loved ones became monsters and the streets became daily scenes of unthinkable horrors. Mankind is facing an unprecedented threat: our only hope...is you!\nEarly prototype\n\nContainment Breach lets you experience a dangerous world where death is always lurking around the next corner. Every step you take could be your last, and every horror you witness could drive you to madness and doom. Have you considered how important sanity is in an dangerous world? Well, Containment Breach will punish you if you don't! Every choice you make has a lasting game changing effect.\nThis is an unprecedented survival game where action, strategy and an exciting story line set out to create the ultimate experience: Become an engineer, building the strongest defense systems, fight as a mercenary or a scavenger with a vast array of deadly weapons at your disposal – or strive to change the world as a scientist.\nYou can settle for a character as you start playing or unlock new ones as you go: every character has its own perks and special attributes that will have an impact on your strategy.\nFight formidable bosses, unlock artifacts and special bonuses and collaborate with others as a team in order to defeat the hideous enemy creatures. Sanity is also an important part of the gameplay: Mission by mission, the stress and horrors you witness will eventually drive you insane without the proper recovery.\n\nMobile Lightning Tower shooting multiple targets\nPrototype boss encounters\n\nHi, I am Daniel Holth, a Norwegian developer and creator of this game. Me and my team put a lot of heart, skills and passion into making Containment Breach happen, and I couldn’t be happier about the overwhelmingly positive response the game is receiving: However, it takes some extra love to bring it all to the next level: that’s where you come in! I am seeking funding to help get through the last stages of production, and getting Containment Breach ready for mass distribution.\nBy donating, you can directly be involved and make it possible for us to get this game out there. Backers can enjoy many incredible perks, including becoming a playable character, design a boss / element within the game or even create your very own zombie! \nWe look forward to seeing what backers come up with and sharing your creations with the gaming community worldwide.\nRead more about each reward on the right column of this page\nComing soon.\n\nVote For Us On Steam Greenlight\n\nI wrote this with \"less is more\" in mind. But please ask a question or give feedback so I have an excuse to share more! \n\nBest regards,\nDaniel Holth", "risks": "Risks and challenges\nAs with any development project, this includes its set of risks and challenges. Our main challenge will be to create rewards with a balance of quality and speed. I have never let a deadline get in the way of securing good quality in the past and will not do so now. Meeting the expected deadline is a valid concern. Making sure the game is fun is another. \n\nWith that stated we already have a product that feels and plays well. It needs more love and funding to land with the quality it deserves. I have calculated enough time to polish everything several times. We also have professional freelancers that can assist if we are behind schedule. Be aware that we will do our very best to keep you informed at all times through Kickstarter and Steam.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Daniel Holth\nFirst created · 6 backed\nLead programmer of MrHolth.com and TDSeries.com. With over 20 years development experience. Broad network with talented professionals.See more"}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "We been giving the Steam Greenlight!", "update_content": "It has been a while sins last update. Please forgive our delays...\nOur main goal is not how fast we move forward, but rather what we deliver when we release our title. So at turtle speed we have been tweaking the core game design back and forth. Now with brilliant titles like Rimworld we have decided to strip away the features that distract from our story and focus on the team management aspect more. Read more about it on our Steam Greenlight page or if you want to go in depth, read our dev blog."}, {"update_no": "UPDATE #3", "update_userinfo": "Containment Breach moving forward without funding!", "update_content": "Unlike most failed project we are moving forward in our development. I'm proud to announce that we are adding new enemies with funding out of our own pockets. Why? Because we love our game so much and want to make it the best strategy/zombie/action experience to date. \nIn addition to new mutated enemies we are also replacing our indoor fps features to work outdoors among our defensive structures. Much inspired by games like dungeon defenders and dungeons 2. While in a top down stratigic view, you can simply click on the survivor you want to possess and instantly take control of that character through his/her eyes. To back out again simply press ESC (or back button on your touch devices). In both strategic and action view you will be able to place towers and command your team. This combination allows for highly tactical control of the game and all your forces in a way you feel comfortable."}, {"update_no": "UPDATE #2", "update_userinfo": "Kickstarter campaign conclusion, this is not the end.", "update_content": "It's with sadness we come to the conclusion of our Kickstarter campaign. The current direction we are taking with the game does not appeal to the wide masses and we are about to cut our losses before the marketing expenses come out of hand. The bad news is that the big dreams we had for this game is stopped in its tracks. The good news is that nothing will be withdrawn from your accounts. \nBut don't worry. The game is going to be shipped, but without the community contributions that we dreamed of. We will keep pushing for Steam Greenlight and keep you updated through our website"}, {"update_no": "UPDATE #1", "update_userinfo": "Competing at The Gathering 2015. Vote for us on Steam", "update_content": "An update from biggest gaming event in Norway The Gathering 2015.\nOur game will be competing alongside other great talented teams here in norway for prices and fame. We will enter the stage Sunday 18:30 CET +1. The pressure is on! We need to have a working Alpha build and 3 min video to convince Norway that we have the best game this year. Our expectations are high and motivation solid as bedrock. After this event we will have lots of news about the game regardless of our final position in the competition. For now we have media and a few features to reveal to you."}, {"status": [{"Project is canceled": "APRIL 28, 2015"}, {"Project launches": "MARCH 31, 2015"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/1959046436/containment-breach", "project_name": "Containment Breach (Canceled)"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "You'll be able to login to both some internet radio and social networking apps. Where you can from there begin build/import a playlist that will go head to head with an opponent to score points and attributes to build on to your playlist for the next challenge. The combination of a family feud rating formula and an in-house rating that every player will be able to contribute to their favorite songs and lists. The winners of battles will be declared on 3 planes; Plays, Likes/votes, and player attribute contribution awarded from the game. There will be many categories to choose from at some times moods, holidays, places, games, or people. Other days it'll be genres. And one week a month will be local and under rated notoriety.\nIt will be every music lovers paradise.\nEarly skeetches", "risks": "Risks and challenges\nKickstarter funds for development is only a portion. The other part of the funding for this project will most likely come from sales of my first song (EcoChaz - Green) being added today to Itunes and many other downloadable sites. Our version one is now under production. There Should be no delivery interruptions.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Chaz Dean\nFirst created · 0 backed\nToday I'm starting to build my dreams. I just needed a kick to get started.See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Bad Judgement Day", "update_content": "What did Chaz say?😭😢\nSpinwarZ is the love of my life\nAnd I’m willing to double down on everything I own for it to be a reality NOW!!!"}, {"status": [{"Project ends": "APRIL 16, 2015"}, {"Project launches": "MARCH 17, 2015"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/spinwarz/help-foot-the-costs-to-build-a-revolutionary-app", "project_name": "Playlist Battles: Music... FIGHT!!!"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Pumpkin-Online is a farming/dating sim MMORPG, wildly different than any other out there. Instead of level grinding with battle and combat, Pumpkin-Online is a relaxed game. You can role-play a profession, craft items, customize your own private farm, go on quests, have fun with NPCs, and more, all with friends!\nGenre: Farming Sim MMORPG\nRating: E10 \nPlatform: PC \nEngine: Hero Engine \n Kickstarter page is always being updated check back for updates :)\nFunding is only to get us to an open beta not for the full game. But by backing the game you will get access to all future updates.\nDate NPCs or other players:\nYou can form relationships with nearly every NPC, regardless of gender. Form lasting friendships, or pursue a relationship with any single NPC of your choice through interactive and rewarding questlines! \n\nPartake in activities such as Fishing, Mining, Cooking, Crafting:\n\nPumpkin Online will have lots of activities, minigames, jobs, and pastimes to fill the day with fun.\nCustomize your own farm:\nYou can customize your own house and farmland. With a plethora of decor available, each player's farm will be unique. Players can also invite others over to relax at their farm.\n In-depth character customization:\nWe want get rid of traditional character customization restraints. No longer will you be conformed to gendered character options. Customize your character however you want, in whatever way best suits you.\nCreate a unique character. \nChose a profession and complete tasks to level up in that profession.\nPlay skill and luck based mini-games to complete quests and activities.\nGather raw materials to craft unique items to sell on the player market, for quests, or to gift to players or NPCs for perks. \nCustomize your house and farmland with furniture and upgrades.\nBuild relationships with NPCs and learn their stories.\nTravel around the game world and explore forests, mountains and other natural landscapes collecting resources. \nAttain achievements and badges by completing impressive feats.\nDo all of the above with the company and help with friends.\n\n\n\nThank you guys soo much again for getting us funded! We'll already starting to make our plans to make the game.  \nI wanted to tell you a little more about our first stretch goal Spoonie Island is an idea created by our Village seed backer who wishes to remain anonymous. She suffers from a chronic illness and she wanted to include some kind of awareness for people with disabilities on an island she gets to create with her tier. She gets to design some NPCs and shops.\n\nHowever we want to push is a bit further. If we reach our stretch goal we're going to include a larger quest-line and adventure that revolve around that island that players can play through. I hope in the last 24 hours we can push towards it. Thanks again\n\nThere has been much popular demand to polyamorous relationships. ONLY if we meet the stretch goal will it be implemented. If not it is not planned to be in game. \n\nBETA ACCESS\nDue to poor wording there seems to be some confusion with the open Beta Access tier. Open Beta Access, at $15 and above, includes all the game updates leading up to the gold version of the game. You pay once for the game and that's it. Gold means the game in its completed form as intended. Thank you guys we're really close! Thank you!  \n                                                                             Special thanks to:\nLaura Klotz and Vinny Parisi from Indie Game Mag.\nEliot Lefebvre from Massively\nAdrienne M. Roehrich from Geekgirl Con\nMandi Odoerfer from GeekParty\n   **NEW SCREENSHOTS**\n \n\n**OLDER**\n See some fanart fans created for us\n **These are pre-alpha models, they will be updated in Beta**\n Models and animtions done by Mark Jenkins\nTo see all the NPCs we're revealed so far, click here.\n\nThe incredibly talented Clark Bonafe is our musician for our project.  Here is sneak peek at some of the soundtrack.  \n\nNorthern Town (Spring)\nSouthern Town (Spring)\n Title Screen\n Cafe\n\nRead more about the team here :)\nHow are we different from other indie game projects?\n\n-  Most of us have degrees in game design. \n\n- We're a part of the Kickstarter community. We've contributed to quite a number of other projects.\n- We've run other successful Kickstarters, such as: \nJoseph and Yusra\nSeqapunch *staff pick*\n An MMORPG is a large undertaking, and our first goal is to get to open beta. \n To see more features we plan to have in the future please go here.\nThese are some of the things that kill indie projects, so by fulfilling the above, we'll keep Pumpkin Online on track.\nThese are some postcard designs donated to us by fans!\nThey will be sent at random but, you can get an extra one with each donation tier!\n\nArtist who donated thank you so much!\nFreakwannabe\nAngerfish\nSirforeverAlone\nNovClow\nYakitatepan\nSunflorri\nShibaki-kun\nHimezura\n Postcard: A handwritten thank you. I did this for my last Kickstarter, which was a lot of work, but I really enjoy a personalized letter.\n Buttons: A set of four buttons, Kickstarter exclusive updates, and a postcard.\n Open Beta: Access to the game in Open Beta. This includes all future updates and patches until the game reaches completion.\nExtra Copy: An extra account for a friend to play in Open Beta with you.\n\n Art Book: A small artbook with a glossary of 100 NPCs in the town. Over 100 pages.\n\nFurniture: Exclusive pumpkin themed furniture for your in-game house.\n Name a Street: Name a street in one of the towns\n(must be PG appropriate) (Limited)\n\nOriginal concept art: Have your choice of an original concept art painted by our concept artist. *NEW* Custom statue in town of what you want that says whatever you want. (Must be PG13 and not already copyrighted)\n\nDesign a Fruit: Design a fruit for the game\n(something appropriate of course)(Limited)\n\n Design a house for yourself and an outfit: Design a house to start off with in your account, as well as an outfit. Both designs will be available to be crafted/bought by other players. \n\n Design an NPC: Work with us to Design an NPC with their own history and dialogue.\n Design your own Festival: Work with us to design a basic festival in your honor.\n Design your own Village: Work with us to design a small village with 3 buildings/shops and 3 small families. Includes a statue made in your honor. \n\n \nNo Slice for 2D Art\nYou may have noticed there is no slice for 2d art assets. The creator and concept artist will continue to create the art. This will put more of the budget into producing game content as that is the priority. As project leaders, we're not paying ourselves until game completion. All the budget goes to the staff. \n\nTo see a little more on the budget visit here\nWant to cover us for a specific expense?\nPlease visit here to see a list of software and things we need and how you can cover us for that.\n** Please note videos shown above are all taken in engine in real time. They are early pre-alpha models and graphics and will be polished up in Beta. \n PUMPKIN-ONLINE.COM\nFacebook\nTwitter\nTumblr\nDeviantart\nYoutube\nSteam\n\nMore info about us:\n\nMeet our staff\nTumblr Archive (Over 300 posts in updates)\nIf you have any questions, comments, or feedback please don't hesitate to contact us through Kickstarter or email!\nContact Us: Pumpkinonlinegame@gmail.com", "risks": "Risks and challenges\n1. We rely on Idea Fabrik, the company which owns Hero Engine to provide services they promise with the development license we've purchased. Any changes in agreements may set-back or inhibit our ability to launch. \n\n2. That our staff can continue to work with us and provide their best.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #87", "update_userinfo": "Pumpkin Days is Now Out On Steam!", "update_content": "Ok so I lied. THIS is the last post."}, {"update_no": "UPDATE #86", "update_userinfo": "This is the Last Update on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #85", "update_userinfo": "Steam Keys will be sent out later.", "update_content": ""}, {"update_no": "UPDATE #84", "update_userinfo": "Steam Keys will be sent out this weekend for those on the game tier!", "update_content": "Journey to Beta is almost over\nThe journey to a Beta version of Pumpkin Days is almost over. We have fulfilled our Kickstarter promise as much as could for this game, and we thank those of you who have been not only patient but forgiving among-st the chaos and missteps we have taken. Once send out the Steam keys we will no longer be posting updates on Kickstarter. Instead, our community will be moved to our Discord and Steam. Future updates will still be posted on our website, twitter, and facebook etc. \n\nIf you have any issues related to the Kickstarter "}, {"update_no": "UPDATE #83", "update_userinfo": "Steam Keys coming 1-2 weeks. What to expect. This will be the Second to last Kickstarter post!", "update_content": ""}, {"update_no": "UPDATE #82", "update_userinfo": "Pumpkin Days Patreon Page! Send more support via Patreon.", "update_content": ""}, {"update_no": "UPDATE #81", "update_userinfo": "Pumpkin Days Monthly Dev Report !", "update_content": ""}, {"status": []}], "comment_no": 110, "projec_url": "https://www.kickstarter.com/projects/749023221/pumpkin-online-a-farming-dating-sim-mmoprg", "project_name": "Pumpkin Online - A Farming/Dating Sim MMORPG"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Today we gather money, to create the new project on YouTube. You've never seen anything like this\nThe programme has several strands:\nHow to pickup girls/boys\nThe science of kissing \nStreet prank show\nCollaboration and many other\nEverything videotaped with the participation, accidental transitive.\nWhat we have:\nBasic equipment: a camera Canon xlh1s, a computer with the software Adobe Premiere, prepared a script and a marketing plan\nWhat we need:\nWireless microphone, lighting, tripods, additional camera, promotional materials\nTeam:\nThis is family project, all people is part a family:\nMateusz Konopielko - Show carried out by a young comedian/actor..\nJohn Konopielko - Cameraman / graphic designer. 30 years experience, he worked for many of famous TV Station and movie studios. Now is time for retirement, so he help us making better show.\nChristin Konopielko - marketing / creative team. Educated economist, huge experience. Now helps us to create a brilliant show.\n\nAlso cooperate with the agency \"Stars Impresario\" and private freelancers...\nWhat offers:\nFirst of all, the joy of watching our production. And What more? Check |Rewards Box|  \nThe expectations for the first year:\n100-200 thousand subscriptions and 10-20m views\nCalculation made on a group 2500 of people aged 15-50, living in London, Liverpool, and other British cities\nCreate with us new  YouTube star", "risks": "Risks and challenges\nWhen it comes to fulfillment, every project has potential obstacles, from production delays to permits to collaborator mishaps. But we have the experience, backed by a passion that allows us to pursue the desired goal.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "New Logo", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "update", "update_content": ""}, {"status": [{"Project funds successfully": "309 backers pledged £4,142"}, {"Project launches": "AUGUST 5, 2014"}]}], "comment_no": 27, "projec_url": "https://www.kickstarter.com/projects/1841222921/youtube-kissing-show", "project_name": "YouTube Kissing Show"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "My name is Amber and I'm the founder and CEO of Bambu Earth. I've been making soap for over 12 years now. Almost 3 years ago I took the leap and quit my day job to pursue my passion for making all-natural soap and skin care. I love Jesus and try to pursue Him with all my heart, I'm married to the most wonderful man who supports me in every way and am a new mommy to the most spunky, beautiful, joyful little girl in the world.\nFUN FACT : I protested the circus when I was 18 and almost got arrested. You could say I'm passionate about ethics.. which is basically why I created Bambu Earth.\nSOMEDAY : I want 8 kids and a farm. I'd love to adopt and teach children how to grow their own food and make things with their hands. I think those are important things that are undervalued in our culture today.\nI started out on a mission to make a \"worry-free\" product line after realizing that commercial (and even many \"handmade\") soap and skin care products contain harmful ingredients. \nBambu Earth products are \"responsible\" in every way: ethical, sustainable, all-natural (really), fair trade, organic, and unrefined. Our products are also eco-friendly, right down to our packaging. We package our soaps in plantable paper... which means you can PLANT the wrapper and wildflowers will grow!!! \nWe are so excited about opening our very first retail store! It has been a dream of ours since the beginning. There's something special about personally engaging with our customers that is unparalleled. When people can touch, smell and see how pure our products are, they become a customer for life. \nWe want to change how people purchase body care products! With your help, we can bring our responsible soap and skin care to the city of Mission Viejo for people to purchase locally. We will also be able to offer workshops to show people how we make soap and educate on the importance of good, all-natural ingredients. \nWe need $10,000 to secure our storefront and get our store ready for business. Here's how we will use the money we raise: \n$500 Signage (branding, menu, pricing, instructions)\n$1500 Shelving (soap and skincare displays)\n$1,500 Furnishings (tables, checkout counter, etc)\n$3,500 Demo Area (customers will be able to watch soap being made!)\n$500 Decor (to make the store look pretty)\n$2,000 Inventory (so we have enough product to sell when we open!)\n$500 Workshop Materials (educational materials, catalogs, tools)\nWE DID IT!! \nWith your help, we've reached our funding goal of $10,000! Thank you! \nOur 1st stretch goal:\nSince we've reached our goal with 5 hours left to go, we're creating a stretch goal! \nIf we reach $10,500 before our campaign ends we'll be able to start scaling and purchase a professional soap cutter which will cut our loaves of soap in one shot. \nIf we reach $11,700, we'll be able to purchase a soap tipping pot which will allow us to make over 140 lbs of soap at one time! More soap for everyone!!!\nOur store will look something like this when it's done:\nStorefront Concept\nWe will be supporting local businesses to help furnish and ready our store. For our furniture and displays we'll be using Maker and Meadow. They are an awesome husband and wife duo who handcrafts furniture located in Aliso Viejo, CA. \nAshley and Tyler Seeger, owners of Maker and Meadow\n We will be positioned in the Union Market in Mission Viejo. They are still constructing, so we've drawn a mini rendering so you can see where the store will go. We'll be the second store on the right after you enter the building and across from Portola Coffee!!\nStore rendering\n ***UPDATE!*** We've actually signed our lease for the store! Check out more in our updates section. We've posted a video! :)\nSigned, Sealed, Delivered!\nLike we mentioned before, most ingredients that beauty products use these days are pretty crappy. They use a couple of great ingredients like \"shea butter\" and \"jojoba oil\", slap it on the front label and add to it the unregulated term \"natural\". What they don't tell you is that the product is loaded with all kinds of other non-natural ingredients (chemicals) that are not only cheap fillers, but actually harmful.\nWe are bent on changing all of this (or at least making a dent!). We've been selling our truly awesome products online since 2009. We think that opening a retail location is the next step for us to increase brand awareness and create a \"community hub\"... a place where people can come to learn about soapmaking, ingredients, and environmental sustainability.\nBecause we think you're awesome and we couldn't reach this milestone without you, we are offering some pretty sweet perks! \nNew reward! \nMini Replica Shelving by Maker and Meadow\nWe know some people just can't contribute financially, but that doesn't mean they can't help!\nGet the word out and make some noise about our story! Don't forget to use the Kickstarter share tools!", "risks": "Risks and challenges\nWhat's awesome, is our soap and skin care is already in production, handmade by us in our studio! This means fulfillment will have a pretty quick turn-around time because we won't have to wait on equipment or an outside manufacturer. If our campaign is as wildly successful as we hope for it to be, we will have a lot of products to get out, so we will keep you updated on your perk fulfillment every step of the way! \n\nPart of our dream of opening a storefront is to have a section dedicated to demoing how soap is made. We will need permits for this and we are hoping to be approved to make products onsite for our customers to be able to learn the process. We think it's important for people to see where their products come from! If we aren't able to get a permit for this for some reason, we will generate more of our energy and resources into providing workshops for people to come and learn about soapmaking, skin care and natural ingredients!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "We finally have a storefront!", "update_content": ""}, {"update_no": "UPDATE #17", "update_userinfo": "Store news and rewards..", "update_content": "Hi friends! \nWe are still waiting on the store, but we have a bit of an update. For those of you who don't know, the marketplace that our store is located within has had serious delays on their construction. We were supposed to be able to open in November, and now it's looking like it will be closer to March/April/May. I hesitate even giving a month, because it's been pushed back so many times. But, on the upside, we are really close to being able to start our buildout! We are just waiting on the last window to be put in and we can start painting and building! Then, we'll be able to post pictures on our progress and give a better idea on when we'll open. We will still have to wait on the marketplace to open before we can open, but at least we'll know more. In the mean time, you can  to get an idea of the marketplace!"}, {"update_no": "UPDATE #16", "update_userinfo": "Survey reminder!", "update_content": "Hi everybody,\nWe've been busy packing up soap rewards and have sent out all rewards up to the $75 tier! A big part of what we need to send out your soap or skincare is your survey. If you've filled yours out already, thanks! It's been a big help.\nIf you haven't completed the survey, now is definitely the time. If we don't receive a response soon, this will dramatically delay your order. Fortunately, the survey is easy to find and quick to fill out."}, {"update_no": "UPDATE #15", "update_userinfo": "We're cranking out rewards!", "update_content": ""}, {"update_no": "UPDATE #14", "update_userinfo": "Do you want the good news first, or the bad news?", "update_content": "Okay, bad news first? Good choice. That way we can end with the good news! \nBad news is, there are construction delays so our store wont be able to open November 1st. The construction is being performed by the Union Market, so it's beyond our physical store construction and control, and we are at the mercy of the market that we are leasing from. They are telling us we can open (best case scenario) in December or (worst case scenario) in March. That is, if it isn't delayed further. We will keep you posted on this."}, {"update_no": "UPDATE #13", "update_userinfo": "Ramping up!!!", "update_content": "Amber here, checking in to keep you updated on the buildout of our store and rewards! \nOur Store:\nI've been scouring design blogs (the fun part) and contacting suppliers (the tedious part) and shopping (the best part!) for materials to start building our store. Then there's building, staffing, training and ribbon cutting! We have just about six weeks, so it's going to be fast, fast, fast! I'll try to keep you updated each step of the way!"}, {"update_no": "UPDATE #12", "update_userinfo": "YAY! We DID it!", "update_content": "Thanks to you. We've reached our funding goal! I'm so overwhelmed by the response to our project. I've been so encouraged by your support and excitement! We will be officially opening our store complete with signage, shelving and (thanks to you) a demo area! You'll be able to stop by the store as early as November to watch soap being made right before your eyes! \nSince we've reached our goal with 5 hours left to go, we're creating a stretch goal! If we reach $10,500 before our campaign ends we'll be able to start scaling and purchase a professional soap cutter which will cut our loaves of soap in one shot. "}, {"update_no": "UPDATE #11", "update_userinfo": "Almost there with 48 hours to go!", "update_content": "You are amazing. We are so close! We have 48 hours left and we are at $8,209! If each of our backers had just one friend back us at the $15 or higher level, we would reach our goal! So, thank you so much for spreading the word! Here's an easy way to do it! Click this link: http://bambuearth.com/pages/beshare to easily share our campaign! And, don't forget, if you get three friends to back our project, you'll get a year's supply of soap for FREE!\nBlessings, "}, {"update_no": "UPDATE #10", "update_userinfo": "Get a year supply of soap!", "update_content": "We are at almost 60% of our goal! Honestly I'm so overwhelmed by everyone's support! We have 5 days left to get 40% so we really need to rally!\nWe've decided that if you get 3 friends to back our project (for $25 or more) you'll get a year supply of soap (free)! Just message me the name of your friend so I know to give you credit. Let friends know about our project! Choose friends who are passionate about ethics, natural products, skincare, small businesses, eating organic, love crossfit or just plain love handmade soap! They will more than likely be excited about our project and bringing natural products to Southern California! And you'll more than likely get a years supply of soap for free! ;)"}, {"status": [{"Project funds successfully": "161 backers pledged $10,045"}]}], "comment_no": 15, "projec_url": "https://www.kickstarter.com/projects/1641904814/lets-open-up-a-storefront", "project_name": "Ethical, Natural, Handmade Soap + Skincare by Bambu Earth!"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Nothing much to add, we are just trying to style Dorothy out.", "risks": "Risks and challenges\nFashionistas may make fun of us for poor accessories. But we will soldier onward.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "James Krefft\n4 created · 0 backed\nYoung and vigorous reformer just looking to fix things before it is too late. My sincerest goal is to help address the crippling problems...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Halfway", "update_content": "Looks like we are halfway to our goal. Must be the good will we got from helping a baby bird across a parking lot on Sunday"}, {"status": [{"Project ends": "SEPTEMBER 2, 2014"}, {"Project launches": "AUGUST 3, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1972598316/cute-hats-for-dorothy", "project_name": "Cute Hats for Dorothy"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Hello everyone! This is our very first Kickstarter project! We have been making and selling jewelry online for many years now as vanillaTron and have decided to make these new and cute personalized necklaces as one of our first styles to offer on Kickstarter.  \nWhy Kickstarter? Because we're raising funds to kickstart our very own website! We've been successful with online auction sites but we've always wanted a site of our own! Credit card processing and hosting fees can add up so this will really help. \nWhy this style? Because it's new and customizable! Each one can be unique because the message is your own choice! And if we get enough backers, charms will unlock to add-on your necklace!\nThe Design: Our Mini Crystal Clear Bottles are 1.75\" tall. Each comes with a personalized message of your choice! You can submit up to 120 characters for this custom message to be placed in the bottle. These can be motivational quotes, a part of a wedding vow, a cute saying, or something weird! It can say anything you wish! The necklace is a ball-chain style necklace that is silver plated and is 24\" long. The cork and bail are sturdy enough for wear throughout the day. These would make a great gift for a best friend, a lover, a Mother, a daughter, your neighborhood crazy cat lady, ANY-ONE you want to send a message to in an interesting and creative way! \n1st Strech Goal (and more announced later if this takes off!): Charms! If we reach just $100, these charms will unlock! We can add any or all of these if you wish to your necklace! ", "risks": "Risks and challenges\nRest assured, this is not a high-risk investment! We have had several years of experience making and selling jewelry online, worldwide. We are very familiar with processing, packing and shipping orders out safety and securely. We also plan to post updates regularly. Thank you for your support!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "vanillaTron Jewelry\nFirst created · 1 backed\nMaking and selling all kinds of jewelry online for several years!See more"}, "support": [], "updates": [{"status": [{"Project ends": "SEPTEMBER 15, 2014"}, {"Project launches": "AUGUST 16, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/764561485/message-in-a-bottle-necklaces", "project_name": "Message in a Bottle Necklaces"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "New $20 Heirloom!\nIf you can wait until April 2015 when the overseas supply chain is established, you can get an Heirloom for $20. All other rewards are still made in the USA and still shipping in 2014.\nNew T-Shirts!\nGet an Heirloom T-shirt for $15\n Background\nThe Heirloom is an updated version of the bean bag, a tried and true tool of photographers for as long as there have been cameras. It works very well with smartphones, point & shoots, and DSLRs. I created the Heirloom for people who want the stability of a tripod without having to carry one around everywhere they go. Many times photographers will avoid taking the time to set up their tripod and settle for a handheld shot instead, but as a result their pictures suffer. With the Heirloom, all you do it plop it down and setup is done. You don't miss any opportunities to get a great shot.\nTurn the Heirloom's stem to mount your camera\nThe Heirloom is made of only two parts - \nStem: The stem uses a standard 1/4 inch bolt to mount securely to any camera. You can mount phones to the Heirloom using an smartphone adapter such as the Glif. But you only see half of the stem in the video. The other half lives inside the bag and grips onto the beans to provide the bulk of the stability. No other product on the market does this! This is the magic that keeps your camera still. It works so well that you can tilt most cameras more than 45 degrees and the Heirloom will keep it still.\nBody: The body is made out of a single piece of Cordura (similar to what backpacks are made of). I did this in order to use minimal fabric and to create as little friction as possible while turning the stem. The turning action is very smooth.\nThe Heirloom body is made out of a single piece of Cordura using a unique flower petal pattern. This makes it possible to turn the stem without any friction or sticking caused by unnecessary seams. Shown here is an actual sample that I took apart.\nThe Heirloom travels well. If you need the extra space in your suitcase, the zipper opens so you can empty the bag before you leave on a trip and fill it up again when you get to where you're going. Or you can simply leave it filled, and it only weighs about a pound. It doesn't take up much room in a backpack. You can fill it with whatever you want. I prefer small-ish beans (currently using navy beans).\nI use it often to film myself playing guitar. It's really helpful to have a clear, steady video so I can review my technique. How will you use it? I'm excited to find out!\nRewards\nThe Heirloom you will receive. This one is a prototype. Yours will be cleaner and more polished overall.\nGlif: Tripod Mount & Stand for Smartphones (courtesy of Studio Neat)\n                                                                The color of the limited edition yellow Heirloom\nDesign Process\nI have been working on the Heirloom for about 2 years, experimenting with different sizes, shapes, and materials. I've hit the sweet spot with size, durability, and weight so that it will support any camera size up to and including DSLR. The bag is made out of a single piece of durable, water resistant 1000 denier Cordura.\nJust a few of the early shapes, sizes, and materials for the Heirloom\nI started prototyping ideas for camera mounts in Sketchup and getting bags made in NYC's Garment District. The initially small camera mounts were cumbersome to turn and not very stable, so after I began increasing the size of the mounts and experimenting with various shapes, the whole thing started to resemble a piece of fruit. The Heirloom was starting to sprout!\nWith the help of multi-talented product designer Mike Knuepfel at Brooklyn Research, we refined the design into its current form. He was able to bring to life to what I could only see in my mind, help give the Heirloom its charming character, and make it ready for production. I couldn't have done this without him.\n$43,000\nOur funding goal is a break-even number that includes the cost of the plastic molds, plastic parts, bags, packaging, and shipping of 1000 pieces. This is a small run made entirely in the USA.\nProduction Plan\nDomestic manufacturers (and backup manufacturers) are already in place. At the end of the campaign, I essentially flip on the switch; molds start to get made, then the plastic stems, and red Heirloom bodies will be manufactured as quickly as they can be made. Then the Heirlooms are assembled, packaged and shipped to you.", "risks": "Risks and challenges\nI have made every effort to mitigate risk through diligent planning. My project would need to exceed 10x the funding goal before I need to alter the plan by scaling production to stay on schedule and meet demand. I have backup vendors in place in the event that current vendors exceed capacity.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Josh Berry\nFirst created · 43 backed\nI'm an experience designer, software developer, and avid photographer based in Brooklyn, NY. I'm always looking for interesting challenges...See more"}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "New $20 Heirloom!", "update_content": "Hi everyone,\nI really wanted every Heirloom to be made in the USA, but quick-turnaround, US-based, boutique-sized production runs inevitably mean higher prices. So today I am happy to introduce a $20 Heirloom, made overseas with the same high quality. Assembly, quality control, and shipping will still take place in the US. Rewards in this pledge tier will ship in April 2015. There's not a lot of time left in this campaign, so pledge now!\nJosh"}, {"update_no": "UPDATE #5", "update_userinfo": "Big Update! New Pledge Tier & Special Gift for You", "update_content": "Hi folks,\nI get a lot of pretty random messages through this campaign. Yesterday I was contacted by a logistics company called King Solutions, which is celebrating its 25th year in business by pledging $2,500 to one of a handful of current Kickstarter campaigns it chose to be a part of its contest. Pretty nice, right? I checked it out and it seems legit, and you don't have to sign up for anything. If you'd like to vote, all you have to do is click the link below, scroll until you see the Heirloom, and pick it. Here is the link:"}, {"update_no": "UPDATE #4", "update_userinfo": "Vote for the Heirloom to Win a $2,500 Pledge", "update_content": "Hi everyone,\nI've had several people ask how I made the Heirloom body out of a single piece of fabric. Today I thought I'd take apart one of the samples to show you the unique flower petal pattern."}, {"status": [{"Project ends": "SEPTEMBER 4, 2014"}, {"Project launches": "JULY 26, 2014"}]}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/820532891/heirloom-the-first-and-only-tomato-for-cameras", "project_name": "Heirloom: the World's First Tomato for Cameras"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "HERE WE ARE AGAIN!!! Sorry we didn't hit our goal the first time and now will not be going with Bicycle but we are going with a very well respected company that has just as high as quality cards! This deck still has all the original and awesome detail!\nWHY NO VIDEO?!?!?! ( we tried, but we are artists and don't have the camera, computer or know-how to make one, hahaha so enjoy! :)\nThe League of Monster deck of cards project! This is the first completely hand-painted on canvas card project we are aware of! My wife and I have spent the better part of three months sketching, drawing, erasing, re-drawing, designing, and painting this deck of cards. Each card was carefully designed, hand-drawn and hand-painted onto 24x36\" stretched canvases. One of our favorite elements is the hidden words on the Ace cards. (See if you can find them!) Our dream was to be able to hold this entire collection of paintings in our hands as a deck of playing cards. This has been the greatest challenge and we need your help to see our dream come true.\nEach and every card is a unique work of art! We wanted to stay true to the original style of playing cards you grew up with and are accustomed to, at the same time incorporating the look of the old-school monsters, creating the league of monsters deck! While each card is an intricate piece of art, they will stand together in the deck as a complete unit!\nThe wife and I painting your cards!\nWorking on the ace's\nTHE BOX!!!\nThe aces\nThe Royals\nJokers\nhearts\ndiamonds\nClubs\nSpades\nAce paintings\nKing Paintings\nqueen paintings\nThe Jacks\nThe frank shirts are from our first ever kickstarter and we raised enough to have the graphics, set up fees and production cost covered. These shirts have helped inspire this deck too!\n Every month we hold a Frank Tee Photo contest on our Facebook page. Just send us a picture of you in the frank tee ( doing something funny, cool, awesome helps ) and we pick a random win and send FREE prints, paintings, gift cards, hats, dice, cards and other neat stuff. Contest has a winner every month FOREVER! Yes we will do this forever. :)\nThe guys Frank Tee. Pre shrunk won't fade!\nFriends of ours sporting the guys frank tee and girls v-neck tee!\nThe first frank I ever painted. This is where all my inspiration comes from! Without this painting there would be no league of monsters deck! :)\nRed-Blue\nBlack / White\nred blue swirl", "risks": "Risks and challenges\nThe biggest risk so far has been spending the past 3 months painting this deck! My wife and I have three children ages 3 and under, (time is not easy to come by for us)! We have poured most of our money into purchasing several canvases and high quality professional paint to complete this project. \nWe will need a little time to get the decks assembled and shipped, but will work diligently as fast as we can to get them out once available.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "SHIPPING TIME!!!", "update_content": "The cards are in and we are addressing and packaging them as we speak!!! We will mail most tomorrow morning!!! Hoping to get everyone their deck BEFORE christmas!!!\nThanks for all the support!!! :)"}, {"update_no": "UPDATE #7", "update_userinfo": "DECKS!!!!", "update_content": "The decks have been ordered and I have gotten the confirmation that they are being printed as we speak!!!\nIf you wanted to add a deck to your pledge please just send ( $10 USA ) ($12 International ) to coxcevin@yahoo.com via pay pal with a subject line, MORE DECKS , \nFor Prints or dice please message me at Facebook.com/coxfamilygallery and we can get those sent out asap!\nThanks!!!!"}, {"update_no": "UPDATE #6", "update_userinfo": "One eyed Jack", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "ALL THE PRINTS!!!", "update_content": "Did you want a print of ALL the paintings?!?!? Just updated a reward for 18 prints and 4 decks of cards for just $100!!!!! Thats a $220 value!!! AND you can add as many decks as you'd like to THIS reward for just $6 USA 10 International!!!!\nUn-numbered prints will be available at paintemonium.com after Kick Starter is over for $10 each plus shipping! SO GET THEM NOW!!! :)"}, {"update_no": "UPDATE #4", "update_userinfo": "DICE!", "update_content": "Just noticed that we don't even have pictures of our drip frank dice on the page!! Sorry about that!!! $2 add on a pledge per dice ( or message me at Facebook.com/coxfamilygallery and get them sent to you today!!! just $2 shipping no matter how many!!!\nHere they are! :)"}, {"update_no": "UPDATE #3", "update_userinfo": "Winner Winner chicken dinner!", "update_content": "We have a winner for decoding each word Hidden in the ace cards!\nDiamond = Desire\nHeart = Passion\nClub = Pain"}, {"update_no": "UPDATE #2", "update_userinfo": "The prints!!!", "update_content": " We just got the prints in!!!! THEY LOOK AMAZING!!!! Thanks to Brian for editing the for us so the cards make AWESOME prints!!!\nCheck out HIS page here,\nhttps://www.facebook.com/WarpunkGames If you missed his first two decks and wanted to get some check out his page!!!!"}, {"update_no": "UPDATE #1", "update_userinfo": "Back of the Cards!", "update_content": ""}, {"status": [{"Project funds successfully": "75 backers pledged $1,719"}, {"Project launches": "NOVEMBER 5, 2013"}]}], "comment_no": 27, "projec_url": "https://www.kickstarter.com/projects/991861875/the-league-of-monsters", "project_name": "The League of Monsters PLAYING CARDS!"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "Hi and thank you for looking at our new Collection. Geek themed quirky shirts!  You will put a smile on everyone you meet with these cute unique and \"off the beaten path\" shirts.  Our family loves to laugh and we have a strange since of humor which really helped in the creation of these shirts!\nWe spent a lot of sweat and laughing tears coming up with these designs. We are new empty nesters, and not that old either ..lol!  Since our daughter went off to college we need something to sink our teeth into.   I guess it is nurture vs nature.  I have raised my daughter since she was 4 months old and around the age of 4 she joined us in the witty mockery of what is our family.  She is so funny and smart as a whip too!  I'm so proud to call her my daughter.\nI\"m a veteran of Operation Desert Storm. I found out fairly early that you can't take life to seriously and need to have a sense of humor.\n---------------------About the Shirts ------------------\nShirts will be printed on a so soft comfy lightweight cotton t-shirt! * Heather color shirts will have a mix of 10/90 Polyester/Cotton\nThe design will be screen-printed with good-quality ink. It will not crack, peel or flake off. We will be offering a wide range of sizes.\n6 Funny Designs in 6 Sizes\nS, M, LG, XL, 2XL, 3XL\nPLEASE NOTE: Apparel images here are only mockups. Actual products may vary slightly in color tone, size of graphic and positioning, etc. We'll get your Size and Design selections after the funding period has closed so don't worry when you pledge.\n-------------Funding Usage-----------------------------\nMost will go into production of the shirts and shipping.  Then some will go into marketing.  I need some professional website help! Any left over from those we will use for trade show travels. We hope this launch will help us start a great business so we can visit our daughter at college more and bring her some good home cooked meals!\nWith your help if we exceed our goal by 10% we will be using $150 in supporting \"pay it forward Kickstarter\" to other great projects!\n ____________  Onward to the shirts! ___________________\nI AM GEEK will be an orange heather color shirt.\n__________________________________________________________\nMad Chatter will be a Caribbean Blue color shirt.\n__________________________________________________________\nWho doesn't like Pi ? shirt will be navy in color\n__________________________________________________________\nOur twist on Twearking!  This shirt will be printed on a dark Heather shirt.\n__________________________________________________________\n'Ohh Look SHINY will be in a Heliconia (bright darker pink) \nThe ink will have be very reflective when lights shine on it. \n* LADIES Fitted shirt\n__________________________________________________________\nBlind Squirrel shirt will be black\nGlow-in-the dark ink (which looks like a lighter white/grey color on the shirt.  Glows green in the dark with a black-light or after holding it to light in the dark. \nCan I help in other ways?\nYes! Every Bit helps!  Please spread the word amongst your friends and family. Share this campaign on Facebook and Twitter. Tell your favorite bloggers about us. We really appreciate it! We just launched our Facebook page here: https://www.facebook.com/geekeshirts?ref=hl ", "risks": "Risks and challenges\nI don't for-see any challenges. I have experience with shirts and the process of producing them. The hard part is over with the design and that whole process. If anything should come up rest assured that I will be on top of it to fix it right away. I am excited to see if you like this collection as much as I do! \n We want to try and get them out before Christmas. No promises, But like with everything I do , I'll try my best.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Scott VanDoren\nFirst created · 5 backed\nHi, and thanks for checking out my idea. So hear goes. I grew up in a town so small if you were to blink you would miss it. After high...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Get the shirts now on Zazzle!", "update_content": "Hi there, if you liked any of the shirts from Geeke Shirts you can still get them on Zazzle, with customization of shirt color and size. http://www.zazzle.com/geekstuffandsoon"}, {"update_no": "UPDATE #1", "update_userinfo": "New reward game", "update_content": "We added a new reward.  Its a game that is also kind of a fun way to for us to see what designs are the best.  I came up with some and \"my old lady\", Paula, as she loves to be called! (going to the dog house for sure for that comment hee hee) \nWell, Paula came up with a few of these beauties so we will see which wins!  We will pick 2 winners from the votes.  We'll send the winner the shirt that they had voted for in the size they need!"}, {"status": [{"Project ends": "NOVEMBER 28, 2013"}, {"Project launches": "OCTOBER 29, 2013"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/936487545/geeke-shirts", "project_name": "Geeke Shirts"}}, {"backer": "Paula", "project_data": {"campaign": {"story": "It's Time for Stretch Goals!\nThanks to our amazing supporters, we've hit our initial funding target, but we still need GRASSROOTS HELP! If we hit our $10,000.00 STRETCH GOAL we will be able to immediately launch our next line, Veteran Brand Apparel™, which is designed by a DISABLED VETERAN.\nIn celebration of reaching our initial goal we are offering a NEW REWARD featuring a new shirt from our Veteran Brand Apparel™ line, in both men’s and women’s styles, PLUS some real cool new rewards for TOXIC™ and BIOHAZARD APPAREL™ logo products! Here they are:\nNote: See reward levels for available frameable art options. Beanie logo is embroidered.\nBIOHAZARD APPAREL™ is a  community of artists and apparel decorating experts dedicated to creating uniquely branded clothing lines for retail sale. The artist on display for our TOXIC line is a disabled Navy veteran with amazing creative skills!\nThere is much more going on here than t-shirts!\nBIOHAZARD APPAREL™ is an exciting opportunity for talented artists to get published within our products lines while being compensated. Our model is to allow all of the contributors in our community a real chance to share in our  success. Interested artists can get more details at ASPIRING ARTISTS.\nOur founding members knowledge of apparel decorating and graphic design is what makes this project tick. There is so much excitement about this projects creative process that our momentum is building quicker than we thought. Our level of confidence in this project is growing due to the enthusiastic response we are getting on Facebook!\nOur vision is to create an  extensive wholesale catalog featuring art from many artists on a wide variety of fashionable apparel including unisex, women's and junior styles.  It is our vision to build this brand by using extreme multi-media apparel decorating techniques that create astounding wearable imagery on a wide range of apparel. All of our art will be reproduced using today's most sophisticated decorating technologies.\n\nWe also intend to sell a certain amount of limited edition, gallery quality, canvas prints of each piece of original art that we produce.\nPhase #1 is to introduce BIOHAZARD APPAREL™ and TOXIC™ to the Kickstarter community, make a public call for additional artists and to tell you who we are. Our initial product mix will feature men's and women's tops and select head wear. Meeting all of our goals will require sampling, art development and web design costs in order to meet our target date of launching three additional lines by December 1, 2013.\nBig ideas, big goals and lots of talented people – The Essence of Kickstarter!\nWWW.BIOHAZARDAPPAREL.COM is currently under development so have a look! You can also learn more about us on our site. We want to hear from you so feel free to contact us for more information.\nDistribution contracts and web affiliate programs will be negotiated with qualified parties. Additional artists will be signed to work as well.  Please pledge your support and stick around because we are in this for the long haul!\nAll of our shirts are printed in the USA using high quality fashion blanks that we have hand selected. We are so confident that you will love these shirts that we will ship them to you for FREE!\nAll of our shirts in this initial collection are either full dye sublimation prints or screened printed. All shirts are fashion fit for comfort and true style and available in Small - XX Large.\nDedicated Kickstarter project follower? Keep tabs on our project at: http://www.kicktraq.com/projects/1487461748/biohazard-appareltm/\nMore information about our project can be found on Crowdfundingforum.com", "risks": "Risks and challenges\nALL members of the BIOHAZARD APPAREL™ TEAM have extensive expert knowledge of screen printing, dye sublimation, digital garment printing and embroidery. Yes we have the knowledge!\n\nOur main challenge is funding art and sampling costs in the early stages of our development. With your help we can keep this project on an accelerated timeline. All of the required steps for implementing immediate production of merchandise and delivering merchandise are in place.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "Shipment Update", "update_content": "Dear Backers\nIf you have not received your shipment please contact me directly at kkelly@biohazardapparel.com .\nWe are aware that several international and domestic shipments have not arrived. We take this seriously and want to service you."}, {"update_no": "UPDATE #17", "update_userinfo": "Shipment Update", "update_content": "Thanks to you great people, our first KS campaign ended 3 hours ago at 158% of our stated goal. We want to take a moment to say thank you very much; your interest in the project and trust in us is very gratifying!\nNow that this phase of the project has successfully completed, we will begin the next phase, which starts with surveys. We'll be getting surveys out to each of you this week to get the info we need to send your goodies: the designs you chose, size requirements, and shipping information. So stay tuned, that's going to be happening very shortly!"}, {"status": []}], "comment_no": 88, "projec_url": "https://www.kickstarter.com/projects/1487461748/biohazard-appareltm", "project_name": "A TOXIC Line of Wearable-Art Fashion"}}]