[{"backer": "Paul Christie", "project_data": {"campaign": {"story": "Looking Glass Portrait - Your first personal holographic display. \nこのページの日本語版をご覧になりたい方は、こちらをクリックして下さい。（Kickstarter の使い方はこちら )\n\n[Jan 12, 2020]  Live Demo Event - Secrets of the Looking Glass Revealed: This Time It's Personal\nWhat type of person owns their own holographic display?\nBack in 2018 when we launched the world's first holographic display, most people didn't believe this sort of technology was possible. But a small group of fanatic hologram hackers did believe, and we were able to ship them thousands of our first generation holographic dev kits. To us, holographic displays weren't just a dream from sci-fi movies — they were something real that we used every day.\nAnd yet, we've always wanted a way for everyone to have their own holographic display. That's why today we're so excited to share something we've been working on in secret for the past 18 months: the Looking Glass Portrait — your first personal holographic display.\nYou don't need to know how to program to use this holographic display. Looking Glass Portrait is designed for the millions of people that work or play in 3D in any way: Artists, Designers, Developers, Filmmakers, Photographers, and those of you who are just starting to explore three-dimensional capture and creation. Even phones can now capture holograms*.\nSo if your curiosity led to you to this page and you're wondering if you're the type of person that could own their own personal holographic display....the answer is yes. Find out everything you can do with this new magical invention in the scroll below. And welcome to the future!\nMinimum Requirements for Desktop Mode\n HoloPlay Studio works with PC and Mac. \nTo import, edit, process and convert depth photos, videos, and other holographic media, almost all PCs and Macs with HDMI and USB-C will work. Post a question in the Comments section if you have any questions about this. \nTo run and create heavier-duty interactive applications with Unity or Unreal, we recommend a PC with a GTX 1650 or equivalent, CPU with Intel i5 or higher, and at least 8GB of RAM. \nMinimum Requirements for playback in Standalone Mode\nYour imagination (also, USB-C or wall power).\n Phones can now capture holograms*.\nThe easiest way to make a hologram is to take a Portrait mode photo with your phone.\nBelieve it or not, those Portrait mode photos you've been taking have depth information hidden behind them. This is normally used to generate bokeh effect, and now the software that comes with every Looking Glass Portrait can use that same depth info to generate a three-dimensional hologram with a single click.\nThe new iPhone 12 Pro using a combination of advanced machine learning techniques and LiDAR capabilities can capture the best depth photos yet with a single shot.\n* These iPhone models support Portrait mode: iPhone 12, iPhone 12 mini, iPhone 12 Pro, iPhone 12 Pro Max, iPhone SE (2nd generation), iPhone 11, iPhone 11 Pro, iPhone 11 Pro Max, iPhone XR, iPhone XS, iPhone XS Max, iPhone X, iPhone 8 Plus, and iPhone 7 Plus. Some brand-name Android phones also support depth capture with portrait mode photos. The newer the phone, generally, the better the depth map.  \n\nOn January 6, 2021, we announced support for a number of flagship Android phones as well as a new conversion service that can take any 2D image and convert than into a 3D hologram for Looking Glass Portrait. Read this update.\n\nHere's a running list of all the compatible Android phones that will work directly with HoloPlay Studio: \nMost of the newer flagship Samsung phones, including A7, A9, S10, S10e, S9+, S20, S20+, S20 Ultra.\nSome of the Huawei phones with \"Aperture\" mode, including Mate 20, Mate 20 Lite, Mate 20 Pro, P20 Pro, P30 Pro.\nNewer Pixel phones, including the Pixel 3, 4, and 5 models.\nFor a more updated list, head on over here. \nUse any camera to capture super-realistic holograms.\nIf you're looking to push the limits of holographic capture even further, Looking Glass Portrait can also display light field photos. This is a fancy term for a series of images taken from different perspectives. You can now capture these advanced three-dimensional photographs with conventional panning shot techniques using the camera you already own and display them in Looking Glass Portrait. \nThis is a simple 4K panning video. It has everything needed for a super-realistic holographic \"light field\" photograph.\nBecause this method captures and displays not only depth but also the directionality of millions of rays of light. even objects like a magnifying lens work in the resulting hologram like a real magnifying lens would.\n*Compatibility: Works with any camera (including phones), that can record 4K video.\nFor this advanced capture technique, you can use your own rail, stabilized camera, or use the rail included in the Holographic Capture Bundle.\nSequence by Giovanni Remigi, a 3D artist and the developer of Lentigram, an interlacing software package for the production of high quality three-dimensional photographs.\nSalmon Tartine by Alban (Sketchfab)\nFlower Point Cloud Photogrammetry by Moshe Caine (Sketchfab)\nTransform photogrammetry and LiDAR scans into holograms.\nPhotogrammetry-based 3D scans and the newest LiDAR scanning with the iPhone 12 Pro and iPad Pro can be played back in the Looking Glass Portrait with ease. The advantage of these techniques is both aesthetic and practical — this is the easiest way to take and display 360° captures of people, places, and objects.\n\n*Compatibility: Works with point cloud and mesh-based 3D output from most known photogrammetry software packages including Metashape, Zephyr, itSeez3D, and Reality Capture. Also compatible with the exports from LiDAR scanning packages Canvas by Occipital, SiteScape, Polycam, and 3D Scanner App. \nWe're planning on adding support for a growing number of real-world 3D capture formats, including direct conversion of stereo photos taken with cameras like the classic Fujifilm FinePix and conversion of turntable captures into holograms. \nIt is confirmed that HoloPlay Studio will support direct SBS format import in Q3 of 2021. \nMake holographic video recordings with a single click.\nFor most of us that have long dreamed of a holographic future, the ultimate goal has been to be able to record a holographic message and send that to someone across the world (or in a galaxy far, far away). Imagine sending a holographic birthday message, or saying hello as a hologram to your great-great-great granddaughter. Now you can!\nPrototype system in July 2020 showing a test video stream of an Azure Kinect depth video played back in the Looking Glass Portrait.\nThe Looking Glass Portrait comes with access to Depth Recorder, a PC and Mac compatible app that lets anyone with a Microsoft Azure Kinect, Intel RealSense depth camera, or iPhone X/11/12 record, send and play back 10-second holographic messages in their Looking Glass Portrait.\nIf you don't have a depth camera already and you're interested in recording holographic messages, the Holographic Capture Bundle comes with an Azure Kinect depth camera and custom Looking Glass Azure Kinect Stand. \nDepth Recorder also comes with a range of effects to overlay your holographic recordings. Recording above made with the Microsoft Azure Kinect\nRecorded using the Intel RealSense D435\nThe newest iPhones (X, 11, 12, 12 Pro, 12 Pro Max) have the ability to record depth videos with their front facing TrueDepth camera, and in the case of the iPhone 12 Pro and 12 Pro Max, also with their back-facing LiDAR enhanced cameras.\nRecord holographic videos for playback with apps like Record3D and import them easily into the Looking Glass software ecosystem for rapid conversion into holographic videos suitable for playback in the Looking Glass Portrait. \nCompatibility: the Depth Recorder app works with the Microsoft Azure Kinect and Intel RealSense D415 & D435. You can also playback Record3D recordings made with the newest iPhones (X, 11, 12, 12 Pro, 12 Pro Max) and even platforms like the OAK-D by OpenCV AI Kit.  \nFor professionals working with volumetric video production tools like Depthkit and Depthkit Cinema, you can now easily import your work into the Looking Glass Portrait. This media can be played back in Desktop mode or in Standalone mode. This means you can now send someone a holographic display preloaded with your volumetric video content that will run right on power-up.  \nFootage captured with Depthkit Cinema\nFor high quality volumetric video content, look no further than the few dozen volumetric capture studios operating around the world that work by pointing dozens to hundreds of cameras at a group of people on vast stages. \nLooking Glass Portrait can take in volumetric content captured in studios like 4DViews, Microsoft Reality Capture, Mantis Vision and Metastage, displaying these as three-dimensional moving images - setting the \"stage\" for the next phase of the moving image. \nFootage from volumetric capture company 4DViews\nFootage taken by Microsoft Mixed Reality Capture Studios\nCIBER GEISHA by Oscar Creativo (via Sketchfab)\nWhether you're a 3D designer, just starting to learn 3D modeling or someone who is exploring the world of 3D creations on platforms like Sketchfab, you can easily bring people, both real and imagined, into your Looking Glass Portrait.\nGLOW by XenSwapper (via Sketchfab)\nCIBER WOLF by Oscar Creativo (via Sketchfab)\nUse Looking Glass plugins for Maya and Blender for both live and rendered out scenes or import animated models with the 3D Model Importer.\nOver the past few years we've developed and refined powerful Unity and Unreal plugins for the Looking Glass lineup. Now these plugins can be used with the Looking Glass Portrait to create holographic apps of your own. \nExperimental iPhone face tracking Animoji app built in Unity\nGo to our docs page here to read more about our Unity and Unreal plugins, with more details on what's to come in the Roadmap below.\n\nNote: for developers building in DirectX, OpenGL, or Metal that want deeper levels of access and more control over how they integrate with the Looking Glass Portrait, we've developed a powerful cross-platform SDK called HoloPlay Core. More details here. \nLooking Glass Portrait works with a wide variety of peripherals in Desktop mode, allowing for advanced interaction with holograms. This includes VR controllers, various sensors for environmental inputs, tactile feedback systems, as well as hand-sensing devices like the Leap Motion Controller (part of the Holographic Capture Bundle). \nInteractive \"Blobs\" with the Leap Motion Controller. Inspired by the work of Eliza (https://www.elizasj.com/) @iamelizasj (on Twitter & IG).\n Looking Glass Documentation (Looking Glass Portrait documentation coming soon) \n Looking Glass Discord (if you have a quick question you want answered, either post in comments above or join our Discord)\n Looking Glass Blog \nThe Looking Glass Portrait is powered by the next generation of light field technology. The display works by generating between 45 to 100 views of a three-dimensional scene and projecting those perspectives simultaneously. Unlike any display that has come before it or in the market today, multiple users can gather around a Looking Glass Portrait to see different superstereoscopic perspectives without glasses or a headset.\n\nAnother way to think of this is, holograms are kind of like videos played back in space instead of time.\nAs you move around the Looking Glass, your eyes are exposed to millions of rays of light that are reproducing captured content from the real world or playing back 3D synthetic content in the most realistic way ever developed. Because of this approach, unlike other AR/VR or 3D monitor technologies which can sometimes cause nausea and discomfort, the Looking Glass Portrait produces a viewing experience that is as comfortable as you'd experience looking at the real world.\n58º view cone that hides all errant views and only shows content within the \"Hologram Zone\"\nUnlike the first generation of Looking Glass launched back in 2018, this next generation system has reworked the optical system so that the holograms are no longer \"contained\" in a volume. They can project in front of and behind the physical display, meaning you can literally touch these holograms.\nUntil now, holographic displays needed powerful gaming laptops to run even the simplest holographic media. Looking Glass Portrait can still work in that tethered mode with PCs and Macs -- but it is the first system with an additional Standalone Mode, thanks to a built-in computer (Raspberry Pi 4) and a proprietary holographic software stack that can run high-fidelity recorded holographic media at 60fps. Just plug in the Looking Glass Portrait into power via the included USB-C cable.\nAll Looking Glass Portrait units will come with an internal integrated Wi-Fi module at no additional charge. Potential Wi-Fi enabled features, such as loading and sharing of holographic media with a mobile device, are planned for release via free software update after initial shipments go out. See Roadmap below for more details.\nQuestions about how the Looking Glass Portrait works and how they compare to other displays? Ask us on Discord!\nMicro light field of a wasp sequence by Giovanni Remigi, a 3D artist and the developer of Lentigram, an interlacing software package for the production of high quality three-dimensional photographs.\nOver the years, we've built a steady, strong and vibrant 3D community around holographic displays and creation. Since we founded the company in 2014, we've witnessed creators from all over the world connect and share their work via the third dimension. We welcome all to join our community with open three-dimensional arms. \nIn the past few weeks, as we've been quietly sharing the Looking Glass Portrait with some artists in the community, we've been fortunate enough that some of them have agreed to let us share some of their work in the Looking Glass Portrait. \nTrain Station Scene by Dedouze. Made in Blender using Grease Pencil.\nCotton Candy Kit Kat by Artist Mar (@marcelaylucin). Made in Blender.\nTo join other 3D fanatics on the Looking Glass Factory Hologram Club on Discord, go here.\nWe share often on twitter @lkgglass.\nWe also want to give a special shout out to the Looking Glass Club in Japan, led by Mr. Ishii and supported heavily by incredible community members. Since launching the first Looking Glass in 2018, the Looking Glass Club has grown significantly and often tweets under the hashtag #ルキグラス. \nWant to help us spread the word? Click this link to easily share this project on Twitter. \nThe Looking Glass Factory team is made up of dozens of Artists, Engineers and Inventors based (now, mostly remotely) out of Hong Kong & Greenpoint, Brooklyn. \nFolks from our US team\nFolks from our HK team\nThey say distance makes the heart grow fonder and while we couldn't agree more, we've had the benefit of being able to see each other as three-dimensional beings as demonstrated here with the Looking Glass Portrait.\nOne of the very first Looking Glass Portrait Prototypes\nSome additional behind-the-scenes prototype clips here. \nWe are attempting to make the Looking Glass Portrait carbon negative.\nWhile it's difficult to calculate precise environmental impact and to offset that impact for a new type of technology being made for the first time, we've calculated the embodied energy of each component in the Looking Glass Portrait as well as the average operating energy over its lifetime to the best of our knowledge. This is around 510MJ running on Standalone or 332MJ running on a PC/Mac of total energy.\nWe pay for carbon offsets from Native Energy for 2x this amount of total energy, so that each Looking Glass Portrait sold in theory will not only be carbon neutral over its lifetime, but it also should pull out its carbon-weight from the atmosphere.\nBecause this carbon offset payment comes straight from our profits — you won't be charged extra for this — we believe this will create a forcing function for our organization over time to reduce the carbon footprint of our products.\nWe surely aren't going to get this right on the first go, and we would love to hear from folks on their ideas for further improvements along the way.\nWhen we invented the first holographic light field display dev kits back in 2018, we estimated that within ten years over ten million people would have one, if they only understood its benefits.\nIllustration from 2018 when we are first starting to see the future to come.\nThe interfaces of the future wouldn't be worn on your head 16 hours a day, but they would be more like campfires glowing with three-dimensional fields of light that you could gather around with others. Sometimes in the same room, other times a world apart.\nIllustration by Jether Amar\n [Tested] Hands on Holographic Display Prototype Hands-On: Looking Glass Portrait (Jan 4, 2021) \nThis project is promoted by Jellop, the ad tech power behind the best Kickstarters with 1,100+ successful Kickstarter projects with over $460M raised between them.\nIn our Press Kit you'll find GIFs, images, spec sheets, and more. If there's anything else you need, write us at press@lookingglassfactory.com", "risks": "Risks and challenges\nWe launched the first generation of holographic display — the Looking Glass dev kits — back in 2018 right here on Kickstarter. We shipped thousands of those systems on-time and at a high level of quality, kicking off the first wave of holographic creation around the world.\n\nOur 35-person team operates between offices in Brooklyn, NY and in Hong Kong and this affords us advantages that other groups may not have. This includes the benefit of an unusually cross-disciplinary team with deep shared knowledge of both hardware, software, and supply chain. This has made us the only group in the world that has successfully shipped multiviewer holographic light field displays and we will bring that experience to this project.\n\nOf course this is a particularly challenging time, so we've taken some additional measures in advance. This includes setting up a short-run production facility adjacent to our Hong Kong laboratory for tighter control over the initial production runs, running FCC pre-checks at the prototype stage to avoid surprises during the production phase, and securing capital for inventory so that critical parts with long lead times could be ordered before the Kickstarter campaign even started.\n\nWe would only delay shipments in a few exceptional cases. If we found the production units did not meet our high standards, for instance, we would delay shipment until we could meet or exceed our quality standards. And there's always a small chance of delays in the event of a complete global shutdown of supply chain due to the pandemic. We don't expect either of these things to happen, but if they do we will be fully transparent with you along the way.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 45 or more", "title": "Hologram Club Sweatshirt", "descp": "Be a part of our community and receive a limited-edition launch special \"Hologram Club\" sweatshirt. All hologram nerds welcome.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nHologram Club Sweatshirt", "time": [{"ESTIMATED DELIVERY": "Feb 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Add-ons"]}, {"amt": "Pledge US$ 249 or more", "title": "CAMPAIGN SPECIAL【SAVE $100】", "descp": "✨ CAMPAIGN SPECIAL✨\nReceive a Looking Glass Portrait at a steep discount. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations. This special pricing will be available throughout the duration of the Kickstarter launch.\nThis product normally lists for $349. This special pricing lets you save $100.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["916 backers", "Limited (84 left of 1000)", "Add-ons"]}, {"amt": "Pledge US$ 399 or more", "title": "2-Pack Looking Glass Portrait【SAVE $299】", "descp": "Receive TWO Looking Glass Portrait systems at a steep discount and ONE month earlier than the main production units. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations.\nThis two-pack would normally add up to $698. This special pricing lets you save $299.\nThese systems are identical to the production units, but ship 1 month earlier.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\n2× Looking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["725 backers", "Add-ons"]}, {"amt": "Pledge US$ 999 or more", "title": "Advance Beta - Looking Glass Portrait", "descp": "🚀 EXTREME EARLY ACCESS 🚀\nCan't wait till March 2021 to get your Looking Glass Portrait? Be one of the first 50 in the world to get an advanced beta unit.\nComes with special prioritized access to the team on a special Discord channel. Comes with access to beta software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations.\nThese systems are specially machined units that will perform identically to the production units, but ship 3 months earlier.\nFree priority shipping to US + Japan. Shipping costs will be applied at checkout for other countries. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers", "Limited (13 left of 50)", "Add-ons"]}, {"amt": "Pledge US$ 1,099 or more", "title": "Holographic Capture Bundle", "descp": "If you want to do it all, this is the bundle for you. This will let you make super realistic holographic photographs, record holographic video messages and create your own holographic interactive applications out of the box.\nIt includes a Looking Glass Portrait, a Microsoft Azure Kinect depth camera, custom Azure Kinect stand, Looking Glass Light Field Capture Rail, a Leap Motion Controller, and a Looking Glass Portrait carrying case. It also comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations.\nThis special pricing will be available throughout the duration of the Kickstarter launch (while supplies last). This normally lists for $1,499. This special pricing lets you save $400.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait\nMicrosoft Azure Kinect\nAzure Kinect Stand\nLooking Glass Light Field Photo Rail\nLooking Glass Portrait Carrying Case\nLeap Motion Controller", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["47 backers", "Limited (303 left of 350)", "Add-ons"]}, {"amt": "Pledge US$ 1,999 or more", "title": "10-Pack Looking Glass Portrait", "descp": "Receive TEN Looking Glass Portrait systems at a steep discount and ONE month earlier than the main production units. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations.\nThis ten-pack would normally add up to $3,490. This special pricing lets you save $1,491.\nThese systems are identical to the production units, but ship 1 month earlier.\nThis special offer comes with FREE SHIPPING to US & Japan. Shipping and handling calculated separately for other countries. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\n10× Looking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers", "Add-ons"]}, {"amt": "Pledge US$ 10,000", "title": "The Hologram Collector Bundle", "descp": "You are obsessed with the pursuit of the dream of the hologram. You want to be part of history in the making. And you will be.\nThe Hologram Collector Bundle will get you everything in the other tiers PLUS an extremely rare first edition Looking Glass Portrait prototype and a special edition of the Looking Glass Portrait production unit with the team's signatures laser-etched into the interior molding of the device. We'll also throw in some extra archival collectibles from our pursuit circa 2014.\nYou will also get access to a private Discord channel with the team where we will be discussing what's next.\nAlso, you'll receive it in January 2021 - three months earlier than anyone else.\nFREE SHIPPING WORLDWIDE.\nINCLUDES:\nLooking Glass Portrait\nLooking Glass Portrait Carrying Case\nAzure Kinect Stand\nLeap Motion Controller\nLooking Glass Light Field Photo Rail\nMicrosoft Azure Kinect\nEarly Looking Glass Portrait Prototype\nLooking Glass Portrait Signed Edition\nHologram Club Sweatshirt", "time": [{"ESTIMATED DELIVERY": "Jan 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (1 left of 5)", "Add-ons"]}, {"amt": "Pledge US$ 199 or more", "title": "Super Early Bird Special 【SAVE $150】", "descp": "✨ FIRST 48 HOURS ONLY - DEC 2 & DEC 3 ✨\nReceive a Looking Glass Portrait at a steep discount and ONE month earlier than the main production units. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations. This is for our earliest backers on Day 1 & Day 2.\nThis product normally lists for $349. This special pricing lets you save $150 for the first 48 hours only.\nThese systems are identical to the production units, but ship 1 month earlier.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4,737 backers"]}, {"amt": "Pledge US$ 199 or more", "title": "EARLY BIRD SPECIAL 【SAVE $150】", "descp": "✨ NEW ADDITION - DAY 3, 4 and 5✨\nReceive a Looking Glass Portrait at a steep discount. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations. This is for our earliest backers on Day 3, 4 and 5.\nThis product normally lists for $349. This special pricing lets you save $150 for Dec 4, 5, and 6.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "729 backers"]}, {"amt": "Pledge US$ 229 or more", "title": "NEW Holiday Hologram Special【SAVE $120】", "descp": "✨ EXTENDED TO DEC 18 ✨\nReceive a Looking Glass Portrait at a steep discount. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations. This is a new holiday special that will extend through to December 18, 2020.\nThis product normally lists for $349. This special pricing lets you save $120 until December 18.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "344 backers"]}, {"amt": "Pledge US$ 229 or more", "title": "Holiday Hologram Special【SAVE $120】", "descp": "✨ EXTENDED - ONCE MORE - TO DEC 23 ✨\nReceive a Looking Glass Portrait at a steep discount. Comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations. This is a new holiday special that will extend through to December 23, 2020.\nThis product normally lists for $349. This special pricing lets you save $120 until December 123.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "193 backers"]}, {"amt": "Pledge US$ 999 or more", "title": "Early Bird Holographic Capture Bundle", "descp": "If you want to do it all, this is the bundle for you. This will let you make super realistic holographic photographs, record holographic video messages and create your own holographic interactive applications out of the box.\nIt includes a Looking Glass Portrait, a Microsoft Azure Kinect depth camera, custom Azure Kinect stand, Looking Glass Light Field Capture Rail, a Leap Motion Controller, and a Looking Glass Portrait carrying case. It also comes with key software including HoloPlay Studio, Depth Recorder, Blender and Maya plugins, Unity and Unreal plugins & all other Looking Glass software integrations.\nThis special pricing is limited to 150 units (while supplies last). This normally lists for $1,499. This special pricing lets you save $500.\nAlso ships ONE month earlier than main production units.\nShipping and handling calculated separately at checkout. Backers outside the US are responsible for their own duties & taxes.\nINCLUDES:\nLooking Glass Portrait\nMicrosoft Azure Kinect\nAzure Kinect Stand\nLooking Glass Light Field Photo Rail\nLooking Glass Portrait Carrying Case\nLeap Motion Controller", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "150 backers"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Your Friendly Bi-Weekly Production Update (July 9, 2021)", "update_content": "Nikki here with your bi-weeky update! \nTLDR: We are on track with the July shipments that we mentioned in our last two updates.\nIn the next three weeks, we'll be shipping out 2400 more units to fulfill the majority of the super early bird, 2-pack bundle, 10-pack bundle and Looking Glass Portraits in the early holographic capture bundle reward tiers with all other tiers being fulfilled shortly after in August."}, {"update_no": "UPDATE #14", "update_userinfo": "Your Friendly Bi-Weekly Production Update (June 25, 2021)", "update_content": "Hi backers!\nWe're back with our bi-weekly production update. For those of you still waiting for you Looking Glass Portrait, we have just one update to share this time around but the TLDR is that we are not messaging any new delay\nAlternative Component Qualifications 👍"}, {"update_no": "UPDATE #13", "update_userinfo": "June 2021 — Shipping Update", "update_content": "Hi backers,\nShawn here (co-founder and CEO of Looking Glass Factory — and the guy at the end of the Kickstarter video :)\nIf you're one of the 2,300 folks who have received your Looking Glass Portrait + all your accessories, you can skip this update (and based on what we've seen you creating and sharing online, we're glad you're loving your Looking Glass!). But if you're still waiting for your unit(s), this update is for you."}, {"update_no": "UPDATE #12", "update_userinfo": "SHIP SHIP, HOORAY!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "Shipping update & holographic cats!", "update_content": "Friends of the future!\nThank you all so much for your patience while we push full steam ahead on production, preparing your shiny new holograms before they make their way across the ocean to your front doorsteps.\n👀  Here's a little sneak peek from our demo testing station:"}, {"update_no": "UPDATE #10", "update_userinfo": "Backers, To The Future", "update_content": "Great Scott! A not-so-short but incredibly sweet update incoming. "}, {"update_no": "UPDATE #9", "update_userinfo": "Important Shipping Update", "update_content": "Dear denizens of the third dimension,\nToday we’re unfortunately announcing that the main production batches of Looking Glass Portrait systems will be delayed by 4-6 weeks.\nThis is primarily the result of an unexpected change to delivery times on the Raspberry Pi 4, the small computer built into the heart of each of our systems. We didn’t see this one coming and take full responsibility. We’ve shipped thousands of systems over the years, always on time, so this is something we take very seriously."}, {"update_no": "UPDATE #8", "update_userinfo": "Here, There, Holograms Everywhere", "update_content": "Hi everyone! We've three major announcements today so I'll get straight to the point.\n1. Do Androids dream of holographic sheep?\nThanks to all of your help with test photos from dozens of different Android phones over the past few weeks, we've determined which Android phones can capture Portrait mode photos with depth of the quality necessary for great holographic images. So at long last, we can share that in a free update shortly after shipments go out"}, {"update_no": "UPDATE #7", "update_userinfo": "Happy new year, it's event time!", "update_content": "Backers! Hope y'all had a wonderful holo-day and happy new year to you all. I come bearing a brief but exciting update. This Thursday (January 7th) at 12PM EST, we’ll be hosting our first virtual event of the year — Secrets of the Looking Glass Revealed: This Time It’s Personal. You’ll be hearing from Shawn where he’ll be taking you through some live demos and giving everyone a closer look into some of the Kickstarter add-ons. Tickets are f r e e and you can RSVP for the event here.\nIf you have any questions you’d like us to answer, please drop a note in the comments below and we’ll try to answer as many as we can on the day. If not, we’ll make sure to follow up on all of them after Thursday."}, {"status": [{"Project funds successfully": "8,051 backers pledged $2,511,785"}]}], "comment_no": 1171, "projec_url": "https://www.kickstarter.com/projects/lookingglass/looking-glass-portrait", "project_name": "Looking Glass Portrait"}}, {"backer": "Paul Christie", "project_data": {"campaign": {"story": "  ", "risks": "Risks and challenges\nThe Aryzon AR headset consists of two important elements: the physical headset and the digital app. Both have their own unique set of challenges to overcome when attempting to accomplish our vision of making AR truly accessible for everyone. \n\nThe Headset (Production)\n\nThe design of the Aryzon headset incorporates basic materials that can easily be domestically produced. Our central location in The Netherlands allows for a holistic overview of production which also takes place in The Netherlands. Our partnership with a cardboard supplier close by allows us to optimise the design of the headset for cardboard manufacturing. The supplier is well suited to handle a large volume of orders and will aid in the kit assembly process. A point of consideration is the import of unique ‘fresnel’ lenses from a lens manufacturer based in China. These lenses will be made from high quality PMMA ensuring both the quality of image and consistency during production. This Chinese lens manufacturer is of great importance to our project, since it is with those lenses that depth and 3D effects are created, we are taking great care in the vetting process of the various options we have available to us.\n\nApp development\n\nCurrently we have one dedicated app developer and a Unity developer on the team. As a proof of concept we have created an ‘Aryzon’ app which showcases many of the possibilities in AR. When this kickstarter will be funded successfully we will optimise this app in order for it to act as an introduction and showcase for augmented reality. The challenge for us is to create the wide range of applications that we think are suitable for such an easy to use headset. AR is really open to the imagination, and so we are open sourcing our SDK in the hopes that developers join the Aryzon community. We currently make some pretty cool software for the AR headset, however we can’t wait to see what others create for the Aryzon, so join the community and get developing! \n\nWhat you can do to help\n\nWe would love any extra help with app development. We truly believe in the potential of the Aryzon headset, and in its potential to facilitate the widespread use of AR. We are asking you to give us a hand and develop some awesome apps for the Aryzon. Feel free to use our developer SDK and have a go at some AR app development yourself, you’ll find it surprisingly easy. App development is done for mobile platforms, this makes guides and tutorials easy to find, and they generally cover a wide range of utility and software techniques. Bear in mind, Unity is used as our development platform, however we could see Unreal Engine, and other development platforms being just as useful for this type of mobile 3D AR. Already have a ‘2D’ AR app in development or on the market, and want to make it more immersive and 3D (with the Aryzon headset), just contact us at develop@aryzon.com for early access to the SDK.\n\nFor any further questions please feel free to contact us at:\ninfo@aryzon.com\n\nFor any press relations please use:\npress@aryzon.com\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge €29 or more", "title": "1x Aryzon Headset | Solo Kit", "descp": "($32) The Aryzon Kit, includes everything you need to build one headset and start your own Augmented Reality experience!\nINCLUDES:\nAryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,461 backers"]}, {"amt": "Pledge €55 or more", "title": "2x Aryzon Headsets | Duo Set", "descp": "($60) Two Aryzon Kits to build two headsets. Perfect to experience augmented reality with a friend!\nINCLUDES:\n2× Aryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["372 backers", "Limited (28 left of 400)"]}, {"amt": "Pledge €130 or more", "title": "5x Aryzon Headsets | Family Pack", "descp": "($143) Five Aryzon Kits, experience AR with your family and close friends.\nINCLUDES:\n5× Aryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["67 backers", "Limited (33 left of 100)"]}, {"amt": "Pledge €200 or more", "title": "8x Aryzon Headsets | Explorer's Choice", "descp": "($220) Want to get 8 Aryzon kits for use at your work, museum, classroom, or any other location? This is your chance!\nINCLUDES:\n8× Aryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers", "Limited (5 left of 15)"]}, {"amt": "Pledge €500 or more", "title": "20x Aryzon Headsets | Business Bundle", "descp": "($549) 20 Aryzon kits, for use in your business or organization. Spear head your brand with AR.\nINCLUDES:\n20× Aryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge €1,200 or more", "title": "50x Aryzon Headsets | The Opportunist", "descp": "($1318) 50 Aryzon kits! For those who really see the opportunities in wide spread, easy to use, affordable Augmented Reality.\nINCLUDES:\n50× Aryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge €24 or more", "title": "1x Aryzon Headset | The Early Bird", "descp": "($26) The original Aryzon Kit with a special price for all you early birds! This one ships 1 month earlier too.\nINCLUDES:\nAryzon Headset Kit\nAryzon App", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "850 backers"]}], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "AR Studio *New app*", "update_content": "Hey kickstarter,\nWe are happy to present you a brand new app that works with the Aryzon Headset!\nAR Studio \nDownload for free on iOS and Android "}, {"update_no": "UPDATE #20", "update_userinfo": "The Aryzon headset, REDESIGNED.", "update_content": "Dear Backers,\nWorking tirelessly on the developments of the promised AR 3D Model Viewer app, we have good news for iPhone users. The supported devices range from iPhone 6s onwards. Android users, no worries, this month we hope to release an app that is suitable for you as well!\nWe just released the AR 3D Model Viewer! Download it here:"}, {"update_no": "UPDATE #19", "update_userinfo": "New App Out using ARKit: AR 3D Model Viewer *UPDATE*", "update_content": "Dear Backers,\n\nQuick Summary\n - ALL of the Solo Kits are ON THEIR WAY!\n - The 2x, 5x and 8x Kits are being shipped by 'DHL Global Post' with Track and Trace. Shipping will take place next week between the 22nd and 27th of October. Confirmation emails, and track and trace information will be sent to the email address linked to your KS accounts as soon as the packages leave our warehouse.\n- Estimated shipping time is:\n   EUROPE = 4 - 7 business days\n   UNITED STATES = 5 - 8 business days\n   Rest Of World = 6 - 10 business days\n- Shipments will be handled by 'bpost' and will also include track and trace information. Delivery time will be between 2-4 business days.\n\n\n\nFirst and foremost I must apologize for the delays we have experienced. We are (not counting the prior delays) a week behind schedule on the shipping process. This is due to a series of issues, first is the switching of shipping partner from to and now  second was the need for a plastic cover to protect every solo kit being shipped internationally. \n\nJudging from the feedback of early bird backers approximately 10-20% of our packages have yet to arrive (if ever), this will of course be handled as soon as possible. However this and the fact that the delivery time has been over 3 weeks in some cases prompted us to select a new shipping partner, enter This is the biggest postal service in the Netherlands and we have used them to send over 1,300 solo kits. Of course this change required new labels, new packages, stickers, stamps and a new system to fulfill shipping. This caused the majority of the delays in shipping. \n\nThe second delay was packaging over 700 international headsets into 100% recycled plastic covers, to protect them from potential water damage during shipping. This was made clearly evident by an international early bird backer (thanks), who's headset and package looked like it went through a washing machine at maximum spin cycles. \n\n\n\nOther than these minor hiccups, things are going well at Aryzon! Two of my colleagues are present at the AWE (Augmented World Expo) in Munich, Germany. Where some of the largest players in the Augmented reality scene are presenting their work and newest innovations. We hope to learn, network, and display Aryzon to the rest of the AR Scene at events like these. "}, {"update_no": "UPDATE #18", "update_userinfo": "Track & Trace Update (2x & 5x) | Aryzon", "update_content": "Dear Backers,\n\nGeneral Note: We are on track for the production and shipping of the rest of the headsets! Our newest lenses are a little different than those used in the Early Bird headsets but that will be addressed in the app. (an option will be given for 'square' or 'rounded' lenses, you will see the difference. Do not worry it will not effect the AR view-ability! Further information will be sent out soon.)\n\nFor all of you who have now received their early bird headsets we need to inform you of a mistake in the folding instructions (Both in the flyer and app).\n\nFor all the backers who are yet to receive their headsets, we have corrected the flyer, so this only counts for the backers who now have their headsets or those which are soon to arrive. \n\nStep A of the flyer has a layout image which is mirrored. This can cause many problems while sticking on the foam pieces and Velcro pieces. See below for the correct version."}, {"update_no": "UPDATE #17", "update_userinfo": "STATUS UPDATE **Shipping Dates** - Aryzon 20-10-17", "update_content": "Dear Backers,\n\nToday we are happy to inform you that ALL Early Bird Kits have been shipped from our warehouse in The Netherlands! (est. shipping time is 2-5 working days)\n\nAll of the early bird backers who's email we have on file from the kickstarter surveys have been emailed and informed of their shipment status. "}, {"update_no": "UPDATE #16", "update_userinfo": "Folding Instructions Correction **Minor Update** | Aryzon", "update_content": "Hey Backers,\n\nPlease see the screen shots below. We hope your looking forward to seeing this with the actual headset on! "}, {"update_no": "UPDATE #15", "update_userinfo": "All the Early Birds have been Shipped! | Aryzon App Available to Download on Both App Stores", "update_content": "Dear Backers,\n\nThe assembly of the headsets is well underway, the first 800 units have been completed and we are continuing the assembly process. Accompanying this is the completion of v1.0 of the official Aryzon App. This app is currently in the review process of the App Stores."}, {"update_no": "UPDATE #14", "update_userinfo": "App Screenshots *As Promised*", "update_content": "Hey Backers,\n*Update Summary*\nAll major parts have arrived at the warehouse (NL)\nAssembly will start 11/09/17\n(Early Bird) Shipping will begin on 18/09/17\nThe Application release date is set for 18/09/17"}, {"status": []}], "comment_no": 367, "projec_url": "https://www.kickstarter.com/projects/aryzon/aryzon-3d-augmented-reality-for-every-smartphone", "project_name": "Aryzon - 3D Augmented Reality for Every Smartphone"}}, {"backer": "Paul Christie", "project_data": {"campaign": {"story": "\"It is the epitome of minimalism.\" -- Lazytechguys.com\nWhat is the BEZL?\nThe BEZL is a case for the iPhone 4/4S that protects the screen and glass back while adding very little bulk.  It consists of four small corner pieces that you place on the corners of your iPhone.  The BEZL stays in place with the help of an adhesive backing.  The BEZL comes in seven fantastic colors.\nDesign Philosophy\nThe BEZL came about after I got frustrated with the currently available iPhone cases -- I wanted a case that would not interfere with the touch screen swiping motion and keyboard, would still protect the glass front and back of the phone, but would not add the bulk often found with the rubber or other plastic cases.  The BEZL does not cover up your iPhone's switches and buttons, so you retain the touch and feel that Apple originally intended.  \nWhat stage is the project in currently? \nI have CNC-machined prototype corners and installed them on my phone.  I also have experimented with different adhesive backings and dropped my phone about 30 times on concrete from hip height (still works, and the BEZL is fine too).  I am also telling anybody that will listen about the BEZL.  The more I use it on my phone the more I like it -- you should have one too!\nWhat will you use the money for?\nI want to fine-tune the shape of the BEZL, and machine another set to see how it looks.  Then, an injection molder will machine tooling for the part.  Running six custom colors adds cost as well, but I feel having awesome colors is important.  The adhesive backing also has a die associated with it.  There you have it...I need cash to bring this cool product to all of us.  The BEZL is designed and made in the USA.\nIs the BEZL removable?\nYes.  The BEZL is meant to be semi-permanent to your phone, but you can remove it.  The little bit of residue left behind can be cleaned in about a minute with window cleaner and a paper towel.\nDoes the BEZL work with my dock?\nYes, most likely.  BEZL works with most docks that can hold the iPod classic, but I haven't tested them all.  I tried every dock at my local Best Buy, and the BEZL worked in all 40 docks I checked except for two.  See the FAQs for a complete list of which ones work.\nWon't the BEZL come off when I pull it out of my pocket?\nThis is a question that was raised by several of my friends, so I though it worthy to adress here.  I tested the first prototype BEZL for 10 days wearing snug jeans, and had no issues.  The second prototype (shown in all the photos) has been on my phone for close to a  month now, and also has not pulled off during daily use. The final BEZL will have a lower profile and rounded edges and an industrial-strength adhesive, so I feel confident the BEZL will not catch on your clothing and pull off.\nWhat's in the box?\nYou will receive 4 BEZL corner pieces + one spare, just in case.\nAwesome colors:\nPink:\nGreen:\nOrange:\nBlack:\nTurquoise:\nBlue:\nCoral:\nCan't Decide?  Get two!\n                             MADE IN THE USA!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jos Cocquyt\nFirst created · 15 backed\nI am an aerospace engineer living in Los Angeles and have designed military spy planes and products for rough, all-weather environments. I...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Bouncing BEZLs, and \"whoops, I dropped my phone off the roof\"", "update_content": "So, a few friends gave me a hard time for only dropping my phone from three feet onto concrete. My reasoning was that this is about average hip height, and seemed like a good test. After 32 (!) drops from 3-4 feet with the same phone and same BEZL, I decided to chuck the sucker off the roof. I’m not implying you should do this with your phone, BEZL or not, nor that the BEZL will protect your phone from that high!! Enjoy the video, and thanks for your continued support. Please tell all your friends about the BEZL – funding has slowed way down, and I could really use your help. Thanks!!"}, {"update_no": "UPDATE #1", "update_userinfo": "Blogosphere special backer tier added $5", "update_content": "I just added a limited $5 backer level for bloggers. If you have a blog, or know someone with a blog (preferably with some traffic) get yourself a BEZL on the cheap yo!"}, {"status": [{"Project ends": "JUNE 24, 2012"}, {"Project launches": "MAY 25, 2012"}]}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/1306127246/bezl-the-iphone-anti-case", "project_name": "BEZL: the iPhone anti-case"}}, {"backer": "Paul Christie", "project_data": {"campaign": {"story": "This Kickstarter project is for the final design and production of a laser-cut desktop Magnetic Catapult kit. The Magnetapult is capable of accelerating a projectile at over 16 g's * to a distance of over 40 times the length of the firing arm. \n(* See FAQ to find how we came up with these values.)\nThe aluminum Magnetapult. Photos updated when the prototype is complete:\nThe Mini Magnetapult: Fits in the palm of your hand, but packs a big punch! (See video in update 6.)\nThe etching on the Mini Magnetapult. (Hard to find room!):\nThe Standard Magnetapult, locked and loaded with a ping pong ball:\nReward Contents\nThe standard kit will come with everything needed to build and use the Magnetapult, including laser cut parts, supermagnets, chicago screws to hold it together, flux concentrators, an instruction manual, and two projectiles. You supply the (hopefully moving) targets!  I'll update this page when I've finalized the projectiles.\nUnique Kickstarter Version Only Etching!\nShow how cool you are by showing that you backed the Magnetapult on Kickstarter, instead of getting it retail.\nNow with N52 Neodymium Magnets\nI wasn't satisfied with the original N42 Neodymium Magnets so I bumped it up to the strongest currently available N52 Neodymium Magnets to maximize the acceleration and launch distance.  Please see the Strong Magnet warning in the FAQ!\nMetallic Flip Stabilizer and Flux Concentrator\nThis helps prevent the super magnets from somehow pulling out of their cages and flipping around.  As a nice side effect, they act as a magnetic flux concentrator, making the pushing side a bit stronger.  A small extra cost for a big improvement in safety, and slight improvement in acceleration.\nStreamlined construction\nNot only is the Magnetapult precision laser cut, I've decided to use Chicago Screws to give it a nice streamlined look.  As an added bonus, the screws are the same silvery shade as the supermagnets.\nVarying launch angles\nI've played around with launch angles and trajectories, and added a few arm stops so you can vary the launch angle and distance.\nStability Improvements\nRelease the arm without holding down the Magnetapult and the enourmous magnetic forces will flip the Magnetapult around.  Not only does this result in a shorter launch distance, but it can also damage the Magnetapult.  To stabalize the Magnetapult I've added a pair of legs on each side, and a hole underneath the arm to make it easier to hold down the Magnetapult with one hand.\nWhat's left?\nI'm currently waiting for samples from different companies for the projectiles.\nWhat will the money be used for?\nBULK! The more money I get, the better bulk prices I can get.  I plan to spend all the money from this kickstarter project on buying enough material for as many kits as I can.  The first ones will go to my great backers, of course!\nOpen Hardware?\nOnce the Magnetapult Project is fully Launched (pun intended), I will be creating an instructables with plans on creating your own Magnetapult from scratch under a Creative Commons Share Alike Non-Commercial Attribution license.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "I've launched a new project on kickstarter!", "update_content": ""}, {"update_no": "UPDATE #25", "update_userinfo": "Original large Magnetapult pdf (for anyone with a laser/water/plasma cutter)", "update_content": "I don't know why I didn't post this a long time ago, but the Thinkgeek is selling the mini-magnetapult's...  Here's the URL:\nhttp://www.thinkgeek.com/product/ee90/\nAlso, my wife just started a new kickstarter project (using my account) that you may be interested in if you're a fan of any of Steve Job's products. (iPod, iPhone, iPad, iMac, etc.)  It allows you to literally become part of Steve! :)  Its at:"}, {"update_no": "UPDATE #24", "update_userinfo": "There's a new kid in town...", "update_content": "All the Magnetapults have shipped, with the exception of a few people that won't reply to their emails.  You should all have either received your Magnetapults, or have at least received an email with some kind of tracking number for your shipment.  If you haven't, please contact me (john.fehr@gmail.com) so I can track down the reason. You can also leave me a message on Kickstarter, but I can't reply from my iPhone in that case, so it may take longer to reply.\nSamples are in the hands of some online retailers, and I expect to be shipping out wholesale orders in a week or two. (Waiting for the bigger shipment of ammo.)"}, {"update_no": "UPDATE #23", "update_userinfo": "Magnetapults are on thinkgeek!", "update_content": "I just got the tracking number this morning for the first 500 balls air-shipped to me. (The rest of the 9500 will be coming by boat to save a ton of money.)  Hopefully I'll get them end of this week or early next week so I can officially finish this Kickstarter project! :)  Thank you all for being so patient!\nI'm considering getting the mini Magnetapults injection molded from ABS plastic.  If that sells well in retail, I might do the same thing for the regular sized ones.  If I do either of those, I'll post an update on how you can purchase just the ABS parts if you'd like to replace your MDF parts, at very close to cost.  (It's quite a large initial investment for getting the molds made and the minimum orders, so it won't be happening very quickly.) Apparently some of you have used them so much, the trigger has worn out! :)"}, {"status": []}], "comment_no": 34, "projec_url": "https://www.kickstarter.com/projects/jfehr/magnetapult-the-magnetic-catapult-0", "project_name": "Magnetapult - The Magnetic Catapult"}}]