[{"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "My name is Julian Velard. I was born in Manhattan and I live in Queens with my wife and growing family. I'm a professional musician, a songwriter, and a piano player, and I am not Billy Joel.\nWhen I started out in the music business 20 years ago, I thought I was gonna be the next Billy Joel. Instead, I wound up playing piano bars for a living. Now, after two decades of living in the shadow of the Piano Man, I've decided the only way for me to become a STAR is to write a MUSICAL!*\nWith the help of my friend Mark from The Park, I've created a MUSICAL!* about my life. It starts me and Mark and it's a 100% TRUE, BRUTALLY HONEST LOOK AT MY CAREER AND MARRIAGE!** It's the best thing I've ever written and I believe it will make it to BROADWAY!*** \nThis is where you guys come in: staging a musical is a very expensive proposition. The average Broadway show costs around $6,000,000. I do not have that kind of money. I've set up this Kickstarter in the belief that together, we can raise this amount in the next 60 days. I've outlined the steps needed for us to reach this monumental achievement in crowdfunding, beginning with the release of the Official Queens Cast Recording of the MUSICAL!* and the below stretch goals.\nI'm offering some exciting stretch goals including a full production of my MUSICAL!* on Broadway!\n Most Broadway productions have wealthy producers who put tremendous financial backing behind a show. I, unfortunately, do not have any wealthy producers. But for all of you would be \"micro-producers,\" I will be 100% transparent with all the costs of this show. Here is a very accurate graphic that shows all of the money I've spent so far, and what I plan to do with the investment we raise.\nThis is what a MUSICAL!* costs folks, no joke!\nMost Broadway producers get a share of the profits in exchange for their investment. I cannot offer you a share in the profits. But I can offer you several amazing rewards, including the following:   \nSouvenir Letterpress Ticket Good For Admission to Opening Night on BROADWAY!**\nA one-of-a-kind Queensbill™ for my MUSICAL!* that comes with your CD purchase of the OQCR.\nBe a member of my Tech Team!\n\nA digital exclusive 4 song cover EP entitled \"Play Piano Man\"\nPrivate Zoom Shows where you choose the set list!\nFOR SERIOUS BROADWAY!** PRODUCERS ONLY\nA lot of you reading this have been following my career for a long time. I know you (like me) have wondered why I'm not more famous. This is your chance to make a difference and put my name up in lights where it belongs. We need to get this done in the next 60 days before I fall into the rest of my life of being a dad and a husband. IT'S NOW OR NEVER!  ", "risks": "Risks and challenges\n*not a musical\n**PLEASE DON'T TELL MY WIFE THIS MUSICAL!* EXISTS! She thinks Mark and I are good friends that hang out a lot at Dave & Buster's and have no idea what we're doing.\n***not actually Broadway\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Digital OQCR", "descp": "Advance digital copy of the Official Queens Cast Recording. Reward comes with package of B-sides + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["27 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "High Res Digital OQCR", "descp": "Advance digital high resolution copy of the Official Queens Cast Recording. Reward comes with package of B-sides + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (High Resolution Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital OQCR + Play Piano Man Covers EP", "descp": "Advance digital copy of the Official Queens Cast Recording + exclusive digital 4 song cover EP entitled \"Play Piano Man\".\nThis reward comes with a collection of B-sides (including songs that songs that didn't make the show) + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Digital)\nOfficial Queens Cast Recording (High Resolution Digital)\nPlay Piano Man Cover EP (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["45 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Digital OQCR + My Digital Decade", "descp": "Advance digital copy of the Official Queens Cast Record + \"Play Piano Man\" 4 Song EP + digital copies of all the music I made in my 30s.\nReward comes with package of B-sides + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Digital)\nOfficial Queens Cast Recording (High Resolution Digital)\nFancy Words For Failure LP (Digital)\nIf You Don't Like, It You Can Leave LP (Digital)\nSad Dad EP (Digital)\nPerson Of Interest EP (Digital)\nComfort Zone EP (Digital)\nPlay Piano Man Cover EP (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Signed Limited Edition CD of OQCR", "descp": "A signed, limited edition CD of the Official Queens Cast Recording that comes with a custom Queensbill and souvenir ticket Playbill (good for admission to opening night on BROADWAY!**\nThis reward also comes with digital copy of the album, \"Play Piano Man\" EP, package of B-sides that includes songs that didn't make the show + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Limited Edition CD Copy)\nOfficial Queens Cast Recording (Digital)\nOfficial Queens Cast Recording (High Resolution Digital)\nCustom 8 Page Queensbill Booklet\nSouvenir Letterpress Ticket\nPlay Piano Man Cover EP (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers", "Limited (63 left of 100)"]}, {"amt": "Pledge US$ 50 or more", "title": "Signed OQCR CD + My Physical Decade", "descp": "A signed limited edition CD of the Official Queens Cast Recording with custom Queensbill and souvenir ticket + physical copies (vinyl and CD) of my last two albums + digital copies of everything I've made this decade.\nThis reward also comes with digital copy of the album, \"Play Piano Man\" EP, a package of B-sides that includes songs that didn't make the show + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Limited Edition CD Copy)\nOfficial Queens Cast Recording (Digital)\nOfficial Queens Cast Recording (High Resolution Digital)\nCustom 8 Page Queensbill Booklet\nSouvenir Letterpress Ticket\nFancy Words For Failure LP (Vinyl)\nFancy Words For Failure LP (CD)\nIf You Don't Like It You Can Leave LP (CD)\nSad Dad EP (Digital)\nComfort Zone EP (Digital)\nPerson Of Interest EP (Digital)\nPlay Piano Man Cover EP (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers", "Limited (2 left of 25)"]}, {"amt": "Pledge US$ 100 or more", "title": "Signed OCQR + Handwritten Lyric Sheet", "descp": "A signed limited edition CD copy of the Official Queens Cast Recording + A handwritten lyric sheet of any song of your choosing.\nThis reward comes with digital copy of the album, \"Play Piano Man\" EP, package of B-sides that includes songs that didn't make the show + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Digital)\nOfficial Queens Cast Recording (High Resolution Digital)\nPlay Piano Man Cover EP (Digital)\nHandwritten Lyric Sheet (You Choose The Song)", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers", "Limited (14 left of 50)"]}, {"amt": "Pledge US$ 200 or more", "title": "Private Zoom Concert", "descp": "Book your very own Zoom show where you can choose the set - originals and covers. I will learn whatever songs you choose!\nINCLUDES:\nA concert in your living room\nA set of cover and originals of your choosing", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}], "stat": ["8 backers", "Limited (2 left of 10)"]}, {"amt": "Pledge US$ 300 or more", "title": "Signed OQCR + Commemorative Plaque", "descp": "FOR SERIOUS BROADWAY!** INVESTORS ONLY\nYou get a signed limited edition copy of the OCQR + \"Play Piano Man\" Covers EP, a copy of If You Don't Like It You Can Leave CD + copy of Fancy Words For Failure Vinyl & CD...\nPLUS A commemorative plaque with your name on it for you to mount on your seat when you attend the opening night of the show on BROADWAY!**\nThis reward comes with package of B-sides that includes songs that didn't make the show + all the content posted during the Kickstarter campaign.\nINCLUDES:\nOfficial Queens Cast Recording (Limited Edition CD Copy)\nOfficial Queens Cast Recording (Digital)\nOfficial Queens Cast Recording (High Resolution Digital)\nSouvenir Letterpress Ticket\nFancy Words For Failure LP (CD)\nFancy Words For Failure LP (Vinyl)\nIf You Don't Like It You Can Leave LP (CD)\nCustom Plaque With Your Name On It!\nCustom 8 Page Queensbill Booklet\nPlay Piano Man Cover EP (Digital)", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (2 left of 5)"]}, {"amt": "Pledge US$ 60 or more", "title": "Signed OQCR + Member of The Tech Team", "descp": "A signed, limited edition CD of the OQCR + Queensbill with YOUR NAME IN THE TECHNICAL CREDITS OF THE PLAYBILL. Reward includes Souvenir Ticket, \"Play Piano Man\" EP, digital copy of the OQCR + B-sides.\nBelow credits are presently available:\nPress Representative (4 available)\nStage Manager (4 available)\nDance Captain\nCasting Director\nMaster Carpenter\nMaster Propertyperson\nSound\nSpecial Effects\nWardrobe\nSecretary\nMusic Preparation Supervisor (2 available)\nPrinting Consultant\nMerchandising\nAssociate Choreographer\nHair Styles\nAssistant to Mr. Velard (7 available)\nAssistant to Mrs. Velard (2 available)\nAssistant to Ms. Cecilia Velard\nAssistant to Mrs. Ezra Velard\nAssistant to Mr. Joe Schiappa\nAssistant to Mr. Grant Black\nAssistant to Mr. Steve Power\nTheater Manager\nTreasurer\nAssistant Treasurer\nMaster Electrician\nMaster of Properties\nMaster Carpenter\nHouse Physician\nDecor\nWigs\nScenery\nLighting\nMen's Costumes\nWomen's Costumes\nBaby Costumes\nINCLUDES:\nOfficial Queens Cast Recording (Limited Edition CD Copy)\nOfficial Queens Cast Recording (High Resolution Digital)\nPlay Piano Man Cover EP (Digital)\nSouvenir Letterpress Ticket\nOfficial Queens Cast Recording (Digital)", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "21 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "Signed OQCR + Executive Producer Credit", "descp": "A brand new reward! Be one of only 7 people who hold the title of \"Executive Producer\" of my MUSICAL!* Your name will sit atop the technical credit page of the custom 8 page Queensbill that comes with the Official Queens Cast Recording.\nThis reward includes a signed copy of the limited CD edition of the OQCR complete with Queensbill and Souvenir Letterpress Ticket, a digital copy of the OQCR, and a digital copy of the \"Play Piano Man\" covers EP.\nINCLUDES:\nOfficial Queens Cast Recording (Limited Edition CD Copy)\nOfficial Queens Cast Recording (Digital)\nPlay Piano Man Cover EP (Digital)\nCustom 8 Page Queensbill Booklet\nSouvenir Letterpress Ticket", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "9 backers"]}], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "B-Sides, Remaining Rewards + PRE-ORDER VINYL FOR THE MUSICAL!*", "update_content": "Hello BROADWAY!** PRODUCERS!***\nIt's been a minute since my last updater, and I've been keeping very busy between diaper changes and episodes of PJ Masks. Here's a slew of news about our little BROADWAY!** MUSICAL!*:\nPRE-ORDER VINYL FOR THE OFFICIAL QUEENS CAST RECORDING"}, {"update_no": "UPDATE #25", "update_userinfo": "LAST CALL FOR REWARDS! Exclusive Thank You Livestream Friday!", "update_content": "Happy 1st of July my BROADWAY!** PRODUCERS***!\nMost of you probably know by now that the real Broadway has been shut down for the rest of the year. As heartbreaking as that is, Mark from The Park and I are seeing this as a real OPPERTUNITY!**** for our MUSICAL!*. So much so, that we've decided to do another Livetsream of the show tomorrow night on both Facebook and Youtube. We'll be running entire MUSICAL!* live tomorrow night, Thursday July 2 at 8pm ET + taking Q & As in the comments. It's a serious production, I promise! Please tune in!"}, {"update_no": "UPDATE #24", "update_userinfo": "VINYL HAS ARRIVED!", "update_content": "Hello big time PRODUCERS!** I got lots of news for you so lets get to it!\nYOUR REWARDS HAVE SHIPPED (mostly)\nI spent a solid 2 hours of my Wednesday mailing at the post office mailing rewards. The CDs look fabulous and the better print was worth the wait. I've included pics at the bottom of this update. There are still rewards that are waiting to ship - the handwritten lyrics, custom plaques and a few of the international orders. I am aiming to have everything 100% out the door by Wednesday July 1st."}, {"update_no": "UPDATE #23", "update_userinfo": "I live in St. Louis Now + The status of Lyric Sheets and Plaques, and a little freebee for you ;)", "update_content": "Hello BROADWAY!** Producers!\nIt's been a wild minute since we last spoke. I've had my hands full with family this past month: my wife is back to work full time and I'm home taking care of the kids. Since Rachel is an essential worker, we luckily qualify for free chilcare for Cecilia. 3 days a week we send her to an Emergency Childcare Center, a service provided by NYC where teachers wear masks and gloves and take temperatures of everyone who comes inside. It feels very Orwellian and a bit of a risk but so does me watching a three year old and a 5 month old every day. I'm sure the parents out there feel me on this tip."}, {"status": [{"Project funds successfully": "323 backers pledged $22,022"}]}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/julianvelard/please-dont-make-me-play-piano-man-a-new-musical", "project_name": "Please Don't Make Me Play Piano Man"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": " I love creating on any medium possible. Below you will see the prequel to the movie I am working on. I posted it to give y'all a feel for what my artistic vision looks like. I have written 10 books all of which can be found on Barnes and Noble, Walmart, Amazon, etc.\nThe prequel to the movie im currently working on", "risks": "Risks and challenges\nWith such a small audience, it's difficult to get my artistic endeavors (movies, books, music) the attention I feel they need. Making this project is a great way to get some exposure as well as build a platform for future things I do.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "justice williams\nFirst created · 0 backed\nIm a guy who makes music, writes books, and jacks off. K byeSee more"}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Signed copy of 1 book and a song", "descp": "Get my first book signed by me with a few extra goodies! I will also make a song and a music video for you!!!\nINCLUDES:\nAny of My ten books - written and by FUDGEWILLI", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Signed copies of 2 of my books", "descp": "I will sign 2 copies of my books (10 to choose from) , make a song for you with a music video and do a drawing.\nINCLUDES:\nAny of My ten books - written and by FUDGEWILLI\nMusic video and song\nVideo Request", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Signed copy of all ten of my books", "descp": "I will do it all. Wink wink", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"status": [{"Project ends": "APRIL 18, 2020"}, {"Project launches": "MARCH 19, 2020"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/fudgewilli1/justice-williams-presents-fudgewilli", "project_name": "Justice Williams presents FUDGEWILLI"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "Is there hope for the modern world? Or are we beyond the point of no return? \nOur 15-minute comedy hashes each side out as aspiring acolyte (Griffin Newman) clashes with a clan of cultists (led by John Cullum) determined to set off the apocalypse...\nInspired equally by the Marx Brothers and H.P. Lovecraft, The Acolyte aims to depict a victory of the optimist over the cynic – the battle we each wage in real life. Only in fiction can we guarantee the optimist a win – or at least give the cynic a nice pie in the face!   \nShot in luxurious black and white, The Acolyte's visual style deliberately evokes the early days of the teleplay, paying loving homage to the look of The Twilight Zone, Sidney Lumet's 12 Angry Men, and Ingmar Bergman's work on screens small and silver. \nIN FRONT OF THE CAMERA: \nGriffin Newman: Comedian, actor, star of Amazon’s THE TICK and Netflix’s upcoming animated MASTERS OF THE UNIVERSE reboot. Host of the weekly Blank Check podcast for unrepentant cinephiles.\nJohn Cullum: TONY®Award-winning theater legend and irrepressible raconteur in his 90th year! Also known for six seasons of NORTHERN EXPOSURE, and, most recently, THE BLACKLIST, THE MIDDLE, and MADAM SECRETARY. \nSteven Hauck, Robert S. Gregory, J. Bernard Calloway: Supporting ensemble of New York City's finest players. Recently seen in THE MARVELOUS MRS. MAISEL, UNBREAKABLE KIMMY SCHMIDT, WU-TANG: AN AMERICAN SAGA, BILLIONS and SUCCESSION.\nBEHIND THE CAMERA:  \nSammy James, Jr., Writer/Director: Sammy is a GRAMMY® Award-winning music producer and composer. His credits include Broadway’s KINKY BOOTS, and the films TROPIC THUNDER and SCHOOL OF ROCK, for which he wrote the title song. (When Jack Black takes his guitar solo, that’s Sammy playing!) Coming up in the NYC music scene of the early '00s, Sammy was a founding member of garage rock band The Mooney Suzuki, and played in numerous side-projects with members of The Strokes, Yeah Yeah Yeahs, and Jon Spencer Blues Explosion. Today, he is working with Cyndi Lauper on the Broadway adaptation of Mike Nichols’ WORKING GIRL, and writing and directing short films. CLICK HERE for more about Sammy.\nCatherine Eaton, Producer: Catherine is a director, writer, actor and producer. Her Kickstarter-funded directorial feature debut, THE SOUNDING, starring Harris Yulin (OZARK) and Frankie Faison (THE WIRE), is the subject of a branded mini-documentary by Stella Artois currently running on Hulu. Eaton was chosen for Tribeca's Through Her Lens lab and grant, and selected as a shadowing director for Ryan Murphy's Half Initiative on Fox’s 9-1-1. Her newest series BREAKING NEWS was selected for Independent Filmmaker Project's Film Week Forum, and her feature film script TWO WOMEN IN THE WILD GROUND is a Sundance Development Labs finalist. Eaton shares an EMMY® with the production team on THE HUMAN TOLL OF ETHANOL for Bloomberg TV. CLICK HERE for more about Catherine.  \nTracy Christensen, Costume Design: Broadway's SUNSET BOULEVARD, COMPANY, HAND TO GOD – Fred Buchholz, Special Effects: Jim Henson's FRAGGLE ROCK, THE MUPPETS TAKE MANHATTAN, FOSSE/VERDON – Roxy Martinez-Michaud, Production Design: Azealia Bank's ANNA WINTOUR – Angelos Rompolis, Cinematography: THE FIRST MEN\nREWARDS: \nDigital rewards save us shipping and save you space! But our storyboard postcards make great pieces of production process memorabilia, and even better bookmarks! \nHOW YOUR CONTRIBUTION WILL HELP: \nWork on The Acolyte began two full years ago, and we are finally in the home stretch...with $25,000 we can finish post-production on the film and release this beast into the wild!\n Film Intermediate & Grading: No digital grain added! We couldn't afford to shoot on film from the get-go, but our final edit will hit genuine, photochemical Kodak stock!\n Sound Design & Mixing: Audio plays a particularly major role in this film, from inventing the sounds of the supernatural, to a mind-blowing 5.1 mix!\n Original Score & Music Licensing: Custom-tailored leitmotifs and scratchy old needle drops – the best of both worlds!  ", "risks": "Risks and challenges\nFilmmaking is full of surprises and unexpected delays, which we've made our best effort to accommodate for when setting our timeline goals. The funds we are able to raise will go a long way in retaining the help needed to keep on schedule. With your support, we can get this film completed and out into the world as soon as possible!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Skin in the Game", "descp": "One buck gets you access to project updates, and entry to the glamorous world of independent film financing.\nINCLUDES:\nProject Updates", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Digital Art Download", "descp": "Digital wallpaper for your phone and desktop featuring film stills in luxurious black & white.\nINCLUDES:\nProject Updates\nDigital Art Download", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Signed Postcard", "descp": "Postcard featuring storyboard art by Sammy James, Jr. and signed by the same Sammy!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Stream the finished film! 👁👁", "descp": "Link to private online screener. See the film before it's set loose upon the general public! (You can do it in the nude, if you want to!)\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["51 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Special Thanks in End Credits", "descp": "Your name will appear in the end credits of the film – and you shall be recognized the world over as a cultivated patron of the arts!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Coaching Session w/ Sammy! 🎶", "descp": "Let a Grammy-winning music producer and certified MTV MADE coach help with your songwriting, showmanship, or whipping your band into shape! 1-hour remote session: one-on-one, or Zoom with your music group. Great gift for kids!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\n1-Hour Remote Coaching Session", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Director Commentary & Gag Reel", "descp": "Private link to commentary by Sammy and additional footage not included in the movie – like a streaming version of DVD extras!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Deluxe Digital Perks Package", "descp": "PDF downloads of script, storyboards, and the project's original pitch and production design look books – the whole shebang!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Private NYC Screening Invite 🎥🍷🧀", "descp": "You will receive an invitation to the private New York City premiere screening and afterparty for cast and crew!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package\nNYC Private Premiere Party", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Signed Shooting Script", "descp": "Original shooting script used on set, marked up with production notes and autographed by Sammy and members of cast and/or crew!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package\nNYC Private Premiere Party\nSigned Shooting Script", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Associate Producer Credit 🏆", "descp": "You get an associate producer credit, coupled with our deepest appreciation!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package\nNYC Private Premiere Party", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Credited Voice Acting Role", "descp": "Flex your voice acting skills and deliver a line of off-camera dialogue in the film! 😲🗯\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package\nNYC Private Premiere Party\nVoice Acting Role", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["2 backers", "Limited (1 left of 3)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Co-Producer Credit 🏆", "descp": "You are a credited co-producer on the film! Includes genuflections and multiple toasts!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package\nNYC Private Premiere Party", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10,000", "title": "Executive Producer Credit 🏆", "descp": "You are an executive producer of this baby! Includes your own card in the end credits, an IMDb credit, and our gargantuan gratitude!\nINCLUDES:\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package\nNYC Private Premiere Party", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "EARLY BIRD TOILET PAPER SPECIAL! 🌀", "descp": "Backers who pledge by the end of March will not only receive everything included in our Deluxe Digital Perks Package ($100 value) but will also become an envied recipient of ONE PRICELESS ROLL OF TOILET PAPER!!!\nINCLUDES:\n1 FULL ROLL OF TOILET PAPER\nProject Updates\nDigital Art Download\nSigned Postcard\nStream Finished Film\nName in End Credits\nDirector Commentary & Gag Reel\nDeluxe Digital Perks Package", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "20 backers"]}], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Coming Soon – JUNE!", "update_content": "Rewards now shipping!\nSpectacular backers – your storyboard art (and luxurious toilet paper) are on the way! For those yet to return a backer survey, your rewards are on deck and ready to go as soon as shipping info is received! "}, {"update_no": "UPDATE #6", "update_userinfo": "Digital Art Download Link", "update_content": "Gratitude \nWith the support of 225 friends old and new, THE ACOLYTE reached 114% OF ITS FUNDING GOAL! Your belief in me and selfless helping hands have rendered me speechless...so allow me to sing!"}, {"update_no": "UPDATE #5", "update_userinfo": "Rewards & Progress", "update_content": "85% and Climbing!\nAs we round into the home stretch, please allow me to express my immense gratitude to all 163 of our fabulous backers – you are truly heroic, THANK YOU!!! 💪\nHuge News – We've Landed a Matching Grant!"}, {"update_no": "UPDATE #4", "update_userinfo": "WE DID IT!!!", "update_content": "We've Cleared 50% – THANK YOU!!!\nGang! We're now 138 backers strong, we're an official Kickstarter \"Project We Love,\" and we're halfway to our goal! This could not have been done without your help and support, and my gratitude is massive!\nThank You Songs 🎶"}, {"update_no": "UPDATE #3", "update_userinfo": "FINAL WEEK and Our Goal is Within Reach!", "update_content": "Fellow Acolytes! We are off to the races!  \"The Acolyte\" has reached 20% of our funding goal! 😄\nStatistically, 80% of projects that reach 20% of their goal at this point are successfully funded – thanks to you, we've entered these auspicious percentiles!!! To express my appreciation, I've sung you a song:"}, {"status": [{"Project funds successfully": "225 backers pledged $28,747"}, {"Project launches": "MARCH 17, 2020"}]}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/sjj/the-acolyte", "project_name": "THE ACOLYTE: A Comedy for the End of the World"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "SINOPSIS\nEl Hormigón es un justiciero que ha regresado, después de 10 años de ausencia, para combatir a la escoria de la sociedad, pero se encuentra con la sorpresa de que su familia está muerta, sus amigos han caído en las drogas, y su ciudad natal ha sido inundada por la corrupción. Narcos, karate y salsa es lo que da forma a esta historia llena de acción y mucha sangre.\n\nDIRECTOR\nMi nombre es Edgar Javier y soy un exseminarista que decidió elegir otro camino para estudiar cine y así tener la oportunidad de contar historias. Desde mi estancia en el seminario, “El Hormigón” ha sido parte de mi vida: creé el personaje para demostrar a la gente que existen super héroes en los mexicanos comunes y corrientes. \nDentro del seminario, me di a la tarea de realizar el cortometraje de El Hormigón. Entre regaños y clandestinidad, utilizando mi tiempo libre, y con ayuda de mis compañeros seminaristas, pude realizarlo en un año. Esta versión, hecha con los elementos que tenía a mi alcance, representa la piedra angular de este proyecto y mi motivación para contar esta historia en formato de largometraje, añadiendo más personajes de los que originalmente tenía contemplados, más secuencias de acción y, sobre todo, ahondando más en la psicología de nuestro héroe.\nEl género que define la película es \"Acción serie B\", con alto contenido de sangre y con un tono cómico-satírico muy peculiar. El cine mexicano está pasando por un gran auge en los últimos años y esta es mi manera de presentar al público mexicano el género de comedia de acción, el cual ha sido muy poco explorado en nuestro país. \nTenemos talento y un equipo capacitado para realizar un largometraje, pero, sobre todo, mucho corazón.\n\nEl dinero recaudado se destinará de la siguiente manera: ", "risks": "Risks and challenges\nEl desafío más grande es la distribución de la película; Aspiramos a que nuestra película sea visto por la mayor cantidad de publico en México y el mundo. La película está por iniciar la etapa de producción sólo necesitamos de tu solidaridad para realizar este gran sueño.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Edgar Javier\n2 created · 0 backed\nRealizador Audiovisual.See more"}, "support": [{"amt": "Pledge MX$ 250 or more", "title": "Genial", "descp": "Gracias por apoyarnos es por eso que como reconocimiento estarás en la lista de agradecimientos de la película.\nINCLUDES:\nLista de agradecimientos en la película", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["3 backers"]}, {"amt": "Pledge MX$ 500 or more", "title": "Excelente", "descp": "Agradecemos mucho tu aportación es por eso que como recompensa tendrás el link de la película y estarás en la lista de agradecimientos dentro de la película\nINCLUDES:\nLista de agradecimientos en la película\nLink de la película", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["0 backers"]}, {"amt": "Pledge MX$ 1,000 or more", "title": "Fantástico", "descp": "Mil gracias por tu apoyo, en recompensa tendrás un agradecimiento especial de todo el Crew, es por eso que estarás invitado a la Premiere de la película\nINCLUDES:\nLink de la película\nLista de agradecimientos en la película\nInvitación a la Premiere de la película", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["2 backers"]}, {"amt": "Pledge MX$ 2,500 or more", "title": "MIL GRACIAS", "descp": "Estamos sorprendidos por tu gran colaboración, es por eso que tendrás un lugar muy especial en la película \"Productor Ejecutivo\"\nINCLUDES:\nLink de la película\nInvitación a la Premiere de la película\nCrédito en la película como \"Productor Ejecutivo\"\nPelícula en físico", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["0 backers"]}, {"amt": "Pledge MX$ 5,000 or more", "title": "¡Wooow!", "descp": "Tenemos una gran deuda contigo es por eso que formarás parte de los Co-Productores de la película y con la oportunidad de conocer al cast y crew de la película.\nINCLUDES:\nInvitación a la Premiere de la película\nLink de la película\nPelícula en físico\nCrédito en la película como \"Co-Productor\"\nFotografía del rodaje", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["0 backers", "Limited (10 left of 10)"]}], "updates": [{"status": [{"Project ends": "APRIL 19, 2020"}, {"Project launches": "FEBRUARY 19, 2020"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/elhormigon/el-hormigon-largometraje", "project_name": "EL HORMIGÓN (Largometraje)"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": " We're Making A Baseball Movie! \nHey y'all we're making a Baseball movie! I'm taking a swing for the Big Leagues with this one and we're pulling out all the stops (and I'm good pulling out - swear to god).\nWith your help you can help give the gift that keeps on givin' - and no I ain't talkin about herpes. I'm talking about a classic Baseball movie. A timeless classic - and you can be a part of it. \nWe are ready to start filming in July in St Louis if we meet our goal. \nWe are aiming to deliver rewards by December 2020. \n\nSTARRING:\nDonnie Baker\nTrailer Trash Tammy\nKristen Doute\nBronson Arroyo\nKent Murphy\nDirected By: Jay Kanzler\nProducer of movies such as 23 Minutes to Sunrise and Marshall's Miracle.", "risks": "Risks and challenges\nWe are serious about making this movie and making it right. It is possible some of the cast may not be able to make it into the movie. We may run into issues with filming and might have to push it back. If that is the case we would have to push back rewards to about 6 months after filming finishes.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Donnie Baker\nFirst created · 0 backed\nI’m making a movie and need y'alls help. I'm calling on you all to lend a hand because for some reason nobody’s buyin’ this damn boat of...See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Official Backer", "descp": "You are a part of the Pork Piglets. Thank you for your support.\nINCLUDES:\nThank you!", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 25 or more", "title": "Extra Credit", "descp": "Get a digital copy of the movie, and your name in the credits!\nINCLUDES:\nYour name in the credits of the movie!\nDigital Copy of the Movie", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Pork Cutlet", "descp": "Free autographed photo mailed to you and in you are put in the running to be picked as an extra in the movie. You could get lucky. Remember, I put the “O” in random!\nINCLUDES:\nAutographed Photo Mailed To You\nEntered into drawing to be an Extra in the movie\nYour name in the credits of the movie!", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 69 or more", "title": "You're a 69er", "descp": "This one is mainly for the ladies. Now, you can always say you 69’d Donnie Baker. Right to my face! Literally. Free autographed photo. Two donors will be picked to be extras and be part of my extra spank bank. Double the fun at the same time! Just like 69!\nINCLUDES:\nAutographed Photo Mailed To You\nTwo Entries into drawing to be an extra in the movie\nYour name in the credits of the movie!", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "My S.A.T. Score", "descp": "This donation matches my S.A.T. score. And it’s also a firm down payment on my boat. Free copy of my latest comedy album “Rear End Spoiler” and 3 donors will be picked at random from this tier to be extras in the movie.\nINCLUDES:\nAutographed Photo Mailed To You\nA Copy Of My Latest Comedy Album \"Rear End Spoiler\"\nThree Entries into drawing to be an extra in the movie\nYour name in the credits of the movie!", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "The 500 Club", "descp": "You’ve heard of the 700 club. Well this is basically the same except instead of healers, you’ll be in line to get a tuggie from Patty Ferguson. And trust me, she’s got forearms like Steve Garvey. Plus...Free autographed photo, CD and State Law T-shirt. Plus, you’ll be in the running to be chosen as an extra and possibly win a free trip to Donnie Baker’s Beach Bash Party!\nINCLUDES:\nOne entry into drawing for Donnie Baker's Beach Bash Party\nOne \"STATE LAW\" T-Shirt\nA Copy Of My Latest Comedy Album \"Rear End Spoiler\"\nAutographed Photo Mailed To You\nThree Entries into drawing to be an extra in the movie\nYour name in the credits of the movie!", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Dodge RAM 1500", "descp": "I own a Dodge Ram 1500. And nothing’s tougher than a Ram. You get everything the “500 club” gets plus an autographed DVD copy of the movie and signed movie poster!\nINCLUDES:\nAutographed DVD copy of the Movie\nSigned Movie Poster\nA Copy Of My Latest Comedy Album \"Rear End Spoiler\"\nThree Entries into drawing to be an extra in the movie\nOne \"STATE LAW\" T-Shirt\nAutographed Photo Mailed To You\nOne entry into drawing for Donnie Baker's Beach Bash Party\nYour name in the credits of the movie!", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Pork Producer", "descp": "This is what being a real Pork Producer is all about. You get all the merch “pork perks” mentioned above PLUS, you’re guaranteed a room for 2 at Donnie Baker’s Beach House And... a small role in the movie PLUS your name in the credits just like Speilburgs. Swear to God! If your phone has 5G’s... then, your wallet prolly does too. We need it! #StateLaw!\nINCLUDES:\nRoom for 2 at Donnie Baker's Beach Bash Party House\nSmall role in the Donnie Baker movie\nEverything from previous tiers", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10,000", "title": "The Next Spielberg's!", "descp": "You are the next Spielberg's. Hang out on the set. I’ll give you one of those directors chairs with you name on it. If you don’t say too much, you can help the director, until he tells you to “cut”! And you can tell all the ladies you are an associate producer. Chick magnet. You’ll be remembered in Enfamil for your donation on the IMDb page. You also get everything above.\nINCLUDES:\nHang out on set w/ Donnie & Crew\nName on IMDb Page\nAssociate Producer Credits for the movie\nAll other rewards from previous tiers", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}], "updates": [{"status": [{"Project ends": "APRIL 19, 2020"}, {"Project launches": "MARCH 5, 2020"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/donniebaker/donnie-baker-the-movie", "project_name": "Donnie Baker: The Movie"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "(En français ci-dessous...)\nWE DID IT ! WE PASSED OUR GOAL! MERCI MERCI MERCI...THANKS TO ALL THE INCREDIBLE SUPPORTERS THAT TOOK US OVER 100%. THANKS TO THOSE SUPPORTERS I'M GOING TO QUÉBEC TO RECORD MY NEW ALBUM! I'M SO GRATEFUL.  \nNOW WITH THE FEW HOURS LEFT WE GET TO SHOOT FOR THE STARS WITH AN OPPORTUNITY TO FUND A MUSIC VIDEO FOR THE ALBUM ($1500) AND COVER MARKETING COSTS THAT COME WITH THE RELEASE OF THIS NEW ALBUM IN SEPTEMBER (AD CAMPAIGN, PRESS AND RADIO PROMOTION...$3000). AS AN INDEPENDENT ARTIST, WITHOUT A RECORD DEAL THIS WILL HELP A LOT \nBonjour! My name is Eric John Kaiser. I'm a French Singer Songwriter exploring the US and Canada one French song at a time, and I need your help to record my new album in Québec\nI am a full time, independent, French singer songwriter originally from Paris, France (now based in Portland, Oregon since 2006) exploring the USA and Canada one French song at a time… I make a living playing music and take care of my own booking, marketing, production and promotion. It's a lot of work but I love it. \nLast June I was selected and received a grant from the \"Centre de la Francophonie des Amériques\" (a non-profit based in Québec) with the help of l'ANIM. As the only French speaking artist from the USA, I got to go and attend a workshop and perform at an incredible festival called \"Festival en chansons of Petite-Vallée\" in Gaspésie, North-East of Québec. There, I met a famous record producer Guillaume Arsenault and a wonderful blues-rock singer songwriter Jonny Arsenault who was just featured on The Voice in Québec. \nJonny Arsenault & Eric John Kaiser\nAfter our collaboration ended last summer, we talked about the possibility of doing an album together. My next album! This will be an incredible opportunity for me and I need your help to make it happen. Most of my songs are in French and recording an album in Québec, in such a vibrant music scene, would be an incredible opportunity for me and hopefully open many doors and take my career to the next level. I could then present it to bookers in Québec and record labels in Montreal to get help with promotion and distribution.  \nWhat I need & What you get\nMy last 3 albums have been recorded here in Portland, Oregon. Going over to Québec to record this next one would represent a big challenge for me and there are higher stakes. I need to pay for \nPlane tickets (over $600), \nLodging (TBD)\nThe studio in Québec ($400/day). \nThe producer's time ($3000), \nProfessional session musicians (as much as I can afford)\nMixing ($2000) once the album is done, \nMastering ($700), \nCD duplication ($2000) \nDistribution... \nIf I get more money that what I'm trying to raise, it will help me with promotional costs (to pay for a graphic designer to do the cover art, a Public Relations agents here in the US to promote the release, for ads, for touring...)\nUSB Baguette\nIn return for your contributions you will receive anything from\nAn advanced digital download of the album before it's release as well as acoustic demos of the song.\nA signed CD with a hand written note that I will send directly to your home\nYour name on the liner notes\nA T-shirt with a French Hamburger on it\nA hand made flash drive shapped like a baguette with on it all my 4 previous albums. \nAn acoustic concert in your own living room\nA signed guitar (the one I used to tour in Louisiana). Better than a live crocodile right ? \nTickets to an exclusive solo CD Release Party\nGet to play a song on stage with me and my band at our CD Release show\nand MUCH MUCH MORE... (check out the rewards on the right -->)\nKEEP IN MIND IT'S ALL OR NOTHING. IF I DON'T REACH MY GOAL I RECEIVE NOTHING (and if the campaign is not funded it will not cost you anything) SO THIS IS WHY I'M ASKING FOR YOUR HELP.\nIF I MEET MY GOAL, the extra dollars will help me invest in marketing to promote the release of the album. \nI'm not alone\nBeing an independent musician, I'm always used to doing everything on my own as much as possible, so asking for your help and support isn't easy. It makes me feel very vulnerable. But I still need to give you a chance to do it if you want. To be part of my team and of this new adventure. Making records is my life, it's why I've been doing this all this time. Your help pushes me to continue to do what I'm doing. It gives a meaning to everything. I can't do it without you. \nKicktarter is not an investment or charity. It is an exchange: fans help fund the project, and in exchange get rewards directly from me.\nIf you have any questions, please do contact me at: ericjohn@ericjohnkaiser.com\nThanks for your incredible support,\nEric John Kaiser\n\"French Troubadour\"\nhttp://www.ericjohnkaiser.com\nNOUS Y SOMMES ARRIVÉS! MERCI MERCI MERCI... GRÂCE À TOUTES LES PERSONNES QUI ONT CONTRIBUÉ, NOUS AVONS ATTEINT 100% DE MON OBJECTIF. JE VAIS POUVOIR ALLER AU QUÉBEC ENREGISTRER MON PROCHAIN DISQUE! J'EN SUIS TELLEMENT RECONNAISSANT. \nTOUS LES FONDS RÉCOLTÉS POUR LES QUELQUES HEURES QUI RESTENT ME PERMETTRONT DE PAYER POUR FAIRE UN CLIP VIDÉO ($1500)ET POUR LES FRAIS MARKETING RELATIFS À LA SORTIE DE CE NOUVEAU DISQUE (CAMPAGNE DE PUBS, EMBAUCHE D'UN ATTACHÉ DE PRESSE...$3000) EN TANT QU'ARTISTE AUTO-PRODUIT SANS MAISON DE DISQUE CELA M'AIDERA ÉNORMÉMENT. \nBonjour,\nJe suis un fabriquant de chansons, un musicien français, auto-produit. Je suis originaire de Paris, et maintenant basé à Portland dans l'Oregon sur la Côte Ouest des USA depuis 2006. Je m'occupe moi-même de trouver mes dates de concerts, de financer mes enregistrements et de faire mon marketing et ma promotion. J'arrive à vivre modestement de ma musique. \nEn juin dernier j'ai eu la joie d'avoir une bourse du \"Centre de la Francophonie des Amériques\" avec l'aide de l'ANIM, pour aller jouer en Gaspésie au Québec au festival en chansons de Petite-Vallée. J'ai été le seul artiste francophone a avoir été sélectionné. Là-bas j'ai rencontré le producteur artistique \"Guillaume Arsenault\", et le guitariste de blues Rock \"Jonny Arsenault\" qui vient de faire l'émission \"La Voix\" au Québec. Nous nous sommes découverts beaucoup de points communs et sommes devenus amis. Nous avons également parlé de faire un disque ensemble. Mon prochain album! \nEJK on porch\nMais, si j’arrive à vivre au quotidien de ma passion musicale, cela ne suffit pas pour réaliser un CD. Je cherche à collecter de l'argent pour financer ce 5ème album qui va me coûter plus de 12 000$ à enregistrer.\nL’intérêt de produire cet album au Québec est multiple. J’aurai d’une part une distribution au Québec et d’autre part un tourneur qui me trouvera des concerts. En tant qu'artiste indépendant, cela représente beaucoup. Ce serait une opportunité de carrière formidable pour moi et l'occasion de jouer plus régulièrement devant un public francophone, ce qui n'est pas toujours le cas ici dans l'Oregon. Je sollicite votre aide pour que cette opportunité de carrière devienne réalité et me permette de continuer à créer et à diffuser ma musique.\nCe dont j'ai besoin & Ce que vous recevrez\nCet argent servira principalement à payer pour:\nMon billet d'avion (Plus de $700) \nLe logement\nL'enregistrement d'un album de qualité en studio au Québec et le financement des heures de studio (400$/jour), \nLe paiement de l'ingénieur du son (40$/h), \nLe paiement du directeur artistique (3000$), \nLe paiement des musiciens. \net par la suite le mixage ($2000), le mastering ($700), la création de CD (2000$), la distribution...CETTE CAMPAGNE EST BASÉE SUR UNE SYSTEME DE TOUT OU RIEN. SI JE N'ATTEINS PAS MON BUT, JE NE TOUCHE RIEN (et cela ne vous coûte rien)\nStudio Tracadièche\nEn échange de votre générosité et de votre soutien vous pouvez recevoir différentes contreparties qui sont toutes listées sur cette page (recevez par exemple chez vous un CD dédicacé avant qu'il ne soit disponible dans le commerce, une clé USB avec toute ma musique, ayez votre nom dans le livret, je vous écris une chanson, etc...).\nSI j'atteins mon but, l'argent récoltée en plus me permettra d'investir dans une campagne marketing pour faire la promotion du nouveau disque. \nGrâce à vous...\n...je ne suis pas tout seul dans cette aventure. Ecrire des chansons représente beaucoup pour moi. Pouvoir les partager avec vous, donne un sens à tout ce que je fais. Cela me ferait très plaisir que vous fassiez partis de cette nouvelle aventure musicale avec moi. Grâce à vous tout cela deviendrait une réalité. \nKickstarter n'est pas un site d'investissements ou de charité. Il fonctionne sur un système d'échange. De l'argent collecté en échange de contreparties. L'argent me revient directement.\nSi je dépasse cet objectif financier, cela me servira à financer les coûts de promotion et de marketing de l'album.\nSi vous avez des questions n'hésitez pas à me contacter sur: ericjohn@ericjohnkaiser.com\nMerci de tout coeur pour votre soutien,\nEric John Kaiser \n\"French Troubadour\" \nhttp://www.ericjohnkaiser.com", "risks": "Risks and challenges\nIf I'm able to raise more than $12 000, the money will go towards paying for promotion and marketing expenses for the album - Si j'arrive à recevoir plus de $12 000, l'argent servira à financer la promotion et le marketing pour la sortie de l'album.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "Help me fight against global warming / Aidez moi à faire un clip sur le réchauffement climatique", "update_content": "(En français ci-dessous)"}, {"update_no": "UPDATE #26", "update_userinfo": "La fin d'une époque... / The end of an era...", "update_content": ""}, {"update_no": "UPDATE #25", "update_userinfo": "\"Je l'aime à mourir\" Video", "update_content": ""}, {"update_no": "UPDATE #24", "update_userinfo": "New Project / Nouveau Projet", "update_content": "(En français ci-dessous)\nBonjour! \nI hope you guys are well. I wanted to share with you a new project I've been working on for several weeks now. It's like an exclusive club called Patreon. If you join, you can get access to exclusive content (new songs, home made covers, on the road videos, mp3, song translations...) that will be posted nowhere else on the web. You can also get discounts to shows, invitations to private events, make suggestions on some songs to cover, etc... It's like joining my musical family. It's also a great new way to communicate. On top of that it will help me build my home studio. You can cancel at anytime. It's different from Kickstarter that way. "}, {"update_no": "UPDATE #23", "update_userinfo": "QUEBEC HERE I COME (again...) ! QUÉBEC ME VOILÀ (de nouveau...) !", "update_content": ""}, {"update_no": "UPDATE #22", "update_userinfo": "Bonne Année 2017 / Happy New Year", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "\"Making Of\" the album / \"Making Of\" de l'album", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "Thanks to YOU! / Grâce à VOUS !", "update_content": ""}, {"status": []}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/ericjohnkaiser/album-made-in-gaspesie-quebec", "project_name": "Album \"Made in Gaspésie\" (Québec)"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "Cunningham Maple Syrup and more is a company I started on the back porch of my home in early spring of 2014.  I remember helping my father boil a batch of Maple Syrup when I was a kid on the farm, and thought let me see what I can do with some of my late grandfather's spiles and make some Maple Syrup.  I tapped 20 holes in some of the larger trees on the farm and collected enough SAP to make about a gallon of syrup or more.  The pan in th e barn that was my grandfather's worked only for a couple hours due to the prior boils being to hot.  The pan eventually had holes develop and I resorted to boiling the rest with a cooker and propane tank.  I ended up making 1 and 1/2 gallons of syrup that season.  I told a couple co workers about this and they asked me if I could sell them some.  I looked into what the prices were from around the area and sold the syrup to them.  They were waiting at the door the next day excited to tell me how awesome it tasted.  From that moment I knew that this was an opportunity I could not pass on and began purchasing equipment for a larger scale operation.  In the spring of 2015 I expanded to 137 taps and produced 30 gallons on a homemade Evaporator built by my father and a flat bottom stainless steel pan I purchased online.  This summer I purchased a used 2 1/2 by 8 foot Evaporator and several tanks and am expanding to over 900 taps each having the potential to give me between 8 to 15 gallons of SAP and around a 45 gallons per gallon of syrup, I can produce between 160 to 300 gallons of syrup for the 2016 season.  I am asking for your pledge to help me expand again this year and to purchase the candy making equipment and supplies so that I can produce more than just Syrup. I plan on making both Cotton Candy and Maple soft candies. Thank you for your support.", "risks": "Risks and challenges\nLike all products that are dependent on mother nature, Maple Syrup has two flaws and that is the amount of time the SAP will flow, and how much sugar the SAP will contain. I have put the necessary limitations on the pledges so I am sure to have the minimum amount of syrup needed to fill pledge orders. As long as the amount of SAP flows as it has in the past I am still going to be able to make 200 gallons of syrup.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Shane Cunningham\n4 created · 1 backed\nMy name is Shane Cunningham I am 30 years old and am a fourth generation farmer. I was born and raised on the same piece of land that I am...See more"}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Sap house construction part 2 with Syrup pan test", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "Sap house construction", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "SAP house expansion part 2", "update_content": "I have added a pledge for a half pound (8 oz.) Tub of Maple cream."}, {"update_no": "UPDATE #3", "update_userinfo": "Nee pledge", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Photos from last season", "update_content": "The SAP house is getting a much needed expansion this month, and will double its size so I can not only boil there but filter and process the syrup and have the room for the Maple candy machine."}, {"status": [{"Project ends": "FEBRUARY 1, 2016"}, {"Project launches": "DECEMBER 8, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/2047616823/cunningham-maple-syrup-and-more", "project_name": "Cunningham Maple Syrup and more..."}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "Here at Harvest Beat we have are location picked out. We have gotten a loan to get into this amazing spot here in Wallingford Seattle. The kickstart will help us complete our projects and get our inventory to stay open!!  We are currently working our tails off remodeling by painting, cleaning, putting up fixtures, new refrigerator etc.  We have friends, community that are helping us get this done.  We will be one of the only vegan fine dining restaurants in Seattle.  Harvest Beat will help this community thrive through amazing wholesome food, cooking classes, supporting local farmers and a place to gather to make lasting friendships.  We are really excited to share this new space with you.  We are  creating a community that can share local organic foods to create a more conscious living and make a difference in this world.  Thank you so much in advance!!!", "risks": "Risks and challenges\nAlthough we are working day in and day out we realize that set backs may occur. We have an amazing group of workers that have pledged to help us out here at Harvest Beat. We feel we have the human power to call in the troops if we need too. We have applied for all of our applications and permits. We have already contacted our local suppliers/farmers so that they to will be ready for our opening.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Aaron and Jan Geibel\nFirst created · 0 backed"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Another deal", "update_content": "Dear Backers\nWe did not successfully get funded on this campaign but we are feeling motivated and excited about our new space.  The best way you can support us is by telling your friends , stopping by , try our food and join our community of amazing people.  We will keep you posted on our amazing journey!!  Thank you and may blessings come your way \nIn gratitude \nHarvest Beat "}, {"update_no": "UPDATE #4", "update_userinfo": "Would love your support just by coming by", "update_content": "For those of you that have pledged to Harvest Beat we are so appreciative of your support and confidence in us.  We only have one day left to meet our goal.  Aaron and I already feel so blessed that we will work endless hours to make Harvest Beat successful.  Please come in say hi and join us in making this community great!!"}, {"update_no": "UPDATE #3", "update_userinfo": "One day to go", "update_content": "As we near our final week with our kickstart project Aaron and I feel grateful for those that have backed us thus far.  We have been hard at work making this space beautiful and ready for our guest.  Our two chefs Joe and Jacob have been serving up fresh, innovating, delicious food.  We have already received 5 stars from some of our guest.   If we make it to our goal we will pay off a part of our debt and be able to keep creating, serving and offering classes to ensure the wellness of our guest, our community!  Thank you to our backers and thank you in advance for considering Blessings Harvest Beat  "}, {"status": [{"Project ends": "JANUARY 8, 2016"}, {"Project launches": "DECEMBER 9, 2015"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/232451786/sutra-harvest-beat", "project_name": "Sutra Harvest Beat"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "Hey guys!\nWe're Jena & Desiree (if you really want to get to know us, check out our Instagram), two best friends who make handcrafted candy in San Diego, CA. We love giving away free candy on Instagram, and creating lip sync videos with our friends to announce the winners. More about that later...\nWe have a GREAT problem. We sell more toffee than we can produce! We have a tiny shop in the East Village neighborhood of downtown, but we use a shared kitchen that is located in another part of town. Our current situation has a HUGE impact on production quantity, quality, efficiency, and variety. All of these can be vastly improved if we have our own kitchen, right here in our shop. \nWe started Sweetbricks with the little money we had, no loans, no investors, no crowd funding. We started selling online, and with such an immediate and amazing response from our followers and community, opened a brick and mortar shop 4 months after we started. We've been open for almost two years, but the next step involves your help! \nWe can't continue to grow with our current situation, and we would love to include YOU in our new goal. Together we can build an awesome kitchen that would help Sweetbricks thrive. \nWe love you ALL, so much!\nxoxox\nJen & Des\nBacon Toffee\nCookies N Cream\nPeanut Butter Chocolate Toffee\nBonfire S'mores Toffee\nAnd more lip sync goodness...Be sure to follow us on Instagram for more videos :)", "risks": "Risks and challenges\nOur shop is located in an old, historic building. We may face some permitting challenges once we start building. Also, Desiree faces the challenge of entering her 30's as a single woman. Nothing a sweet $5,000 pledge can't fix.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jena Perez & Desiree Glade\nFirst created · 7 backed\nWe've known each other for about 18 years now. Even though we don't have much in common, we've stayed connected over the years through good...See more"}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Why do we need help?", "update_content": "Throughout the course of this Kickstarter campaign, we've had the same question asked:\n\"It seems like your business is doing well, why do you need funding?\"\nThe simple truth is that we are only able to make enough product to support our operation, and not enough to cover the massive expense of a new kitchen. Profits have hit a ceiling because of limited production in our shared space. \nThe good news is that demand has been growing everyday, so it does make sense for us to continue business if we can increase production. "}, {"update_no": "UPDATE #6", "update_userinfo": "Star Wars Weekend + New Toffee Flavor", "update_content": "The Force Awakens...who saw it!? We've been hyped all year, and its finally here. We celebrated all week with dancing Stormtroopers, and custom fan art candy boxes. \nWe are also launching one of our favorite seasonal flavors in the shop today: Milk + Cookies Toffee! Our award winning toffee studded with whole chocolate chip cookies, and covered in creamy white chocolate. Just in time for santa. Only available in store :)"}, {"update_no": "UPDATE #5", "update_userinfo": "Your mother was totally lying to you...", "update_content": "...it's ok to take candy from strangers. This sweet shirt proves it. Want one? Simply pledge $20 and choose the \"shirt\" reward. "}, {"update_no": "UPDATE #4", "update_userinfo": "Whiskey Toffee, Coffee Collabs, and Video Bloopers", "update_content": "Earlier this year we were approached by Henebery Whiskey to create a collaborative toffee flavor. This project involved some experimentation, which proved to be a challenge with limited access to our shared kitchen. It took a few months to make it happen, but the Limited Edition Henebery Whiskey was released today :)"}, {"update_no": "UPDATE #3", "update_userinfo": "Holiday Madness & The Infamous Bacon Toffee", "update_content": "This week has been absolutely NUTS. Wait, its only Monday? We have more orders than we can handle in our shared kitchen, and we actually had to turn a few down today. As a small business, it HURTS to have to make that decision, but we can't risk being late with our current orders. Sleep schedule is currently at about 0-2 hours. \nWe also announced the winner of our Instagram contest to win a box of our exclusive Kickstarter flavor: BACON TOFFEE. Head over to our Instagram to check out the video. If you want your own, pledge $100 to our Kickstarter and choose the Early Bird Special. "}, {"update_no": "UPDATE #2", "update_userinfo": "Growing Pains", "update_content": "\"I wish I could take the risk and start my own business.\"\nWe hear it at least once a week. We get to meet all kinds of super talented people everyday, but most of them are terrified of walking away from their day jobs to pursue a passion.\nTwo years ago Desiree and I walked away from our desk jobs to make candy full time. Neither of us went to business school, heck, I didn't even graduate college (I may have the record for most drop outs at The Art Institute), and we certainly are not chefs, or even cooks. So why did we think we could open an all toffee shop in San Diego, and even manage to keep the doors open for more than a few months?"}, {"update_no": "UPDATE #1", "update_userinfo": "Best Backers EVER.", "update_content": "Wow! 10% of our goal in the first day. Looks like Santa sent us the most amazing group of backers Kickstarter has ever seen! Words cannot express our gratitude and love!!! Xoxox"}, {"status": [{"Project ends": "JANUARY 8, 2016"}, {"Project launches": "DECEMBER 9, 2015"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/91995893/sweetbricks-toffee-shop", "project_name": "Sweetbricks Toffee Shop"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "i have 2.5 acres of land with a 2400 square ft building on it 2 story with water and electic. i would like to turn the land into a permaculture farm and mushroom farm.i have grown mushrooms before and also sold to many places in western nc about  85 different places and 3 cities.i wanto cultivated wild mushrooms in the wooded areas of my land also grow oystermushrooms and shitakes,buttonmushrooms. and i would like to grow horseradish,hopes fruits,berries garlic,and many other plants i have places that will buy my farm goods i want to make it green energy and organic. i believe with funding i can make it work and be very successful", "risks": "Risks and challenges\nthe risks are weather bad crops things not growing right. i have been farming for years with other peoples farms and i grew oyster mushrooms,shitakes for 5 years i also know how to do the micology on the mushroom spores. it may take a while for the permaculre to catch and grow every year but i have alot of knowledge in this field and still going to differnt places to learn more. with alittle help i can make a very successful farm\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "steven hutchinson\nFirst created · 0 backed\nMy Name is Gene, I am 37 years old from and Moab, Utah. I currently reside in Asheville, NC. Ive been in food and farming most my life and...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "random winter projects", "update_content": "starting on diggimg spots form plants.hope this year to put blueberries,raspberries,horseradish,garlic,and a few fruit trees,like plum,fig,necturine,peach,grapes,also herb like thyme,rosemary,sage,mint,gingermint.this is a few plants i want to put in that will grow back every year."}, {"status": [{"Project ends": "FEBRUARY 3, 2016"}, {"Project launches": "DECEMBER 5, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1454337408/atlas-permaculture-and-wild-mushroom-farm", "project_name": "atlas permaculture and wild mushroom farm"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "We are Micro Farms:\nMicro Farms LLC. is an urban farming social-enterprise transforming underutilized homeowner resources into local and healthy food producing systems. Our operations are guided by chemical free, biointensive, permaculture practices. We are dedicated to sustainably strengthening our community through healthy food accessibility, outreach, and education.\n“Micro Farms has created an exciting sustainable business model that has taken local and organic food to a whole new level.” -Anna Perks, Business Sustainability Advisor, Boulder County\nJoin the Urban Agriculture Revolution:\nWe are partnering with homeowners in the Denver metro area which we affectionately call our \"Yard Partners.\"  Our community of Micro Farms Yard Partners provide us with yard space and water to install bio-intensive organic gardens and in exchange receive a full share of produce from our weekly Micro Farms CSA. We maintain each Micro Farm, building the soil for seasons to come, and harvest fresh, nutritious food that we then distribute through CSA shares, Farmers’ Markets, direct sales and local, sustainably minded restaurants.\n\"This is the best model ever: lettuce instead of lawn, with a box of organic veggies each week, the satisfaction of precious water used for produce not bluegrass, and a wonderful group of urban farmers to work with. We couldn't be happier to support Micro Farms in their mission.\" - Molly & George Mayfield, Micro Farms' \"Yard Partner\"\nHelp Us Grow:\nAfter our first year of operations, we have found a permanent one acre home in Arvada, Colorado to headquarter our operations and build our model Micro Farm. This will serve to streamline operations, house our new Wash Station and Cold Storage facilities. Our Kickstarter Campaign will allow us to construct these facilities as well as perform essential repairs to storage buildings and replace the existing greenhouse roof. The goal of our campaign is to increase efficiency in our operations, so that we may grow sustainably and increase both the access and supply of healthy, local produce.\n“Want local organic produce? You can’t get more local than your neighbor’s backyard!” - Matthew Zald, Chief Operating Officer, Micro Farms\nEstablish Our Roots:\n$7,200: Washing Station with Integrated Water Repurpose Irrigation System:  Our Permaculture inspired washing platform will serve multiple functions in this system. While streamlining our ability to clean and provide quality control for our produce, this wash station is designed to capture and store water used for irrigating our on site model Micro Farm. Harvesting water for a second use allows us to provide garden irrigation as well as aid in the function of the cold storage facility located below. \n $6,600: Cold Storage: On-site cold storage will vastly increase the longevity of our produce, allowing us to both drastically reduce food waste and increase nutrition availability. The cold storage will be a walk-in cooler built into a hillside and will be just just under 120 square feet. This provides natural temperature and humidity regulation while greatly reducing the amount of electricity needed to operate. The storage is located directly below the washing platform to both maximize efficiency and minimize our land footprint. \n $2,500: Greenhouse: The existing greenhouse is in need of repairs to make it operationally viable. The new roof will be composed of polycarbonate sheets designed to maximize solar gain and heat retention. This conversion is a crucial component in extending our growing season and the size of our production by allowing us to start large numbers of seedlings for our outlying Micro Farms and producing multiple harvests through the year. \n$3,200: More Micro Farms!! We have a growing list of excited and willing homeowners that are eager to convert their lawns into local, organic gardens! While we are incredibly grateful to see our Micro Farm family grow, each new site comes with installation costs, such as materials for our customized drip line irrigation systems. As our organization has grown in size, we are hoping to rapidly increase the number of Micro Farms this coming season in order to aid us in our mission of increasing hyperlocal food production and accessibility. \n $500: Shed Repairs There’s nothing special about sheds, but they’re a farmer’s best friend when storing tools, equipment and supplies at the end of the day. Fortunately our new headquarters have two of them, but they are in need of some serious repairs, if they are to keep out the elements and any curious creatures.\nWhy Micro Farms?\nColorado’s population is forecasted to increase approximately 60% by 2035 and double by 2050 with most forecasted to occur along the Front Range. The State projects a significant future water supply gap, beginning to develop in the 2014 and growing to 1,000,00 acre feet by 2050. The gap will primarily result from municipal and industrial needs. By 2050, total municipal and industrial water demands are projected to double relative to 2009 demands. Currently, Denver Water estimates that 48% of it’s retail water is being used by single-family homes with the average user using 50% of that water for maintaining their lawns. Lawns use enormous amounts of water and only produce extra work, i.e. mowing, for the homeowner. Furthermore, according to the USDA, consumer demand for organically produced goods continues to show double-digit growth. Also, organic products have shifted from being a lifestyle choice for a small share of consumers to being consumed by a majority of Americans with two-thirds of consumers interested in buying local to support local economies.\n\"The folks at Micro Farms have mastered the Simple and and the Brilliant: who knew that our urban/suburban expanses of lawn could be tilled into organic veggie patches? Don't mow - let it grow! They've developed a brilliantly simple way to re-purpose land and precious water into beautiful gardens through hard work and tender care. Sean Conway and his group are professional and a pleasure to work with; we were delighted to donate part of our back yard to them.\" - Molly and George Mayfield, Micro Farms' \"Yard Partner\"\nMicro Farms is poised to divert homeowner’s water usage to more productive uses for our local community as well as to capitalize on the increased population and demand for locally grown organic food.\nMicro Farms in the News:\nDenver Channel 7 ABC: “Lakewood startup wants to farm your yard for free” \nhttp://www.thedenverchannel.com/news/local-news/lakewood-startup-wants-to-farm-your-yard-for-free\nDenver Channel 31 Fox: “Man turns people’s yards into micro urban farms; everyone benefits” \nhttp://kdvr.com/2015/09/01/man-turns-peoples-yards-into-micro-urban-farms-everyone-benefits/\nThe Denver Post: “Local Farmer brings unique business to residents’ backyards in Golden” \nhttp://www.denverpost.com/golden/ci_28700984/local-farmer-brings-unique-business-residents-backyards-golden\nSeedStock: “Colorado Man transforms backyards into Micro Farms” \nhttp://seedstock.com/2015/10/12/colorado-man-transforms-backyards-into-micro-farms/", "risks": "Risks and challenges\nWith any building projects there are inherent risks of unforeseen circumstances, delays, weather, and budget. Weather will be a challenge because we will be building in Colorado that has extremely variable weather. Our timeline is limited to finish these projects before spring because once spring rolls around we will be busy installing and managing Micro Farms. Furthermore, the budget has been thoroughly researched, but there is always the risk that projects will go over budget. We have tried to mitigate this risk as much as possible and have backup plans in place. Sean Conway and Matthew Zald, both have years of experience in program management in developing countries with limited budgets as Peace Corps Volunteers. They plan to use their creativity, experience and determination to find appropriate solutions to any problem that arises.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Recent Hail Storm and Micro Farms' Recovery Efforts", "update_content": "As many of you know, and may have experienced. The Western Denver Metro area experienced heavy thunderstorms that brought damaging hail on the evening of Tuesday June 28th. Although only lasting 15 to 20 minutes, the awesome force of nature was on full display. Of our 22 Yard Partners in the Micro Farms local food network, only 2 were spared. Most of our Micro Farms have experienced 70% to 90% of damaged crops. Some of these crops we planted in our greenhouse dating back to the beginning of March. In this very short amount of time, thousands of hours of work were nullified and our fledgling 2 year old business was left as tattered as our fields.\nMicro Farms has painstakingly committed our operations to be chemical-free. We believe that this is the only way for a healthy future for our food system, community and environment. Furthermore, we partner with local homeowners, our “Yard Partners,” to grow our crops. We convert their grass lawns into chemical-free gardens, thereby diverting underutilized resources (water to grow grass) into growing hyper-local food for our community. We had high hopes for this year. We have been working very hard at expanding our local food network from last year’s 9 Yard Partners to 22 Yard Partners this year. Furthermore, we have been building a washing and storage facility to process our healthy produce, so that you know exactly where and how your food got to your table. However, in just that very short amount of time, this hailstorm has put everything in jeopardy. "}, {"update_no": "UPDATE #6", "update_userinfo": "Happy Spring Everyone!!!", "update_content": "Even though Colorado has been been hit with some late blizzards and snowstorms, we here at Micro Farms have been hard at work.  We thought it would be a good time to give everyone a little update with what we have been up to!\nBefore these snows, we were able to use some nice days to finish our greenhouse!  We took off an old roof and replaced it with polycarbonate panels.  Now the greenhouse is full of shelves, planters and lots of seedlings.  So this weather is not holding us back from gearing up for a successful and bountiful 2016 season of growing healthy local food.  "}, {"update_no": "UPDATE #5", "update_userinfo": "March Madness Sale: Up to 20% off Full & Half CSA Shares", "update_content": "Spring is right around the corner and we have been hard at work.  We have had to change directions on some of our projects, but that will in no way affect our ability to follow through on everyone's rewards.  The projects will just look different, but serve Micro Farms just the same.\nThis warm weather has gotten us excited for the 2016 season!!!  We have been working very hard on signing up people up for our CSA Shares.  And we have some great deals for new customers as well as our Kickstarter Backers.  Sale ends March 31st.  "}, {"update_no": "UPDATE #4", "update_userinfo": "We Have Achieved Our Goal!!! 2 days until Finale!", "update_content": "With your support, we have met - and surpassed - our $20,000 minimum goal for Kickstarter!!!  This means that the projects WILL be funded!  Thank you so much for your help in making this campaign a success.  We would not be in this great position, with 2 days still left in the campaign, without each and every one of you.  We are incredibly ecstatic and grateful to every one of you for your support.  Each donation made a significant impact and gave us the momentum we needed to keep pushing forward.  \nThe campaign ISN'T OVER! We have until Friday (11:59 pm MST) to receive pledges, and funding raised will go towards converting even more lawns into Micro Farms!!!  If you have been spreading the word about the project to your contacts, please let them know that the Kickstarter is in its final hours and THERE IS STILL TIME."}, {"update_no": "UPDATE #3", "update_userinfo": "Final Push! 5 Days Left, just a little bit to go!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "New Sweet Sweet Rewards Added!", "update_content": "We have added a new reward for $35 donations, a half pound of honey straight from the hives at one of our Lakewood micro farms.\nAlso!\nFor the first 8 donations of $850 or more we are adding a half pound of local Micro Farms honey."}, {"update_no": "UPDATE #1", "update_userinfo": "Almost Half way there!!!", "update_content": "We want to take this moment to thank each and every one of you for supporting our campaign!!!  We have been overwhelmed by your support!  We are almost half way to our funding goal minimum and we could not have done it without your dedication.  So we are sending a heart felt thank you to each and every one of you!!!\nWe don't mind if you brag about your support of Micro Farms on social media and through your personal networks...You have earned it!!!  Please make sure you let people know that you have supported our project and the reasons why!!!"}, {"status": [{"Project funds successfully": "133 backers pledged $21,106"}, {"Project launches": "DECEMBER 16, 2015"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/microfarms/micro-farms-colorado-greenhouse-processing-and-sto", "project_name": "Micro Farms Colorado"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "What our goal looks like.\n   Save The Honey Bees Feed The World                                           When I Started the farm I had one simple goal in mind,rescue colonies to provide people with quality, non pasteurized honey at a price that is competitive with generic supermarket brands. There are many honeys available on the market today but many of them are pasteurized and are imported. Which don't have the same quality or health benefits. At Hanna Honey Farm our vision is simple, Local products from local producers to help support the local economy. We take great pride in purchasing all our materials locally whenever possible. By supporting our project your not just helping a local bee keeper but local growers also. The funds we hope to raise will got to wood and frames for the hives,equipment,& a structure to support production. We strive to build 25 or more hives in 2016.", "risks": "Risks and challenges\nWe receive regular calls to remove bees from houses, dyeing trees & even farmers desperate for pollination. Without notification these bees would be destroyed. It's considered dangerous to rescue most hives due to structural instability but we are successful 98% of the time. Our goal is to create & maintain landscapes far from bumper crops that use pesticides. A challenge all its own. Working with organic growers and enjoying our job of protecting bees is truly a privilege. Regular inspections and laws are in place to protect this privilege.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Ranae Hanna\nFirst created · 0 backed\nBorn in TX 1983 with an old soul. Raised in both AR & TX. Married a hard working mechanic soon after graduation & have been a home maker ...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "One more chance to help!", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Call and we will be there", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "Thank you for your support!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Repairing a hive frame like this one today while the sun is out! 1000's of bees per box once they become strong!", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Always canning on the Homestead! The bees are bedding down for winter!", "update_content": ""}, {"status": [{"Project ends": "JANUARY 17, 2016"}, {"Project launches": "DECEMBER 15, 2015"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/1033752587/hanna-honey-farms", "project_name": "Hanna Honey Farms"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "We are establishing a farm in the south of Hamilton, Ontario.\n In 2013 we moved to Hamilton. Since then, we really like local food and the environment. As our agricultural experience since childhood, now we decide to purchase land and establish a farm in the south of Hamilton. What we are going to do is following.  \n1.To plant corn, sweet corn, soybeans or wheat in main part of our farm\n2.To build greenhouses for about one acre\nThe greenhouses will enable us to grow vegetables and fruits year-round. We plan to grow green bean, cucumber, tomato, carrot, zucchini, pepper, romaine, spinach, cilantro, green onion, garlic and strawberry. All the vegetables and fruits will grow at the same time from March to December every year.\n We promise that chemical fertilizers or pesticides will not be used for the crops in our greenhouses. We will mount a webcam and let the world see live video clips of our work in the greenhouses and crops growing.\n3.To build a henhouse\n We will have less than 100 free-range chicken from March to December each year. The chicken will grow up from March to July, and lay eggs from August to December. The chicken can move freely in grass land and corn field in front of the henhouse.  \nWe promise that chicken will be fed on dry corn or other grains, not formula feed. We will also mount a webcam and let the world see live video clips of our work in the henhouse and chicken growing.\n4.To deliver our produce directly to our backers as rewards\n Delivery period: from June to December 2016\nA box of our produce, worth at least $30, including fresh fruits, vegetables and eggs (subject to seasonal availability) will be delivered. The worth of our produce delivered will match the price of common produce in supermarkets, although we will not use chemical fertilizers or pesticides. Our backers can tell us any unwanted produce.\nDelivery area: Hamilton, Dundas, Ancaster, Brant, Brantford, Stoney Creek, Grimsby, Caledonia and Burlington (close to Hamilton within 30 minutes drive)", "risks": "Risks and challenges\nWe are a small team to begin a farm. It will certainly be a very busy opening. Unexpected work and cost will also happen. However, we still promise to work as hard as we can to fulfill our promises to our backers. \n\nIf we can not deliver the sufficient times of our produce to our backers (listed in “Rewards” part), we will return money ($30 for each time of missed delivery) in December 2016.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Yin Wei & Guangdong Zhang\nFirst created · 0 backed\nIn 2013 we moved to Hamilton. Since then, we really like local food and the environment. As our agricultural experience since childhood, now...See more"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1549673449/skyland-farm-in-hamilton-on-ca", "project_name": "Skyland Farm in Hamilton ON CA"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/thecandyman/help-the-candyman-make-his-come-back", "project_name": "Help the Candyman make his comeback!!"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1970414975/cassanova-records", "project_name": "Cassanova Records"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/kelli-motel/sketchtrekk-a-travelogue-coloring-book", "project_name": "SketchTrekk: A Travelogue Coloring Book (Canceled)"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1597957972/mean-bird-a-fried-chicken-food-truck-traditional-a", "project_name": "Mean Bird. A Fried Chicken Food Truck. Traditional & Vegan."}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1152439116/gunnar-and-jakes-gourmet-pickles-and-peppers-llc", "project_name": "Gunnar & Jake's Gourmet Pickles & Peppers, LLC."}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "ABOUT ME & NBC\nGrowing up in Virginia, pickling was a way of life. It didn’t matter if I was at a Bluegrass festival in Sperryville, Virginia eating garlic habanero pickles or crabbing with grandpa in Edgwater, Maryland snacking on pickled beets that grandma made. I was influenced by family and friends with my passion for good food. So much so that I started in the restaurant business in the DC area as soon as I turned 18.\nI moved to Las Vegas in my early 20′s and continued my culinary education. After working in all kinds of cuisine from American to French to Asian I learned more then I could have ever imagined. Now after almost 20 years in the industry I decided to tell my culinary story through a glass jar.\nWe are a Battle-Born company specializing in handcrafted artisanal complements. Products Include pickles, rubs, brines, sauces and bar accoutrements.\nOur products are sourced from local purveyors based on what is seasonally available. This provides NBC the ability to offer seasonal, limited releases with a variety of flavor profiles and produce.\nEnjoy and thanks for the support!\nMatt — Pickle Guy\nPRODUCTS\nCurrent releases\n• Deli Style Pickle - Garlic & Dill\n• Boozy Pickle - Whiskey & Fresno Pepper\n• Stagecoach Carrots - Ginger & Spice\n• Pickled Cauliflower - Sweet Curry & Peppercorn\n• Pit Master BBQ Rub\n• Pickle Back Shot Glasses\nComing soon\n• \"ICKY\" Pickle - Hops & Juniper Berries\n• Ruby Red Onions - Sweet & Sour\n• Boundary Pickle - Thai Chili & Habanero\n• High West Taco Seasoning\n• Great Basin Sea Mix\nTHE FUNDS\nThe money from this Kickstarter will help finance supplies (jars, lids and labels) as well as the cost of produce to fill orders and build inventory.\nCROSS-BRANDING\nWe are currently working with the following Nevada businesses and are developing cross-branded products.\nOur signature Boozy Pickle is made with local whiskey and Fresno Peppers. The Boozy Pickle Series is now in production with the following distilleries: Las Vegas Distillery, Seven Troughs Distillery, Verdi Local Distillery, Branded Hearts Distillery and The Depot Brewery & Distillery. Each release carries its own unique flavor.\nThe newest release is our \"ICKY\" Pickle in collaboration with Nevada's oldest brewery, Great Basin Brewery. We are using their Ichthyosaur \"ICKY\" IPA in our brine and balancing the flavors with Juniper Berries.", "risks": "Risks and challenges\nThe largest challenge this project faces is capitol. We are in need of working capitol so that we may have raw materials on hand to meet the wholesale and consumer demand for our product.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Matt Soter \"The Pickle Guy\"\n2 created · 0 backed\nI'm 38 years old. Born and raised in Northern Virginia, I moved to Nevada in 2003 to see what the West had to offer. I met my beautiful...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Fermentation Friday!", "update_content": "Half sours coming up!"}, {"update_no": "UPDATE #1", "update_userinfo": "New Recipes", "update_content": "Heading to a BBQ with some friends and bringing a few new flavors from NBC to get feedback. We have 8 backers and we are a quarter of the way to our goal! 22 days to go! Spread the word!"}, {"status": [{"Project ends": "AUGUST 5, 2015"}, {"Project launches": "JULY 6, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/2023868313/nevada-brining-company", "project_name": "Nevada Brining Company"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "If backed, I can make and send prints in formats of your choice (listed in the rewards options).  All $500 will be going towards prints to be sent or sold at the ArtWorks studio in Richmond, VA.  Info about the Sustainability Goals of this project below the pictures (print options). This is a NON PROFIT project. \nClaire Pants Meeker Mt., CO\nPen & Ink Sketch of Long's Peak, CO\nMummy Range Backpacker, CO\nCA Coast\nBouldering on Red Rocks, CO\nLong's Peak, CO\nThis art project is Non-profit.  All $ will go to prints.  The meaning behind the art is to be grateful for your travels and to bring awareness to sustainability.  Living a sustainable life should NOT drive people into sacrificial habits.  Having fun doesn't mean you subscribe to gluttony.  Be responsible about your carbon footprint, plant some plants, recycle, support small businesses and simply go without a luxury if you can.  \nThe prints are lightweight and use as little material as possible, without sacrificing quality.  If more $ than requested is backed, the $ can go to the increased pricing of recycled printing materials and possibly the rent costs of my art studio at ArtWorks Richmond, VA.\nThese pieces reflect Cheley Colorado Camps’ ability to cultivate gratitude for how simplicity can have such a high quality. Cheley has a mentality of responsible adventure, back-boned by the good habits of sustainable living, double-dipped in laughter; all qualities that I strive to incorporate in this art series.  \nSee other travels that are inspiring me to create super colored and surrealistic images of nature here:\nhttps://bodology.wordpress.com/2015/06/02/cheley-series/\nAND Here:\nhttp://www.viewbug.com/member/marshallschools", "risks": "Risks and challenges\nProtective activated carbon masks and ventilation for oil painting acquired. References to the best locations in Richmond, VA to make high quality prints for these pieces of art. \n\nI've been involved in sustainability research for years and seek to reflect what I've learned into my business model. See \"Marshall Schools\" on Linked In for details on my conservation efforts.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Marshall Schools\nFirst created · 0 backed\nFor me and those who keep Permaculture in mind, science is 'where to plant what,' art is 'enjoying it along the way,' and medicine is...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JULY 8, 2015"}, {"Project launches": "JUNE 8, 2015"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/bodology/cheley-series", "project_name": "Cheley Series"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "Hello Community,\nGroundhog Day is coming up so what better than for me to watch it 1239 times. Not only is it great fun but it is also profond. Many say 'no way!'. But I say yes, yes. Firstly it marks something I would call shift into time-image. Leaving behind the musky movement-imaage of Cary Grant's. Thats important, mister armachair intellectual sittin in your seat sayin huh, never thought bout that one John, better go watch Salo, cause I don't bleive in fun. And mister armchair lectual bet you didn;t know I was gonna make a video essay outta this rewatch everyday for 1239 times did you. No. Well here how it works everyday I'll watch the film like Bill than I'll nalyze it and create theorie bout it. By then end of this 1239 day period I'll be done. But that process will itself bean essay. An essay in movement and time. Like the cinema!! Mister armcahir tual why don;t you go pee in your own mouth and change your name to pissolini, than give me some of the left fmly money and make me make my essay. Groundhog day is the bes movie. That way I can write my movement-space-time-image essay and have it's information prolifertated world-wide. Let me watch 1239 time the grdoun dog day, no not dog days afternoon, you sill pacion lectual. I need 1 dollar a day, thats 1239 days, a lot of dog days mister cappucino. But we can do it, their are greet wards like music and paintings. Pleas e help me. I rlly will amek this into a vid essay.", "risks": "Risks and challenges\nI'm published in the field of cinema studies. Therefore I know how a theorie work.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "John Winn\nFirst created · 0 backed\nA published author.See more"}, "support": [], "updates": [{"status": [{"Project ends": "JUNE 26, 2015"}, {"Project launches": "MAY 27, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1903966910/documentary-and-video-essay-of-1239-groundhog-days", "project_name": "Documentary and Video Essay of 1,239 Groundhog Days"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "What’s It About?\nTwenty years ago, an interstellar empire called the Throne conquered the Earth – and one small band of resistance fighters is trying to take it back. Armed with alien technology that transforms them into superpowered space ninjas, they’re set on liberating the planet.\nIf only they could all agree on how.\nPart Power Rangers and part Battlestar Galactica, Stronghold is a powerful action-adventure comic that deals with occupation, betrayal, and people pushed to the brink.\nWhat Are We Doing?\nWritten by Brian Visaggio (Andrew Jackson in Space, The Sisters, Unlawful Good) and with art by Kevin Roberts (Unlawful Good), Stronghold Vol. 2: The Dead will feature 72 comic pages alongside a cover and art gallery featuring artists such as Stanley Chou, Jason Smith, Richie Pope, Nathan Nelson, and Eric Pfeiffer. Featuring edits by Marvel Comics’ Heather Antos (she’s the one responsible for Unlawful Good and works on every Star Wars book alongside Deadpool), with letters by Zakk Saam.\nThe comics have already been made. These are books we produced over the course of 2014, so production on them is completed. Hell, they’re available on Comixology right now.\nWe’re raising $6000 to cover printing and compensating our team. Everyone who pledges at least $5 gets a digital PDF of issues 4-6 in gratitude for your gift, and the rewards pile up from there.\nHow You Can Help!\nEvery pledge counts. We're gonna be traveling up and down the East Coast for cons this summer, and we'd love to have a physical book to show off. You can't really hand out your iPad, ya know? So every pledge brings us closer to getting a great, high quality print run that can schlep across the country (and ship wherever it's needed!)\nLeave us comments and send us messages!Tell us what you want to see! Have an idea for a reward that you'd like to see that isn't here? Or want to donate and get something specific or separate? Let us know and we can work something out!\nAnd of course, SPREAD THE WORD on Twitter, Facebook, Tumblr and other social media!\nPreview Pictures\n( Special thanks to John Cappello for helping us shoot and compose our video!)", "risks": "Risks and challenges\nThere are no risks, since our material is already created. We just need your help making it a physical, printed book!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Kevin Michael Roberts\n3 created · 5 backed\nBorn and raised in Hampton Roads, I grew up with a passion for art, illustration and comics. I studied illustration and design at Virginia...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Relaunched project and a book preview!", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Volume 2 Cover Complete!", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "Volume 2 Cover design, Work In Progress!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "A Bleeding Cool Stronghold Update", "update_content": "Brian Visaggio writes, Power Rangers for Grown-Ups. That was always the pitch for Stronghold. We wanted to take this thing we loved in our childhoods and turn it into something we could respect. Kevin and I mined the series, trying to find the things that made it what it was, what made it something special to us. And in the end, I am not entirely sure we were successful. Stronghold ended up something else entirely.\nread the rest here: \nhttp://www.bleedingcool.com/2015/05/17/power-rangers-for-grown-ups/"}, {"update_no": "UPDATE #1", "update_userinfo": "Rewards, Rewards, Rewards!", "update_content": "A quick look at just some of the goodies you can get when you back 'Stronghold - Volume 2'!\n\nT-shirts/hoodies"}, {"status": [{"Project is canceled": "JUNE 1, 2015"}, {"Project launches": "MAY 4, 2015"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/740997472/stronghold-volume-2", "project_name": "Stronghold - Volume 2 (Canceled)"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "A little about me\nI grew up in the dark room, assisting my father in his profession as an Air Force combat cameraman. I remember the joy of watching blank pieces of paper slowly birth images out of nothing. Now that my work is almost exclusively digital, I miss the opportunity to savor the magic of watching an image develop as I had with the earlier methods. \nThe vision\nMy project is for a camera that simultaneously captures scene and movement in a singular image, rather than stitching it together through a series. Instead of revealing two degrees of reality as with the traditional established shot, this project will capture the moment as a world unto itself. Not only will it allow me to leave a legacy unique to the history of photography and to the art world, it will connect me as an artist to the roots of my craft using silver highlight prints, and as a man profoundly inspired by a childhood spent working with my father. \nI seek funding to build a circular camera with a seven-foot diameter that photographs onto a 4’ by 25’ Halide print. This construction removes the separation between medium and subject, placing the subject intimately within the camera rather than apart. Rather than have the usual scenario where the camera and subject are separate, this places the subject within the camera and creates a more intimate experience between medium and subject. In turning the camera within itself, it also removes the photographer and lets the subject dictate the final results more. It is also important to effectively utilize this unique format by shooting an equally unique scene: A model will play an angel hatching out of an egg. The action will be played out while the camera takes a simultaneous image of the action occurring. \nWhat's needed\nTo complete this vision, I seek $5000 to fund the following aspects of the process: The design of this camera is for a four-part modular system which allows the camera to travel without the dependence on a heavy vehicle. The blackout cloth listed below will be used on the inside of camera to make it light proof. The photo paper is the film itself. Since this design calls for a 25' seamless image, the only option is the use of two 53” x 100' rolls of photo paper. The latent image will need to be developed by use of darkroom chemicals and three large trays. The trays need to be of a special construction due to the size of the photo paper and in order to be resistant to chemicals and acids.I estimate a total of six weeks to finish this project from acquisition of funds to completion: two weeks to both acquire the materials and cast the model, two weeks for construction of the camera, and an additional two weeks to construct the egg and wings. In the event that I have overfunded the project, the overflow will be redirected into the project itself, i.e. purchasing more elaborate props and setting up the scene within the camera. Thank you so much for your consideration. I couldn't do this without your time and support. I look forward to sharing this body of work with you.", "risks": "Risks and challenges\nWhen working on something on this scale the risks are that of time and completion. Having 15 years of experience as a craftsman I will guide this project to a timely compilation and to the utmost standards. Keeping you informed throughout the build and capture of the image.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jacob Coppage\n2 created · 35 backed\nI have been a photographer for since 2000 and have the privilege to travel the world with my camera and creating imagery. I started out...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "We are live", "update_content": "I m so excited to bring this to everybody, let's make some magic happen."}, {"status": [{"Project ends": "JUNE 15, 2015"}, {"Project launches": "MAY 16, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/nihile/fleeting-moments", "project_name": "Fleeting Moments"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "Atomic Robo follows the nearly Eisner Award winning adventures of a robot adventurer through a century of sci-fi action. The comic began in 2007 and today there are nine volumes. Each one is its own story and an entry point to the larger universe of Atomic Robo.\nWe started publishing these archives to the web, at atomic-robo.com, back in January of this year. All nine volumes are already online for free. Currently, all-new never before seen content is going up starting with The Trial of Atomic Robo. The highly anticipated all-new volume, The Ring of Fire, starts soon with a prequel story to catch folks up on the world of Atomic Robo! \n But don't just take our word for it, here's some praise for Atomic Robo: \n\"Unanimously heralded by fans, creators, retailers and critics as the perfect first comic to give to a non-comic-reader.\" - CBR\n\"It's smart, but its also a hell of a lot of fun.\" - IGN\n\"Thanks to a terrifically focused creative team, 'Atomic Robo' remains concerned with crafting a greater fiction, maintaining a sleek comic book pace, and welcoming new readers at every turn.\" - Multiversity Comics \n\"Entertaining, but a bit Underwhelming\" - Sean Rueter \"s1rude\"\nGOALS - HOW DID THIS HAPPEN?!\nAtomic Robo started as monthly print series available through comic shops. We changed all of that at the beginning of this year by putting everything online. The response has been amazing. We reached over 100,000 unique visitors and served over EIGHT MILLION pages. But we recognize that a lot of folks still prefer physical copies. For instance, our core audience who supported us from the beginning! Or our new fans who want to own a piece of Atomic Robo. \nSo we're gonna reprint every volume and we're gonna do it right. These aren't just the same old trade paperbacks with new logos. No, no! We’re making some crazy improvements while we’re at it.\nYou always asked for hardcovers. So, boom, you’re getting HARDCOVERS.\nWe're re-lettering the first five volumes to be in line with the improved fonts of later volumes.  \nEvery single volume will include exclusive all-new material in the form of THE SECRET FILES OF DR. DINOSAUR. These are going to be completely sane and ordinary. Behold! \nWe want all nine volumes of Atomic Robo back in print so every volume is available to everyone. We spent a lot of time evaluating how to best handle this, and ultimately decided on \"grab bag\" reward tiers. It's a little weird, so we're gonna talk you through it.\nGrab Bag?\nYou will not be able to choose exactly which books you're getting unless you order all nine of them. Every tier between one and eight volumes will be a randomized set of books. But don't worry, each book you get will be unique, i.e. no repeats.\nThis lets us control the inventory so we can make reliable cost projections and deliver these to you below retail prices. And let's be honest. There’s nine volumes of Atomic Robo. If you’re here, you like at least eight of them. The odds are in your favor.\nPracticality\nPrinting nine volumes is a logistical obstacle course. Allowing individual backers to select their sets of books would radically increase the cost of shipping/handling, increase chances for errors, and make it almost impossible for us to make accurate cost projections. Most importantly, we have to reach a minimum print run for each of nine different books or risk selling them to you at a deep loss. And then go bankrupt. And then no more Robo. Let's not do that.\nThe best way to keep the inventory under control and to guarantee the lowest prices on these books is to offer “grab bag” reward tiers. \nPhilosophically\nWe’ve always said, “You can start with any volume and read the rest in any order.” Now that we’re in control of publishing Atomic Robo, we’re pushing that aspect hard. These hardcovers don’t even have numbers on them! Each story is an entry point into the larger Atomic Robo mythos. \nWe've heard it a million times at conventions: \"But which one's first?\" SPOILER ALERT: it doesn't matter! We already made every single volume an ideal entry point.\nSure, you need that completionist mentality to keep track of The X-Men or Batman. We get that. But it has no place here. Especially now that the entire Atomic Robo back catalog is online for free. If you really, really, really need to read this stuff \"in order\" then start here.\nBut, hey, we know it’s a little weird to get random books. So, we’re gonna help out those of you willing to support this crazy endeavor. Since doing grab bags will help reduce the price of production across the board, we're cutting prices on every item in this campaign.\nEach and every volume you get through this campaign is discounted AT LEAST 20% versus the retail price. PLUS you get DRM-free PDFs. To make this savings as clear as possible, every tier posted below calls out its discount in dollars.\nHigher reward tiers include postcards from the Atomic Robo universe; being included in a special thanks/sponsor section in the books themselves; becoming a canonical Action Scientist; or getting original artwork from the series!\nWOW. WHAT VALUE. WHAT OPPORTUNITY. YOU SHOULD ALL RUN - DON'T WALK - TO THAT BACKER BUTTON - TODAY!\nA NOTE ABOUT INTERNATIONAL SHIPPING\nWe ran into a host of issues with international shipping during our previous campaign. A lot of shipments disappeared, got returned, or were damaged before they got to our backers. We did a lot of reshipping. And in some cases we had to reorder high-dollar exclusive items to replace what was lost. We were using standard international shipping because it was the cheapest option for you guys. But this didn't offer any sort of insurance, so all the extra costs were on us. There was no customs brokerage either, so many of our international backers felt they had to pay for shipping twice.\nNever again.\nThis time around we're dealing with packages that will be weighing in excess of 13 POUNDS (6KG!) so international shipping costs will be high no matter what we do. Even so, we were horrified at the idea of hundreds of dollars worth of books getting lost or damaged. And we don't want our international backers being asked to pay for additional fees upon delivery. \nSo this time around, anything OUTSIDE the U.S. or CANADA is getting shipped via UPS Worldwide Expedited. This service gets your goods to you in FIVE business days max. It includes tracking, insurance, and customs brokerage. If anything goes wrong with these shipments, you will know immediately, and we will be able to respond faster than ever. Best of all, we'll get refunds for any lost goods and the shipping so we can easily replace them without eating into already slim profits.\nThat said these services do not come cheap. The next service down didn't include insurance, customs brokerage, or live tracking, and was around 2/3 the cost. Given our previous experience, we did not consider that savings worth the risk. If we ran into any of the international shipping problems from the previous campaign, we'd have to re-ship, we'd still be out of all the money, we still wouldn't know what happened, and you'd still have paid more in shipping for essentially no reason. So, we're only offering the fastest/most secure option for outside the U.S. and Canada. \nCanada gets a bit of a pass on this. We didn't see many Canadian packages go missing, but when they did it still stung. So we're shipping via DHL International with Delivery Confirmation. This literally cuts the shipping cost by 1/3rd for those of you in the Great North. Higher tiers will still be pricey to ship, but remember at those levels we're moving 13lbs/6kg worth of books and other goodies.\nP.S. - We're working with BREADPIG to make sure things stay on track. Mostly this means keeping shiny objects away from us as much as possible. It's a tough job, but they're up to it.\nPickyDuck helped us put together the video. They're awesome.", "risks": "Risks and challenges\nRe-lettering will take some time. That's been scheduled for. \n\nLayout will take some time pending how many SECRET FILES OF DR. DINOSAURS pages there are per volume. The total page number for those will be part of our stretch goals WHOOPS SPOILER.\n\nBut those are manageable. What we're most worried about are port problems. The West coast had a pretty nasty strike during the last half of 2014. If something of that calibre happens again while we're waiting for books, there's nothing to do but wait longer. \n\nWe're also working with BREADPIG. They've done over 10 million dollars in crowdfunding projects. They know how to fix problems and keep things on track big or small.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 446, "projec_url": "https://www.kickstarter.com/projects/tesladyne/atomic-robo-reprint-regalia", "project_name": "Atomic Robo Reprint Regalia!"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/connectedkiller/connected-killer", "project_name": "Connected Killer"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1488946349/a-matter-of-opinion", "project_name": "A MATTER OF OPINION"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/998265239/help-release-red-light-rodeos-the-birds-7", "project_name": "Help Release Red Light Rodeo's the Birds 7\""}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/studiodaisho/the-center-0", "project_name": "THE CENTER (Canceled)"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1672561221/sophie-sticated-mama", "project_name": "Sophie-Sticated Mama"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/879468799/aquaponics-for-manhattan-kansas", "project_name": "Aquaponics for Manhattan Kansas."}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/602604005/feed-the-need-connecting-sustainable-farming-with", "project_name": "Feed the Need: Connecting Sustainable Farming with Community"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/447726977/our-orchards", "project_name": "Our Orchards"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 96, "projec_url": "https://www.kickstarter.com/projects/1548897071/italian-moms-spreading-their-art-to-every-table", "project_name": "Italian Moms - Spreading Their Art To Every Table"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/1892527726/the-lonely-whale", "project_name": "The Lonely Whale"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1194187220/last-tree-standing-a-david-lynch-ma-in-film-thesis", "project_name": "Last Tree Standing - a DAVID LYNCH MA in Film Thesis Project"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/975625499/bring-the-garden-back-to-garden-city", "project_name": "Bring the Garden back to Garden City"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/tems/blgtusa-the-first-50-state-food-tour-for-equality", "project_name": "BLgTUSA // The First 50 State Food Tour For Equality"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/2047616823/cunningham-maple-syrup-ii", "project_name": "Cunningham Maple Syrup II"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/228207628/dirty-girl-csa", "project_name": "Dirty Girl CSA"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/643772322/spring-fed-farms-lake-of-the-ozarks-csa", "project_name": "Spring Fed Farms: Lake of the Ozarks CSA"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/virginiamobileoil/the-virginia-mushroom-project", "project_name": "The Virginia Mushroom Project"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 153, "projec_url": "https://www.kickstarter.com/projects/loveinajar2014/homemade-love-in-a-jar", "project_name": "Homemade Love in a Jar!"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 22, "projec_url": "https://www.kickstarter.com/projects/masonjargardens/mason-jar-gardens-reducing-the-distance-from-farm", "project_name": "Mason Jar Gardens - Reducing the Distance from Farm to Table"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 158, "projec_url": "https://www.kickstarter.com/projects/singularityco/save-the-sci-fi-the-next-generation", "project_name": "Save the Sci Fi: The Next Generation!"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1556278804/roundout-revolutionizing-charitable-giving", "project_name": "RoundOut - The Social Giving App"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/901372698/sarvers-hill-organic-farm-permanent-market-stand", "project_name": "Sarver's Hill Organic Farm Permanent Market Stand"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/276583379/majeed-abdullah-organic-farm", "project_name": "Majeed-Abdullah Organic Farm"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/196738237/grandpops-hops-farm", "project_name": "Grandpop's Hops Farm"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1430789314/kragnes-family-farms-new-green-house-project", "project_name": "Kragnes Family Farms New Green House Project"}}, {"backer": "Paul Phillip Meyer", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/294792628/gravel-road-farm-greenhouse", "project_name": "Gravel Road Farm Greenhouse"}}]