[{"backer": "Products for Robots", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 101, "projec_url": "https://www.kickstarter.com/projects/ideocratic/welcome-to-the-death-parade-election-day", "project_name": "Welcome to the Death Parade: Election Day"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 101, "projec_url": "https://www.kickstarter.com/projects/sonolumini/sono-lumini-debut-ep-infinitely-within", "project_name": "Sono Lumini Debut EP - \"Infinitely Within\""}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 101, "projec_url": "https://www.kickstarter.com/projects/836551476/the-rook-and-pawn-board-game-cafe", "project_name": "The Rook & Pawn Board Game Cafe"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 101, "projec_url": "https://www.kickstarter.com/projects/microfacturing/timedock-charging-dock-for-pebble-time-and-steel-s", "project_name": "TIMEDOCK Charging Dock for Pebble Time & Steel Smartwatch"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 101, "projec_url": "https://www.kickstarter.com/projects/347711/indies-crash-e3-get-indie-game-developers-into-e3", "project_name": "Indies Crash E3: Get Indie Game Developers Into E3!"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 101, "projec_url": "https://www.kickstarter.com/projects/greygnome/of-dungeons-deep", "project_name": "Of Dungeons Deep!"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": " Note: This game is an original not an expansion. The game title is Race to Earth 2 because players are racing from Earth to Earth 2.\nPLAY\n\n Race to Earth 2 Rocket Path Video\nhttps://www.youtube.com/watch?v=c_m9SmwyXAs\nRace to earth 2 is on kickstarter puppet clip by - Crazy Joe\n      Note: All Games Shipped to Canada and Mexico are discounted as well. If your game is headed for Canada or Mexico please select the (Pluto Helper) pledge, pledge the correct amount for the reward you want, and then add an additional $10 for shipping per game. \n \"It is so exciting to see more education games being published. My son is an avid fan of space exploration, and this looks really engaging to both the young and young at heart.\" - Kickstarter Project Creator Nasrin Zoghbia\n\"Fantastic! Great education component blended into game-play.\" - Lisa H. Gifted Education Teacher\n\"It's alright, I'd play it again. Simple and fun game with dice!\" -  Dice Guy Henby\n\"Blast off into the galaxy and never look back. Cosmic Brilliance\" - The Meeple\n\"Let imagination take you away. Grab a rocket and race your friends to the stars!\" - Carl the Sentient Cyborg Space Hamster\n\"I gotta get in this game!\" - Pluto the Dwarf Planet\nKey Design Features:\n- Engaging space theme.\n- Race to the finish objective.\n- Simple roll and move gameplay.\n- (Take That) Card play mechanics.\n- Strategic decision making.\n- Unique gravitational pull feature.\n- Opportunity to learn some astronomy and use simple mathematics. \nRace to Earth 2 Game Board\n Game Components:\n(1) Large Highly Detailed Quad-Fold Race to Earth 2 Game Board.\n(30) Race to Earth 2 Action Cards\n(1) 16mm Black Die (Black)\n(1) 16mm Blue Die (Blue)\n(6) Space Ship Pieces (Blue, Red, Yellow, Orange, Purple, and Green.)\n(1) Set of the Race to Earth 2 Rules of Play\n+ All unlocked stretch goals!\nCaution: Small pieces come inside the game box. Please be aware of this when you pledge. Small rocket ships and dice are choking hazards. Keep out of reach of small children.\nGameplay-\nPlayers begin the game by launching off of Earth. Every turn players draw a card and roll 2 dice for movement (1 Black and 1 Blue.) After rolling, players choose which die they want to use for movement (Usually the higher number.) Once a die is chosen, the player must check to see if there are any gravitational effects acting on their space ship. (The gravity value can be found by checking the space that the space ship is on and looking for the corresponding negative number.) If there is any gravity affecting the player's ship then the value of the gravity is subtracted from the player's movement for the turn. If doubles are rolled then the player still use only one die for movement but gets an additional movement roll. (Only once max per turn.) Action cards may be played at any time during a player's turn to help them. (Action cards cannot be played during other player's turns.) Action cards spice up the game by powering up spaceships to move faster or destroying other bonuses your opponents may have. A player must use a balance of fast movement, luck, and strategic card playing to speed past the other racers. The first player to reach Earth 2 wins!\nNote: Landing on another player's rocket ship sends them backwards to the previous planet they passed (Start space if still in Earth's Gravity Field.) So try to use dice roll values strategically as the higher roll may not always be the best choice.\nRace to Earth 2 Prototype Gameplay\nSample Images of Dice and Rocket Ships\nCard Samples 1-2\nCard Samples 3-4\nSilhouettes/Player Symbols on Cards: Race to Earth 2 has a simple symbol system on the cards for players to easily determine who will be affected by each card. Every card contains one or more of the following symbols:\n(Samples 1 & 3) Blue Boarder - Single Person Symbol: (Location: Left side of card) Only the player who played the card is affected.\n(Sample 2) Yellow Boarder - Multi-Person Symbol: (Location: Center of card) All players are affected.\n(Sample 4) Red Boarder - Single Person Symbol: (Location: Right side of card) The player who played the card selects any 1 player to be affected.\n(Samples 3 & 4) Red X - Card Symbol: (Location: Upper right side of card) The card is a one time use card and is discarded after use.\n----------------------------------------------------------------------------------------------\nName a Star Medium Sample Size Image on Game Board\nRace to Earth 2 Close up Sample Image\nRace to Earth 2 Sample Pictures\nStory:\nThe year is 2069. Like my father before me I have always had my eyes on the stars. He told me stories of my great grandfather. He told me how in that time people doubted if mankind would ever reach the moon. He told me how they worked towards that dream and made it a reality. “That’s one small step for man, one giant leap for mankind” - Neil Armstrong. Those historic words resound in my head. The world turns…100 years have passed and the Earth once again dreams big. But this time the space race has much more at stake. The sun has become unstable. Mass solar flares are becoming more and more frequent and life on Earth may soon be impossible. Our mission cannot fail. Luckily we have found another earth-like planet and a brilliant scientist has just unlocked the secrets to space travel and achieving warp speed. In order to do this we must build up enough speed by using the gravitational pull of the planets in our solar system. Time is running out. The race to Earth 2 is on.\nPluto\nUnlock the Dwarf Planet of Pluto! Pluto will be added to the official game board in every Kickstarter game released.\nAnti-Gravity Boosters\nUnlock the power of anti-gravity card to negate the slowing pull of the planets for a turn.\nPlanet Loop\nUnlock the power of the planet loop card to speed up your progress to reaching warp speed.\nPopcorn Sunshine Games has won 4 Best Seller Awards. Our last title Elemental Blast is made through the #2 fan voted Board Game site in the world - The Game Crafter. It also has had great reviews on the #1 Board Game Site in the world Board Game Geek.\n★★★★★   5/5 STAR RATING ON THE GAME CRAFTER!\nPopcorn Sunshine Combo Pledge Tier: (3 Games 1 Pledge!)\nWinner of 4 Game Crafter: Best Seller Awards! In recognition of a remarkable number of sales. Thank you Game Crafter, BGG, Kickstarter, and all of our Supporters!\n Popcorn Sunshine Games: Race to Earth 2\nRace to Earth 2 - Lead Game Designers: Henry Hingle, Pierre Hingle, Mark Hingle, Justin Brown, Carmen Cartisano, and Gregory Hingle.\nVoice Actor: Justin Smith (Stæk)\nPopcorn Sunshine Games - Game Design Team: Dustin Oakley (D), Justin Smith (Stæk), Anne Hingle (Weezie), Tony St. Philip (The Samurai), Justin Tonglet (The Natural), Erron Holland (The Dr.), Matthew Richoux (Pharaoh) Willis Thimmesch (Big Wildo), Trent Gauthier (The Pyro), and A.J. Altick (The Slam Man). \nGame Theory Developers: Elizabeth Hingle (Nausica Leyline), Oren Mitzner (The Architect).\nBoard Game Geek Legend and Most Creative Backer Honor Award: John Schiavo\nThe Game Crafter Team: Aaron Ramsby, Tomrel, SodTiwaz\nMaple Syrup Award: The Great Khan\nKickstarter Team Honorable Mention: Agent Steel Storm and Matt S.\nPlaytest Team: Faith Cartisano, Tia Cartisano, Alex Smith, Logan Smith, Kimberly Johnson, Henry Hingle, Hilary Hingle, Holly Hingle, Allie Hingle, Katie Hingle, Kylie Hingle, Hellen Martin, Thomas Martin, Luke Martin, Drew Martin, Michelle Garon, Baily Duplessis, Aaron Parquet, Ryan Woodall, Peter Ciepluch, Alex Anderson, Shawn Gravolet, and Austin Russell.\nWe greatly appreciate all of our Kickstarter supporters! We can't do this without your help. Thank You!\nThank You!", "risks": "Risks and challenges\nRace to Earth 2 is finished and has undergone tons of play-testing. Critics agree that Popcorn Sunshine Games makes great games and will be fun at your game table. We have continually balanced the gameplay to make it the best game possible, and we think you will love it.\n\nWe want to share this game with the world, but we need your help! The money you pledge will go towards production costs so that we can make more copies than we would be able to afford alone. Also, when you get your copy tell your friends how much you enjoy it. We will be setting up a link if we get fully funded so that people who missed out on the Kickstarter can still purchase the game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Gregory Hingle\n9 created · 92 backed\nGame Designer at Popcorn Sunshine Games and Arctica Games. Member of BackerClub.comSee more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Elemental Blast: Second Editon", "update_content": "Hello Elemental Blasters!\nWe are happy to announce that Elemental Blast: Second Edition is now live on Kickstarter!\nhttps://www.kickstarter.com/projects/1126076452/elemental-blast-second-edition"}, {"update_no": "UPDATE #1", "update_userinfo": "The Final Days", "update_content": "Hello,\nThe project is in its final days and it looks like we unfortunately will not fund. We will be cancelling the project and redesigning the game to hopefully get it more attractive and help it to do better for a possible second attempt at a future Kickstarter. We greatly appreciate all of the support that we did receive during this campaign and are very sorry that the game did not fund. No one will be charged any money when the project cancels."}, {"status": [{"Project is canceled": "AUGUST 5, 2014"}, {"Project launches": "JULY 8, 2014"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/1126076452/race-to-earth-2", "project_name": "Race to Earth 2: The Strategic Space Board Game (Canceled)"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "The game Krash Karts is a table top game in which 2 to 6 players race to an ever-changing finish line. This is because you design the very track you're racing on... while you're racing on it! How it comes together is up to those playing, and manipulating the track to your advantage or against your opponent's advantage plays a large factor in determining the victor. You can even design your own short-cut to jump to first place!\nCoupled with this unique game mechanic, players during the race also gain insane and fun-to-use items; Items like the Booster, which lets you jet ahead of the competition; The Dodge Ball, which whacks your friends and slows them down; The Squirrel, which creates a roadblock forcing players to change course; Or the Bomb which decimates the track and all on it. Plus more items that shift the balance of the game! What's more, some items are left right on the track to benefit or to hinder your friends, and other items can even be used to defend yourself, making each game unique and strategic.\nKrash Karts offers a familiar but new experience combining the feeling of kart racing-inspired video games with a simple yet engaging map-building game mechanic that brings a new and exciting hybrid genre of board game to the table.\nOne even more incredible and truly one-of-a-kind feature that Krash Karts offers, once unlocked via Stretch Goal, is selectable Character Cards with unique abilities that act as your driver. Why is this special? Amazingly, 6 Character Cards are characters from popular independent board games seen on Kickstarter, with the blessing and permission of each individual game's designer. These characters come from games such as Villages, Tiny Epic Kingdoms, Zogar's Gaze, Plague: The Card Game, Hero Brigade, and Tower, with special characters from even more indie table top games that are kept secret until they are unlocked via another Stretch Goal! One bonus character, to support all avenues of this industry, is also included featuring the mascot from the interview blog The Inquisitive Meeple. Further, 2 Character Cards can be designed by you through a special pledge level that will unlock once the first Character Card Stretch Goal is reached at 2k!\nIt's worth noting though that these Character Cards aren't necessary towards playing the game, as it can be played with or without them! Consider them more of a fun bonus!\nKrash Karts is a re-named and slightly re-themed version of the game I designed, originally titled 'Mad Rush Rally'. In a sense, it is the second edition version. The game had refined itself over the almost 2 years it has spent on TheGameCrafter.com, and received favorable success.\nClick here to view The Inquisitive Meeple's interview with the designer and learn even more about Krash Karts!\nWhy is your funding goal so low?\nI'm a relatively new designer and take my game and my campaign very seriously, I cannot express that enough. By having a low goal I am hoping to guarantee that I'll get my game out into the world! I have the utmost confidence in my game, and I know it will be a stepping stone towards helping establish my name as a table top game designer, but I also accept that has to start modestly. Further, I've kept my pledge levels relatively simple so as to focus on delivering my game to you swiftly. Once again, I can't thank you enough for your time and consideration!\nHow to Play\nHere is a brief video showing a summary of how the game is played:\nWhy Kickstarter?\nAs table top gamers know, Kickstarter.com has proven a fantastic method for an independent board game designer to present a hard-worked-on board game to the masses for a reasonable price. By having your pledges I am able to guarantee you the best price I can by buying in bulk. This allows the cost of the game to come down to a very reasonable price point, which is something I focused on. Thank you for your interest and I hope you consider backing this project!\nWith each copy of Krash Karts it contains the following. Components can upgraded or unlocked as Stretch Goals are unlocked during the campaign.\nBase Game Components:\n1) 2-piece Box\n2) 1 Full Color Glossy Rulebook\n3) 18 Track Cards\n4) 5 Short-Cut Cards\n5) 1 Starting Line Card\n6) 70 Item Shards\n7) 6 Plastic Kart Pieces\nUnlockable Components:\nUNLOCKED! - 9 Character Cards: Unlocked Via 2K Stretch Goal. These cards add a fun layer of extra strategy and intensity to the race. 6 are from independently designed table top games, 1 from a board game interview blog, and 2 are designed by people like you via an unlocked pledge level.\nUNLOCKED! - 6 Kart Cards: Unlocked via 3K Stretch Goal. These allow players to keep track of which color they are and help sort their items based on if the items are being played defensively.\nUNLOCKED! - 3 More Character Cards: Unlocked Via 5K Stretch Goal. 3 More characters from independently developed games are added to the roster. Their identity was a mystery until now!\nLOCKED - Ghost Kart Expansion: Unlocked via 10k Stretch Goal. A Krash Karts expansion for a game with 3-6 players: The 'Ghost Kart' Expansion adds an element of mystery to the race, where all players are criminals escaping the law, but one player is a undercover cop posing as a your fellow criminal. As players race from a bank robbery to a safe location, the cop attempts to arrest them as discreetly as possible without the remaining players cluing in to which player is the traitor! Things get intense when only two remain! A great, unique, and entirely new way to play the game!\nNote: The pledge levels below are in Canadian currency. When you bid, your pledge will convert into your native currency upon transfer of funds.\nIf you would like to add one or more copies of Krash Karts to your pledge, simply increase the dollar amount of your pledge by the following prices listed based on where your shipping address is located. The additional cost of shipping is included in these prices below. After the campaign is over, but before shipping begins, I will send out a survey to ask you what add-on you included in your pledge.\nUS backers add $23 per additional copy of Krash Karts to their pledge.\nCanadian backers add $28 per additional copy of Krash Karts to their pledge.\nInternational backers add $33 per additional copy of Krash Karts to their pledge.\nHelp Spread the Word!\nHelp by clicking the 'thumbs up' icon on these pages:\nhttp://www.boardgamegeek.com/image/1999166/krash-karts\nhttp://www.boardgamegeek.com/image/1999163/krash-karts\nhttp://www.boardgamegeek.com/image/1999156/krash-karts\nAs well, here are some avatars to help spread the word about the Krash Karts campaign on Kickstarter!\nThanks for your support! Let's fund this beast!", "risks": "Risks and challenges\nThe risks are minor. The game is done, it's established, and it's well reviewed upon. Manufacturing and fulfillment have already been arranged. The challenge will be drawing enough of the right attention to the game so that we can reach our goal.\n\nOnce our goal has been reached everything will come together quickly and efficiently. Manufacturing does take time though, so we will be able to deliver the games and all stretch goals to you in a reasonable period of time. We look forward to fulfilling your orders!\n\nQuestion and Answer:\nQ:Who will be handling the manufacturing?\nA:It depends on the amount funded, but currently we plan on using The Game Crafter LLC.\n\nQ: Who will be handling fulfillment (shipping the product)?\nA: Once again, this is based on how the campaign funds, but we plan for the finished product to be handled by The Game Crafter LLC's bulk order fulfillment center to distribute to those whom pledged toward a copy of the game.\n\nQ: How long will it take to receive the game?\nA: 3 Months or less. If we use a different manufacturer based on the campaign's funding, it will be around 6 months.\n\nQ: If you're Canadian, why charge extra shipping to Canadians?\nA: Manufacturing and fulfillment are both being handled by a third-party company based in the US. I tried to keep the shipping costs as low as possible for both Canadians and International backers.\n\nQ: If I'm a store owner, will Krash Karts be in a sell-able format?\nA: Each copy of Krash Karts will be shrink-wrapped and will have a registered a barcode plainly visible on the side of the game's box.\n\nQ: Who did the artwork and graphic design?\nA: Both were handled by the game's designer, Sean McDonald. The artwork for most of the Character Cards were based on designs by other artists' work from their respective games, and we claim no ownership of these character properties. The designer also being the artist for the game allows things to come together quite quickly, so the down time between the campaigns end and receiving your game will be very minimal.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "A second life.", "update_content": "Hey! Long time no see!\nYou may ask why a game you backed four years ago would be posting an update? Well, in those four years I've continued to work on improving as a board game designer, and rulebook writer. In that time I've also been committed to improving and refining this game into something better. I always loved this design. About a year and a half ago I was shopping around a new version of the game that evolved from Krash Karts to various publishers. Low and behold, one was not only interested, but wanted to work with me to make it even better, and attach an IP to the game. That IP? Sonic the Hedgehog! When will it be out? It's out RIGHT NOW!"}, {"update_no": "UPDATE #31", "update_userinfo": "Train Heist has only 3 days left!", "update_content": "Hello Krash Kart backers!\nWe're just letting you know that our other game, Train Heist, has well over funded and will be finished in only 3 days! You can view the campaign page here! If you were a fan of Krash Karts gameplay, but not of the components themselves, or the rulebook, I promise you will not be disappointed in Train Heist. I've heard your feedback with Krash Karts, and I've applied it thirty-fold with Train Heist. Through your support we've been able to improve in our product greatly, to the point where it's components are going to be of a higher, thicker, more professional finished quality then even the games you'd find in niche board game stores. You can also view the final rulebook yourself on the campaign page and see the amount of editing that was involved (many editors are credited)! And what's more, you can even play the game RIGHT NOW with a printer-friendly Print-N-Play PDF available on the campaign page."}, {"update_no": "UPDATE #30", "update_userinfo": "Train Heist is launching March 15th - THIS SUNDAY AT 12PM MST - Update #30", "update_content": "Hello beloved Krash Kart backers,\nI absorbed your delicious feedback like a sea sponge absorbs...uhhh....food.\nI feel you will be pleasantly surprised with my next game! You can preview the 'Train Heist' Kickstarter campaign page here. Look around, click on and view the near-final rulebook, peak at the prototype components, note every single one of the higher grade materials listed, watch the game played."}, {"update_no": "UPDATE #29", "update_userinfo": "'Train Heist' Sneak Peak- Update #29", "update_content": "Hello former Krash Kart backers!\nYou haven't heard from me in a while, and that's because you all already have your games. However I'd just like to say, through all I've learned from my Krash Karts Kickstarter, I've been fiddling away with my next crowdfunding effort for a much bigger board game I've been working on since January of 2013 (started conceptualizing Nov. 2012). I've been taking in a lot of feedback from backers like you, and today I'd like to share with you a preview of my next Kickstarter Board Game Project, launching March 15th, 2015."}, {"update_no": "UPDATE #28", "update_userinfo": "Krash Karts Reference Sheet and FAQ - Update #28", "update_content": "Hello Krash Kart backers!\nA backer that goes by MadLad has put together a Reference and Frequently Asked Questions Sheet available for immediate download by clicking here.\nIf you have any questions not covered in the FAQ above, or have anything you'd like to share about your experience with Krash Karts, you can post it on the Krash Karts Forum by clicking here."}, {"update_no": "UPDATE #27", "update_userinfo": "Pictures of production - Update #27", "update_content": "Hello backers!\nProduction of Krash Karts is nearly complete, and if most of you check your e-mail you'll find a notification that your copy has already shipped! If you haven't yet, fret not! Your copy will likely ship this week! Here are some pictures the manufacturer sent over to me during production to whet your appetite. Enjoy!"}, {"update_no": "UPDATE #26", "update_userinfo": "Production is about to begin! - Update #26", "update_content": "Hello Krash Kart backers,\nJust a quick update to let you know I've received word that Krash Karts will begin production around the end of this week (Thursday or Friday), which means most of you will definitely get your game sometime in August, a month before the estimated delivery date!\nI've been busy working away on Train Heist as well, and low and behold I think it's nearly ready! Everything sort of came together at once after a few game-play refinements occurred to me, and all ideas I wanted to include suddenly completely fit together perfectly. There's nothing a dislike more in game design then elements of a game that feel as though they add nothing to the game, or were tacked on at the end, so I want to make sure all elements of this game fit the theme but have a great purpose to the overall experience as well. Everything has to tie-in together! There will be a few rounds of play-testing for a couple months, but let's just say I'm already working on the Kickstarter page! This game will likely launch later this year, I'm estimating around October, well after you've all received your copy of Krash Karts."}, {"update_no": "UPDATE #25", "update_userinfo": "Order is a go! - Update #25", "update_content": "Hello Krash Kart backers!\nJust letting you know the order was approved and production of your game Krash Karts will begin shortly! You will all receive an e-mail with a tracking number once your copy of the game has been shipped.\nAs you await your copy of Krash Karts, I'd like to whet your appetite towards my next game I am working on; Train Heist, the cooperative game of rightin' wrongs and robbin' trains. In Train Heist, each player plays as one cowboy with their own personal henchman of their choosing, each with unique abilities, and work together to stop the train-riding Sheriff Bo from stealing all of the folks of Crackpot Canyon's life savings. Unlike a traditional board game with a set path and place to go, Train Heist uses a free-range board where players can go anywhere they need to get the job done. Players work together, not against each other, to rob a train constantly in motion! In this fun and hectic cooperative game players collect their nerves as they excitedly rush to reach their set goal. Using a special non-traditional deck of poker cards players create poker hands and share cards to do special moves or rob the train. Player's will find themselves running on top of train cars and narrowly escaping the sheriff to bring their loot back to the townsfolk! Train Heist will be launching on Kickstarter late 2014 or early 2015. When I get close to launching I will notify backers through the Krash Karts campaign update list."}, {"update_no": "UPDATE #24", "update_userinfo": "The order has been submitted and pending approval! - Update #24", "update_content": "Hello Krash Kart backers!\nCould this be the fastest campaign-end-to-fulfillment for a table top game ever? I think so! Your orders have been submitted. We are currently awaiting approval for the orders from the manufacturer assisting in making the game, and then production will begin. The manufacturer gave me a time estimate of around a month to fulfill all the orders, but shipments will go out in waves possibly before then. This means your friend in a neighboring area may get their copy before you, but be assured your copy is coming!"}, {"update_no": "UPDATE #23", "update_userinfo": "7 Surveys Remain - Update #23", "update_content": "Hello Krash Kart backers!\nSo just to give you an brief update, I'm quite literally 100% done the game and am waiting on 7 backers to fill out their surveys. So if you're one of these backers please fill out your survey! I cannot send you your game without your address! Regardless of if the surveys are complete I will be making the big order sometime next week (unless I get the surveys back before, then I will order your games sooner). The ones that haven't filled out the survey will be shipped at a later date, so please fill them out as soon as you are able! Thanks for your support!"}, {"status": []}], "comment_no": 105, "projec_url": "https://www.kickstarter.com/projects/towerguardgames/krash-karts-the-table-top-kart-racer", "project_name": "Krash Karts: The Table Top Kart Racer!"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "We Funded! If you missed out on the Kickstarter, go to www.AnSR-entertainments.com to get your copy and great Angels news.\nWe (Aaron and Stephanie) love the topic, genre, setting... whatever you call it... of Angels. We have since we started dating, and it has only continued as a married couple. Don't know why. It just... speaks to us. After making our own roleplaying game about Angels a couple years ago, we wanted to make a card game about them. And we have. Introducing Angels - Michael's War, a card game for 2 - 4 players. \n(Here all about the game and us on our All Us Geeks interview!)\nCheck out our free Print'n'Play for the complete rules and the basic set of game cards.\nSet-up: Inside the game box, there is a Divine deck cards, and an Infernal deck cards. To set-up, shuffle both decks separately. Deal out 4 Divine cards to each player. Turn the top 3 Infernal cards face-up on the table to form the Center Row. Choose a player to go first, and you are ready to go.\nExample: Game Set-up\nPlaying the Game:\nOnce it is set-up, the game is played in rounds, with each player taking a turn in the round. On your turn, draw 1 Divine card and add it to your hand. Then, try to defeat Demon cards or claim Major Victory cards from the Center Row. Each card in the Center Row has one or more Faith, Hope, or Love symbols on them. Play one or more cards from your hand with matching symbols of a Center Row card, and you get the card.\nExample: This Demon card requires 2 Hope to defeat. Since the player played 2 Angel cards with 2 Hope between then, they defeat the Demon!\nPut all the cards played, defeated, and claimed in your Score pile to be scored at the end of the game. Replace any cards taken out of the Center Row with new Infernal cards, and let the player to your left know it is their turn.\nThe game ends when 3 or more Major Victory cards have been claimed by players at the table at the end of a round, or one of the two decks run out of cards. Once that happens, everyone adds the Victory Points (VPs) on the cards in the Score pile. The player with the most Victory Points wins the game.\nExample: A lot of Victory Points (VPs) to end the game!\nAdd in that some cards have special abilities that give you more Victory Points at the end of the game, or make it harder to get Demon cards out of the Center Row, and you've got Angels - Michael's War.\nSince this is probably the first time you have ever heard of us, we didn't want to come to you with a half-finished project. So, as it stands, this game is... well... it's done. \nWe have all the art completed (by 2 different artists). \nThe game has been play-tested for over a year and a half. \nWe even have a year's worth of expansions done, drawn, and ready. \nThis thing is ready to get some play-time at your game table. And that's really why we're here.\nOur goal is simple: get lots of people to enjoy the game. To do that, we need to print lots of copies of the game. Since we have a year's worth of expansions already done, we've come up with two ways for you to enjoy Angels: the Basic game and the Deluxe game.\nThe Basic Game ($20 U.S./ $35 International)\nIncludes: 70 cards, rules, and a travel-size tuck box. This is how the game will be released for sale once we successfully fund.\nThe Deluxe Game ($52 U.S. / $82 International)\nIncludes: 70 cards from the Basic game, 50+ extra cards from upcoming expansions, 1 game board to play on, 4 point trackers to score the game at the end, 1st player token marker, rules, and a large telescoping box. This is a special version of the game includes the entire year's worth of expansions and extras we created for the game.\nAt this time, we are not doing stretch goals or add-ons. Really, the Deluxe version of the game has everything we wanted to have in the game by the end of the year. \nBecause this game is ready to go, we don't have to wait forever for anything. At the end of the campaign, we will send you a survey asking you about addresses to ship games to and whatnot. Once we get all those back, we'll order the games and have them to your house straight from the manufacturer so that you get it as soon as possible. Our goal is for you to have the game in your hands before the GenCon 2014 game convention.\nAfter everyone has their copy of the game, we are going to release this game for sale to the general public through Print-on-Demand sites like TheGameCrafter.com. That way you don't have to wait for another Kickstarter or the like to get more copies of the game, and we never have a \"sold out\" problem. \nAlso, all of the expansions we have planned for the game (the extra stuff in the Deluxe version of the game) will be released as Print-On-Demand throughout the next year. And, yes, we'll let you know when they are available via e-mail and update... maybe even before anyone else can buy them.\nWe believe in Angels. We have a plan, we have the artwork, and we have expansions ready to support it for at least a year after release. Then... we're doing the dice game. :)\nAaron and Stephanie Richardson. We're a husband and wife team from the St. Louis region of Missouri who have loved making and playing games for years. In 2009, we started A'n'SR -entertainments to officially publish our little creations. Now, we're here on Kickstarter for the first time using our experience to bring a great game to the masses.\nAlan Earl (ArtofALE.com). Alan is Steph's cousin, though we consider him a brother. Heck, he's the Godfather of our only son, so we think highly of him. We knew he could draw, and when he saw the really early prototype of the game, he asked if he could draw a few cards. He's never drawn anything commercial before, but we said sure anyhow. His first piece of art blew us away, and we asked him to draw all the cards for the game (except set VI). He's done an amazing job, and he's done it all with a mouse on an old version of Photoshop and a Windows XP machine. We're hoping he gets enough money to get a WACOM or something when this is over.\nRachel Shuldt. Rachel is a college student that happens to go to our church. In fact that's how we met her. She was trying to earn money for a church trip, and we offered to pay her for some art. We rejected some, demanded changes to others, and ended up with 5 great pieces for the game. When we came up with the concept of our \"Shadows & Light\" expansion, her art fit perfectly. We can't wait to see what she does next.\nLayla Earl. There is a certain art to being kind to people and posting things on Facebook. Layla, Alan's wife, is our expert for just that. This allows us to work our magic, while she works hers.\nwww.AnSR-entertainments.com", "risks": "Risks and challenges\nWe have been making games since 2009, and all that knowledge has helped us reduce the risks associated with making this game. We have a great manufacturer lined up to print and ship the games to you. In fact, we have used them for years now for our board and card games, and they do great work. All of the art is done, and the game is literally waiting for us to hit the print button.\n\nAll that being said, however, things could happen. We could get hit by a plague. Our guardian Angels could fall asleep at the wheel and let something catastrophic happen to us. Our manufacturer could go out of business. The US Postal Service could decide to double their shipping rates. Tons of things could happen. We have mitigated the things we can control as much as we can, and we'll pray that the rest stays away until you get to play the game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "Angels is Going Live This Weekend", "update_content": "Aaron from A'n'SR here. We want to, again, thank all our backers for backing Angels - Michael's War. We can't wait to meet some of you at Gen Con 2014!\nJust wanted to let you know, this weekend, we are launching Angels - Michael's War for purchase on TheGameCrafter.com. If you missed out, or want to share this game with others, feel free to direct them to: http://www.thegamecrafter.com/games/angels-michael-s-war."}, {"update_no": "UPDATE #19", "update_userinfo": "Pics of Angels!", "update_content": "Aaron from A'n'SR here. To those that have not received your copy of the game, yet, please accept my apologies for the following excitement: We got our copies of Angels today!!!!!!\nThat's right, we, like some of you in the Comments got our copies of Angels - Michael's War today. We got lots of copies, in fact. When you get your copies, take pics and share them with us on Twitter and Facebook. \nhttp://www.facebook.com/AnSR.entertainments/\nhttp://twitter.com/AnSR_ent\nAnd for those of you curious: Here's two of our favorite pics from tonight's unboxing:"}, {"update_no": "UPDATE #18", "update_userinfo": "Angels has shipped! (whoah)", "update_content": "Aaron from A'n'SR here. So.... it seems like only 2 days ago I was telling you that the games were slated to ship on the 15th-ish of the month. Well guess what. They all shipped out today! That's right. Angels is literally on its way to your doorstep right now.\nThis has been a lesson in the meaning of \"Estimated ship date\" and the fact that Estimates can sometimes work in your favor.\nCard Preview"}, {"update_no": "UPDATE #17", "update_userinfo": "Shipping Update for Angels - July 15th-ish?", "update_content": "Aaron from A'n'SR here. I think I am obsessivly checking the order status at TheGameCrafter, but I wanted to share some of my insantity, so here's an update.\nAs of this morning, all of the games are listed as \"In Production\". That means, they are printing them.\nSadly, though, all the ship dates are now showing  July 14 through July 16. A little later than what was showing earlier, but still early enough for almost everyone to get copies before Gen Con 2014."}, {"update_no": "UPDATE #16", "update_userinfo": "Shipping Update and GenCon", "update_content": "Aaron from A'n'SR here. Just checked the old GameCrafter queue for everyone's order. Looks like they are all scheduled to be shipped by or around June 30. So, we not all be able to play Angels by 4th of July (sorry), but I still think you all will be able to get copies before GenCon.\nGenCon Learn 'n' Tourneys\nSpeaking of GenCon, I wanted let you all know that we are, officially, on the books for 3 Learn 'n' Tourneys for Angels. What does that mean? Basically, we are hosting 3 chances for people to learn the game and then play in a tournament for fabulous prizes. Alan, our main artist, is putting together some prints for prizes of some of our favorite Angels in the game. We may have other things, too... because we can."}, {"update_no": "UPDATE #15", "update_userinfo": "Angels in the Queue", "update_content": "Aaron from A'n'SR here. Just wanted to let everyone know how the printing is going. At TheGameCrafter.com, (the place printing our games) all games are put into a queue to print. When your game comes up in the queue, they print the game as ordered, put it in a box, shrink-wrap it, put it into a shipping box, and send it on its way to you.\nSo, this morning, I checked our orders to see where in the queue we are. We are numbers 1 through 30 or so in the queue! They should be working on them this week, and shipping them out to you, I don't want to jinx it, but I think some of you may have your games around the 4th of July. "}, {"update_no": "UPDATE #14", "update_userinfo": "Games Have Been Ordered!", "update_content": "Great news, everyone! \nWith the exception of one backer (because we don't have their address, yet), all of the games have been ordered at TheGameCrafter.com. From here on out, they will print them, put them in boxes, and ship them out. I will let you all know when they leave their warehouse! \nHere's hoping everyone can get their copy before that September time frame we put on the Kickstarter pledge levels. :)"}, {"update_no": "UPDATE #13", "update_userinfo": "Please Fill Out Your Backer Surveys for Angels", "update_content": "Aaron from A'n'SR here. A little behind the curtain, boring business stuff for you (sorry). All of the money is moving around to the places it needs to so that we can place our orders. I think we are down to getting your Survey's back. Please fill out the Kickstarter Survey sent to you by e-mail. We are putting a Thank You in the Deluxe rule book, an we'd like to have the surveys back, including what to call you when we thank you, before we order..\nLet me know if you have any questions, comments, or concerns. And, again, thank you so much for supporting the game. You've done your part, now we're going to do ours: which is get you a game as soon as we can!"}, {"update_no": "UPDATE #12", "update_userinfo": "Angels - Michael's War has Taken Flight Than you!", "update_content": "WE FUNDED!  \nThank you to everyone who backed this project with either your treasure, your time, your prayers, your posts, your social media shares, your kind words, your help, or all of the above. We have enjoyed talking to a lot of you in Kickstarter Messages, in person, or both. This has been an amazing experience for us, and hopefully somewhat cool for you, too.\nBusiness:"}, {"status": [{"Project funds successfully": "34 backers pledged $1,498"}]}], "comment_no": 34, "projec_url": "https://www.kickstarter.com/projects/ansr/angels-michaels-war-card-game", "project_name": "Angels - Michael's War card game"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "You and your buddies have teamed up at the range for a day of shooting sporting clays. Leave it to your friends to turn clay target shooting into a competitive team sport. The team that can shoot down more targets may be the better shot, but the team that scores the most points is obviously the winner… be careful to not shoot the wildlife or it could cost you!\nUpdate:  Foul Tokens!\n Backers at the SHOOTERS BOX tier will now receive 16 custom acrylic tokens perfect for tracking Fouls! They are laser cut acrylic and measure 1.25\" across and will come in a sturdy velvet pouch large enough to store both the tokens and the game. Tokens are also available as an add-on for only $5 at any pledge level!\nPULL! - A Trap Shooting Card Game is a partnership style card game that draws inspiration from classic trick-taking games such as spades, whist, and euchre. Unlike these traditional games:\nThere is no trump suit\nThere are two active tricks each round\nPlayers cannot \"win\" the lead \nAt the start of each hand, the dealer deals each player 10 cards from the Shot Deck and flips over the top two cards of the Target Deck. Each Target is worth a number of points and players take turns playing one Shot card on each Target. The team that plays the highest valued Shot wins the Target and scores the points, but you must play carefully, because shooting the wildlife will cost you! Additionally, if a team scores both Targets, they may receive bonus points. \nA hand lasts five rounds then points are tallied and recorded. The deal is passed to the left and play continues in this fashion until one team scores a set number of points.\nRules are also included to play the game as individuals with 2, 3 or 4 players.\nRead the Rules \nGoogle Docs\nFull Color PDF\nI write extensively about my game designs from concept through finished product. I share a ton of my work on Twitter in a sort of live-tweet fashion, but I write full articles on my page detailing the design process. I have been actively developing and testing PULL! for over five months and I've written many articles about the changes I've made and the reasons for making them. You can find all the PULL! articles by following this link to my website, cheveedodd.com.\nYou will need to provide a method to keep score. Pencil and paper works great.\nAlso, available is a companion app for Android and soon iOS. This app will help you keep score, track Fouls, and also has a reference set of rules. Get the app now on the Google Play store!\nThanks to over a dozen print and play test groups from all over the globe, PULL! went from a game that was strictly playable to a game that is actually fun to play. I owe this design to everyone that helped me along the way... and there's still time to help!\nPULL! is available right now for print and play. I believe fully in this game and welcome you to give it a try before you pledge. The card backs vary slightly in design from the Kickstarter rewards, but only to make them a more printer friendly. Otherwise, the art and graphic design remains unchanged and is provided at full resolution.\nDownload the files!\nThe promotional card will be 2.75x4.75 inches and will feature a special message to all backers on one side, and original art on the front chosen by the Backers. All levels above the THANK YOU tier will also receive access to the Backers Edition print and play files.\nPlease select your GET THE GAME! pledge level carefully as there are separate levels for Canadian and International backers!\nYou must be at Gen Con 2014 to receive your SIGNATURE EDITION reward.\nThe Shooters Box is the result of a collaboration between myself and Daft Concepts. Their specialized lasers will cut the boxes and engrave the PULL! logo on the sliding lid and I will hand-finish and assemble the boxes myself. I will have a significant amount of time in finishing and assembling these boxes, so quantities are limited. \nAll SHOOTERS BOX pledges will now also include 16 custom Foul tokens! These are 1.25\" acrylic tokens are perfect for keeping track of your Foul total!\nTHANK YOU CARD ($1) - Add the special promotional card from the THANK YOU tier to any pledge.\nFOUL TOKENS ($5) - Add ONE set of 16 acrylic Foul tokens to any pledge with no additional shipping! These tokens measure 1.25\" and are laser cut from 1/8\" acrylic. They will come packaged in a sturdy velvet back large enough to hold the game. If you would like additional sets of foul tokens, please contact me for a shipping quote.\nAUTOGRAPHED PRINT ($10) - Add the autographed print from the SIGNATURE EDITION tier to any pledge.\nMORE GAMES ($14/$20/$25) - Add additional copies of the game to any pledge. USA backers add $14 per additional copy. CANADA backers add $20 per additional copy. INTERNATIONAL backers add $25 per additional copy. All stretch rewards are included with each copy!\nThe unlocked premium pledges will let you be in the game! Two backers will be able to send me a photo and I will draw your likeness on one of the two Shooter cards!\nI have not picked the 6 animals to be included in this expansion. I will let backers help me decide what to include!.\nI have some ideas for the design of these cards, but I will let backers help design their final appearance.\n \"I really enjoyed this game. Once we bring this to my family it will be a huge success.\" - Megan\n\"There is a universal appeal here It takes you back to your roots of spades and euchre. I think this is a great game.\" - Jeff\n \"From a family perspective this leads to some family fun of pulling people together.\" - David\n \"I like trick taking games and this one is exceptional\" - Hunter\n                       Pull! by Chevee Dodd Review by David Lowry\n\" Pull! is a fast paced, fun and very social card game that is well worth it’s price and the wait on Kickstarter. For players that love trick taking games, party games like Uno or social games, then Pull! is a great pick for you!\" - David Lowry\nThe Game of Crowd Funding - Podcast Interview with Jeff King of All Us Geeks\nHyperbole Games - Interview with Grant Rodiek (Farmageddon)\nThe Inquisitive Meeple - Chevee Dodd on PULL!\nBoards and Barley - an Interview with Ed P Mariott (Scoville)\nHappy Mitten Games - Guest blog post about the creation of PULL!\nRulebook Review - A review of the rules clarity and layout\nCardboard Jungle - Podcast Interview with Anthony Racano \nClub Fantasci - Video Interview with David Lowry\nBoard Games and Beer - Podcast interview \nGo Forth and Game - An Interview with Tom Gurganus\nGaming Trend - An Interview with Keith Schleicher\nI've been designing board and card games for over 15 years. Finding publishers to bring my games to market takes up a significant amount of my time and money. Scallywags is doing well, but it doesn't offset my costs alone. I've decided it’s time to start getting more serious. I want to take control of some of my own projects so that I can continue to focus on providing valuable content and fresh games. I regularly release free print and play games on my website, cheveedodd.com, along with articles and tutorials centered around board games and design and I would like to continue providing this content without monetizing the site with advertisements and subscription fees.\nThis year, I formed Chevee Dodd, LLC so I could spend more time on this adventure. I am offering my graphic design skills to help offset the expense of designing games and pursuing publication. I will continue to pursue traditional publication for many of my projects, but I also have quite a few more unique games that I’d love launch with your support!\nPULL! is a non-standard game with a quirky theme and underused mechanics. Publishers continue to tell me that there is no market for trick-taking games. I disagree with them. I think players enjoy these types of games and I’m here hoping that you’ll show me some support in bringing my game to life. Backing this game not only supports my efforts with PULL! but will help launch my newly formed company!\nI am working with multiple manufacturers to make PULL! the best it can be. Meeting the funding goal will allow me to fulfill the game through thegamecrafter.com and receive their maximum discount. This option is the best I can find for short run printing. The Game Crafter cards are printed on 270gsm wax-coated card stock and will be packed in a tuck box printed from the same stock. I have used their services for two years now and I am very satisfied with the quality of their product and service. \nIf we exceed the project goal, I will be able to scale up production with a larger-run manufacturer which will allow me to print on higher quality card stock and provide sturdier  packaging options. It is difficult to put a dollar figure on this sort of production scaling, so here is my pledge to do what is best for the game. I am dedicated to using only US manufacturers and printing small runs domestically is very expensive... but I'm not here to line my pockets and increase my profit margins. I'm here to make a great game the best it can be!\nThank you for checking out my first Kickstarter project!", "risks": "Risks and challenges\nThe game has been thoroughly playtested thanks to many print and play testers. The rules and packaging have been proofed and edited. All the art and graphic design for the game has been completed barring any additional work from unlocking stretch rewards. What this means for you is that there should be little to no delay in getting this game to the printers shortly after the campaign funding is transferred to me. \n\nSo, what could hold things up?\n * Unexpected legal issues.\n * Natural disasters.\n * Postal workers strike.\n * Personal injury or disease.\n * Awesome ideas from Kickstarter backers.\n\nThis is my first Kickstarter project, but I’m confident in my own abilities to bring PULL! to market. I've produced many of my own games through print on demand services as well as print and play files through my personal sites and boardgamegeek.com. Working with a printer is just another step in the process. All I need now is your pledges to make this dream a reality.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #35", "update_userinfo": "An update, on TIME!", "update_content": "That's right, it's Tuesday, and I HAVEN'T missed an update this week! Even better news, the first of the Shooter's Boxes are shipping!!!\nI've been busy trying to get them all done. I would have had them all done today had I not run out of Shellac. I'll stop and grab another can tomorrow so I can get them wrapped up this week and finish this campaign out.... but for now, pictures!"}, {"update_no": "UPDATE #34", "update_userinfo": "Almost there!", "update_content": "I missed another week's update.\nI have no pictures this week.\nBut I do have good news!\nAll the money is now in my accounts to finish out the shipping! Now I just need to finish the boxes. The first batch is almost done, I expect to finish them and begin working on the second half tomorrow night. If all goes as planned, I should be shipping out the remainder of the rewards this week! At the least, international shipments will go out Thursday."}, {"update_no": "UPDATE #33", "update_userinfo": "It's Tuesday... 2 Weeks Later?", "update_content": "Whoops. \nI haven't updated in two weeks. That's totally my fault for a multitude of different reasons... most of them being personal and stuff. So, what has happened in the past two weeks? Admittedly, very very little.\nThe International shipments haven't gone out yet. Everyone in North America should have their copies by now. If you don't, please let me know. I have tracking information for each package and I will research your shipment for you if there are problems. That being said... I've had exactly ZERO complaints about shipping damage! So glad I chose to use the boxes. Totally worth the extra $60 or so it cost me in shipping."}, {"update_no": "UPDATE #32", "update_userinfo": "Shipped!", "update_content": "As most of you have become aware, the entirety of the remaining domestic and Canadian (NON-Shooter's Box) rewards have shipped!"}, {"update_no": "UPDATE #31", "update_userinfo": "Still Shipping! - iOS?", "update_content": "We're not out of the woods yet. I was able to ship another batch last week, and I should be able to ship even more this week... maybe even the entirety of the remaining packages! I'm waiting on a funds transfer between my accounts. Not sure what's taking so long there. It's odd how many little delays there are in this whole process. I never expected it... in fact, I don't think most project creators do, and that's why so many fail to ship on time. I'm VERY glad I changed my expected delivery date from August to September. Giving myself that extra month was the best thing I did all campaign."}, {"update_no": "UPDATE #30", "update_userinfo": "Shipments are out!", "update_content": "Friday was a very busy day for me as I made it to the post office, twice, to deliver roughly 80 packages. That's a little less than half of the rewards shipped! "}, {"update_no": "UPDATE #29", "update_userinfo": "Another Tue.... er.... Thursday Update!", "update_content": "First off, thank you all for your kind words in relation to last weeks post. I've tried really hard to go easy on myself this week and not get worked up over these games still sitting in my basement, but the end is near!\nWhile I have yet to ship anything, I WILL be shipping the first batch tomorrow! \nI planned really long for this campaign. I sorted out all the little details on how I would arrange things before, during, and after launch. I worked out all the ways to get exposure for my little project. I worked, and worked, and worked on all the fine details of the game. I made sure there were no errors or ambiguity in the rules. I made sure there were no typos. For all the things I DID do, the one thing I didn't plan enough for was shipping."}, {"update_no": "UPDATE #28", "update_userinfo": "Packaging - this was supposed to be THE update", "update_content": "Man, I feel like a jerk. This was supposed to be the update of awesomeoness. The one that says \"Hey, games are shipped!\" - but, alas, nothing has left my basement yet."}, {"update_no": "UPDATE #27", "update_userinfo": "Gen Con is Gone - Time to Ship!", "update_content": "This past weekend was a whirlwind of exhaustion, emotion, and elation. Every year, Gen Con takes a larger role in my life, and this year was the best yet. I am so glad I got to meet many of you and share my creations with the world. Having people find me... because they were excited about something I created... was amazing."}, {"update_no": "UPDATE #26", "update_userinfo": "OMG Gen Con!!!", "update_content": "It's Tuesday. The night before I leave for Gen Con. As predicted, I'm not even close to ready. I haven't even signed the prints yet for the Gen Con Signature Edition pledgers!!!"}, {"status": []}], "comment_no": 134, "projec_url": "https://www.kickstarter.com/projects/467068973/pull-a-trap-shooting-card-game", "project_name": "PULL! - A Trap Shooting Card Game"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "Here is our website: http://customgamelab.com\nWe will have an email newsletter sign-up sheet on our home-page, so you can receive regular updates from us.\nIn a couple days we'll be launching a forum to discuss design ideas, get feedback, and stay up to date with CGL news. Click here to see that forum once it launches.\nIf you'd like to follow updates specific to this project or order some dice for yourself, this link will bet set up to bring you to the right place.\n----------\nHelp us provide the gaming community with customized 16mm (standard size) D6 dice - with more colors, shapes, and sizes available when we reach higher funding levels!\nNote: Remember, your reward can be divided into multiple designs and even multiple shipments. When splitting it into multiple shipments, you just pay the shipping charges on any shipment after the first.\n\nExample: If you pledge for two dozen dice, you can get 24 of the same design OR 4 each of 6 different designs OR 24 completely different designs (or anything in between). And your reward can be split into as many shipments as you like.\nThese add-ons are available to anyone with a pledge level of $6 or more (anyone actually receiving a shipment). You can include as many add-ons with your pledge as you like.\n\nShipping: No additional shipping charges required for add-ons.\n\n\nRight now, if you want to make custom dice for a game prototype, print-n-play game, or just to customize your old Yahtzee! game, it'll cost you several dollars per die - before shipping.\nWe see a way to provide the same quality engraved custom dice at a fraction of the cost. But we can't do it without your help, we need funds to purchase the necessary supplies and equipment (primarily meaning thousands of dice and a Trotec laser engraver)!\nHere are some examples of people we've teamed up with so far to bring you cool designs:\nWe've teamed up with Potluck Games, the creators of Dungeon Dice, and have some exciting news as a result! They are designing an official die for Dungeon Dice that will be available exclusively through CGL.\nPlus they have agreed to allow us to use a bunch of the official art from Dungeon Dice. The art will be available on our website so you can design your own custom mods, expansions, and house rules for Dungeon Dice and the icons on your custom dice will match those on the originals!\n\nWe've also teamed up with Common Man Games to create a custom dice pack for their award winning game Police Precinct. And if enough people are interested in that pack, they'll receive a mystery die for SNITCH Free of charge! That die will also become available for others to claim with their pledge rewards once it's unlocked. More details on Update #8. Both Police Precinct and SNITCH are available through their current KS project.\nWith the announcement of full-color printing, we also announced a collaboration with Nick Hayes to bring his game Chunky Fighters to the masses.\nTesh of Project Khopesh ran a successful Kickstarter project several months ago for metal Tinker Dice and would like to see those designs made reality in plastic as well. So he has shared with us the designs for d6 Tinker Dice as well as Fudge Tinker Dice. Here's what the design looks like as well as a picture of the finished product in metal.\nWe've teamed up with Sarcastic Robot to make Firewall, a strategy dice game, available.\nP.D. Magnus is working with us to produce dice featuring the suits of his award winning six suit deck of cards, the Decktet.\nCheck out Update #11 for a much fuller list of collaborations.\nThese are just a handful of those that have shown us their designs. And there are many more of our 1,000+ backers with design ideas they haven't shown us.\nThese designs will all be available when the project gets funded, but what should be even more exciting is not the designs I've created, but the opportunity for ANYONE to create their own custom design and make it available to the world. There are literally infinite possibilities. I hope the few I've posted here can help inspire some ideas.\nShipping: Shipping to the US is included with all reward levels, additional $7 required for international shipping.\nSharing is caring! One of the most critical aspects of making this project a success is getting the word out to everyone that might be interested. But we need your help to do it.\n\nIf you help us out by sharing the project URL on Facebook or including it in one of your Tweets, we'll reward all of our backers by unlocking new colors of paint to fill the designs with. We figure this is better than paying for advertising because it allows us to reward even more for your support!\n\nWhile you're at it, feel free to follow us on Twitter @CustomGameLab and like our fanpage on Facebook:\nJust for clarification, these are not new colors of dice, but new colors of paint to fill the engraved designs with. New colors of dice will be unlocked through monetary stretch goals.\nDesigns we can promise to be available upon success of this project, include the following themes: Promo dice, Elvish script, weapons, winner's dice, loser's dice, tetrominoes, moon phases, standard d6, dragon dice, chess dice, ninja dice, card suit dice, crown and anchor dice, fudge dice (standard and outline), text based dice, cheater's dice, binary dice, weather dice, Mayan dice, Emoticon dice, Chinese dice, Roman numeral dice, hexadecimal color choosing dice, RGB color choosing dice, and math constants dice. The Myst based D'ni numeral dice have also received approval for commercial licensing from Cyan Worlds Inc and will be available.\n\nWe also fully expect hundreds if not thousands of other designs to be made available soon after our website launches as our backers begin to create their own designs and make them available for others to order. Rest assured you will have plenty of great options to choose from!\nIn fact during the course of this project, we have already begun working with some designers to announce designs they will be making available on our site. We've been sharing these in our updates, but also plan to add some of them to our main project page. There's some exciting new partnerships forming - go check out the updates to see some of the cool designs you'll be able to choose from!\n\nCredits: Music for the video, \"Please Listen Carefully\" by Jahzaar available on FreeMusicArchive.org under Creative Commons licensing, and some of the graphics on this page came from various contributors on Game-Icons.net There will be more specific attributions for the graphics on our site once it is launched, if you would like more info feel free to contact me.", "risks": "Risks and challenges\nWe will be working with multiple manufacturers to source all of our equipment and supplies from lasers to dice to paints. There's always a potential risk of delay or other issues when working with companies you have no control over. However, I have already been in contact with each of these companies to ask questions and receive samples. Each of them is a reputable company and has been very responsive so far.\n\nI've been asked what I will do if this project is wildly successful - will I still be able to deliver? Not only will I still be able to create your dice, but the process get's streamlined even further the more it scales. If it does well enough, I will be able to buy an even faster laser with a larger engraving area allowing me to engrave more dice at once. If necessary, I have room in my shop to add more than one laser as well (plus available help as necessary).\n\nIn short: Overfunding is a good thing, it would allow us to get better equipment, potentially more equipment (which will both speed things up), and more dice options for you!\n\nAs with any Kickstarter, this will be a large time investment not only in creating dice but also in delivering them.\n\nI have worked from home for the past couple of years, and am prepared to dedicate the time needed to deliver your rewards for this project! I have experience mailing lots of packages from previous business experiences and I know the local postmaster personally - but I'm sure we'll be seeing each other even more when this project is funded!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "Refund surveys coming your way.", "update_content": "It’s January - a new year. The therapy I’ve been doing has made a huge impact on my health so far. The therapy continues, and I’m hoping that there will be progress continually made through the coming months. My stamina is way higher than it was. There is still a lot of room for improvement, but things are going in the right direction again now.\nThe laser has not been sold yet, but I have still been working on getting things set up so that I can start refunding some of you. And I think we’re at a point where that can begin."}, {"update_no": "UPDATE #30", "update_userinfo": "Admitting Defeat", "update_content": "I don't know what else to say other than that I have failed myself, this project, and you. \nI see three ways primarily that I failed: \n1) Inexperience in doing something at this scale left me underprepared for some of the obstacles I ran into. Were it not for the other two failure points, I am confident this one could have been overcome, but it did contribute nonetheless.\n 2) My failure to recognize the problems with my health before they cascaded out of control was by far the biggest contribution to my failure to complete this project. In retrospect, I can see some of the warning signs, but at the time I just thought I was tired and stressed right up until my body began to fail catastrophically."}, {"update_no": "UPDATE #29", "update_userinfo": "Pulmonology update and moving to a better climate", "update_content": "Earlier this week, I finally got to see the pulmonologist (this was the fastest they could get me in... seemed like forever).\nEssentially, it ended up confirming what we already suspected but with more accurate results and some finer details.\nMy lungs are capable of holding a normal volume of air though it is intensely painful to make that happen."}, {"update_no": "UPDATE #28", "update_userinfo": "Health update", "update_content": "Hey All,\nIt's me again – I am still alive.\nFirst off, thanks for all the positive feedback and support in response to my last update. I can't express how much that meant/means in this hard time.\nAbout a month has passed since then, so I wanted to update you on my health status."}, {"update_no": "UPDATE #27", "update_userinfo": "Breaking the silence", "update_content": "Hey everyone.\nI know it's been a long time since I've posted an update and especially since I mentioned being close to taking orders last time it has been unsettling for many of you to see that much time pass.\nSo I want to start this out by saying I have not forgotten about this, I have not moved on from it, and I am still completely committed to fulfilling this Kickstarter."}, {"update_no": "UPDATE #26", "update_userinfo": "A quick (and long awaited) update", "update_content": "Hey everyone.\nI know it's been longer than expected since my last update.  I also am aware that this has been a cause of concern for a number of you.  I will share some details as to why another month passed when I was hopeful to get the website up around the holidays (I know quite a few of you appreciate openness in discussing what the hangup have been along the way, so I want to keep that going).  But that will have to wait for now.  I want this to be a very brief update to let you know I am still working feverishly on this project.\n\nI have been really pushing to get this website live despite the hangups.  And as I was getting close to being able to put a significant portion of it online (as opposed running locally on my computer), I stayed up all night last night and worked through the day today to get it up.\n\nIt is still not finished, the aesthetics in particular have been neglected to focus on the functionality (the vast majority of the code goes into making the backend work - then once that is all put together it will need to be beautified on the surface).  And not all of the functionality is enabled yet, but a huge portion of the core is there and even more in the background that isn't visible from the surface yet.\n\nIt is not ready to place an order yet, but will be soon.  The technical capability for you to upload an image for each face and compile that into a die design is there.  I have not had time to put together instructions/FAQs/or walkthroughs of the design process yet either.  But I wanted to go ahead and put it up ."}, {"update_no": "UPDATE #25", "update_userinfo": "Test Case Examples", "update_content": "Hey everyone! We're getting really close, and I can't tell you how exciting that feels. I was going to try to squeeze this update and the next update together, but it didn't quite work out.\nI am hoping that with a few more all-nighters (turns out that's the easiest time to work on the programming without distraction), I'll be able to open up the website for design submissions. I am still hopeful this will happen before Christmas as I mentioned before, but it's going to be tight.  We'll see if I can pull it off."}, {"update_no": "UPDATE #24", "update_userinfo": "Marching Onward", "update_content": "Another month has passed, which means it's time for an update.­\nIt's November now, which means we've officially missed the projected delivery date I had set when I launched the project. I won't try to waste your time sugar coating that or make excuses. I am sorry it happened, and I hope to have learned from the mistakes made in planning and prioritizing the timeline for this project.\nAt this point though, I think we can all agree this project will make better progress if I focus my time looking forward rather than back.\nWith that in mind, I've got some samples of what I've been working on to show you."}, {"update_no": "UPDATE #23", "update_userinfo": "Calibration, dice, pictures, and apologies", "update_content": "Once again, it's been about a month since my last report, so I'm here to check in again.\nI know some of you have drawn more attention back to this campaign as it gets closer to October. October had been my forecasted delivery date – and honestly I had expected to begin shipping dice much sooner than that.\nBut as I've detailed in my previous updates, the laser came nearly two months after I expected it to, and it was another month and a half before I was able to get it calibrated (not to mention a couple problems I was having with the software and Windows 8) – leaving a full 3 months between the time I anticipated getting the laser and the time I actually had a laser that fully functioned as it should."}, {"update_no": "UPDATE #22", "update_userinfo": "The 6 ½ Pound Titan has Arrived!", "update_content": "In my last update, I was excitedly letting you all know about the 300 pound mechanical monster that had arrived.\nIn the time since, while much of the gaming world was prepping for Gen Con, we've had a new arrival – this one was much smaller. When she joined us, Adaiah Gamliel Warren was 6 pounds 9 ounces (though she is growing quickly). Both she and her mother are doing well (and I made it through alright too!)."}, {"status": []}], "comment_no": 2737, "projec_url": "https://www.kickstarter.com/projects/customgamelab/custom-game-dice-you-design", "project_name": "Custom Game Dice - You Design"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": " Monsters & Knights is a table top card game for 2-6 players. Players compete to slay the most monsters or eat the most knights. Monsters & Knights is fantasy themed hand management, trick taking game, similar to classic card games like pitch or spades.\nTo summarize the game play: There are two ways to play monsters and knights, casual mode, and advanced mode. \nIn the casual mode of monsters and knights, each round players will play all the cards in their hand, using monsters/knights to eat/slay other monsters and knights already in play. At the end of the round they will add up the points for their slayed monsters, or eaten knights and continue to play rounds until one player or team reaches a set number of points.\nThe advanced mode of monsters and knights adds additional game play mechanics enhancing the level of strategy for players looking for a more complex game. \nWatch a How to play video for Monsters & Knights:\nPLAY\n\n(How to play video features a prototype game, actual game will have a different back image)\n Monsters & Knights reviewed by Dave at To The Table:\n ^(note: Dave is using a print and play version of the game)\ncRAZYjOESgAMES is an independent game publisher/designer. Currently my focus is to design table top games. Growing up  I spent a lot of time at hobby shops and bookstores playing table top games. There is a social quality to playing games at a table that develops communication skills that differs from playing a video game. I appreciate that aspect and want to create quality table top games so others can enjoy this unique experience. If at any time I use the words our or we, I'm referring to the people who have supported me and helped get crazyjoesgames where it is today.\nWhy Kickstarter? Monsters and Knights has been fully developed and play tested and now I would like to print a first run and distribute the game to people who enjoy table top games. The initial goal will be a 200 copy print run. This is my first experience with running a Kickstarter, ultimately my goal is to print and ship as many copies to backers as possible. If the campaign over funds, I will look into a larger print run to meet the needs of the backers.\nWhy The Game Crafter?  TGC is more than capable of handling high volume, quality manufacturing. More than anything TGC is good people. They are a great company to work with, their product is well made, and being in the US makes shipping much easier.\n A word from the artist:\nBoardgamegeek page: http://boardgamegeek.com/boardgame/154527/monsters-knights", "risks": "Risks and challenges\nMy wrist still hurts from operating the puppet. I hope to work on those skills for possible future presentations of crazy joe. This itself may pose as a challenge. \n\nIn all seriousness this kickstarter means more to me than just getting a game printed, its a big step forward for me as an independent designer. \n\nI hope everything will go smoothly but there are possible set backs in manufacturing and shipping. \nOur manufacturers schedule for production time fluctuates depending on how many orders they are receiving. Although we hope production time is done quickly we cannot predict an exact time for the manufacturers completion of the printing process. \nThe game will also be fulfilled through our manufactures bulk order fulfillment service, they will be shipping out the games directly which saves time from me individually shipping each package. \n\nI also know that communication with backers is important in keeping up to date addresses to make sure all backers get their reward as quickly as possible. I will try my best to stay as organized as possible. \n\nI am not on facebook. \nYou can still contact me at joe@crazyjoesgames.com and visit our webpage www.crazyjoesgames.com\nYou can also join our mailing list by sending an email to info@crazyjoesgames.com\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #58", "update_userinfo": "Monsters & Knights second edition follow up", "update_content": "Hello,\nI wanted to address some comments, and also ask that you can please take some time to join in the comments section.\nOn the topic of a second edition, a few things I want to clarify.\nThis is not something I'm planning on going ahead with until I've released the new rules and allow owners of the first edition try out. The second edition rules also have some changes to point values on some of the cards and re-wording of some text for balance. Once I can make this a more solid game, only then am I'm considering the print for new decks that align with the new rules."}, {"update_no": "UPDATE #57", "update_userinfo": "Monsters & Knights Second Edition", "update_content": "Hello Monsters & Knights backers, great folks supporting Kickstarter projects.\nIt's been a couple years since the funding for this project and first print run of Monsters & Knights.\nSince then I've gotten some great feed back, and thought of some new ways to re work the rules and stream line the game play.\nSo what does that mean? I'm working on putting together a second edition to have the game re-printed. All new game rules have been designed to make for an easier to learn, smoother game play experience. Monsters & Knights is still a casual card game and the core mechanics are still the same. It's just better now!"}, {"update_no": "UPDATE #56", "update_userinfo": "Blood Fuel has launched", "update_content": "The Novel Blood Fuel has launched on Kickstarter.\nPlease check the project out. Caleb and I are collaborating on a game design based on the world of Blood Fuel, and your support for the novel will help us move forward.\nBlood Fuel: Book #1 of the Battle Born Sci Fi Novel Series"}, {"update_no": "UPDATE #55", "update_userinfo": "Blood Fuel", "update_content": "Hello everyone,  I wanted to share a project with you that's going to launch on Oct 1st, \"Blood Fuel: Book #1 of the Battle Born Sci Fi Novel Series\"\nThis is a Novel written by Caleb and Luke Prochnow. Caleb is the head illustration instructor at Ringling College of Art and Design."}, {"update_no": "UPDATE #54", "update_userinfo": "I forgot to share the puppet video", "update_content": "I forgot to share the puppet clip I made to help support the project.\nAgain, the artwork from Monsters & Knights and Round Ten will be in this book. Check it out, its awesome. Kickstarter link here"}, {"update_no": "UPDATE #53", "update_userinfo": "Design Unscripted 2 Is on KS", "update_content": "Hello everyone,\nDesign Unscripted 2, an art book, is live on kickstarter here. "}, {"update_no": "UPDATE #52", "update_userinfo": "Hook Line & Stinker Fish has re-launched", "update_content": "Hello backers!,\nI have re-launched Hook Line & Stinker Fish, a family friendly 2-6 player card game. The game is quick and easy to play. It involves dice rolling, press your luck, and a little bit of take that mechanics.There is a free print and play copy available on the kickstarter page or at www.crazyjoesgames.com\nHopefully you can check out the page, and if you like what you see, help support funding for the project! "}, {"update_no": "UPDATE #51", "update_userinfo": "Happy Holidays and Rule Suggestions", "update_content": "Hello everyone,\nI hope everyone has a good holiday season.\nI had the chance to play Monsters & Knights today with family, and some one came up with a very good suggestion for a rule variation that I never thought about.\nThe rule variation would be, instead of the dealer always having to flip the night and day card on his/her turn, they have the option of leaving it as it is (not flipping it)."}, {"update_no": "UPDATE #50", "update_userinfo": "An Update", "update_content": "Hello everyone,\nJust wanted to let everyone know about this project Hero Brigade There is only 58 hours left. This is a project from Zucchini People Games, by Nicholas Yu, A big supporter of indie game designers. The project has funded and I'm sure he'd love to unlock some stretch goals. Hopefully you can check it out, it has some fantastic artwork."}, {"update_no": "UPDATE #49", "update_userinfo": "Hook Line & Stinker Fish", "update_content": "Hello Backers of Monsters & Knights,\nThere is new content on the Hook Line and Stinker Fish project page, but I'll put it in this update too.\nThe How to play video is up, along with some Avatars for you to use to show support for the project."}, {"status": []}], "comment_no": 81, "projec_url": "https://www.kickstarter.com/projects/933721910/monsters-and-knights-card-game", "project_name": "Monsters & Knights card game"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "Did You Miss the Kickstarter and still want a copy of Dig Down Dwarf? Pre order via PayPal at the link below!\n>>>CLICK HERE TO PRE ORDER<<<\n Dig Down Dwarf is a fast-paced press-your-luck dice game that is also the winner of the Micro Game Challenge! 128 designs were entered into the contest and Dig Down Dwarf was unanimously picked #1 overall by the judges! The Micro Game Challenge was judged by board game critic Cyrus Kirby, who is better known as Father Geek, and by the podcast team at All Us Geeks. Here is what they said...\nDig Down Dwarf is a fast and casual game that is fun for all ages and all skill levels. Newcomers will be attracted to the easy-to-learn rules and press-your-luck mechanics, while skilled gamers will love the ability to alter dice rolls by spending gems. There is a bit of something for everyone, and the quick playtime and portability make it a great travel game and an outstanding filler game as well.\nYour support will allow us to produce this great game and get it into the hands of people all over the world to enjoy! Kickstarter allows us to manufacture a high quality product that we can all be proud of. As an Indie Publisher we thank you for your pledge!\n Tutorial Video\n                                                                                                             Components:\n5 Six-Sided Dice (1 red, 1 blue, 1 green, yellow, & 1 purple) -Bonus 16mm Translucent!\n45 3/4\" Acrylic Gems (1 diamond, 2 star gems, 4 emeralds, 6 Rubies, 8 sapphires, 14 amethysts, & 10 cursite) \nBonus - Star Gems Micro Expansion\nBonus - Rubies (5th Player Expansion)\n5 Dwarf Player Cards -Bonus Female Counterparts on the Reverse Side of each card. -Bonus 300gsm linen finish! -Bonus Elder Dwarf Card\n1 Grey Drawstring Bag -Bonus Now With Printed Logo!\n1 Jumbo Player Aid Card -Bonus 3 more added for a total of 4!\n3 Instruction/Reference Cards\nBonus - 2 Piece Setup Box\n  The Golden Edition Comes with 5 custom engraved Chessex Dice, a deluxe instruction booklet, a Jumbo 5x8 Black Velvet Pouch with Gold Satin Lining, 39 Gems, 4 Dwarf Cards, 4 Reference Cards, 1 4x4\" Mine Tile, and is housed in a Golden Tin!  \nStretch Goals are our way of giving back to you in the case that we over-fund! We are certain that our game will be great if we just reach our goal, but if extra funding comes in, we will put that money back into the game. The higher the funding, the larger our print run will be. A larger print run means each unit will cost less to manufacture. Instead of putting that extra money into our pocket, we will invest it into the game itself in creative ways!\nCustomize your pledge level by adding any of the listed items to your pledge. Simply add the dollar amount next to each item you want below to your pledge amount. You can make changes an existing pledge level by clicking on the \"Manage Your Pledge\" button above. We will send out detailed surveys after funding to gather the info needed to customize your pledge. Enjoy!\n Above is a picture of the gems that come with Gems of Norcia. These are a different shape than the gems from the base game but are about the same hefty size.\n Show Your Support by Sporting a Badge!\nThanks to Game-Icons.net for the use of the #of players and time required icons above! Game-Icons is a really cool site!", "risks": "Risks and challenges\nOur goal is to make a quality product and we understand the challenges of doing so. Our focus is to stay engaged with both our manufacturers and backers to keep everyone on the same page and informed. An informed backer is a happy backer.\n\nIf challenges arise, we will hit them head on. Sometimes an issue can cause a delay, and while delays are typically avoided, producing the the best product is always our end goal. Again, open communication with our backers is key.\n\nAll fulfillment will done in house via the use of USPS. We have our quotes from manufacturers in hand and all artwork outside of possible stretch rewards is done.\n\nWe also have experience with Kickstarter, having run 5 successful campaigns for Plague The Card Game, Zogar's Gaze, Tasnia, Neptune, and Four Tribes. We feel that this experience gives us a good advantage if and when any issues arise.\n\nAll of our previous projects have been shipped to backers with the exception of Four Tribes which is not due until September. Of the four projects we have delivered, three were on time, and only one had a minor delay. Again, we always keep an open line of communication with our backers.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #49", "update_userinfo": "Dig Down Dwarf Tin Series is here!", "update_content": "Hello Folks!\nThe latest version of Dig Down Dwarf has just launched and you can snag a copy for less than $11.00!\nInstead of running another Kickstarter I am running a Crowd Sale instead. "}, {"update_no": "UPDATE #48", "update_userinfo": "The Gate is Open!", "update_content": "Hello Folks!\nMy latest solo-play design just launched last night and things are rolling! Gate is a medieval horror game where you are trying to protect your stronghold from invading vile creatures from the local forest. It uses deck-building as its driving mechanic. It comes housed in a small sturdy hinged tin with full-color printing. You can literally keep it in your front pocket!\nGate is being ran as a Crowd Sale on the Game Crafter. What does that mean? Well a crowd sale is much like any other crowd-funding platform, except the Game Crafter both manufactures and fulfills all orders. This means you, the backer, get your game much faster than traditional methods. In stead of forced, and often trivial, stretch goals, crowd sales instead lower the price for all backers whenever we hit certain milestones! That is right, the game actually just drops n price for everyone instead of adding stretch goals. Gate is complete and doesn't need any useless added content. Instead early adopters are rewarded with money back in their pockets."}, {"update_no": "UPDATE #47", "update_userinfo": "StoneFire is Live!", "update_content": "Hello Folks!\nIt has been a long time since I connected with you, but I wanted to share with you my latest project StoneFire, which just went live on Crowd Sale.\n>>> Crowd Sale Link <<<"}, {"update_no": "UPDATE #46", "update_userinfo": "Iron Helm is Live!", "update_content": "Good Evening Folks!\nIt has been a long time since I connected with you, but I wanted to share with you my latest project Iron Helm, which just went live today on Crowd Sale.\nWhat is Iron Helm?"}, {"update_no": "UPDATE #45", "update_userinfo": "DIG DOWN DWARF 2nd Edition LIVE on Kickstarter now!", "update_content": "Hello Folks!\nI hope all of you are enjoying your copies of DDD. I have received a lot of positive feedback from players all over the world. I also heard from a lot of backers with cool ideas for ways to make the game even better. A few months ago we completely sold out of DDD and I was planning to make a 2nd printing, and then I got to thinking about implementing some changes. Before I new it, I had made enough changes that I simply couldn't call it a 2nd printing, but rather a 2nd edition."}, {"update_no": "UPDATE #44", "update_userinfo": "The award-winning Siege of Sunfall Has Launched!", "update_content": "Hello Folks,\nI wanted to give all of you the heads up that we have launched our latest KS for Siege of Sunfall. What is Siege of Sunfall? Check out the numerous reviews on the KS page to learn all the ins and outs? SoS is the winner of the Gamer's Remorse Killer Design Challenge and has been loved by all the critics! It also is completely illustrated by Derek Bacon!\nSIEGE OF SUNFALL KS LINK"}, {"update_no": "UPDATE #43", "update_userinfo": "Dig Down Dwarf Contest Giveaway!", "update_content": "Hello Folks,\nWe are hosting an awesome giveaway on our Facebook page. We are basically bribing people to check out our Virgin Seas KS (Only 2 days left!). Click this link to find out more.\nContest Giveaway!"}, {"update_no": "UPDATE #42", "update_userinfo": "Land Ho! Virgin Seas is LIVE!", "update_content": "Hello Folks!\nWanted to let all of you know that we just launched our latest game in our Small Box Series(includes Dig Down Dwarf and Trainmaker), Virgin Seas! Virgin Seas is a quick (10 minutes per player) area control tile-laying game that plays with 2-4 players.\nLots of tactics and long-term strategy, with a hint of luck. Please take a moment to check it out. "}, {"update_no": "UPDATE #41", "update_userinfo": "Survival Game Design Challenge - Sponsored by Grey Gnome Games", "update_content": "Hello Folks,\nI realize that many of you back board games on KS because you are a simply a gamer. However, I know many of you are either game designers or game designers at heart.\nWith this in mind, I wanted to reach out to my backer following and let all off you know that Grey Gnome Games will be sponsoring a new design contest that will be hosted by The Game Crafter. "}, {"update_no": "UPDATE #40", "update_userinfo": "Trainmaker has launched on Kickstarter!", "update_content": "Hello Folks!\nThe second installment in out Small Box Series is now live on Kickstarter! Trainmaker is an awesome dice game designed by Chris Leder, who is the man behind Calliope Game's Roll For It! and the upcoming City of Gears by Arcane Wonders. Chris is a great designer, person, and friend and I am eager to get this game into a lot of peoples hands.\nWe have reviews and videos and a bunch of cool stuff on the page. $20 gets you the base game with FREE shipping in the U.S."}, {"status": []}], "comment_no": 935, "projec_url": "https://www.kickstarter.com/projects/greygnome/dig-down-dwarf-the-award-winning-strategic-dice-ga", "project_name": "DIG DOWN DWARF - The Award Winning Strategic Dice Game!"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "We have some very cool stretch goals planned throughout the campaign.  Including upgrading the wooden cubes to meeples and mini meeples (that would be 44 totally sweet meeples).  We also have a couple of Exclusive Artifact cards that will only be available by backing the game prior to it's release as well as plenty of new artifacts and locations to unlock. \nWith your support the folks at Meeple Source are creating custom Meeples for the Generals as an add-on if we hit our funding goal.\nAs for the price, we expect Conquest of Speros to retail for a minimum of $24.99. We've chosen our pledge levels so that our backers get a great game at a great price with some cool stuff.\nClick here to see the full size image.\n Click here to see the full size image.\n  Click here to see the full size image.\nClick here to see the full size image.\nClick here to see the full size image.\nClick here to see the full size image.\n Click here to see the full size image.\n Click here to see the full size image\nClick here to see the full size image\nIf you would like to get the Meeple Source upgrade, just add either $6 or $12 to your pledge by clicking Manage Pledge from the Conquest of Speros Kickstarter page and we'll sort it out after the Kickstarter ends with our pledge manager.\nIf you would like a copy of the Lost Treasures Expansion, just add $7 to your pledge by clicking Manage Pledge from the Conquest of Speros Kickstarter page and we'll sort it out after the Kickstarter ends with our pledge manager.\nThis play mat measures 24”x10” and is perfect for setting up the Skirmish area of the game. It will only be available to our Kickstarter backers as well as a promotional item and special events and conventions.\nIf you would like a copy of the Play Mat, just add $12 to your pledge by clicking Manage Pledge from the Conquest of Speros Kickstarter page and we'll sort it out after the Kickstarter ends with our pledge manager.\nYou can download the latest version of the rules here.  Watch our how to play video!\nTo break the game play down to its core, every turn you discard a card, take that card's action, then choose one of 4 set actions to take for the turn.  Every interaction in the game stems from those simple mechanics.\nUPDATE: Check out this new gameplay video shot at Cool Stuff Games in Orlando, Florida.", "risks": "Risks and challenges\nAlmost all of the art and graphics are done and the game has been play tested extensively. The only real pitfall that might arise is in the manufacturing of the game, when it comes to manufacturing there is always the potential for setbacks. However, this is not our first attempt at this, we have worked with other publishers in the past, so we understand what it takes to get a game to market.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #61", "update_userinfo": "Grey Fox Newsletter and contest to win FREE GAMES!", "update_content": "Hi Everyone, \nI wanted to let you know that we are launching a Grey Fox Games newsletter and will be giving away some free games to our early subscribers!\nAll our subscribers will be entered into a drawing on October 20th. Six lucky winners will receive a free copy of a game from our line and 1 grand prize winner will receive a copy of EVERY game in our line! That means Champions of Midgard, Captain's Wager, Operation FAUST, Conquest of Speros, Draco Magi, and Expedition: Famous Explorers are all up for grabs! "}, {"update_no": "UPDATE #60", "update_userinfo": "Digital Conquest of Speros and a few other tidbits.", "update_content": "Hi Backers,\nHopefully most of you have received your games by now and are having fun conquering Speros (at the expense of your friends). For those of you in the U.S. that have not received, please let me know as it means there has been an issue.  If you are outside the U.S., it's not time to panic yet, but in about another week, it might be.\nWe have recently made an agreement with a new company called Tabletopia, to make digital versions of all of our titles.  These will only be interfaces and will not include an AI, but we still think it's pretty cool.  In addition, we are working with them to get our much anticipated upcoming title, Champions of Midgard, up and running in about a week and lasting until the end of the campaign (It will come back at the launch).  Since the game is still about 4 weeks away, it gives you a chance to check it out early!"}, {"update_no": "UPDATE #59", "update_userinfo": "So...very...close...", "update_content": "Hello backers,\nIt feels almost surreal to type this, but in about 19 hours from now, all non-EU copies will be officially shipped.  Packing has begun and shipping will be completed by around 4:00 tomorrow. I cannot wait for you to finally have the game in your hands.  All Oceanic shipments have gone out already.  EU shipment is still in the port, but I am hopeful it will be clear any day now and on its way to Morning Players to be shipped out.  They are very fast, so once they get it, it will not take long."}, {"update_no": "UPDATE #58", "update_userinfo": "The journey is almost over...", "update_content": "Hello all,\nYour patience and perseverance are finally about to pay off.  I am overjoyed to report that I just confirmed today that the shipment has cleared customs and will arrive on Monday. Hooray!!!\nThe plan is to organize everything from the shipment and start shipping out all non-EU and non-Asia/Pacific orders on Wednesday. I will send an update once that process is complete, but the end is truly in sight and I could not be happier for it and the fact that you finally get to play Conquest of Speros!"}, {"update_no": "UPDATE #57", "update_userinfo": "Locking down shipping adresses", "update_content": "Hi All,\nOur boat seems to still be on schedule (woohoo!). I plan on locking down the addresses tomorrow in anticipation of getting everything ready for shipment. If for some reason that is going to be a problem for you (you're moving, etc.), please send me your email address to shane@greyfoxgames.com, with a brief explanation of your issue. I will make sure we get your game to you at the proper address."}, {"update_no": "UPDATE #56", "update_userinfo": "Shipping update and a new social deduction game.", "update_content": "Hello backers,\nI wanted to let you know that the boat with CoS is scheduled to hit the port on 7/14. We should still have time to get the stuff shipped out and have copies available for sale at GenCon.\nAlso, we recently launched our newest KS, Deception: Murder in Hong Kong. It is social deduction game where each player plays the role of an investigator, but one is actually the murderer. Can you find out who in time? This game was shown to us by Jolly Thinkers out of Hong Kong and we really loved it, so we decided to re-implement some elements and co-publish with them. The game was previously called CS-Files (and can be looked op on BGG under that name or the new one). It also already has the Dice Tower Seal of Excellence and there is a video of the review for CS-Files on our campaign page. If you like social deduction games, please check it out here:"}, {"update_no": "UPDATE #55", "update_userinfo": "Backerkit link", "update_content": "Hello Backers,\nI wanted to let you know that the game is officially on the water and moving it's way here.\nFor those of you that are into this sort of thing, you can track the ship at this link:\nhttp://www.jocsailings.com/VoyageDetail.aspx?SID=31204&CID=101&VID=28056&VOID=4470151"}, {"update_no": "UPDATE #54", "update_userinfo": "One step closer...", "update_content": "Hello All,\nSo my forwarding agent just confirmed that our game is officially in his hands and booked for voyage on a boat some time next week.  As soon as I have the vessel information, I will share that with you so that you can track it's progress to the port in Tampa.  From there it's a one day trip to our warehouse and then the job of getting them sent out will begin.  Also, I will be finalizing and locking down the backerkit orders sometime next week (no changes will be able to be made to rewards after that), so please make sure you have completed your surveys (there are 50 people that have yet to do so) as I cannot ship you anything until that happens. "}, {"status": []}], "comment_no": 546, "projec_url": "https://www.kickstarter.com/projects/ragnarocks/conquest-of-speros", "project_name": "Conquest of Speros"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "STRETCH GOALS\nEven though we've made our target we could definitely use some more funds! The the extra money will be used to make enhancements to the sterilizer system and improve the production capacity of our facility!\n$24,000: Kickstarter video outtakes! We have a lot of funny/embarrassing footage that we don't really want to share,but we will with a certain persuasion...\n$28,000:  Free pound of mushrooms for all of our backers!\nUnless you're not able to come to the Twin Cities, then you'll get spawn to inoculate and grow mushrooms from a log or wood chips at your home!\nABOUT US\nMississippi Mushrooms is an urban mushroom farm in Minneapolis, MN. We have been growing fungi since 2012, and in May of 2013 we moved into a new facility in NE Minneapolis. Year-round we grow some of the best mushrooms found anywhere in the world, including species that are not suited to the harsh Minnesota climate.  \nOur facility has been built to support the production of a wide range of fungi, and as we grow we will continue to introduce more exciting species that are not available anywhere else.\nWhile we currently produce roughly 100lbs. per week, with your support we will soon increase production to over 500lbs. of super fresh and profoundly local mushrooms each week! This level of production means that you will be able to find our mushrooms at local grocery stores, co-ops, farmer's markets, food trucks and restaurants all across the Twin Cities!\nTHE RECYCLING POWER OF FUNGUS\nFungi are under-utilized and amazing organisms. In growing edible mushrooms we are using fungi to catalyse the conversion of complex organic materials into food.\nPerhaps the most unique aspect of our farm is the way we grow mushrooms: we use carefully selected waste byproducts sourced from companies here in the Twin Cities! These include sawdust and spent brewer's grain (see: Wood from the Hood & Boom Island Brewing).  If we didn't use these materials they might go to an incinerator or landfill, but once we collect them they have a bright future and become produce and compost! As the fungi degrade the complex molecules found in sawdust and brewer's grain they produce rich and partially degraded organic matter as a byproduct.  Our compost is some of the best available and adds organic matter that increases the productivity of soils. https://www.kickstarter.com/help/statsIt is available to the general public and is used by gardeners and landscapers alike!\nYet this is only a small aspect of the many amazing and under-appreciated abilities fungi possess. The installation of a retort will also enable Mississippi Mushrooms to begin work on bio-remediation and green-building-material products. These other applications are possible due to the unique properties of mycelia, the cellular network that all fungi possess.\nWHAT IS A RETORT?\nWe are raising funds to install a retort, and it is the last piece of equipment we are missing to complete our growing system. A retort is essentially a large pressure cooker that uses steam to sterilize substrate materials in bulk. It will allow us to dramatically increase production by increasing batch size and improving the sterility of our clean room. Growing these organisms at this capacity requires careful sterile conditions to avoid growing the ubiquitous microorganisms in our environment (imagine what happens to ageing fruit).\nThis particular retort has two doors which allow for an ideal clean product flow: raw materials are loaded from the general room and “cooked”, then the sterile substrate is transferred into the clean room where it is not exposed contaminating microorganisms.\nTHE FUNGAL LIFE-CYCLE AT OUR FACILITY\nWe have put together the sterile equipment, laboratory and environmental controls that allow us to work with fungi with great precision regardless of the weather. Contrary to popular belief we do not begin with spores, rather fungi start as tissue cultures on malt & agar in a petri dish.\nAs the mycelium grow we transfer them onto sterilized woody materials which are a food source for fungi. \nWith the right environmental conditions (high humidity, controlled temperature and air exchange) the fungi \"fruit\" and produce mushrooms. We have four environmentally controlled chambers with the ability to provide these conditions.\nAfter fruiting the fungi are transferred to the compost, where the already partially decomposed material is further degraded.\nHOW WILL WE USE THE CAMPAIGN FUNDS?\nA breakdown of how we will use the funds from this campaign together with the Value Added Grant we have received from the MN Department of Agriculture.\nInstall floor drain, roof vents & high temperature sprinkler head: $2,000\nPurchase double-door retort and necessary parts:  $10,000\n20 boiler horse power high pressure steam boiler: $10,000\nShip retort and boiler to Minneapolis: $1,500\nAdditional steam equipment (valves, traps, pipe etc.): $3,000\nInstallation of steam system by licensed & insured steam fitter: $7,000\n Engineer and city permit fees: $1,500\n\nTotal cost: $35,000 - $10,000(Value added grant) = $25,000\nThe remainder of the cost not covered by Kickstarter or the grant will be paid by Mississippi Mushrooms.\nWHERE CAN YOU FIND US?\nCheck out this list on our website to find our products near you!\nYour support will make this project possible. Please consider backing our project and sharing it with people you know!", "risks": "Risks and challenges\nWe are already producing mushrooms and are ready to produce the rewards. However, if we had to produce all of them today, we couldn't. Succeeding in this project of installing a retort is the solution to the biggest challenge we currently face: limited production due to small batch size and contamination by unwanted microbes.\n\nIn order to help our backers with potential availability concerns we will maintain live updates of reward availability on our website/social media, and availability information will also be accessible via phone. This way we can make sure that no one will come out to meet us at the farmer's market only to discover that we have already sold out!\n\nOnce installed the retort will quickly begin to produce higher yields and we will immediately begin to distribute the rewards. We estimate that everyone will have received their rewards in the fall of 2014. \n\nWe are licensed by the State of Minnesota to operate this equipment.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "This Saturday at the NE Farmer's Market", "update_content": "Hello backers!\nUnfortunately the problem with the initial retort caused a substantial delay to this project (about 6-8 weeks) that has put us behind on producing the reward benefits. However, we are happy to announce that the sterilizer project is nearly finished and we are scheduled for our inspection (the last step of the project before we begin growing) on Monday the 6th!\nWatch for another update soon where we'll share photos and an explanation of all the work we've been doing this summer!"}, {"status": []}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/2107602253/producing-fresh-mushrooms-and-recycling-year-round", "project_name": "Producing Fresh Mushrooms and Compost Year Round!"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": " \"You've got a Home Run right here.\" -Bower's Game Corner\nNominated on BoardGameGeek for Box Art of the Year - 2014\nThe Game of Crowd Funding Draft Pick of Jeff King from All Us Geeks\nIn each game of CLASH! Dawn of Steam the players will either fight to tear a location to shreds one piece at a time, or stand up to protect it. Here are some highlights of the game that may pique your interest:\n-Asymmetric game play. Meaning that within the game itself there are two different sides, each with its own separate win condition.\n-Beautifully Illustrated Full-Art Cards. With a team of world class artists on board we opted to have our art on showcase, as such the card layouts feature the artwork proudly rather then hiding 80% of it behind filler design space.\n-No randomized sets or packs. So you always know exactly what you're getting. No chasing rares or useless commons.\n\"I have to say, I wasn't expecting such a polished design right off the bat, easily the best prototype I've received.\" -WeaponsgradeTabletop\nAll Us Geeks Preview Video\n\nWeaponsgradeTabletop Preview Video\n Preview Video from backer Michael Forder\nEnter the world of Asyria, a fantasy landscape that is suddenly ushered forward into a new era of technology, fueled by a recently acquired magical energy.\nEven as the world is still becoming acclimated to this new energy, villains and heroes have already stepped up willing to harness this new fate altering magic!\nYou will become one of these gifted pioneers, but whether you choose to use this new power to aid the industrialization of this world, or to change it entirely is up to you.\n  Each backer who pledges at a level $10 or higher will also receive a FREE Making of CLASH! Dawn of Steam Artbook PDF. The Artbook includes a short story for each of the 8 Main Characters for Wave 1, fiction on the world of Asyria, concept art, and interviews. As a stretch goal we hope to print these and include one inside each box so share the project with friends to help us put more awesome product in each box!\n  \"It was a close run game...pretty tense. The game was pretty much going to end one way or another on the following turn.\" -Havoc110 BGG Blind Tester\nBower's Game Corner Preview Video\n  We've spent the last 12 months ensuring that the game mechanics were as fun and balanced as possible, while slowly commissioning the art for the game out of pocket one piece at a time. This project is a labor of love, which is why we've had no problem locking ourselves in our homes, and living modestly in order to fund the game to the stage it's at now. We've self-funded all of the art for an entire 2-Player Boxed Set as a show of our passion and ever-growing belief in this evolving world of Asyria.\n   And so, the time has finally come to share our game with the world, and we need your help so that we can have our world class artists finish up the artwork, and send the game off to final production. Here at Mad Ape Games we take great pride in announcing that we've chosen to have the game manufactured right here in California. This will give us greater control over the process then having the game manufactured in China where we would have a huge language barrier in the way of us putting out the best product possible. Next stop, your front door!\n Funding Usage\n$10,306 Manufacturing\n$3,000 Shipping & Handling\n$3,294 Pay the Artists for the Remaining Artwork(this will finish the art for Wave 1, we've already paid close to this much out of pocket to show our passion and belief in this project).\n$1900 Kickstarter & Amazon Fees\n Take a look at some more of the card art for the game below, or in the preview videos above!", "risks": "Risks and challenges\nWe have taken several steps to instill confidence in our potential backers, including the following:\n\n1) Using a local manufacturer/printer. In my day job as a graphic artist I've worked with this company many times and they work extremely hard, and put out a beautiful product.\n\n 2) Hiring several artists. We currently have multiple talented artists ready to create stunning art to illustrate the world of Asyria. By having multiple artists working at once we can greatly hasten our ship date.\n\n3) Submitting the game to All Us Geeks, WeaponsGrade Tabletop, Good Geek Gaming, and Bower's Game Corner to be reviewed. We believe in our game and so when we sent it off to get impartial reviews from the awesome channels above, we had total confidence it would hold up.\n\nCLASH! Dawn of Steam has been my dream for years, and I am humbled that you would participate in giving this dream steam powered wings! Don't forget to click \"share\" below the videos and find us on FB/twitter!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Mad Ape Games\n3 created · 41 backed\nMad Ape Games is a tabletop game studio, created by gamers, for gamers. For as far back as we can remember we've always loved the allure of...See more"}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Relaunch Now Live!", "update_content": ""}, {"update_no": "UPDATE #14", "update_userinfo": "Relaunch News! June 16th", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "Relaunch News!", "update_content": ""}, {"update_no": "UPDATE #12", "update_userinfo": "Project Update #12: Arandor Lantheiien Short Story & an Interview about Dawn of Steam!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "Project Update #11: Kaira Haedes Short Story & an Interview about Dawn of Steam!", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Project Update #10: All Us Geeks Preview Video Now Live!", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Project Update #9: Video of an entire game of CLASH! Dawn of Steam", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "Project Update #8: Strategy Talk - Spotlight on Minions", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Project Update #7: Saeria Ilythia, The Illuminator", "update_content": ""}, {"status": [{"Project ends": "MAY 1, 2014"}]}], "comment_no": 383, "projec_url": "https://www.kickstarter.com/projects/madapegames/clash-dawn-of-steam", "project_name": "CLASH! Dawn of Steam"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "WE’RE BACK! Below is our original Kickstarter campaign, updated to reflect the latest.\nTHE SAND STORM (沙尘暴) is a dystopian science fiction film set in the not-too-distant future. It is a low-fi sci-fi short, made in China, telling the story of a city on the brink of a water shortage through the eyes and interactions of four main characters: a woman, a man, a lover, and a water smuggler.\nHELLO, PEOPLE OF KICKSTARTER!\nMy name is Jason and for the longest time I wanted to make my own films, so I left my job and my home to fly from New York to a city I’d never been to before, Beijing. I chose China for creative solitude because I’m easily distracted and had heard the Internet would be blocked for me, perfect for writing. Next thing you know …\nI’M FINISHING A MOVIE CALLED THE SAND STORM \nBeijing felt like the future, not cool and sleek (that’s Shanghai) but dim and gritty. \nThe story centers around human dramas within a city in turmoil.\nIt was the start of 2013, and all of China was about to shut down for the holidays. We had two weeks exactly to assemble our cast and crew or we would be forced into production limbo indefinitely. The weather fell below freezing and on a scale of 1-500 (smoggy days in Los Angeles register 60-90), pollution indexes hit a record 800. This was the climate in which we operated. \nWe shot under extreme circumstances, entirely in Chinese, independent all the way. No fundraising, just us. Eventually, we started crowd funding. Then we stopped. Then we started again.\nWHY KICKSTARTER? WHY NOW? WHY $33,000?\nOur plan has always been to release the finished film online, for free, to the world, but we need to pay for it.\nWe wanted roll-out of the movie to be as much of a revelation as possible so we agreed to delay crowdfunding until after we wrapped.  \nNOW WE NEED YOU because to finish the film, pay back everyone, and break even would require over 300% of our initial ask but, honestly, anything helps. Shutting down early would have stopped us cold in our tracks and left people unpaid. Restarting for less than a week means we have a unique opportunity to build a critical mass, together.\nWHAT IF WE EXCEED OUR KICKSTARTER GOAL?\nTHAT WOULD BE AMAZING!! If you fund this project beyond $33k, you’ll help cover our remaining production expenses.\nNEW : Our first stretch goal was 1000 supporters, our second $88k, now it's how many people can come on board. Can we reach 2000?\nWe still have hard costs related to visual effects, sound design, music, mix, color correction, subtitles, festival submission fees, and … is your head spinning, too? Every contribution counts. Even now.\nWe went at it alone, building sets, renting equipment, hiring a local cast and crew … some payments were deferred, others covered by short-term loans.\nFINISHING THE SAND STORM\nThere won’t be any WARS OVER WATER for at least a decade but this film can be ready in a matter of weeks.\nSo many wonderful people have helped make the impossible possible. Incredibly talented industry professionals (not just in Beijing, but in London, Shanghai, Los Angeles, San Francisco, and New York, with credits ranging from “The Hobbit” to “Lost in Translation”) are donating their time and resources, scrambling to finish so we can project on the big screen at a film festival … and reach the world online.\nWE RECORDED AN ORIGINAL SCORE with a 28-piece string orchestra at London’s landmark Abbey Road, a studio kept historically and acoustically identical to when the Beatles last used it. One performer (pictured) is playing the viola from “Eleanor Rigby” (sitting somewhere in the middle). We’ll be sharing more details in a future update.\nNEW : As an additional thank you, all supporters of THE SAND STORM (all of you!) will receive a free digital download of the latest album by Philip Sheppard, our film’s composer. He's collaborated in the past with James Lavelle, Jarvis Cocker, Jimmy Page, David Bowie (who’s name may not begin with the letter J but who’s real last name does: it’s Jones), and conducted for the Olympic Games (Beijing and London). Hope you like it!\nALL THIS FOR A TEN MINUTE FILM?\nYes. \nYOUR CONTRIBUTION MEANS SO MUCH\nWe kept our production discreet and for over a year told no one what we were up to … then we teased without spoiler alerts, mainly with backstage photos and clips from the cutting room floor … expect to see more during our final five days.\nYour support has made it all worthwhile.\nThanks (in advance, even for reading this far), and at the risk of sounding like every other Kickstarter campaign, we’re giving away special gifts connected with the project: SUPER ARTSY REWARDS … custom action figures (!!!) … access to behind-the-scenes footage … still frames … and other surprises. Hair.\nOUR ULTIMATE GOAL IS TO ENTERTAIN\nEven today, water shortages, poor air quality, and information obstruction exist around the world. These complex issues provide the backdrop for an open-ended story, and our art house sci-fi short is the set-up for more to come (perhaps an eventual full-length feature film). But first, we need to finish the short.\nWhatever’s next, it's going to be awesome, especially if we go at it together. We hope you will join in our adventure as we wrap and release THE SAND STORM.\n– – Thank you! – –\nJason Wishnow and the entire 沙尘暴 Team", "risks": "Risks and challenges\nTHE GOOD NEWS is we’ve already wrapped principle photography (unusual for a lot of movies on Kickstarter) meaning the hard part is over. But we’re not done yet. It’s no longer a question of WHETHER we finish the film, but WHEN we finish, and that part is up to you! (UPDATE: release and reward delivery dates may be pushed slightly. We will keep you informed.)\n\nSpeaking of risks and challenges…\n\nI OWE AN APOLOGY. Our Kickstarter campaign is back after vanishing for a month and I must navigate the choppy waters of crafting a singular explanation for both an audience of one in China and many others elsewhere in the world.\n\nDEAR AI WEIWEI: Recently, I erred as if THE SAND STORM (沙尘暴) was an average project with average players, even though everything about it was extraordinary. I see how my actions could be perceived as disrespectful to your status as a world-class artist, supporter of the arts, and human rights defender. Your image and identity are precious, so I should have known better than to take at face value an early conversational nod on your part to make and market this movie as I saw fit. Promoting your involvement in the film while failing to fully include you in our Kickstarter preparations was careless. You demonstrated foresight and fortitude by stopping the fundraising campaign before it may have potentially wreaked damage to your public image, and for that I am humbled. Thank you for taking time, earlier this month when I visited, to speak with me about it and for all your previous encouragement with the film. Ai Weiwei, it has been an honor to work beside you and Du Ke Feng – I can imagine no greater artistic and cinematic Dream Team. My intent was to honor you, not exploit you. Despite missteps in fundraising strategy, I hope you might renew your faith in this project, but more than that, I hope you will find it in your heart to forgive me and to consider me your friend. I continue to admire you tremendously, as a person, as a creator, and as a crusader of art and justice. 谢谢您\n\nTO EVERYONE ELSE: Your encouragement has meant the world to me. Thank you. \n\nWhen I finally started talking about THE SAND STORM (沙尘暴), after waiting until we nearly finished the art-house sci-fi short we'd been making in China, it was because I wondered how we might complete it with the same quality we brought to our initial shoot, done under unusual, perhaps extraordinary, circumstances – for which I already drained my savings and borrowed from close friends. \"If you can launch a Kickstarter campaign within ten days,\" a stranger overhearing my story at a party said to me, \"I'll pitch in your first $5000 because this sounds like a movie worth making.\"\n\nTwo thousand supporters signed up for the adventure. What started as a dare, fast-tracked to one of the most successful short film campaigns in Kickstarter history – we might almost break even, and we could at last share our project with the world.\n\nFrom inception, our plan was to release THE SAND STORM online, for free. Crowdfunding made that a real possibility. The majority of backers pledged $11 to watch THE SAND STORM one day in advance plus see their names in the credits, the digital equivalent of lining up for a blockbuster and getting a hug for it. The Guardian wrote: \"far from a Hollywood blockbuster, it is a short film funded by Kickstarter, so it's all very artistically pure.\" The highest compliment. \n\nThe flood of interest in a project we'd kept hidden for so long felt invigorating at first, but then, five days before our scheduled end, the historic campaign went on ice. Why? I alienated the friend and collaborator who inspired it all, and who, up until that point, had been hugely encouraging. Until this happened – FAST CO. EXIST (April 30).\n\nExcept when we meet in person, Ai Weiwei's studio mediates our correspondence, and I hastily sent advance-links via my usual, casual contacts, rather than his standard channels for such matters, without follow-up on my part, interpreting silence as approval. From our opposite sides of the Great Firewall, things that sometimes seem straightforward can be fraught. Creative endeavors with artistic titans should not be treated lightly. An easily avoidable mistake on my part led to an unpleasant surprise on his: discovering our fundraiser secondhand, through the invasiveness of Google alerts and press inquiries which eclipsed any fun we shared on set. Having waited for a finished film, he instead got chaos coupled with inaccuracies (the distinction of his acting debut belongs not here but to 1993's CCTV series \"A Beijinger in New York\"). How do you say \"I'm sorry\" to the Never Sorry Guy?\n\nThe day after the campaign-freeze, I hopped on a plane to China for a week, we met three times, and he requested I tone down emphasis on him for fundraising purposes.\n\nTo clarify – he is still in the film, same as ever. Our edit is \"locked\" but because there's more work to do, our release date is in limbo. We've given you our word we will finish THE SAND STORM. And we will. Soon. Movies are meant to be seen.\n\nWhen our campaign went viral to a degree I had only dreamed of for the finished film, I expected the discourse to naturally move away from the topic of celebrity on its own … but that is not how public conversation works. Nobody needs be singled out as an isolated star: the characters of THE WOMAN, THE MAN, THE LOVER, THE WATER SMUGGLER are equally deserving of recognition, as are each and every member of our expertly talented crew. Now, as we re-launch for five days, let me overtly hijack your focus to a topic far more meaningful, namely, the rise of super-cities and their potential for the decay of health and safety.\n\nThis movie isn't about making a movie star out of an artist — it’s about making a movie star out of an idea.\n\nSci-fi, as a genre, allows us to speculate about possible future choices, but when the present moves faster than fiction, action is also needed. We shot this short drama with its backdrop of water rationing while on-set pollution levels skyrocketed above international standards for measurement and safety (on a scale of 1-500, smoggy days in Los Angeles registering 60-90, Beijing indexes hit a record 800). The script called for our day players to wear air filter masks to look \"dystopian,\" but the crew wore them as well; we had to. When we edit, I can hear myself coughing on the sound track. This problem is not only endemic to China but in super-cities rising all over the world.\n\nWe hope THE SAND STORM will encourage new conversations about environmental degradation, and how we can create a better future … but, mostly, entertain.\n\nUntil then, welcome to the *final* final five days of fundraising, another part of our journey – part of what you get as a supporter of THE SAND STORM (沙尘暴).\n\nJason\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "SAND STORM Northern California Screening at The Mendocino Film Festival - This Weekend!", "update_content": ""}, {"update_no": "UPDATE #19", "update_userinfo": "ANATOMY OF A SHOT (Opening Titles): Creating the Sand Storm Cityscape", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "AFTER THE SAND STORM – #1", "update_content": ""}, {"status": []}], "comment_no": 63, "projec_url": "https://www.kickstarter.com/projects/wishnow/a-secret-sci-fi-film-shot-in-china-starring-ai-wei", "project_name": "a secret sci-fi film shot in china • THE SAND STORM (沙尘暴)"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "PIPERS! To become a Beta tester - click on the green \"Back this Project\" button, and scroll down the list until you see the Beta tester option!\nSCOTTISH MUSIC FANS! Grab a hard copy on CD of the extended range Smallpipes album once made - again, click \"Back this project\", then look down the list and you'll see it there!\nI'm using 3D printing to extend the musical range of a popular Scottish instrument, the Scottish Smallpipes, in ways that previously seemed impossible! Without any keys, the 3D printed chanter can currently play from low D, all the way up to high B - about the same range as the penny whistle, and comparable to the Uilleann pipes or irish flute!\nThe Scottish Smallpipes are a mellow, indoor kind of bagpipe.\nAs my Kickstarter project moves towards its last week, I'm looking for pipers to sign up as 'Beta Testers' for the extended range chanter. You'll get two copies - one as it stands now, to Beta-test, and one when the design has been fully refined. A reed by Pipe Dreams will also be included.\nI'm not a pipe maker. Rather I'm a piper, who through a longstanding fondness for Smallpipes, and a strong desire to have a greater range of notes, has spent the last four years intensively studying the acoustics of the pipes, and designing & producing prototype instruments\nSpecifically, I'm working on a design for a chanter (melody pipe) for the Scottish Smallpipes, that will play around two octaves, without the use of keys. The conventional range of the instrument is currently nine notes.\nIf this project is successful, I will offer 3D prints of the finished instrument for sale to anyone who would like one. Project backers will of course get a discounted price! Ultimately I would like to cooperate with pipemakers to make the instrument available to the piping and musical community more generally, I've already had preliminary conversations with pipe makers, about translating the design 'into wood'.The basic design is settled, and plays around an octave and a half just now, so I'm looking to fund as many iterations of the design as I can to be 3D printed. I'm looking to stabilise the instrument in the second register, perfect the tuning, improve the tonal colour, and refine a chanter in every pitch that is practical, beginning with 'A', and moving on to 'G', 'Bb', 'C' and 'D'.\n3D printed smallpipe drones\nThe cost of 3D printing isn't cheap, particularly when it comes to the more accurate industrial printers that I've been using, so I'm coming to \"Kickstarter\" to see if I can fund this project to completion. From my experience gathered so far I am able to offer donors a range of 'print-at-home' STL files, as well as a 'ready printed' tried and tested 3D printed 'penny' whistle, and a simple set of traditional parlour pipes. These instruments are printed from original, in-house designs. See the video to get an idea of how the current prototypes sound. The instruments you receive will have undergone a further two to six months of development, and comments and suggestions will be very welcome during this process.\nGoal - £5,000\nThe £5,000 funding I hope to gather is to fund the printing of a series of prototypes of extended range chanters and drones on accurate high-spec commercial printers, and to record an album-length set of recordings of the instrument, playing a selection of music that couldn't previously have been played on Scottish Smallpipes. Guest musicians will be taking part, and names of these musicians will appear on this site as the work progresses.\nStretch Goal 1 - £10,000\nIn addition to the key of A (above) Produce and refine prototype copies of the chanter in the keys of G, Bb, C, D. \nProduce a \"tutor book\" to introduce pipers to the method of playing the new chanter.\nDesign and print a modified 3D printed set of drones to accompany the extended range chanter, giving a true bass drone, a 'bass' drone, a 'baritone' drone and a 'tenor' drone.\n--------------------------------------------------\nIn return, you can choose from rewards including a 3D printed penny whistle, a copy of the new extended range chanter, and a full set of Smallpipes, including the new chanter, in black or white plastic.\nEnquiries from pipe makers, pipers, and any other interested parties, are welcomed.", "risks": "Risks and challenges\nThere are few risks to this project. other than those related to the timescales involved. The 3D print firms to be used have been tried and tested to produce chanters and drones of a good quality. The system of testing and development to be used will allow for the instrument to be refined to a very high degree. Accessing the 'low notes' below the existing scale will be a certainty. Access to high 'b' is currently also certain, although it is not yet 'easy to use'.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #42", "update_userinfo": "Closure of \"Dreaming Pipes\"", "update_content": "With warmest thanks to all backers and supporters, the much extended, enhanced and expanded \"Dreaming Pipes\" project is now closed!\nBackers will have received a download code for the resulting album, and hard copies are on their way to those who selected that reward.\nA beautiful instrument, indeed several beautiful instruments, have resulted."}, {"update_no": "UPDATE #41", "update_userinfo": "Something yet more inventive - for pipers", "update_content": "Hi folks,\ncontinuing thanks for all of your support, as we prepare for the first actual studio recording sessions, for the long awaited \"Dreaming Pipes\" album!\nIn the meantime, I've decided to \"go public\" with a new, possibly more innovative technological advancement for the pipes."}, {"update_no": "UPDATE #40", "update_userinfo": "Something yet more inventive", "update_content": "This will quite probably be the last general update I send to you all as a result of \"Dreaming Pipes\". I'd like to take the opportunity to thank you all again for your support of what has ultimately been a highly successful project!\nI though you might all like to see the outcome of the project! The \"extended range\" chanter, which I've named the \"Lindsay System\" chanter, is explained and demonstrated in this video ;"}, {"update_no": "UPDATE #39", "update_userinfo": "LSCGuidance doc file on technique", "update_content": " I'm pleased to report that the Highland pipe drone set STLs have now been sent out, and should be in your inbox shortly!\nThere's a ReadMe file, that tells you everything you need to know, and a visual construction guide here ;\nhttps://www.youtube.com/watch?v=Bis4R_KWaJE"}, {"status": []}], "comment_no": 17, "projec_url": "https://www.kickstarter.com/projects/1831738419/dreaming-pipes-developing-small-bagpipes-using-3d", "project_name": "Dreaming Pipes - 3D printing to develop Scottish Smallpipes"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "Project Updates:\nBackers who fund at the appropriate reward levels will now receive a Beta Copy of the PASTS, PERSONAS & PROPHECIES the same day as they back the campaign rather than during the first week of May.\nPasts, Personas & Prophecies (P3), is a fantasy tabletop roleplaying game (RPG) system that does away with slow monotonous rule sets so narrative and fun can take a front seat during every game session! Interested yet? Check out why we think P3 is going to rock your world…\nP3 is a fast, narrative and easy to learn roleplaying game; designed to be perfect for younger players, busy Game Masters and newcomers to the hobby!\n The game system is packed away within a short and sweet 65 page full color perfect bound Core Rulebook!\n Features a flexible magic system that encourages creative thought rather than memorization of a spell list.\n Boasts a character creation process designed for better roleplaying and a unique Prophecy mechanic for a fresh take on character development.\nA young sorceress loving the P3 magic system! Art by Tom Kyster\nThe emphasis of P3 is story, story and even more story. The rules and mechanics revolve around this pillar of the game, so players can walk away from the table every game session with stories and memories to share for years to come.\nAs a rules light game system, P3 makes strides in its design so that the fun of roleplaying games is easier to get into for a wider range of people! With an extremely short but concise Core Rulebook, P3 allows new players to quickly jump into the game without an endless amount of rules to have memorized.\nDice: Beyond having the Core Rulebook all players need to play are a handful of dice. In fact it can be any kind of dice! P3 has been purposely designed so players can play with any dice readily available; be they six sided, twenty sided or even a pocket full of coins. On top of that Game Masters in P3 have no need for rolling dice, making their job easier.\nMagic: Too many spells is not always a good thing because too many choices can overwhelm any sort of player! To counteract this, P3 uses a simple and unique magic system that hosts 13 different spell schools for players to choose from. When a player character has knowledge in one of these 13 types of magic they can attempt to cast whatever sort of spell they can imagine that fits within the parameters of the spell schools they are familiar with. Imaginative players can even combine these schools for some pretty darn spectacular results! Altogether the magic system is fluid, fun and allows for spontaneous creativity at the table. Personally I’ve had a blast witnessing players use magic in P3 to influence the environments around them. A great example of this is when an innovative player using the Water School of magic, cast a spell to turn a pond of water into a stairway of ice in order to reach enemies above!\nPLAY\n\nCombat: Without a game board or grid to play on, combat in P3 is described in broad strokes. This way game sessions can run smoothly and the fun can keep on going! With players limited to having only one action per turn, combat moves fast with a success and failure system that allows for interesting events to occur in the heat of battle! In a nut shell P3 allows for martial characters to feel like the heroes within an 80′s action movie!\nA dwarven cleric burns undead with holy magic! Art by Tom Kyster\nPlay How You Want: Although combat is refined to be smooth, quick and awesome: combat is not the definition of P3! Players within P3 are granted talent points to improve their characters not by killing enemies, but by completing game sessions! If by either sneaking, lying, cheating, fighting or talking your way through an adventure, all are justifiable ways to play P3!\nHeroes battle the demon that lairs at the heart of the forest. Art by Tom Kyster\nBecause action follows the heroic characters the players portray, much of P3 is dedicated to the Character Creation System! Designed to be easy-to-learn, the creation process is packed within a single chapter and is classless in nature, allowing players to play the way they want! As a whole the creation process subtly forces players to create characters with detailed backgrounds and personalities that aren't just fluff, but impact their stats in a major way! When determining character choices, players affect a character’s…\nPast and who the character once was. This incorporates where a character comes from, their past social status and what they were skilled in…\nPersona and who the character is. This category of choices includes a character’s mentality, flaw, desire, love and hate…\nPLAY\n\nProphecy: Character customization doesn't end after the player creates their character for play. With the Prophecy mechanic there is no such thing as a static character whose personal story remains the same throughout a campaign! With a simple but fun semi-random mechanic, a character’s prophecy adds story driven ingredients that create group determined destinies for characters that promote change, character development and consequences!\nPLAY\n\nWith the philosophy that gaming is supposed to be a fun activity, P3 is designed to wholeheartedly accommodate Game Masters by making their jobs easy!\nP3 alleviates the juggling act that Game Mastering calls for with a system that prevents the Game Master from rolling dice so his focus can always remain on the story and the fun of the game!\nOn top of that  P3 implements a system for easy NPC(Non-Player Characters) and Threat creation so prepping for a game session is a total breeze and can be done on the fly!\nA party of heroes at audience with a wise ruler. Art by Will Fenholt\nOther than a handful of great board games and RPGs as inspiration, major influences for P3 are primarily the people I have attempted to teach RPGs to. But because the mechanics of my favorite games were difficult to teach to younger siblings and friends alike, I figured RPGs would be more widely accepted if one were to ever be streamlined for ease of use and instant fun.\nAnd although not a game itself, I tend to listen to a great deal of podcasts which eventually led me to listen to an audio segment called “The Questions Three” from the guys over at the Order 66 Podcast. The segment included three questions for Game Masters to ask their players for better roleplaying during game sessions. These questions included, “what does your character love, what do they hate, and for what reason are they adventuring”. Afterwards I sought to have better roleplaying within my own gaming group, but I had a horrible time getting my players to answer these three simple questions. Eventually this desire to have these questions answered led me down a road of events that became the foundation for P3, a game system that implemented these questions in its design.\nDespite the fact that all the work is done creating the game system and writing the Core Rulebook, a lot is still needed to get  P3 going! Ambitious as I am, I lack the ability to create awesome pieces of artwork for the game and require money to compile illustrations needed to make the P3 Core Rulebook really come alive with truly awesome artwork! And heck, I'm pretty young, hard working and well...a student, this doesn't really translate into a rich and comfortable lifestyle. As such, I need some help funding this awesome project and that is why I have come to Kickstarter!\nAs a kid, I was sold into the whole D&D concept immediately after I left the theaters having seen the Lord of the Rings. The next day I recall getting my hands on the 3.5 Dungeons and Dragons Player’s Handbook in some dirty old game store in Tulsa, Oklahoma. Throughout the remainder of my childhood I remember pouring hours of time simply looking through various rule books, captivated by all of the radical artwork within!\nFor this reason, I believe that artwork is a powerful force that can potentially allure newcomers into gaming and can inspire existing gamers. For this reason the greatest portion of the Kickstarter funds are to be dedicated for the sole purpose of commissioning additional artwork for the Core Rulebook itself.\n Beyond acquiring artwork necessary for filling the Core Rulebook with really cool illustrations, funding is required to print the initial books provided by the rewards levels during the Kickstarter campaign and to constitute the shipping prices to deliver the books themselves. Heck on top of that the funding goal has been set at its level to additionally necessitate the 5% of the total funding that Kickstarter withdraws as part of their fee and the extra 3-5% that is given to Amazon Payments as part of their transaction service.\n$9,000- Chapter Images: At this stretch goal the P3 Core Rulebook will feature seven new pen & ink illustrations for each chapter cover page in the book.\n$9,100- Kindle Conversion: The P3 Core Rulebook will be converted and formatted for the Kindle device.\nSo you like what you see, but want more? No worries. To fulfill your desire that is Pasts, Personas & Prophecies just click here and be transported to a magical page where you can subscribe to our newsletter. After doing so, you will receive a copy of the first chapter of the Core Rulebook in you email as a thank you (check your spam). Reminder: This is not the finished copy of the first chapter, but a sneak peak. Enjoy! \n*Music in the Kickstarter Video by the Juanitos, \"Bailando Boogaloo\"", "risks": "Risks and challenges\n*The great news is that the entire game system has been designed and that the Core Rulebook is typed out and formatted into the publishing software! The only changes that may come to the book will include game rule changes and editing mistakes that may come about throughout the Beta testing phase.\n\n*Other than that, the artists that are helping out on the project are freelancers, meaning that some portions of the artwork may take some extra time to create if their work schedules get a little hectic, but luckily the kickstarter campaign has anticipated any possible delays and has added a buffer period before the release date in case any of these situations arise.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Revised Core Rulebook Redemption", "update_content": "Heya Everyone,\nLong time no see! It has been about a year since the release of P3 and in that time I have made some minor changes to the game, which I feel improve the overall play experience for both GMs and Players alike. \nFor all those who backed the project, you will be receiving an updated PDF copy of the Revised Core Rulebook. The new version of the Revised Rules, both the print and PDF versions of the book, is now available online at the Sly Fox Games marketplace."}, {"update_no": "UPDATE #18", "update_userinfo": "Revised Core Rulebook & Errata", "update_content": "Heya Guys,\nWant to boost your P3 experience? And for free?\nIf the answer is yes & yes, make sure to check out the Sly Fox Games website for weekly releases of RPG content tailored specifically for the Pasts, Personas & Prophecies Roleplaying Game System. Every Friday will feature a new article including player options, world lore, usable items and more for the WAYFARER Campaign Setting. The online publishing platform makes WAYFARER a unique RPG experience with immersive features such as music, voice actors and multimedia maps to help create suspension of disbelief."}, {"update_no": "UPDATE #17", "update_userinfo": "Free P3 Content", "update_content": "Hola guys,\nFor those outside of the United States rejoice!  Your copy of Pasts, Personas & Prophecies has been shipped. A brown package will be arriving to your provided address in around 2 week's time.\nAlso of note, the print version of P3 is now available at slyfoxgames.com for purchase with a lower listed price than that of Amazon. Shipping is available for the USA, Canada, Australia, New Zealand and most European countries."}, {"update_no": "UPDATE #16", "update_userinfo": "International Shipping", "update_content": "Hola!\nFor all those who backed at the appropriate level, I'm sending out the latest and final version of the PDF copy of Pasts, Personas & Prophecies. You can download the book by following this link to the new Slyfoxgames.com. I will private message the relevant backers passwords to access the webpage here on kickstarter.\nWith the new website, visitors can download form-fillable character sheets and a set of pre-generated characters for players to use. You can purchase a PDF copy of the book at the or if you'd like to have a physical print for yourself, you can order your own copy on Amazon."}, {"update_no": "UPDATE #15", "update_userinfo": "PDF Copies, Website & Online Credit", "update_content": "Happy Star Wars Day! \nI have received the shipment of Pasts, Personas & Prophecies Rulebooks from the print company. Unfortunately something has happened during the print process and the majority of the images are pixilated. Both myself and the printing company are unsure as to what the problem is because the original proof was perfect but the subsequent copies since suffer from pixilation. "}, {"update_no": "UPDATE #14", "update_userinfo": "The Prints Are Good and En Route!", "update_content": "Hello!\nFirst of all, I would like to say thank you very much for your patience! After that last issue with the corrupted book files, the entirety of the product was lost despite my efforts to hire another to recover as much as they could!  I essentially had to recreate the entire Core Rulebook while at the same time juggling a my busy school schedule at UC Berkeley.\nIn that time of hiatus the book went through a process of edits by other individuals while I was able to both test and add more content to the book. As a thank you for your patience I have included an adventure into the back of the book which was not in the original design for the final product. It has been a long journey and I am very excited to get these copies into your hands!"}, {"update_no": "UPDATE #13", "update_userinfo": "Happy Star Wars Day", "update_content": "Heya Guys,\nDespite the fact that I presented the backers who had supported at the proper funding level with the PDF version of what should have been the final revision of the book, I alas encountered some issues when attempting to go to print.\nI'll run you step-by-step through the series of unfortunate developments in sequence.\nStep One: Printing Error\n  "}, {"status": []}], "comment_no": 34, "projec_url": "https://www.kickstarter.com/projects/543217832/pasts-personas-and-prophecies-a-tabletop-rpg", "project_name": "PASTS, PERSONAS & PROPHECIES- Roleplaying Game"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "Find a Draft of the Voodoo Island Rules Here\nWe are running Back-To-Back Kickstarter campaigns this spring and we are excited to involve everyone in the process. So we have decided that as supporters of our first campaign, we will throw in a free Print and Play copy of the next game, Voodoo Island! All we ask in return is that you help spread the word about this exciting game arriving on Kickstarter in Mid-April!\n** All reward levels have been scaled to reflect pricing in USD **\nFrom designer Francois Valentyne ( Give It to the King!, Ticket to Ride: Legendary Asia & Chaos) comes Gone Viking, an epic trick-taking card game in which you strive to become the wealthiest Viking!.\nThank the Gods! Another successful raiding voyage! You will be seen as heroes to return home with so many spoils. But one big problem awaits. You and all the other Viking lords have sworn fealty to a chieftain who takes, by right, half your wealth when you go viking and return with plunder. Thankfully, this Jarl only targets the one among you who has gained the most, the one he fears the most. If you acquire and hold on to the most Wealth and overcome all opposition, you will become the next great chieftain and win the game!\nAs a player in Gone Viking, you will try to become the richest Viking by collecting Wealth tokens. Which type of token you get depends on the type of Plunder card you use to win the trick. But after each raid, the Jarl will grab his share from the one Viking who has the most. Should you acquire the right combination of tokens, you can trade them in for a Viking ship that the Jarl can't take from you. Using the power of the Viking gods will truly add to your success. Each suit in Gone Viking has a god associated with it, who also has its own unique affect on the game play (as described below).\nA unique aspect and one of the major mechanics and strategic elements in Gone Viking is the placement of the gods and how to use their powers to your advantage at the most opportune moments.  Having played a god card at the right part of the game is the real meat behind becoming the richest Viking.\nThese cards have two effects: they affect the way tricks are won during a raid, and bestow a post-raid benefit for the card's owner.\nAnother cool element of Gone Viking is the fact that you are not limited to only playing one card per turn!\n..Wait?.. ... What?...\nYes that’s right, cards of the same suit can be played….AT THE SAME TIME… to add to make one super-valuable card… but watch out, you may not have enough cards at the end of the round to take part in every trick !\nNot sure what exactly a Jarl is?  The equivalent to \"Earls\" in early Scandanavian languages, Jarls were members of noble families during the time of the Vikings.  They ruled over the lands and most definitely played by their own rules. Nothing scared a Jarl more than having one of his subjects end up wealthier than he. \nTo Read More on Jarls Click Here\n\"This Jarl is one Nasty Dude\"  -- Lots of Scared Viking Raiders\nThere are many stretch goals to come, lets get this thing funded first :)\nWhy Kickstarter?\nWe are back due to the success of our campaign for Give It to the King! With tremendous positive feedback and support we have decided that for a few more games we still need the help of the Kickstarter community to build The Flux Capacity into thriving group of game designers.\nOnce again we want to thank everyone for their support! It is through this medium that we are able to continue bringing great gaming experiences to your tables.\n- Josh & Francois.\n A GREAT REVIEW FROM UNDEAD VIKING:\n \"...it’s still a game I’d comfortably recommend. The basic rules work well enough and the scoring system gives a player something more to think about when choosing cards to play.\"\nhttp://kickmeshow.libsyn.com/kick-me-ep1-gone-viking\n \"...Overall, the theme is what makes me interested in the game. So if you like trick-taking games or light casual card games with a very well integrated theme that is fun then Gone Viking is the game for you.\"\n \"Fast, fun and addictive with layers of strategy and intrigue. Also Vikings!\"\n \"This would be a great game to bust out with some friends who have played Spades or Euchre and are looking for something new to try. It’s not heavy, but it’s not too light, either. There are some neat and unique mechanisms that force you to think through choices. I like that.\"\n \"With each round of play, we were laughing, poking fun of each other, and enjoying the experience of Gone Viking. It’s quick to learn, fun to play, and requires enough strategy and focus to keep players interested.\"\n\"It’s the kind of game you can play all night, until you’re too drunk to see the numbers. I’ll be picking up a few copies, strategically replacing the 52-card abominations littered around my in-laws house with vikings and Norse gods.\nMaybe I’ll even play a game with my Grandma. So she can kick my ass, viking-style.\"\n\"If you are looking for a fast paced trick-taking game go ahead and check out the Kickstarter for Gone Viking..\"\n\nSpecial Thanks!\nJosh Rivers - The Master behind the illustrations in Gone Viking http://joshrivers.com\nLeon Lau & Andy Wu - The great folks at WinGo who are a huge help in the manufacturing process.http://wingogames.com\nSnakes and Lattes - For making the fulfillment process so easy!\nThe Playtesters - Literally the hundreds of people who have played this game in its many incarnations.\nOur Families - The Honourable Playtesters, The Anchors of Moral Support and Patience :)\nFrancois teaching Josh Rivers a thing or two about Gone Viking\n Join in on the discussion on Facebook and Twitter:", "risks": "Risks and challenges\nWe are trying something new!\n\nTFC is going to run 'back-to-back' Kickstarter campaigns! This is a bit of a risk and we are not sure how it will pan out but we are confident that the kickstarter community will be supportive of this approach! \n\nThe Second campaign is for Voodoo Island - an explore and escape, tile-laying game filled with some of the most persistent mind-controlled zombies that you have ever seen!\n\nStay tuned for updates on the prep for the Voodoo Island campaign.\n\nAs with any project there are several milestones that need to be met in order t ensure that it is delivered on time. The milestones for Gone Viking include delivering the final artwork to our manufacturer, having a pre-production copy sent to us for approval, the mass production phase, the shipping phase and finally the fulfillment phase. The Risks have been minimized in our case because we have pre-arranged all of these phases prior to hitting the launch button. There can however always be snags and we are prepared to deal with them as they come!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "Shipping Info", "update_content": "Hello Gone Viking Backers!\nIts TIME!  Sorry for the lack of updates, the summer has been nuts and we are finally catching up with business.  The games have ALL arrived in the warehouse in the US and will begin shipping any day now to US & International backers. Canadian shipments went out last night, and according to a recent comment on the KS page, people have already started receiving their copies which is super awesome!"}, {"update_no": "UPDATE #15", "update_userinfo": "Surveys, and Convention Season!", "update_content": "Sorry for the lack of updates lately, we have been super-busy preparing for a few different projects and of course getting our team ready for GenCon!\nHere is a sample pic of the Gone Viking pre-production copy which should be arriving next week for our inspection.  Everything is going as planned any pending and unforeseen shipping issues, all copies should be delivered on schedule :)\nIf you aren't following us on Facebook and Twitter, please do so as we are sharing updates and info through those channels as well!"}, {"update_no": "UPDATE #14", "update_userinfo": "Gone Viking Production Going as Planned", "update_content": "The Sampling Process Is Underway!\nI thought I would take a moment to give you guys an update on the printing process of Gone Viking.  Last week I had the awesome opportunity to visit our manufacturing facility in China :)"}, {"update_no": "UPDATE #13", "update_userinfo": "Gone Viking Print & Play Available", "update_content": ""}, {"update_no": "UPDATE #12", "update_userinfo": "Production Has Begun!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "The Raid Is Complete! - Gone Viking is Funded on Kickstarter", "update_content": "We are 77% Funded thanks to all of your hard work over the past two weeks...\nThank you, Thank you, Thank you!\nAs we enter the home stretch of the Gone Viking campaign this is where the rubber will meet the road... or where the oars will meet the ocean (more appropriate, I think).  For the last 7 days of the campaign we are going to require a big push to get us to our funding goal and we are confident that this is very attainable with all of your help!"}, {"update_no": "UPDATE #10", "update_userinfo": "90% With Two Days Left - Lets make this happen!", "update_content": ""}, {"status": [{"Project funds successfully": "145 backers pledged CA$ 5,339"}]}], "comment_no": 58, "projec_url": "https://www.kickstarter.com/projects/underwaterjosh/gone-viking", "project_name": "Gone Viking - A Game of Raiding!"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "Little Dungeon is a dungeon crawling card game. Designed to be simple, imaginative and accessible for young children while having a level of fun to captivate tweens, teens, young adults, parents and grandparents.\n As you make your way through this dungeon adventure, collect all the treasure you can. You can get loot, weapons, and special cards to help you along the way, but keep an eye out for those monsters! They have a lot of goodies, but they won't give them up without a fight. You can defend against them, attack them or pay them off. If you defeat them, all their treasure is yours! But look out, for when the Shadow Mage makes his appearance the pace really picks up! The player who collects the most loot wins!\nThe Players Guide\nCover and Back\nPages 1 & 2: Setup\nPages 3 & 4: Entering the Dungeon\nPages 5 & 6: Exploring the Dungeon\nPages 7 & 8: Battle and Monsters\nPages 9 & 10: Diagrams\nPages 11 & 12: Treasure and Specials\nPages 13 & 14: Boss Battle and Winning\nGameplay Overview\n Crazy Joe Likes It!\nThe creator of Monsters and Knights, CrazyJoesGames, had this to say:\n To The Table Review by Dave\nGameplay Review by NVS\nYoung Gamer\n SlimGamer\n\"a tabletop Dungeon Crawl truly seems a cute and smart idea\"\nHeroes from the land of Perilous have joined together to seek adventure and loot in the fortress of Turtle Rock. Turtle Rock was once the moving fortress built upon the back of a gigantic tortoise. Long ago it was the home of the good King Maximus. No more is the case. Now Turtle Rock is only host to monsters and tales of treasure waiting to be taken by those brave enough to seek it.\nBEWARE ADVENTURER! The monsters roaming these dungeon halls will not take kindly to you taking their loot and will do everything they can to reclaim it.\nOne copy of the game Little Dungeon: Turtle Rock includes a prepackaged set of 67 playing cards and instructions.\nHere is a spread of the individual pieces that will construct your dungeon adventure!\nDungeon crawls are fun! I created Little Dungeon for my children who, being very young, were limited in the card and board games we could play together and both find entertaining. I was burned out on Uno and the rest of the games accessible to younger children. So I set out to create a game. It had to be simple, quick and entertaining. Combining the kid's love of card games and my families infatuation with dungeons and adventure; Little Dungeon was born. Turns out it's really fun. I want to share it with all of you so you can have your own adventures in the world of Perilous. \nRead interviews about the game. The Inquisitive Meeple interviewed me about Little Dungeon and posted it on BoardGameGeek.com\n$9,250 Pro-Box\nWhen we reach this goal, we'll be able to provide nice pro-box containers for your dungeon cards. \n$14,000 Loot Chest\nLoot Chest + Cards + Manual. Everyone who pledges $15 or more will receive this stretch goal. This is the chest from the Phat Loot except it doesn't include the gems and coins. \n$18,000 Phat Loot Chest\nAt this level we'll be able to create some cool pieces straight from the dungeon! We've lined up several manufacturers to custom make a super rad little dungeon chest case, playable game gems and coins. Phat Loot! Phat Loot!\nWe'll create a new reward level for anyone wanting to get the chest for the price adjustment.\n They design is final, but the colors may be inverted: black with white lined art. These are American Apparel. They makes some of the best, high quality ringspun shirts around. The 50/50 is very soft and lightweight, and is available in unisex, women's and youth sizes. \nShirts can be added to your pledge by getting one of the $50+ pledge levels or adding $30 to your pledge. Each additional shirt is $25 or 4 for $100.\nEnter Little Dungeon: Turtle Rock now! This print-n-play meant to give you a taste for adventuring in Little Dungeon.  It is limited because it is only in black-and-white and is marked with a Kickstarter logo and the URL to http://littledungeon.com. Please note this is not state of the final cards.\n These avatars are for backers that want to show their awesome love for dungeon crawling. They are 256px by 256px.\nRight click and save as the image you want or click the link to the avatar you want and it'll take you to our hosted version of the image for you to save.\nWarrior Princess\nOgre\nGargoyle\nSnarl\nLittle Dungeon\nPrincess Blacksmith\nSkeleton Worker\nSlime\nLoot Chest", "risks": "Risks and challenges\nThe original intent of the game was to design something for children as young as 5. Because of strict rules and required testing to be compliant with Federal Laws I cannot guarantee until after testing the lower age qualification. I may have to set the minimum age of 12. \n\nThe biggest risks I am planning for are the printing and logistics. I'm not 100% sure on the turn around time yet. I'm expecting 3-4 months for manufacturing , about 45-60 days to ship and finally a week or two to hit your door step.\n\nFor shipping I'm planning on using Amazon fulfillment. This should make getting you your order in a timely fashion.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #42", "update_userinfo": "Playmat update", "update_content": "Greetings Adventurers!"}, {"update_no": "UPDATE #41", "update_userinfo": "Maximus Alpha 71815", "update_content": "Greetings Adventurers!\nIt's time to move the adventure deeper into Turtle Rock. I'd like to invite you to the first public beta of Little Dungeon: Turtle Rock Maximus Edition. "}, {"update_no": "UPDATE #40", "update_userinfo": "Playmat Survey", "update_content": " Greetings Adventurers!"}, {"update_no": "UPDATE #39", "update_userinfo": "A Dungeon Map", "update_content": " Greetings Adventurers!"}, {"update_no": "UPDATE #38", "update_userinfo": "Quickstart", "update_content": "Greetings Adventurers!"}, {"update_no": "UPDATE #37", "update_userinfo": "International Tabletop Day", "update_content": "Greeting Adventurers!"}, {"update_no": "UPDATE #36", "update_userinfo": "Further into the Dungeons", "update_content": "Greetings Adventurers!"}, {"update_no": "UPDATE #35", "update_userinfo": "Rules Updates: Thieves and a Gargoyle", "update_content": "Rules Update"}, {"update_no": "UPDATE #34", "update_userinfo": "Website, Sleeves, and an Expansion", "update_content": "Greetings Adventurers!"}, {"update_no": "UPDATE #33", "update_userinfo": "Postage to Perilous", "update_content": " Greetings Adventurers!"}, {"status": []}], "comment_no": 242, "projec_url": "https://www.kickstarter.com/projects/1857546138/little-dungeon-turtle-rock", "project_name": "Little Dungeon: Turtle Rock"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "Wishful Lie is a first person psychological horror game. Utilizing the Unity3D engine, Wishful Lie is a unique combination of run-and-hide horror with mind-bending puzzle solving.\nIn this world, you get to switch between two characters on command and the world around you changes depending on the character you are currently controlling. This allows you to face every challenge posed to you in your own creative style.\nA little history; Wishful Lie began as a student project titled Forget Me Not Annie back in 2012 with a team of 4 over 3 months. When the project had finished, we posted it online for our friends and families. Yet a month or two later to our surprise we discovered that the game had over 100,000 downloads throughout the web, we were receiving fan messages and fan art, and it had hundreds if not thousands of Let's Play / Walk Through videos all over YouTube! So, we decided to roll with the momentum and here we are, asking you guys to help us complete the original vision of the game as a full feature length title.\nThe story revolves around a schizophrenic and delusional teenage girl name Lilly and her splinter personality that has manifested into a human size grotesque teddy bear named Howard. The duo travels between an asylum, a nearby town, her childhood school and home all the while facing a world that constantly changes due to her powerful hallucinations. As their journey continues, Lilly will eventually stumble upon and discover the horrific truth about her past, the reason for her illness and the reason for the birth of her best and most deadly delusion; Howard.\nThe world within Wishful Lie is a living being that parallels the hallucinations suffered by Lilly. As the you progress through the game, NPC's that you meet, places that you visit and even events that defeats you will change the world in a variety of ways. \nSo, for example: At a hospital junction, you decide to go down the hallway that leads to the criminally insane, and at the end you meet a prolific serial killer of the time and he tells you a story about his greatest murders. After which, a nurse walks into the room and discovers you and there for sends you back to the start of the game. However, this does NOT mean you have simply restarted. Instead, after having that encounter and hearing that story, the world has adapted and changed where new objects will appear which can include anything from secret notes and messages to fatal encounters with the re-animated victims of the murderer.\n Below you can see two of the most popular Let's Play videos of our demo title, Forget Me Not Annie. In addition, we are also receiving support/testimonial videos from our fans and supporters which we will include in this section soon!\n http://kickingitforward.org", "risks": "Risks and challenges\nFinancial Risk: We have already invested a ton of time and our own money into the development of the game, and are fully prepared to do whatever is necessary to reach completion. All we need now is your support so that we may have a small living allowance and a little bit more run way to finish the game. We can do it with your help!\n\nSchedule Risk: The completion date for the game is based upon our development time with the demo version where as we mentioned above, took 3 months and half the time we had to be in class. As such, we are more than confident we can accomplish this goal and offer you guys an extremely polished experience within our development time. Should some features take longer than expected to implement, there is a chance that the completion date will change, but only by a thin few weeks. If we feel this is necessary for the good of the game, we promise to be transparent about any date changes and keep you, the backers, informed along the way.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Player 1 Games\nFirst created · 0 backed\n- Player 1 Games - George He - I entered the entertainment industry through film production several years ago as an art director. Since...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Mechanic Show Case Video - Character controlling switch", "update_content": ""}, {"status": [{"Project ends": "MARCH 30, 2014"}, {"Project launches": "FEBRUARY 28, 2014"}]}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/217867539/wishful-lie", "project_name": "Wishful Lie"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "The game\nCircle of Hands is a stark, mud-and-dung Iron Age fantasy role-playing game. I don't mind saying that it features the most brutal, jarring, fine-grained, frighteningly playable combat I have ever seen at a role-playing table. At first, the game looks like a fairly traditional tabletop RPG build, with GM, players, dice, and so on, but I've knocked every turnbuckle of this sort of play sideways with extremely consequential mechanics twists.\nA Circle knight (art: Amos Orion Sterns)\nYou play members of the Circle, who defy both sides of the destructive war between Amboriyon (blinding inhuman virtue) and Rbaja (reeking demonic corruption), by using both kinds of magic in balance. Some details:\nA thrown spear, or charging into one, goes right through mail, so look out.\nBrace yourself for human horror. It's a time when torture is ordinary, power is almost entirely determined by immediate ruthlessness, food and shelter are more important than money, and no one knows the first thing about hygiene, long-term agriculture, geography beyond the immediate area, or history besides vague legends.\nBlack magic is called Rbaja, and in its extreme form, taints and scorches the landscape into stinking pestholes filled with undead.\nWhite magic is called Amboriyon, and in its extreme form, gathers in clouds from which angelic beings descend and lead people into what looks like virtue – until it \"enlightens\" them into amorally perfect form or even erases them from reality.\nYou play characters who've banded together to support the young king in Rolke, who opposes both kinds of magic, and you are not only a bad-ass trained fighter no matter what your social background and prior life, but you use both kinds of magic at once. This group is called the Circle – it's the only one.\nIn a culture based mainly on personal confrontation and immediate connections, one might commit murder and grin one's way out of retribution, but there's no way to stop a mob from killing you, outside of magic.\nFighting and other dynamic conflicts are organized by \"clashes,\" a system that emphasizes simultaneity yet preserves individual, make-or-break actions.\nA killed Circle member becomes a wraith and still participates in the current adventure, but is gone after that adventure's conclusion.\nMost monsters are manifestations of Amboriyon or Rbaja. Creatures of Amboriyon are unbearably pure avatars or destructively wise eidolons; creatures of Rbaja are foul, all too cunning undead or insane, disturbing demons.\nClick on the image for the entire list of everything about the game in one insane data-dump. Please read: this game is exceptionally harsh in its setting and in its presentation. I acknowledge here that the text may trigger trauma. Play itself is not directed toward this end, nor are the setting's nastier features obliged to be included or depicted during play at all. As this is a playtesting draft, I am still developing the right way to discuss both the setting and the procedures of play. This writing (3-22-14) has undergone the first steps based on reader feedback, but it has a long way to go. Your thoughts are welcome.\nEmblem of the Circle (design by Amos Orion Sterns)\nFunding\nThis project is about getting Circle of Hands into exquisite shape. The playtest PDF is available right here and now for free, and with no special effort, I could produce and sell it as a rather plain book tomorrow. However, with funding in hand, the book will be full-sized (8.5\"x11,\" 200+ pages) and gorgeously illustrated by Phillip Simpson, Juan Ochoa, Tony Dowler, Amos Orion Sterns (Lamentations of the Flame Princess, Isle of the Unknown), and Dyson Logos - over 40 pieces of outstanding original work. You can pledge to get it as PDF or PDF+book, softcover or hardcover, and there you go.\nAn old fortress in Rolke (art: Dyson Logos)\n There's also the one and only stretch goal, as described to backers in Update #6 at $6000 and unlocked at $7,500.\nBut there's a lot more you can participate in, to be part of the process instead of just ordering a book. If you're a backer, you can be a final-stage playtester for Circle of Hands, using the basic document right here. No extra pledging required, just play & report. I'll acknowledge you in the book, where it applies, right there at the rule that you've influenced.\nIf you want to suggest more extensive material to include and don't mind doing some good work, pledge at the Inner Circle level, and we'll do a hangout or phone conversation to hash out the details - your work will enter the text directly, acknowledged both in that spot and in the main credits as a contributing author.\nConcept sketches (art by Juan Ochoa)\nA hobby of equals\nIn my weird little mind, Circle of Hands is part of a larger Heartbreaker Redemption effort. I coined the term  \"fantasy heartbreaker\" in 2002.They used to be really common: games bursting at the seams with naive ambition and vision, but hamstrung by limited assumptions. To read more about that, check out my two essays here. Circle of Hands is itself re-imagined and re-designed from my early 90s manuscript called Gray Magick. I dug it up, played it again, discovered what I was excited about, embraced it, and re-designed it to make that happen. I've changed everything, but somehow, only brought that much more of Gray Magick into the spotlight. You'll see this yourself because the original manuscript is scanned into the book, and some of the best stuff was already in there.\nOther game designers have embarked on their own redemptive projects, perhaps to be published someday as well. I'm offering a friendly, non-binding imprint we're all using, with the only requirement being to include the original work.\nPaul Czege's In a Dimension Syncopatic with Ours\nNathan Paoletta's Kildarrin: Role-playing in a Doomed City \nAaron Kesher's Mansion \nMatt Snyder's Numina \nRalph Mazza's Gemini\nGordon R. Landis' World of Bithë\nand the original Gray Magick\nHeartbreaker Redemption logo draft by Nathan Paoletta\nYou can help by adding $25 to your pledge. This money goes toward a webpage at Adept Press featuring the following games, interviews with the designers, playtesting, a promotional venue for them, networking for professional production help, and promotion of the imprint.\nAnd! If you look at these and say, \"Hey, I wrote a thing like that! It's in that cardboard shirt box!\" then this same additional $25 also adds you to the list! Send me a message to let me know; it must provide a link to material we can see.\nBeing on the list carries no obligation. No one is promising anyone a finished game, merely the fun of playtesting and designing among like-minded individuals with some dedicated webspace. If you do publish, though, and include the original work, then the Heartbreaker Redemption logo is available to you.", "risks": "Risks and challenges\nIt is sad to see sour endings to well-supported crowdfunding projects. Meltdowns, silences, admissions of vanished funds ... it makes me feel bad for everyone. Making sure this doesn't happen is serious business.\n\nSince 2001, I've published, myself, with no venture capital and without relying on creative outsourcing, twelve books for seven games. I know a thing or two about successfully getting games designed, printed, and into people's hands. For me, crowdfunding isn't about whether the book is published, but how nicely and with how much community enthusiasm and input.\n\nI think crowdfunding requires special commitment to the backers. I'm being most tactical about production choke-points this time. I'm committing to playtesting and writing until August 1, then entering final layout and production until printing in mid-November. Both deadlines are intentionally generous based on my prior publishing history for a project at this stage. Layout delays are always the biggest hurdle, so I've set up the template first, and that's done as shown in the playtest file. Slotting the finished text into that template solves that problem.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "PDF authorization", "update_content": "They're being mailed directly from the printer. It proceeds at whatever pace they take, but based on the Sorcerer kickstart, they are pretty efficient and send out several dozen per day. I have no control over what order they pack and send, so it won't have anything to do with backer levels.\nNow that this process has begun, I will start authorizing downloads of the PDF at the Forge Bookshelf. You don't have to do anything except get the confirmation email and follow the link; your account will already be created if you didn't have one.\nVincent tells me that the server security will only permit about 25 authorizations per hour before its spam-prevention gets alarmed, so I will follow that pace. Given all the distractions which are my life, I hope to complete all the authorizations within a 24-hour period."}, {"update_no": "UPDATE #24", "update_userinfo": "BOOKS IN THE MAIL", "update_content": ""}, {"update_no": "UPDATE #23", "update_userinfo": "Smeared with dung indeed (NSFW)", "update_content": "Hi everyone, \nHere's a look at the interior pages, just the front matter like the backers list and the table of contents and stuff. I made a few changes off this, so it's not 100% what you'll see in the book, but very close.\nToday's the day when I input all the specs to the printer's website and find out details like the spine width, and after that, it's Time to Print. You'll be pleased to know I haven't squandered your money on hookers and blow, despite sore temptations, and Time to Pay is all set to follow."}, {"update_no": "UPDATE #22", "update_userinfo": "Printing is under way", "update_content": "The first wad off the home printer felt twice as heavy as the paper that went into it. That's how much toner goes to make these pages as black as they need to be, given Nathan Paoletta's stark layout. All black-on-white, though, no full bleed. That would be cheating.\nThis is what Sandy Jacobs-Tolle thinks of Crescent Land unicorns:"}, {"update_no": "UPDATE #21", "update_userinfo": "A look inside", "update_content": "This is layout week. There are always a few more text edits, a final picture or two, but now is when the book's getting put together as a visual design. The original plan was to get it to the printer November 1st, and it's way on or ahead of schedule for that. Long experience has taught me that layout always includes some horrible trip-up moment, so that's what I figure October is for, whatever the disastrous speed-bump turns out to be (shakes fist at heavens in advance).\nHey, want an amazing rock-blues-psych album to listen to? Agnes Strange, Strange Flavour"}, {"update_no": "UPDATE #20", "update_userinfo": "Pre-print prep is nigh finished", "update_content": "Hi! The cover is done and the last few art pieces arrive daily. I enlisted two more artists at the last minute. Here's some sketch work from Rachel Kahn, working off six ideas, providing three sketches for each for me to choose."}, {"update_no": "UPDATE #19", "update_userinfo": "Game design becomes book design", "update_content": "Here's Juan's valkyrie:"}, {"status": []}], "comment_no": 36, "projec_url": "https://www.kickstarter.com/projects/847190685/circle-of-hands", "project_name": "Circle of Hands"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "I am re-creating dungeon drawings, digitally, for a 2015 daily calendar. I know it's a long time away but I figure it is a good idea to go ahead and get started. Just like many addicts, I can't get enough dungeons. These are on notepads, grid pads, notebook paper, note cards, post-its and anything else in arms reach when the moment struck.\nSome of the lot.\nSome of the dungeons have quick fun games to play. Treasure hunting, monster fighting, mazes, puzzles, even a few inspirational medieval quotes.\nThe calendar will have important dates for gamers like May the Fourth and National Taco Day, etc...\n3 Dungeons showing a few different games. Monster slaying, treasure finding, wandering down a hole you just found that looked promising and a few design-your-owns.\nNONE of the dungeons are duplicates. Each one is its own special place, all 365 of them. Games that use the random number table get their numbers from random.org.\nHave a dungeon laying around that you'd like to see in print? - I'm offering a pledge level for you to include one of your dungeons in the calendar. I've set aside 2 spots per month and once the KS is over, you can submit your dungeon to me. Send the name you want shown on the page credit too. Note that it doesn't have to be professional. If you want to submit little Billy's 2nd grade maze, I think we would all love to run it. Children have better imaginations anyway.\nAdd on extra calendars and a pdf map pack of the dungeons.\n.\n*BONUS - Add the pdf map pack from all 365 dungeons for only $10.\n.\nDoom Awaits! - A leveled fun run.\n .\nSeveral different dungeons in various stages of completion.\n@20K - I want to partner with Laser Lads and have a business card sized piece of wood turned into a dungeon carved with a laser. These will be unique gifts and I'll only order enough for what I need, so no buying any afterwards. Anyone receiving a calendar will receive one of these. If for some reason they can't deliver on time, I will include something equally awesome in its place.\nAchieved! - I'M INKING AN AWESOME LEVELED FUN RUN! An 8.5\" X 11\" inked print like the drawing \"Doom Awaits\" 2 images above this section. I love drawing these types of games. I draw games like this for my kids to play on long car rides or vacation and they love playing them. So I will ink a letter sized fun-run and include a free print in everyone's package that has added the map pack add-on. These will also be printed on a nice quality paper.\nAchieved! - We're adding color to the calendar. Expect the first day of each month, major holidays and a few others each month to have color. I still love black & white so that's what most of them will be. \nAchieved! - I'm dusting off my old ink well drawing pens, buying a fresh bottle of ink, getting a nice piece of archival quality genuine simulated parchment paper and drawing a killer dungeon map. I will then include one free 8.5\" X 11\" print of it to each backer that has added on the pdf map pack to their pledge. These prints will also be on high quality acid-free parchment paper. Expect these to be around letter size and will ship within the same box as the calendar, in a protective sleeve of course.\nSTORE OWNERS\nIf you're interested in stocking a few in your stores, please message me for details.", "risks": "Risks and challenges\nThis project is simply styled and there aren't many obstacles in the way. The printer, freight company and myself are the only three parties involved. We have more than enough time to get these 2015 calendars out before the end of the year.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "PDF's link - Sorry it took so long :(", "update_content": "https://drive.google.com/open?id=0B4yyTtwo5SPffkhNM2lHcURUanlOSXhHRHJDdXlMTDFpeXlib001ODFxMWpLWFE2Rm9PSjQ&authuser=0\nWill also post a link to download them without calendar items on them, so it's just the maps."}, {"update_no": "UPDATE #16", "update_userinfo": "AANNNDDDD......almost got them all out over the weekend....", "update_content": "For the ones who are getting them late, I want to make it up to you. I've decided to refund the days missed even if it is small, so whenever you receive it let me know and I'll send you the refund through PayPal. Again,  I hate that they are late and I didn't plan on it going so roughly for me.  \nThanks again for your patience!\n-Mike"}, {"update_no": "UPDATE #15", "update_userinfo": "Hang in there...They're still shipping if you haven't gotten yours.", "update_content": "Happy New Year everyone!\nI just wanted to let the folks know who haven't received their calendar yet that the last ones will be going out this week. I know I blew it for you and I hope to make it up for you. The shipping process has taken longer than expected. After these go out, the pdf's will all go out. Call me old school but I wanted everyone to see their calendars first before seeing them on a pdf."}, {"update_no": "UPDATE #14", "update_userinfo": "The Calendars are in Hand!!!", "update_content": "packaging and shipping have begun. I still need a gew surveys and I will email the ones I need. Youll receive a tracking number when yours has shipped.\n-Mike"}, {"update_no": "UPDATE #13", "update_userinfo": "The Finished Product Images and A New Kickstarter", "update_content": "The final product images are below and look amazing. These are about an inch square larger than your average daily calendar so I can't wait to see them. Surveys will go out next Friday for your address verification while we wait on them to arrive."}, {"update_no": "UPDATE #12", "update_userinfo": "Printing is finished and are now being boxed and prepared to ship to me update...", "update_content": "Hello Everyone,\nAn exciting update in that the calendars are finished printing (see pics below) and are almost ready to ship to me. In 2 weeks I will send out the final survey to verify your correct shipping address. The project should be signed, sealed and delivered by the end of November as scheduled. Which leads me to what the 2016 calendar will be... 365 Dungeons plus Sci-Fi maps, modern, lands, villages, buildings, fantasy...open to any types. Begin yours soon if you plan to submit one. That is, I believe, one of the things that has made the 2015 calendar really cool, having others contributions."}, {"status": []}], "comment_no": 283, "projec_url": "https://www.kickstarter.com/projects/365dungeons/365-dungeons-2015-daily-dungeon-desk-calendar", "project_name": "365 Dungeons - 2015  Daily Dungeon Desk Calendar"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "PayPal\nPlease make sure to include on the PayPal form an email address that the game download code should be sent to. If applicable, surveys will also be sent to that address.\nStretch Goals\nAn unnamed protagonist whiles away aeons in deep, solitudinous sleep. She watches the tides in sunstruck dreams of an empty shore, patiently waiting for her life to end.\nAlone in a skyless and desolate labyrinth-city , there isn't much else to do.\nBut then...\nSo, here's the general idea:\nChallenging gameplay. Hectic combinations of environmental hazards, platforming, and lethal enemies reward players who assess, strategize, and stay attentive. \nMindful level design. The player's experience is managed by a carefully-paced series of dangers and savepoints.\nA somber and expansive open-world connecting many areas in a network of pathways and shortcuts. Hidden areas and optional content encourage exploration.\nHand drawn cut-scenes help illustrate the vast and desolate setting of the game.\nA \"module-based\" character progression system. Players obtain and arrange upgrade pieces on a grid in configurations of their preference, with certain patterns granting additional abilities or bonuses.\nPlayers who die in-game die in real life.\nCentral concepts:\nSun Rooms (Savepoints) - \"Blindspots for hostile machines, sun rooms are found throughout the city--their presence unexplained. True sunlight is not found within the city, but as long as one has faith, it is sufficient.\"\nField of View - The camera swivels towards the player's direction of view. Combined with a default binocular item which moves the camera, the player is encouraged to manage and anticipate distant danger as well as dangers near, but out of frame.\nPulser - Primary weapon. Fire off signal pulses which trigger switches or create explosive bursts for close-up attacks. Upgradable to damaging projectiles, navigable projectiles, and more.\n(Continued):\nDriver - A multipurpose dash skill. Jump out of the way of ranged and melee attacks, leap over bottomless pits to engage in platforming, or charge towards an enemy during an opening. Upgradeable to feature extended duration, momentum canceling, or ruthless bashing.\nShields - Shields are indispensable tools which enable the player to strafe creatively and survive even amidst a harrowing bulletstorm. The direct-charge shield nullifies frontal damage and fizzles away when overstressed. The alternating-charge shield, obtained in later stages of the game, changes polarity depending on the player's up-down/left-right orientation.\nNightmare - Unwholesome event.\nDaybreak\nBlackout\nRotary\nSunlight\nSpent Greens\nQ> What's this all about?\nI blended classic Zelda and dark science fiction and drank the ensuing mixture. It was Radio the Universe.\nPlayers will feel aesthetic and gameplay influences from titles like Yume Nikki, Symphony of the Night, Hotline Miami, and Dark Souls, with a tinge of 2D JRPGs thrown into the mix.\nRtU is a challenging and atmospheric sci-fi game with SNES-style visuals and a sinister, offbeat narrative.\nQ> What's the funding for again?\n7-10 percent immediately goes to Kickstarter and Amazon for whatever their nefarious purpose. A slice goes towards hiring vocals for some of the game's music and sound. Another slice goes towards hiring dedicated game testers. Most of it is to enable 24/7 work on the game for the duration of the planned development timeline--after taxes, of course.\nThe game will take -16,777,216 years to complete.\nQ> What happens if you meet your goal?\nWith the funding, the basic game will be completed for PC.\nThe current development plan allocates ~1.5 months per general area. I'll be sticking to monthly deadlines and keeping a solid 40-hour-a-week schedule. I'll do my best to keep everyone updated.\nIt will be a dense game, designed to be a satisfactory challenge for as diverse a skill level spectrum as possible. If you're exceedingly bad at video games, then consult your video games doctor. You can also wait for a nearby star to perish and automatically win the game. It's in the code.\nQ> What happens if you exceed your goal?\nAdditional funding will primarily be used to expand game content and add additional areas. It may also buy me enough time and/or hired help in order to move the project to a different engine or a custom engine (possibly in Java, performance willing) which supports platforms other than Windows.\nQ> What happens if you don't meet your goal?\nI'll cry softly over my design notes, my heart rendered unmendable thereafter.\nQ> Anything else?\nWith Radio the Universe, I want to create something beautiful, melancholy, and evocative. A game that, of course, is fun to play, but also imparts a special, maybe surreal, experience to the player. I want to make a game with personality. A game that can feel a bit \"off\".\nI'm hopeful that there are enough people out there who want to see \"off\" happen.", "risks": "Risks and challenges\nThen there's this to consider.\n\nEverything that can be planned now has been planned. I have the necessary software and hardware and resources and skillsets to make this game a reality. I even have some content made (as you've already seen). All that's left to do is begin laying bricks in earnest.\n\nAs is the nature of creative work, I will most certainly run into design issues and software issues and hardware issues and time issues and the game will go through changes and reverts and re-changes and maybe some days I just won't feel up to it. My job will be to to resolve all of these potential problems within the time I've allotted for myself: base development schedule plus 4-months fluff for unexpected roadblocks. It'll be an adventure, at least.\n\nThat's it.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "update hidden because of test build links", "update_content": "This is the announcement trailer for RADIO THE UNIVERSE. you can see it on your website of choice:\n TWITTER \nYOUTUBE\n STEAM \nWishlist on STEAM to get a reminder of the game at release, in case you miss it here\nWishlisting also tells Steam which games to promote. everyone reading this already owns the game, but a wishlist helps either way so I'd appreciate it"}, {"update_no": "UPDATE #35", "update_userinfo": "RADIO THE UNIVERSE - Announcement Trailer", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "2018*", "update_content": "----------------------------------------------------------------------\ndevelopment will end in 2018:\n ----------------------------------------------------------------------"}, {"update_no": "UPDATE #33", "update_userinfo": "2018", "update_content": "trivia: this update cost sixty dollars (bandicam)\nthe update body is in this video as cc. of a sort. it is mostly shop twaddle\nit begins at a checkpoint and ends at another checkpoint. there is a halfway-level miniboss attempt at the end\ni hope this will suffice because i am at the end of my energy. please don't feel snubbed"}, {"update_no": "UPDATE #32", "update_userinfo": "10-21-2017", "update_content": "PLAY"}, {"update_no": "UPDATE #31", "update_userinfo": "2017aug08", "update_content": ""}, {"update_no": "UPDATE #30", "update_userinfo": "04082017", "update_content": " "}, {"update_no": "UPDATE #29", "update_userinfo": "jan 01 2017", "update_content": ""}, {"update_no": "UPDATE #28", "update_userinfo": "october 14 2016", "update_content": ""}, {"status": []}], "comment_no": 647, "projec_url": "https://www.kickstarter.com/projects/1548272412/radio-the-universe-0", "project_name": "Radio the Universe"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "We won an OUYA dev console!!! Legend of Dungeon will be an OUYA Launch Title! \nEvery $10+ Reward will receive a OUYA, Android, PC, Mac, and Linux Version.\nUpdate: Our goal was met in under 24 hours. Pets, Classes and 2nd Classes are Unlocked!! Thanks for the amazing support everyone! \nGreenlight us on steam! Once we are Greenlit, every $10+ reward will get a steam key!\nYou and up to three companions are looking for treasure and glory in a dark flickering dungeon full of deadly. Legend has it there is a massive treasure all the way down on the 26th floor. Your quest: get the treasure, and make it back alive. Which you won't, you'll die...\n    ...the game is about dying, and treasure.\n\"You need to see this in motion.\" - Jordan Devore, Destructoid\n\"...let that description sink in for a moment, as tiny excitement-enzymes burst from your brain-tubes.\" - Jim Rossignol, Rock Paper Shotgun\n\nTHE GAME:\n\nIt is part Beat'Em'Up, like those awesome old-school 4 player arcade games (it plays a little like TMNT and X-Men) and it's part RogueLike, in its setting and content generation. \nFeatures: \n1 to 4 Player Cooperative Gameplay\nSupports many different kinds of controllers!\nReal-Time Beat'em'up combat\nPermadeath \n ...except with 2 or more players, you become a ghost, and have to collect spirit orbs to resurrect yourself. You'll come back with low health, but you'll be back in the game. Once you're all dead though, thats it, game over man.\nDynamic Lighting and Real-Time Shadows\nLegend of Dungeon uses 3D Normal Mapping on low-res pixel art to create dynamically lit sprites.\nThe Artwork \nBased on the character designs of Sebastiaan van Hijfte (svh440 of r/PixelArt fame). Each character is adapted and animated for use with the dynamic lighting.\nDynamic Music\nThe music generates from tracks composed by David Dirig, it dynamically assembles based on the types of enemies you are confronting.\nRandomized Content\nDungeon Layout, Monsters and Item placement, Potion Colors and Devices are all randomized each playthrough.\nOnline Score Board\ndescribing how you died and how much gold you collected.\nDRM Free becauseno one wants that.\nWindows Mac and Linux (+Android +OUYA!!!)\nLegend of Dungeon is made with the Unity game engine. \nWhat's left to Make: \nOnline Score Board \nMore Tile Sets - lots, crazy amounts \nMany more Monsters\nMore Bosses - Vampire, The Devil, Bloated Zombie, Unicorn, etc...\nTons more Melee Weapons\nTons more Magic Books\nDevices - Artifacts left in the dungeon that when activated help (or hurt) the players.\nDynamic Music System \nREWARDS:\n2 Posters! they are pretty awesome.\nStretch goals unlocked the 2nd Poster as well!\n(work in progress)\nDrawn by the amazing Alix, goddess of chaos and kittens, etc.\n\nThe Soundtrack is the dynamic music from the game assembled by David Dirig into themed individual songs. Also Includes \"The Ballad of Dungeon\" sung by Alix.\nMet Goals!\n$10k - Pet System \nTame pets in the dungeon. Train them to collect gold and attack monsters!\nWolf \nBear\nHawk\nCat\nRooster\n$20k - 4 Unlockable player classes! + the Second Poster\nWizard/Sorcerer - Because starting with Magic Missiles is AWESOME \nDoctor/Nurse - Support Class! \nNinja - Shuriken! \nKnight - ...the Tank \n$30k - More Unlockable Classes\nHunter - Starts with a wolf! \nCowboy/Girl - GUNS! \nNecromancer - Summon stuff! \nBard - Has an Electric Guitar, Rocks Out!\nSTRETCH GOALS:\nOur kickstarter goal is really just the bare minimum of what Legend of Dungeon could be. Now that our goal is met, we will (hopefully) release in January  After that, work will begin on the met stretch goals. Each will be released on completion as free updates to the game.\n$40k - Networking! More Pets\\Companions! Online & Lan Multiplayer!\nSuccubus \nDwarf (yes, the guy from the tavern!)\nRobot \nGolem \nValkyrie \n$50k - Dark Forest Expansion\nLeave the Dungeon and explore the forest! Discover the secrets of the great spirit! All new Content! Hats, Monsters, Weapons! \n$90k - Over World\nA Complete RPG with storylines, quests, multiple dungeons to raid and a huge world to explore!\nAbout Us:\nRobot<3Kitty is a husband and wife team working full time to create awesome games. The developer, Calvin (Robot) spends almost every waking hour hacking out code and dreaming up new worlds, when not in front of the computer he's staring into space working in his head. His muse, Alix (Kitty) has been taking care of evil marketing and press releases, and other scary things Calvin doesn't like to think about... but lately she has been more active creating art assets for future games.\n\nOur previous work, Neverdaunt:8bit was an IGF finalist in 2011. Our studio and home is a treehouse, in the woods (in the summer) where we happily make videogames all day ...and play with kittens.\nWe are kickstarting the game to pay the composer, purchase Unity Pro, buy a new dev machine, and of course, more coffee. ", "risks": "Risks and challenges\nBalancing, this is tough in any game of complexity. We need to make sure the flow of the game feels just right.\n\nThe Dynamic Music is still just in the conceptual stages, it's going to be tricky to pull off without getting in the way of gameplay.\n\nOur ability to handle these risks and challenges comes from an unending perseverance and love for our work. Making great games is what we want to do.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #35", "update_userinfo": "Meet Legend of Dungeon's Cousin Tony", "update_content": "Hello there!\nIt’s been just over 5 years since you all epicly backed our game Legend of Dungeon! Your incredible support and input back then lead the two of us to make a game that far exceeded our original idea.\nTo relive that past glory, we’ve just started another campaign for our upcoming game Super Tony Land! We know a lot of time has passed, but we thought if you liked what we made last time, you might like this!"}, {"update_no": "UPDATE #34", "update_userinfo": "Legend Heroes Expansion!", "update_content": "We've added Classes, Pets, and VR! "}, {"update_no": "UPDATE #33", "update_userinfo": "April Update, PAX, Unicorns, and Secrets!", "update_content": "Ahoy everyone!\nSorry for having fallen silent the last couple months, we've been trying to multitask, and unfortunately it made things like talking to humans fall into the abyss.\nWe don't have a Booth at PAX East this year, but we'll be around at a panel or two and helping other indie devs, so say hi if you see an awkward couple with Robot Loves Kitty shirts on ^_^"}, {"update_no": "UPDATE #32", "update_userinfo": "Happy Anniversary! Tormenter Update is now live!", "update_content": "In honor of the 1 year anniversary of our Kickstarter getting 650% funded by you guys, Version Tormenter is now live on steam, and should be on the humble download any time now!  \nSince Legend of Dungeon's release in September, we've been working on the features we promised you during the campaign, and a few features we wanted simply because we love you all and want the game to be the best it can be. "}, {"update_no": "UPDATE #31", "update_userinfo": "Release Day!!", "update_content": "Ahoy there! This is your co-pilot Kitty here!\nThe release version of the game is now out! We can't thank you enough for the amazing support that literally made this game possible. You fine Kickstarter folk are the most amazing people in our universe, you really are our heroes. \nIf you want to go around today giving everyone the link to the game, it's right here: http://store.steampowered.com/app/238280  We are trying to impress Steam so that they will continue to show our game on the front page after today, so if you want to help, we'd really appreciate the mention on FB, Twitter, forums, etc. \nVersion Skeleton"}, {"update_no": "UPDATE #30", "update_userinfo": "Beta Potion + Steam Keys! + Release Date! + PAX Prime", "update_content": "Legend of Dungeon Beta Potion is out!\nBut more importantly, we launched on Steam yesterday @_@ and it's been crazy... but awesome. And today we just got our Kickstarter steam keys! If you want to get Legend of Dungeon on Steam, here's how: http://robotloveskitty.tumblr.com/post/58296821003/humble-store-steam-keys"}, {"update_no": "UPDATE #29", "update_userinfo": "Beta Bugfix Update", "update_content": "We made a tiny but horrible mistake in the release of the beta. At the last moment I tried to troubleshoot some controller issues, and ended up putting the wrong value in for the analog deadzone.\n\nThere is a new download on the humble store that fixes it. :)\nSo, if you haven't had any problems with the game, you should be all set. But if your controls are all wonky, go redownload and you'll have a much better time.\n\nHere's a link to the Humble Store keyresender:"}, {"update_no": "UPDATE #28", "update_userinfo": "Legend of Dungeon is in BETA!", "update_content": "We made it! Legend of Dungeon is feature complete, we are in Beta.\nTo celebrate we’ll be doing a livestream of gameplay with some giveaways and stuff, it’s going to be at 9pm EST tonight, so come by, say hi, and tell everyone!! http://www.twitch.tv/robotloveskitty\nThis is the time where we need your support the most. Play the game, report bugs, suggest improvements for balancing, or anything else. We really would love to hear back from every single person about this build. Is everything awesome? shoot us an email to let us know ()\nIs some monster way OP for the level it starts on? Is some weapon uselessly under powered? We want to know."}, {"update_no": "UPDATE #27", "update_userinfo": "Alpha Nymph Update brings NPC's, yipee!", "update_content": "Ahoy Dungeoneers, this is Alix your co-pilot!\nWe've got a new build for you! This was going to be the build we released for our launch onto Steam, but it turns out Valve won't be able to get us up there for a few weeks at least, so we didn't want to make everyone wait any longer!\n\nWe recorded a update video live yesterday, so here is!\nChanged lowest resolution to 640x480 (no more 100x100 crazyness)"}, {"update_no": "UPDATE #26", "update_userinfo": "Super June Update", "update_content": "Ahoy Dungeoneers! this is Alix, your co-pilot speaking, please remain seated, and sorry for being so quiet the past few weeks.  We actually have quite a bit of news for you all.\nLegend of Dungeon was selected to be in the Indiecade Showcase at E3!! It was really an honor to get to go! We'd never been to E3 and it was an awesome experience! so: Thank you Indiecade! We got to meet a few Backers actually! I'm pretty sure they all got high fives from at least one of us. It's always awesome meeting one of you, because we get to express our gratitude face to face."}, {"status": []}], "comment_no": 254, "projec_url": "https://www.kickstarter.com/projects/robotloveskitty/legend-of-dungeon", "project_name": "Legend of Dungeon"}}, {"backer": "Products for Robots", "project_data": {"campaign": {"story": "100% Funded -- Mac port goal at $14,500!\nModern games are fun, but I like the classics! I love that I can often play through one in under an hour--simple, challenging, and satisfying! Those games were short by necessity, but brevity IS the soul of wit, and it's not a bad way to do things.\nInspired by SF and Fantasy pulp stories, Tiny Barbarian is made up of individual episodes that, combined, offer a huge amount of content, but individually can be completed in under an hour, while still offering an exciting and complete experience. And we're not asking you to pay individually for a series of episodes. Nope! Buy in once and you'll receive each episode as soon as it is complete!\nHere's some more clips of the game in action:\nThe original Tiny Barbarian was a tiny but very well-received Game Maker project I put out last year. This new version is All New and makes use of Starquail's custom 2D engine - the same engine that powered Astroman on XBox Indie. I received a lot of enthusiastic feedback, and thanks to that feedback, the new engine, and my own determination for improvement, the new game darn near destroys the old one (but you can still get it here, if you like).\nTiny Barbarian now has a much improved combat system that makes juggling enemies a breeze, they can even be knocked into each other for extra damage. TinyB himself is completely redrawn, just as tiny but even more ripped with low-def muscle, and with new moves to attack enemies from different directions (the elbo drop is my favorite). As with the original, the stories are heavily inspired by old Sword & Sorcery yarns (think Conan the Barbarian) with plenty of nods that genre fans (and old-school gamers) are sure to appreciate.\nThis Kickstarter concerns a PC version of the game only, but other platform releases may become feasible later on.\n\nHere are some things you will be able to do in Tiny Barbarian DX, in no particular order (spoilers, obviously):\nFight endless hordes of evil (or just misguided) warriors.\nWack a gnome until gold comes out.\nFlee from a giant serpent.\nDefeat a huge, fire-breathing parrot.\nRide a bumblebee.\nAscend a wizard's magical tower.\nSave the most beautiful ladies that can fit into a 16x16 pixel box.\nBite a vulture.\nEnd the reign of snake-worshiping cultists.\nOutsmart a puma made of liquid metal.\nBattle white apes on an airship.\nEat chicken you found in the garbage.\nCountless exploits that defy description!\nBig, small, or even tiny, making a video game is a significant undertaking. I should know, I've been working on Tiny Barbarian in my free time for months! So why Kickstarter? Well, I could start tiny - finish a single episode and see how it flies. But with your support through Kickstarter, I can work on the project full-time, commit to multiple episodes right away, and you'll get to play them much more quickly. Currently four episodes are planned, but extra pledges will mean additional episodes, “Stretch Goal” style.\nBehind every retro sword-wielding barbarian action game is an retro action game fan. I'm Michael Stearns, and I'm the guy behind this one. My friend and programming genius Daniel Roth and I have been producing games under the StarQuail brand for several years now. Our last game, Astroman, was honored by Game Developer Magazine as one of 2010's top ten XBLI titles. Usually I'm the art guy and he's the programming guy, but for Tiny Barbarian, I'm both guys, although he continues to assist me (willing or not!) whenever I need a bit of expert advice. I'm also the creator of the webcomic Dawn of Time, which ran consistently--and received praise from an amazing number of complete strangers--between 2008 and 2011.\nJoining me is Jeff Ball, the super-talented musician who worked with us to create the soundtrack for Astroman, as well as the music for the original TinyB. He has worked on other titles such as Monkey Island 2: Special Edition, Wing Commander Saga, and contributed his violin mastery to triple-A titles such as Mass Effect 3, Gears of War 3, League of Legends, and others.\nAbout Rewards!\nMost of the rewards are pretty self-explanatory but I want to describe or show a few in detail. \nThe Game: The game itself is the most basic reward, and with digital delivery, getting it to you is a snap! Backers will receive the first chapter (almost done!) and each additional chapter as it is completed. The delivery date displayed in the Rewards List is for the total project, so you will be playing the game long before date shown. Also, your name will appear in the Hall of Heroes, an in-game monument to my Kickstarter backers.\nSample box. The finished product may differ (it'll have a proper blurb on the back, too!)\nThe DVD Box Edition: This special box edition includes your digital download, the box with artwork, and a short booklet with cool artwork and a totally unnecessary (but also Totally Necessary!) guide to getting started. The box edition does not include a physical copy of the game, but it's a fantastic thing to have on your shelf.\nThe Shirt: Trade in those barbaric scraps for something more civilized!  If you think it looks good here, think how good it will look... ON YOU.\nTiny buttons: Any reward tier that has stuff shipped to you will also have a set of five shiny, shiny 1\" buttons shipped to you along with it!  Each assortment will include a varied selection of the game's cast but you can always count on getting one pixellated barbarian hero.\n\"Keeper of Terrible Secrets:\" This is the big one! I'll hide an Easter Egg in the game based on an idea of your choosing. It might be a secret room devoted to your greatness, or it might be a unique, game-breaking mount! The ideas come from you but I'll be the one who determines how it actually appears in the game. Anyone playing the game can access these Easter Eggs, but only you will know how to do it--it's up to you to decide if you want to share it or not!", "risks": "Risks and challenges\nI love games, I love making games, and Tiny Barbarian is the sort of game I love to make. With only one person's vision behind it, the biggest risk is that I may have bitten off more than I can chew--I do worry I've promised too much, not just to my backers, but to myself as well. Your dollars are buying my development time, so the question is, have I budgeted enough?\n\nTo convince myself, I have spent the last several month squeezing game development into my free time. (I have a day job, you know!) It hasn't been easy, but the result is a pretty good-looking project with all the groundwork laid out before me. There will be challenges ahead, but between my experience working on other games and having overcome difficult spots in Tiny Barbarian's development already, I know I can overcome them without delay. If I do find myself stumped, I have other experienced people ready to lend a hand. (Daniel already knows I am not shy about asking for help when I need it!)\n\n$12,000, even minus Kickstarter fees, costs for rewards, and taxes (taxes!) is a lot of money. I don't ask for it lightly, and I've taken a lot of time to determine what I need to support Tiny Barbarian's development. With your support, Tiny Barbarian will be finished, it will be finished on time, and--seriously--you're going to love it. Thanks for your help, every tiny bit is appreciated!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "Episode 3 & 4 now available!", "update_content": ""}, {"update_no": "UPDATE #39", "update_userinfo": "Tiny Barbarians, Tiny Controllers", "update_content": "Hello everyone! I wanted to shoot you all a note to let you know that Episode 3 is finally almost ready! It's been a long wait but you can expect a notification about a specific release date very soon. If you've been following along on Facebook or Twitter you've probably seen a screen shot or two of the upcoming episode, but here's a few more--what's an update without a couple visual aides, right?"}, {"update_no": "UPDATE #38", "update_userinfo": "Episode 3 Coming Soon, and Nicalis!", "update_content": "Happy Monday!\nJust a quick note, Jeff Ball's Episode 2 soundtrack is now available on Band Camp (the first one is there too). Besides the songs in-game, the pay-what-you-want soundtrack also includes the trailer theme as an extra bonus!\nhttp://jeffball.bandcamp.com/album/tiny-barbarian-dx-ruins-of-xanadu-ost"}, {"update_no": "UPDATE #37", "update_userinfo": "Episode 2 Soundtrack", "update_content": "Well, what more should I say? :)"}, {"update_no": "UPDATE #36", "update_userinfo": "Episode 2 is Here!", "update_content": "Hey everyone!\nThe wait for episode 2 is nearly over, if all goes according to plan we're launching it tomorrow! That's Thursday, 6/19! (US time zones.) Are you excited? Maybe watching this trailer, put together by Jeff Ball will help! (He even composed a new song just for it! What a maniac!)"}, {"update_no": "UPDATE #35", "update_userinfo": "Tiny Two Tomorrow!", "update_content": "Hello Kickstarters!\nTiny Barbarian Episode 2 is still rolling along and totally in the home stretch. Music is in and the game is filling up with sound effects, and the past month or so I've been working with some testers (thank you, testers!) to get things polished up and made as pleasantly difficult as possible, and I'm pretty pleased with the results so far. "}, {"update_no": "UPDATE #34", "update_userinfo": "Episode 2 Preview Again", "update_content": "Hello all!\nAn update for episode 2--it's coming along well! The episode is very close to being finished, we're adding music and balancing levels and it's starting to really come together, it's time to test and refine! Here's a few screens:"}, {"update_no": "UPDATE #33", "update_userinfo": "Episode 2 Update & new Wallpaper", "update_content": ""}, {"status": []}], "comment_no": 97, "projec_url": "https://www.kickstarter.com/projects/359201373/tiny-barbarian-dx", "project_name": "Tiny Barbarian DX"}}]