[{"backer": "Rachel Rambach", "project_data": {"campaign": {"story": "Hey everybody!\nI have the opportunity to record my next EP / album with a great Nashville-based producer. I'm super excited for the project but I need your help!\nI need a top-notch, professional record in order to pursue more opportunities. As you can imagine, working with professional producers isn't cheap. My goal of $5,000 is really the bare minimum. That will probably get me 4 or 5 songs (an EP) depending on how many musicians we have to hire per song. To record a full-length album, I'll need more like $10,000-15,000. And even that is just recording - there are still other expenses, like CD duplication, art work, any promotional costs, etc. I set the goal at $5,000, though because that will at least get an EP. If we raise enough for a full-length album, that'll just be a bonus!\nI've got quite a bit of unrecorded material - some brand new songs and some not-so-new that just haven't been recorded yet. Check out the reward sections. You can even pick a song to be recorded!\nI have a hard time accepting people's money but I look at it this way: it's kind of like pre-ordering the music. And having the money upfront ensures that the recording can even be made. So if you think you'll download it when it's done, or buy the CD anyway, you might as well pre-order it so I can even make it. And if only 200 people donate at the $25 level, we'll hit the goal. If 400 do so, we'll be able to do a whole album. If 600 people do so, we'll hit the REAL goal.\nI really appreciate anything you can give! Thanks for reading!", "risks": "Risks and challenges\nThere are multiple ways to record an album. Shifts in the music industry and the availability of inexpensive, easy-to-use recording gear have made DIY projects more common. I've been a part of making recordings like this and fairly happy with most of the results. (The Micah Walk Band's \"Bright Side Fantasy\" album was a DIY project and I'm very proud of it). The fact is, though, that it takes a whole lot of expertise to record music well, expertise that I don't have. And since I believe that my current batch of songs are the best I've ever written, I came to the conclusion that it was time to seek the help of an experienced professional. That's why I've enlisted the help of Nashville producer Andrew Osenga. \n\nPaying the producer is a big chunk of the expense, but it's not all of it. Once you decide how a song will be produced (are we going to record this song with acoustic guitar and vocals only? Do we need a whole orchestra? Piano? Marimba?) you have to hire the necessary musicians. The more musicians you hire, the more expenses add up. Fortunately, though, a producer like Andrew has the expertise to get things done quickly and a network of musicians who may have a hefty hourly rate, but can perform quickly. \n\nI have never worked with a professional producer before. I am extremely excited to do so and I believe the outcome will be the best record I've ever recorded.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Thank you!", "update_content": "Hey everybody! I just wanted to say thanks again. I really appreciate this. I'll start sending email updates soon."}, {"update_no": "UPDATE #1", "update_userinfo": "Recording Time Postponed (but it's OK!)", "update_content": "The producer I had been talking to had to postpone until Feb or March of 2013. Since I don't want to wait that long to start recording, I've found another producer that I'm equally excited to work with. He still won't have time until Jan, but that's a little better. He's also in LA, which means travel costs will add to the expenses a little, but I think it'll be worth it. His resume includes artists like R.E.M., Willie Nelson and Ryan Adams."}, {"status": [{"Project funds successfully": "96 backers pledged $7,603"}, {"Project launches": "OCTOBER 6, 2012"}]}], "comments": []}}, {"backer": "Rachel Rambach", "project_data": {"campaign": {"story": "Oh hey world, Allison Weiss here. You might remember me from my last Kickstarter project. I'm back and ready for more and it's time to take this to the next level!!! Are you ready?! Let's talk.\n~* ULTRA REWARDS *~\nAnyone who donates $200 or more over the course of this project will be eligible to win some super rare one-of-a-kind items in addition to the regular rewards. At the end of it all, I'll ask everyone who qualifies to tell me what they want the most, and then the winners will be chosen at random. YOU COULD GET...\nI Was An Island EP Misprint - One of 10 signed test pressings of the IWAII EP that play back slightly faster than they actually should. Only 10 of these will ever exist in the world. \nBaby's First Guitar Strap - the guitar strap that I bought at Warped Tour in 2003 and used until last year. Bonus: I got it signed by Chris Carrabba when I was 17. \nPancake Polaroids - a set of 6 outtakes from the shoot for the cover of my first full-band EP, Allison Weiss & The Way She Likes It, featuring me looking like a pretty lady.\nCardboard Dreamcasters - One of 6 signed cardboard Telecaster-style guitars used in the \"I Was An Island\" video shoot, handmade by me and signed by the entire cast and crew. There were actually 20 of these originally but only a few survived the mayhem.\n\nAnd of course, you can still win posters, stickers, buttons, and other cool stuff just by telling your friends and family about this project. IN FACT...CLICK HERE TO INVITE PEOPLE TO THE FACEBOOK EVENT!!\nWe're so close to hitting the ultimate goal. I know we can do this!! From now until the end of the project, everyone who helps hit a thousand-dollar mark will get a personal thank-you phone call from me. You've got 10 chances to win this week! What are you waiting for?!\n****************\nIn a world where bands make records, one girl is making a record... again. She has the skills. She has the drive. She has the team. But there's one thing missing. How will she pay for all of this? From the makers of Allison Weiss's first Kickstarter project comes a new story about one girl, and one internet, coming together to make something happen.\n\nThe Backstory: almost 3 years ago I signed up for Kickstarter.com not really knowing what I was getting myself into. I made a little video, thought up some prizes, and put it on the internet all in a matter of hours. I was nervous but excited and hoping for the best... and completely shocked when I met my goal in only 10 hours, and more than tripled it over the course of 60 days.\nWhat did I learn? The internet is amazing! There are people all over the globe who like what I'm doing! I don't need a label to make a record! There are still good citizens out there who want to pay for music... in advance!! Prizes are awesome! Playing a four-hour marathon show is an insane idea! Making records is expensive and when it's time to promote, the costs are even crazier! I learned that making music for a living is tough, hard, and quite a gamble, but when you've got friends and fans who will help you do it, the scary part becomes FUN and suddenly a stressful situation is more like a PARTY! \n\nSo what's different this time? The goal is higher, there are new prizes, I cut off all my hair and I'm not wearing any glasses, I am 24 years old, I moved to New York, there are more of you, but there is still one of me! The project isn't just about pressing a record, it isn't just about recording an album, it's about taking this to the next level. I've spent the last year touring and writing and working on this brand new record, and and it's high time that I level up. In the past I worked alone. I didn't have a producer, I skimped on recording equipment, and I spent nothing on promotion. This year everything changes. Let's make a list...\n\nYour generous donations will go to...- Paying the glorious Chris Kuffner to produce this fine full-length\n- Paying the indispensable Elliot Jacobson to play drums\n- Paying the various musicians who've contributed their skills to all 10 songs\n- Paying for recording space\n- Paying for mixing\n- Paying for mastering\n- Paying for some cool album artwork\n- Paying for music videos \n- Paying for a publicist to promote the record\nIf we exceed the goal, donations could go to causes such as\n- Paying for me to tour behind the release to places I haven't been yet\n- Paying for fun new merch\n- Paying for even more music videos\n- Paying to press the record on vinyl\n- Paying my rent so I can focus on making the record the best it can be\n\nSO YOU SEE... Making a record is expensive. Actually getting that record out into the world is so much hard work but also the greatest joy a musician like myself can experience. So that's why I'm coming to you today (again) to ask for help (again)! Because you see I'm not just doing this for me, I'm doing this for everyone (again). I want to make something awesome (again) that we'll both love and we can all say we had a part in (again).\nARE YOU READY? LET'S DO THIS!!! AGAIN!!!! \nxo\nAW\n---\nI really want to fill up the space here so...\nFrom: hello@allisonw.com\nTo: You\nSubject: OMG THIS TOTALLY WORKED 4 ME!!!!!111!!\nSent: Nov 14, 2011 7:00AM EST\n~*SCROLL DOWN*~\n>\n>>\n>>>\n>>>>\n>>>>>\n>>>>>>\n>>>>>>>\n>>>>>>>>\n>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>>>\n>>>>>>>>>>>> there once was a guy/girl who visited a kickstarter project page\n>>>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>\n>>>>>>>>\n>>>>>>>\n>>>>>>\n>>>>>\n>>>>\n>>>\n>>\n>\n>>\n>>>\n>>>>\n>>>>>\n>>>>>>\n>>>>>>>\n>>>>>>>>\n>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>>>\n>>>>>>>>>>>> they had a big crush on someone kute\n>>>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>\n>>>>>>>>\n>>>>>>>\n>>>>>>\n>>>>>\n>>>>\n>>>\n>>\n>\n>>\n>>>\n>>>>\n>>>>>\n>>>>>>\n>>>>>>>\n>>>>>>>>\n>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>>>\n>>>>>>>>>>>> they forwarded the kickstarter proj page 2 all their friendz\n>>>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>\n>>>>>>>>\n>>>>>>>\n>>>>>>\n>>>>>\n>>>>\n>>>\n>>\n>\n>>\n>>>\n>>>>\n>>>>>\n>>>>>>\n>>>>>>>\n>>>>>>>>\n>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>>>\n>>>>>>>>>>>> AND THEIR CRUSH SUDDENLY LIKED THEM BACK!!!!1\n>>>>>>>>>>>\n>>>>>>>>>>\n>>>>>>>>>\n>>>>>>>>\n>>>>>>>\n>>>>>>\n>>>>>\n>>>>\n>>>\n>>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\nReADy?!!!?!!\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\n>\nOKAY!!! So u wanna be with ur crush?!!!\nForward this project...\n1 person - ur crush will txt u\n5 ppl - ur crush with CALL u\n10 ppl - ur crush will kiss u on te CHEEK\n15 peeps - ur crush will ASK U OUT!!! \n25 peeps - u will DATE ur CRUSH!!!!\n50 peeps - hAPPILY EVER AFTER!!!!!!!!!!\nGOOD LUCK ;)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "SWYM Pajama Party TOMORROW!!", "update_content": ""}, {"update_no": "UPDATE #39", "update_userinfo": "ONE WEEK UNTIL SAY WHAT YOU MEAN - LISTENING PARTY INFO & FAQs!", "update_content": "ONE WEEK UNTIL SAY WHAT YOU MEAN!!! Are you ready?! Let's get down to business!!\nI know it's been a SUPER long time since we last talked, so I want to answer some of your questions! Let's do this in the form of a Q&A:\nWhen does the new AW record come out?!\nApril 16th, 2013... aka ONE WEEK from today!\nWhat is it called!!!\nThe new record is called Say What You Mean!"}, {"update_no": "UPDATE #38", "update_userinfo": "Dreams, Plans, and My Need For Your Approval", "update_content": "Hey there my loves! It's been a short while since we talked. I wanted to give you a little update on what's been going on with this project since we finished it up. \nFirst of all, the record is DONE. It took forever to get it just right, but I'm so so so happy with it and I know you will be too. Here's the sad truth though: there is still no release date set."}, {"update_no": "UPDATE #37", "update_userinfo": "The Teenage Years: Track 3 & 4", "update_content": "Hey pals! It's been a long time since we last talked. In case you haven't been paying attention to Twitter, Tumblr, Facebook, etc... The Teenage Years are still going strong!!\nTrack 3: \"Stay Right Now\" // produced by Joanna Katcher (of Mitten)\n\nTrack 4: \"Oh Yeah See\" // produced by Chuck Brody"}, {"update_no": "UPDATE #36", "update_userinfo": "The Teenage Years - Track 2: \"I Had To Do It\"", "update_content": "Oh hey there. I'm currently cruising up the coast of California towards Los Angeles to start a West Coast tour with Rachael Cantu, and I realized I totally forgot to post the new Teenage Years track! Of course, if you follow me on Tumblr or Twitter or Facebook or my Mailing List, you already knew about it. For the rest of you, here it is!"}, {"update_no": "UPDATE #35", "update_userinfo": "The Teenage Years - Track 1: \"When We Get There\"", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "Two Weeks Later.... Teenage Years or Teenage YEAR??", "update_content": "OH HEY THERE. Two weeks is so long, internet. I've missed you!! I've been busier than ever finishing out this year. I've got a tour coming up, I've been mailing out a ton of packages, and I've been rehearsing and recording the acoustic version of this new record!!! It's sounding so great! I'm stoked to show it to you!\nHere's the thing. I've been thinking a lot about the Teenage Years EP. The original idea was to choose four songs and put them out together in the months following the album release. Turns out, you guys were super excited about way more than just four songs, which got me thinking. "}, {"update_no": "UPDATE #33", "update_userinfo": "WE DID IT... AGAIN!", "update_content": "Ladies and gentlemen and everyone in between... we did it. After thirty days of wild and crazy internet fun, we raised $30,795 towards the future of Allison Weiss Music Inc., two-and-a-half times as much as the original $12k goal. All because YOU are amazing. \nLast night was incredible. Thank you everyone who came and hung out at the first ever TELETHON. I had a blast getting to talk to so many of you. I got phone calls from fans all over the USA, talked to my dear pal Bess Rogers & producer Chris Kuffner, and I even got a real-life visit from friends and tourmates, Mitten. If you missed out, you can totally stream the whole thing over at  and relive it all moment by moment."}, {"update_no": "UPDATE #32", "update_userinfo": "Join me in a Final Countdown Telethon TONIGHT at 10pm EST!!", "update_content": "With only 18 hours to go, we really are in the final countdown of this project! It's been a magical ride of friendship and support and I cannot thank you enough!! Tonight I'm going to do something I've never done before. Join me at 10:00pm EST for my very own TELETHON. I'll be streaming live at http://allisonweiss.tv and calling some of the backers who have helped this project reach it's milestones. Even though my voice is going away, I'll play some songs, tell some stories, and even accept some phone calls from YOU GUYS. "}, {"status": [{"Project funds successfully": "563 backers pledged $30,795"}]}], "comments": [{"username": "Kass RK", "content": "Did anyone get their songzines? I got my CD but that was all (except the goodie bag)", "time": "about 6 years ago"}, {"username": "Dirick Cummins", "content": "i never received my DVD, digital goodie bag, or call yer girlfriend", "time": "almost 7 years ago"}, {"username": "Nathan Cyran", "content": "Yay, book arrived today! Super fast response! :)", "time": "over 7 years ago"}, {"username": "Nathan Cyran", "content": "thanks Allison! thanks for your kind offer, Xinyi.", "time": "over 7 years ago"}, {"username": "Xinyi Tan", "content": "@Nathan, just leave your name and mailing address in my tumblr askbox: xinisterx.tumblr.com/ask", "time": "over 7 years ago"}, {"username": "Xinyi Tan", "content": "I don't know how to send messages to other people on here, but Nathan, you can my copy of the songzine if you like. I'm never going to get around to reading it anyway.", "time": "over 7 years ago"}, {"username": "Nathan Cyran", "content": "Keeley, send an email to allison@allisonw.com. that's what she advised me to do.", "time": "over 7 years ago"}, {"username": "Keeley Drain ッ", "content": "I pledged $75 Dollars for the Songzine...I only ever received a CD. Anyone else received theirs? or know what we can do about getting in touch to rectify it? I've tried emailing but had nothing :(", "time": "over 7 years ago"}, {"username": "Nathan Cyran", "content": "never received my handmade songzine. *sigh* maybe someone at the post office has been rocking out to Allison's lyrics instead.", "time": "over 7 years ago"}, {"username": "Nathan Cyran", "content": "no chords? that's a bit of a downer! (my copy is still coming)", "time": "about 8 years ago"}, {"username": "Dirick Cummins", "content": "also, i'm still excited about the dvd, call your girlfriend and the acoustic version of the album, and the digital goodie bag of extra videos and songs. hope to get those soon.", "time": "about 8 years ago"}, {"username": "Alisha Kirby", "content": "I didn't actually get the documentary in the digital goodie bag - I got promo pics, \"The Teenage Years,\" \"Say What You Mean,\" and the remixes. Is there someone I can email about getting that? (The address you send us things from is \"do-not-reply\")", "time": "about 8 years ago"}, {"username": "Gio Bruno", "content": "Have the physical packages been mailed, yet?", "time": "about 8 years ago"}, {"username": "Tieg Zaharia", "content": "got my copy today, this is so good! Solid album", "time": "about 8 years ago"}, {"username": "Xinyi Tan", "content": "$30 or more gets you the physical copy (CD) of the album", "time": "about 8 years ago"}, {"username": "David Fairbanks", "content": "Hey Allison, are we going to be getting vinyl or CDs with the pledges? Asking to find out if I'll need to pre-order a vinyl or snag one from you at some future show.", "time": "about 8 years ago"}, {"username": "Daina", "content": "The tunes are great, Allison! Can't wait to hear the rest and hear the new album. But perhaps taking a smidge of time to honor your backers pledge rewards would be a good idea, just sayin'. :)", "time": "over 8 years ago"}, {"username": "Larry Pelch", "content": "Stay cool. 100%", "time": "about 9 years ago"}, {"username": "Kristen Ford", "content": "way to go girl. inspiring", "time": "over 9 years ago"}, {"username": "Kristina", "content": "Congratulations Allison! from Backer #556 ;)", "time": "over 9 years ago"}, {"username": "KELLY BEALL", "content": "Congratulations!!! Can't wait to hear the new music!", "time": "over 9 years ago"}, {"username": "Patrick Miller", "content": "So very happy for you AW!", "time": "over 9 years ago"}, {"username": "Daniel Rissen", "content": "WOOHOO!!!", "time": "over 9 years ago"}, {"username": "Gabby Sarmiento", "content": "Congratulations!", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "ok, there is a countdown. i was hoping the time wasn't taking into account daylight saving, but looks like there's another hour to go. to sleep or not to sleep...", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "i wish kickstarter did a countdown clock in minutes and seconds in the final hour. i want to see what happens to this page when the project gets funded.", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "less than an hour to go. i'm a little sad that this is ending, but pretty stoked about next year and the new album. huge thanks to Allison for keeping everyone entertained, to all the fans who supported this and congrats for reaching the ultimate target. happy to play a part.", "time": "over 9 years ago"}, {"username": "Charlotte Nurse", "content": "if every backer adds one more dollar, we'll go over. JUST SAYING GUYS.", "time": "over 9 years ago"}, {"username": "Lyssa Michele", "content": "hoping to combine my donation today with my one under Alyssa Patterson on the 7th of december to change my reward to the Guitar Lesson... please!!!!!!! However I am deployed on the USS Abraham Lincoln and wont be back until May(ish) time frame and I hope I can take a rain check. PLEASE?!! :] and fingers crossed you are soooo frighn close!", "time": "over 9 years ago"}, {"username": "Dirick Cummins", "content": "if all the 5 dollar backers add 10 dollars more, they'll get a lot more and it will help her reach her goal!", "time": "over 9 years ago"}, {"username": "Dirick Cummins", "content": "IF EVERYONE TRIES TO ADD 1-10 DOLLARS TO THEIR PLEDGE, WE COULD MOST DEF PUSH IT UP A LOT HIGHER!", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "As long as it's not during work hours, I can't answer my phone then. Anyway, I need to try and sleep...will be needing lots of caffeine tomorrow.", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "it's 4:30am, i can't sleep and i just got an email saying my pledge was cancelled. didn't realise i needed the money in the bank today to verify my pledge, because i get paid wednesday when the money is actually withdrawn. all fixed now though. hopefully i can sleep now....got work in a few hours.", "time": "over 9 years ago"}, {"username": "jessica_jean", "content": "Thank you Adam Gallardo for leading me here!", "time": "over 9 years ago"}, {"username": "Jared", "content": "Awesome show at the Kickstarter office yesterday. Can't wait for the album and Robyn cover!", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "reaching that $30,000 goal looks slimmer and slimmer. i don't know how much it costs to records EPs and stuff, but i hope you consider making that extra half EP anyway...it'd make us all super happy :)", "time": "over 9 years ago"}, {"username": "Daniella Jaeger", "content": ":)", "time": "over 9 years ago"}, {"username": "Larry Pelch", "content": "Double the goal! So many Weissoholics. Most fun kickstarter EVER. FOREVER 200%", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "*i meant $5000... but seems to be just over $6000 needed now -_-\"", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "i'm excited. 8 days left and just over $500 left to go. who would've thought.", "time": "over 9 years ago"}, {"username": "Jay Rosenfeld", "content": "You should definitely record \"What I Need\" for the Teenage Years EP!", "time": "over 9 years ago"}, {"username": "Sylvie Simhon", "content": "Very cool! Please check out my project :) http://www.kickstarter.com/projects/1354340607/sylvie-simhons-short-and-sweet-ep", "time": "over 9 years ago"}, {"username": "Pamela Stewart", "content": "I was going to wait to vote for the teenage song I liked till I heard more, but then I listened The Disappearing Act and had to vote for it right now.", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "has everyone seen that wolf deer poster, omg, it's awesome.", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "anything by the Postal Service or Bon Iver.", "time": "over 9 years ago"}, {"username": "Larry Pelch", "content": "Ian Axels Say Somethig is quite Allisonesque. Just sayin. I should calm the f down.", "time": "over 9 years ago"}, {"username": "Larry Pelch", "content": "(sigh)", "time": "over 9 years ago"}, {"username": "Larry Pelch", "content": "But my all time favorite is the YouTube version of Why Bother. Age of Rockets remix is cool, but Allison + guitar + Why Bother puts a lump in my throat every time.", "time": "over 9 years ago"}, {"username": "Chelsea Macsisak", "content": "New goal idea: more live music!!!", "time": "over 9 years ago"}, {"username": "Chelsea Lynn Roffman", "content": "Hey Allison! With the amount of hard work and effort put in to everything you are doing I doubt you get a minute to sit down and read these comments... but if you do and happen to see this...you are a HUGE inspiration and I want you to know how much I respect what you are doing. I am a singer/songwriter who hasn't always had the confidence to push forward and fight for what I love despite what everyone else says. When I flip on your music and dance around with my roommate I am instantly motivated and I thought that was something worth knowing! Looking forward to your new album and eventually getting around to seeing one of your shows! Good Luck! -Chelsea Lynn", "time": "over 9 years ago"}, {"username": "Jim Tocci", "content": "I would have contributed more but, I'm poor, I might start my own Kickstarter page, keep being awesome~!", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "i wish we could pay via paypal...i have leftover money there from a refund from a while back...", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "just watched the livestream and gotta say, that Sharks vs Cats song was frikkin hilarious and awesome! :D", "time": "over 9 years ago"}, {"username": "Paul", "content": "A fella can dream", "time": "over 9 years ago"}, {"username": "Nick", "content": "Just pushed it over 19k, LIKE A CHAMP. Promotepromotepromotepromotepromote!", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "so close to goal...and to think, there are still 21 days to go. if only there was enough money to fund an Australian tour down under.", "time": "over 9 years ago"}, {"username": "Chris Jelden", "content": "LET'S DO THIS!", "time": "over 9 years ago"}, {"username": "Chris Jelden", "content": "If everyone who donated $100 or less added but only $10 to their donations you would be well over the goal of $20,000. Just something to ponder. Let me be the first of 100.", "time": "over 9 years ago"}, {"username": "Rachel J", "content": "SO close to your goal! Now if we could only get a release party on the west coast :(", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "Now I remember how I rediscovered Allison Weiss. I like Now, Now and they were helping to spread the word of Field Mouse's new single (You guys are gonna wake my mom), which is frikkin awesome. I reblogged Cacie Dalager's post to be exact. I looked up Field Mouse and discovered Allison Weiss plays bass for them, and thought 'isn't she the one that use to do cover songs on youtube'...(i discovered Allison the first time late last year when i was youtubing TnS covers)", "time": "over 9 years ago"}, {"username": "Xinyi Tan", "content": "I've heard of Allison Weiss (from youtube) in the past, but i never really listened to any of her music till now. I saw this kickstarter thing on tumblr and had no idea what it was, so decided to check it out. Checked out a few vids of Weiss on youtube and thought to myself, yes, I want to help her make another record. It feels awesome to be a part of something big. I haven't actually listened to the first album yet. Thought it could be something I could look forward to next year when my personal Allison Weiss flash drive arrives. can't wait.", "time": "over 9 years ago"}, {"username": "Chelsea Macsisak", "content": "I've got Allison Weiss on the brain nearly 24/7 and there's still such a long wait til the record comes out!", "time": "over 9 years ago"}, {"username": "Lynn Leithauser", "content": "Allison, I am so proud of you. You have more energy, talent and creativity then any 100 people I know. I'm so glad you went past your goal. It is a testament to how good your music is, and how devoted your fans are to helping you make it in the big, bad world of music. I look forward to reading about you in Rolling Stone some day. Love, Aunt Lynn", "time": "over 9 years ago"}, {"username": "Joseph", "content": "Nice work!", "time": "over 9 years ago"}, {"username": "Kayleigh Jacobs", "content": "You did it!!!", "time": "over 9 years ago"}, {"username": "nicole marie", "content": "wow, look at that. get it, gurl.", "time": "over 9 years ago"}, {"username": "Daniel Fishel", "content": "I agree, with Miguel, but I think more people will be more than willing to give you more than what you set as a goal. I can't believe in two days you pretty much made it! :D", "time": "over 9 years ago"}, {"username": "Miguel Alderete", "content": "miguel", "time": "over 9 years ago"}]}}, {"backer": "Rachel Rambach", "project_data": {"campaign": {"story": "++++++++++++++++++++++++++++++++++++++++++++++++++++++++ UPON HITTING THE $30,000 MARK / More thanks / The $35k challenge ++++++++++++++++++++++++++++++++++++++++++++++++++++++++\nTHIS IS FREAKING UNBELIEVABLE. $30,000!!!!!\nI keep waiting for sufficient words to surface in me, that I might properly express the overwhelming gratitude and warmth you've all made me feel. So far, no luck. I think really there is nothing I can say that will get the job done to my liking. You are all incredible. THANK YOU THANK YOU THANK YOU. Also, congratulations!! Everyone who pledges $15 or more will now receive a bonus reward: a digital download of the album in acoustic demo form.\nAs I've said before, the more resources I'm able to muster, the more I'll be able to do for, with, near, on, and around this record. So I've got a new proposal for you, planet Earth... Another round a possible reward (for all!) if things continue to build.\nIF WE REACH $35k:\nI will perform a webcast concert BY the people and FOR the people. Democracy now!!!!\nYOU WILL VOTE TO DECIDE:\n- what songs I play (covers?! oldies?! \"Dissolve\" 25 times in a row?!)\n- where I webcast from (Andrew's kitchen?! my bedroom?! my mom's basement?!)\n- which friends I'll call on to be special guests (insert your own thrilling examples here?!)\n- what I'll wear (boxing robe?! marching band uniform?! crocs?!)\nSO! That's that for now... As long as you guys keep flooring me with your incredible support, I will continue to think of new things I can do to say thanks.\nxoxo times a billion -Jenny\n+++++++++++++++++ DAY 2: +++++++++++++++++ Holy crap! You guys are amazing! Not only did we reach $20k, we did it in about 28 hours! Thanks to your swift aid, you've earned not just the rewards initially promised you, but also a feat of pain endurance performed by Mr. Elliot Jacobson (his chest will be waxed on video FOR YOU) and a 50's pin-up style photo shoot of me by Deborah Lopez. (Personally I am more enthusiastic about the Elliot thing, but to each his or her own!)\nSo here is where things start to get interesting!!\nI chose my goal based on a modest budget that seemed somewhat attainable (maybe). I never in my wildest dreams thought you all would support me so strongly or so quickly. I am deeply moved and find myself somewhat speechless in this department. (Good thing I figured thank you notes into the rewards!)\nBut as Aesop wrote in many a fable, a hustler's gotta hustle. The bottom line is, the more I am able to raise, the better I'll be able to make this record and the more cool stuff you'll be able to snag out of the deal! So following this train of thought, I'm going to add on this offer to my Kickstarter rewards:\nIf we reach $30,000, everyone who donates $15 or more will receive a digital download of the album demos.\nPeople often ask me where they can find acoustic/solo recordings of my songs. I love performing my songs in arrangements for a six piece band as much as I love playing solo, but until now, I just haven't been able to offer many stripped-down recordings. I want to be able to let YOU choose which way you want to hear my songs on any given day, and I also believe that there's something truly magical about the intimacy of a guitar/vocal recording.\nSO If we raise $30,000 I will record solo acoustic demos of every song on the record and if you donate $15 or more you'll receive a digital download of the album's worth of demos!!\nIf this goes through and you've already donated $15 or more, you're covered! You'll receive the demos no matter WHEN you pledge; it's just THAT you pledge that matters!\nEveryone have a safe and happy holiday weekend!!!!\nxoxo Jenny\n+++++++++++++++++ MY ORIGINAL POST: +++++++++++++++++ Hi there. My name is Jenny Owen Youngs and I write songs, play guitar, and sing. I've released a couple records and am now preparing to make a new one - the difference this time around is that I'm going to make the album without the support of a label. This means I get to realize my creative vision to the fullest, but it also means that I have to shoulder the full financial responsibility.\nSo I've decided to partner with the good people at Kickstarter to try to raise funds for this recording project - $20,000 in 40-something days to be specific. I know that number looks pretty massive, but as recording budgets go, that is actually quite modest. Tracking, mixing, mastering, paying my band and my producer Dan Romer adds up!\nYou may be asking yourself, \"What do I get out of helping you, Jenny?\" Thankfully, there are many answers! First and foremost there is the satisfaction that comes with knowing you're supporting a worthy cause. But let me speed ahead to where you GET AWESOME THINGS in return for helping out!\nA cornucopia of goods and services await you, dependent upon how much you contribute.\nGOODS include but are not limited to:\n-Advance copies of the album -Music available exclusively to Kickstarter donors -Tote bags and buttons and things things things -My freaking GUITAR\nSERVICES include but are not limited to:\n-A video of me shouting your name while standing in a picturesque location -Your outgoing voicemail message recorded by me -A skype lesson with me or Elliot Jacobson -A private pancake dinner & house concert by me for you\nYou can read the column on the right of the page for a full list of incentives! Every reward level includes all the incentives from the previous levels too!\nIf I can reach my goal by the deadline, my project will be funded and you will get stuff. If I fail to reach my goal, however, I will get nothing, you will not be charged, and you will not receive your rewards. Bitter tears shall be wept by all.\nThanks so much for checking out my Kickstarter project. I hope you'll consider helping me help you help me help you (??) ... and consider spreading the word to those people in your life who love helping and/or getting stuff!!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "Needle Drop of the album for you, and what's to come.", "update_content": "GREETINGS MY FRIENDS!\nI hope you're all having a killer spring. I know you're probably like \"Jenny Owen... who?\" because I know I'm not the most consistent of updaters... but like... HI. I am back. I am pretty much home for the summer and will be HUSTLING to create many KSR cover vids, record many answering machine messages, finish the shout-out videos, and put on a crazy online show for you. Much to come in the near future. Thanks for sticking around and being very nice. "}, {"update_no": "UPDATE #27", "update_userinfo": "KICKSTARTER COVERS: NEW ORDER TODAY, MORE ON THE WAY", "update_content": "Woohoo!!"}, {"update_no": "UPDATE #26", "update_userinfo": "First KSR Cover: Skyway (The Replacements)", "update_content": ""}, {"update_no": "UPDATE #25", "update_userinfo": "A non-sequitur brief aside RE: ferns", "update_content": "After a great deal of touring, promo, travel, more touring, moving, unpacking, working, photoshop-ing, and preparing for yet another tour in September... here I am today (and yesterday, and tomorrow) getting massively organized on the front of Remaining Kickstarter Tasks.\nThank you for your support, for your patience, for your general good looks and fabulous hygiene. You have made it clear to me that together we can do a whole lot of rad stuff."}, {"update_no": "UPDATE #24", "update_userinfo": "KICKSTARTER HUSTLE", "update_content": "Directed by Molly Green.\nFeaturing Noël Wells and Andy DeYoung."}, {"update_no": "UPDATE #23", "update_userinfo": "TODAY IS THE DAY (PART ONE)", "update_content": "Hey everyone!\nYou are looking positively RADIANT today. Have you done something new with your hair?!\nThe time draws nigh for me to ship many many zillions of packages out to you in the world. Here's the catch: I DON'T HAVE YOUR MAILING ADDRESS.**\nIf you donated at the $35 level or above, please email me:\n-Your name\n-Your kickstarter backer level ($35, $60, etc)\n-And your mailing address"}, {"status": []}], "comments": [{"username": "Gio Bruno", "content": "Still loving the new CD! Any idea when we'll see the \"shouting your name\" videos?", "time": "about 9 years ago"}, {"username": "R.D. Brewster", "content": "Wow. This album just keeps getting better and better. Some songs were instant favourites, some took a few listens to get the subtleties, but all of them end up leaving me with a stupid grin on my face. Thank you so much for the album, and letting us fans be a part of the process.", "time": "about 9 years ago"}, {"username": "Albert Sheen", "content": "HOLY ROSÉ. Nothing like waking up to the epic awesomeness of SLEEP MACHINE. Why must you keep outdoing yourself, Youngs???", "time": "over 9 years ago"}, {"username": "Rich Stoppiello", "content": "Great song Jenny. I really like \"Your Apartment\"!", "time": "over 9 years ago"}, {"username": "Eeem", "content": "Thank you and take care, all ;-).", "time": "over 9 years ago"}, {"username": "R.D. Brewster", "content": "Merry Ho-Ho though, hope it's a great one.", "time": "over 10 years ago"}, {"username": "Cleasai", "content": "Wow I totally didn't realize I had to submit some information. I apologize for responding so late. I hope you and your family will have a Merry Christmas!", "time": "over 10 years ago"}, {"username": "Ed Saslaw", "content": "so great talking to you at the event for Dan Cho, even if I asked one too many questions. My Williamsburg daughter and her roommate, both Jenny fans before the night are now dedicated to spreading the word. You did great, even as you had to follow such an emotional slide show. The Last Person always sounds great. It was specatbuliscious on Monday.", "time": "over 10 years ago"}, {"username": "deleted", "content": "You are the happy present. Pause. Eat a fine pastry and smile a lot. Then create your masterpiece. For we love your art. It's proven.", "time": "almost 11 years ago"}, {"username": "Gio Bruno", "content": "Of course, Kickstarter takes 5%, so its a happy time for them as well.", "time": "almost 11 years ago"}, {"username": "Bob Martinengo", "content": "30 minutes before Jenny gets RICH$$$", "time": "almost 11 years ago"}, {"username": "Bob Martinengo", "content": "I'm uber poor as well, but she's got blue nail polish on... Love blue nail polish. $15 all I can do. Can't wait to hear new stuff. (listening to Last Person on endless loop)", "time": "almost 11 years ago"}, {"username": "Linda Chamiele Lansford", "content": "35k!!!!!!!!! wow :-)", "time": "almost 11 years ago"}, {"username": "Marijke Lybeert", "content": "Sweet.... you did it.", "time": "almost 11 years ago"}, {"username": "Melanie Shat-the-rak", "content": "OK. I boosted my pledge by $1. Only 383 more of you need to do the same to get to the magic $35,000! Only 71 hours to go. Hurry!", "time": "almost 11 years ago"}, {"username": "JohnR", "content": "hey so if everyone throws in one more dollar then we got the $35K in the bag.", "time": "almost 11 years ago"}, {"username": "Aaron Tureau", "content": "Would love if you could come to Canada (Vancouver specifically) if you can deal with the customs. It never gets igloo cold here, so I'm sure you'll be fine.", "time": "almost 11 years ago"}, {"username": "R.D. Brewster", "content": "good luck! would love to see you live someday in europe!", "time": "almost 11 years ago"}, {"username": "Marijke Lybeert", "content": "Jenny Owen Youngs! I'm rooting for the $35k (OR MORE, hopefully!). I love your music and I think you're hilarious and am just a huge fan. Can't wait to hear the new album! xoxo", "time": "almost 11 years ago"}, {"username": "Lauren Trage", "content": "Good luck getting 35K!! I want to see that concert!", "time": "almost 11 years ago"}, {"username": "Rachel Trump", "content": "Good luck Jenny! Make an awesome record!", "time": "almost 11 years ago"}, {"username": "roger", "content": "heh...did i catch a strangers with candy reference in that little promotional video? i think i did. fantastic.", "time": "almost 11 years ago"}, {"username": "Meghan", "content": "Yay $30,000! Good luck with all the brilliance you'll be putting out, Jenny. We're all very excited.", "time": "almost 11 years ago"}, {"username": "Kelsey", "content": "@ Bob M. I was at the same show. I wish I had thought to tell her so I could also have gotten a hug. I settled for an autograph and a handshake. We were lucky the thunderstorms stopped before the show and didn't resume until afterwards.", "time": "almost 11 years ago"}, {"username": "JohnR", "content": "Yikes! Awfully close to 400 backers and $30,000! I think Jenny is really going to buy a boat.", "time": "almost 11 years ago"}, {"username": "Bob Martinengo", "content": "I saw her show last year in Louisville at a club in the basement of an ancient bowling alley. She and her band bowled a few frames before the show, I kept thinking \"be careful with the fingers\". Saw her a couple of years earlier solo on acoustic opening for Vienna Teng. She was very young but already sassy. I hoped then she would do more albums. go for $40K...put a few extra songs in.", "time": "almost 11 years ago"}, {"username": "Patrick Henry", "content": "Jenny and Allison Weiss did a great acoustic show in Charleston in sauna-like conditions. After the show I told Jenny I pledged to her Kickstarter campaign and she gave me a nice hug! Jenny is the Amma of indie rock.", "time": "almost 11 years ago"}, {"username": "Bob Martinengo", "content": "pledged my $35. Would give more if I could!", "time": "almost 11 years ago"}, {"username": "Cori Benson", "content": "Saw Jenny tonight in Charleston at The Pour House. What a gifted young lady! I'd rather give my money to Jenny than the IRS. Just sayin.", "time": "almost 11 years ago"}, {"username": "JohnR", "content": "Just did the $15 cheapy thing. If you are gracious enough to offer some select other digital acoustic demos, I'd gladly donate $15 more (like Bricks, Voice on Tape, Things We Don't Need)", "time": "almost 11 years ago"}, {"username": "davekay56", "content": "Take care.", "time": "almost 11 years ago"}, {"username": "Aljaz", "content": "Jenny, I live in Arkansas and have seen you every time you've been here since you played at Hendrix my senior year of college. Since then, I've introduced so many of my friends to your music! You are very popular here. Needless to say, we are all so super excited about the new CD. I am moving to Brooklyn in a month and a half (scary for a Southern girl like me!), and I hope I get an opportunity to see a show of yours up there sometime when you're rockin' the new album. You're great!", "time": "almost 11 years ago"}, {"username": "Kelsey", "content": "I'm waiting until I get paid and then I can start throwing money at you :D", "time": "almost 11 years ago"}, {"username": "Stephen Picone", "content": "Just added a little more. Because I could. :)", "time": "almost 11 years ago"}, {"username": "Wim Lauryssen", "content": "I wanna hear a cover of \"My Winding Wheel\" by Ryan Adams. That would be pimp status.", "time": "almost 11 years ago"}, {"username": "Zachary", "content": "Ok Jenny, in that case, how would you feel about doing \"Reginasaurus\" with hand-drawn Reginasauri rampaging in the background (since you mentioned drawing dinosaurs already, it must easy enough to draw them the Regina's face).", "time": "almost 11 years ago"}, {"username": "Aaron Eshbach", "content": "Hey Jenny, when you say \"Pick a cover, any cover\", would that include some like avant-garde Jazz ala The Bad Plus, or should we stick to songs you can probbaly do with a guitar and your voice?", "time": "almost 11 years ago"}, {"username": "Aaron Eshbach", "content": "Long time, no see! Keep on rockin', Jenny!", "time": "almost 11 years ago"}, {"username": "Matt in the Hat", "content": "Great to see it's going so well. Maybe one day you'll play in an area I can go an visit!", "time": "almost 11 years ago"}, {"username": "Matt Allen", "content": "Big week!!! \"Live the dream, Potato.\"", "time": "almost 11 years ago"}, {"username": "Jess Luther", "content": "Woohoo! We did it! Congratulations! :)", "time": "almost 11 years ago"}, {"username": "Nick Harbour", "content": "Congratulations!!!! I'm so ridiculously excited and happy for you, Jenny, that you made your goal in only a day or two! Yay!", "time": "almost 11 years ago"}, {"username": "stef", "content": "!!! In TWO days!", "time": "almost 11 years ago"}, {"username": "Sally", "content": "Hey, you're over budget and I've not even contributed yet...Jill Sobule asked for much more...don't undersell....hahaha....call me...", "time": "almost 11 years ago"}, {"username": "Bill Cason", "content": "We did it.", "time": "almost 11 years ago"}, {"username": "Tommy Foster", "content": "To think this project was started just a day ago and Jenny is only 2.5k away. In other words, Jenny fans rock!", "time": "almost 11 years ago"}, {"username": "Sarah LaMantia", "content": "The number of scenic (as well as not scenic) locations in which I'VE shouted YOUR name, Jenny, is staggering. I wish you all the luck in the world on the album, though talent like yours makes wishing luck seem superfluous. Whatever steps you decide to take, unless they involve murder, theft, and/or arson, I'll support you all the way!", "time": "almost 11 years ago"}, {"username": "Jay Rosenfeld", "content": "i don't know if you remember me, jenny, but i played your whole debut album on a radio show i hosted a couple of years back out of the tulsa area. i still love your music and really admire your efforts to do it without the label this time. i have huge hopes for you and this new album. good luck : )", "time": "almost 11 years ago"}, {"username": "Brian Lunk", "content": "So awesome, it's great to see so much support for such a great artist. We love ya, Jenny.", "time": "almost 11 years ago"}, {"username": "Josh", "content": "I'm excited to be part of this project. I really enjoy your music and your voice. I'm sure you will be able to make your next album and it will be great!", "time": "almost 11 years ago"}, {"username": "Jose Huerta", "content": "Good luck with the new record, hope to see you again on the Revival Tour!", "time": "almost 11 years ago"}, {"username": "Danny Gibbs", "content": "well, this project is looking pretty damn good right about now :o)", "time": "almost 11 years ago"}, {"username": "Emma Ross", "content": "I pledged what I could, though I wish I had the money to pledge even more! I hope everything works out, because you are awesome, Jenny!! =)", "time": "almost 11 years ago"}, {"username": "Cassie Halliwell", "content": "Sweet fricken deals!!!! Can't wait to get my hands on the new music!", "time": "almost 11 years ago"}, {"username": "Carrie Gillpatrick", "content": "Good luck for the record! I can't wait to hear it!", "time": "almost 11 years ago"}, {"username": "Alexander Warden", "content": "I cant wait to hear the new music!!!!!", "time": "almost 11 years ago"}, {"username": "Jason Marosi", "content": "I really hope this goes through, I can't wait for her next album. Good luck Jenny!", "time": "almost 11 years ago"}, {"username": "Nick Shabazz", "content": "can't wait until i get paaaaaid and i can give jenny my money!! HOORAY", "time": "almost 11 years ago"}, {"username": "Emilija Clark", "content": "Yay, more than halfway there! Good Luck!", "time": "almost 11 years ago"}, {"username": "stef", "content": "Who knew lap dances would get you this kind of support?", "time": "almost 11 years ago"}, {"username": "Tim", "content": "Already over halfway there! Rock on, JOYbackers.", "time": "almost 11 years ago"}, {"username": "Art Walthall", "content": "This is such a good idea, who even likes record labels? I certainly don't. Good luck Jenny!", "time": "almost 11 years ago"}, {"username": "Tom Dixon", "content": "How about we help you make two records? Or fund your next tour to the UK (hint, hint)", "time": "almost 11 years ago"}, {"username": "Paul Woods", "content": "Surely this is like a Kickstarter world speed record!", "time": "almost 11 years ago"}, {"username": "Gio Bruno", "content": "Incredible!", "time": "almost 11 years ago"}, {"username": "JENNY O.", "content": "Wishing you all the best, Jenny!", "time": "almost 11 years ago"}, {"username": "Nick Harbour", "content": "Go Team Jenny!", "time": "almost 11 years ago"}, {"username": "Rich Spencer", "content": "I think we're gonna hit the goal way early. C'mon, backers! Make with the backing!", "time": "almost 11 years ago"}, {"username": "Art Walthall", "content": "-Eeem.", "time": "almost 11 years ago"}, {"username": "Eeem", "content": "This is despite the fact I don't even know how to play one.", "time": "almost 11 years ago"}, {"username": "Cleasai", "content": "This just keeps on climbing at pretty awesome rate. So cool.", "time": "almost 11 years ago"}]}}, {"backer": "Rachel Rambach", "project_data": {"campaign": {"story": "THE FINAL COUNTDOWN MARATHON SHOW IS HAPPENING!\nYES! Congratulations to me and to you, because this August you're going to get to watch me kill myself via playing 50+ songs in a row. That's right! Over 7k has officially been donated to my KickStarter fund and so I'm going to do a live-streamed marathon performance of every song I've ever written in celebration of the finale. It'll be you and me and a bunch of people you've never met, all chatting and watching me die, and we're going to have so much fun! BYOB!\nStay tuned for the exact date (it will probably be a Sunday afternoon in late August).\nTHANK YOU SO MUCH to everybody who donated. You're making dreams come true, you know. I really hope everyone likes the record I've (almost) made.\nAnd as one more reward, I am going to record the audio of the entire marathon show and everyone who donated will receive a digital download of it. That's a shit ton of songs, you guys. If you want in on this super crazy collection of songs, you've got one more day to make a pledge and get your name on that list.\nhttp://allisonw.com/donate\nI love you. You're the best. Seriously!!!!\nxoxo\nALLISON\n****\nOne day?!! SERIOUSLY?!\nYou guys. I thought this was going to take two months. You have made my dreams come true.\nSo here's how Kickstarter works: no money is exchanged until the date I've set: August 1, 2009. This means I've got 74 days until I can actually get the 2,000, but it means I've got 74 days to keep raising money for my new EP. If we raise enough, I could make a full-length!\nLet's go!\n****\nI'll be updating my Twitter throughout this whole project with new ways to get involved. Follow me!\nhttp://twitter.com/allisonweiss\n****\nTHE ORIGINAL POST:\nI'm attempting to raise $2,000 by August 1, 2009 to press the first 1,000 copies of the EP in eco-friendly digipaks that will look and feel wonderful and be worthy of all the ears who'll be listening to it.\nYou'll notice the rewards listed to your right. For specific donation amounts you can get things in return. Everyone who donates will get access to exclusive updates. Everyone who donates $5 will be listed on my website. For $10 you'll get an exclusive non-album track when the EP comes out. For only $50 you can get your name in the liner notes, forever and ever 'til the end of time! Awesome?! The rewards get better and better, and for each one listed you'll get everything listed before it too. Wow!\nSo help me make my dreams come true! You are the reason I am able to make music, so I want to make it the best I possibly can.\nThank you!!\nhttp://www.allisonw.com\nhttp://www.myspace.com/allisonweiss", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Allison Weiss Was Right All Along", "update_content": "By now, many of you have received your rewards and preorders promised to you for helping me make this dream a reality. If you still haven't gotten a copy, consider picking one up anywhere mp3s are sold (iTunes, Amazon, etc) or getting a physical one straight from me at http://allisonw.com/store. After all, the purpose of this project was to pay for the packaging, and though it ended up helping me fund the entire record, I must say that these digipaks came out looking hella tight.\nKickstarter was featured today in the New York Times' \"2009: The Year In Ideas\", and I was mentioned all throughout the piece. I just want to say THANK YOU to everyone who backed me on this project, and thank you to Kickstarter for existing. This whole experience has done so much more for me than fund a record. I've learned so much about the power of the internet and the value of a supportive community. I love everyone!"}, {"update_no": "UPDATE #24", "update_userinfo": "Unicorns & Marshmallows", "update_content": "Hey Kickstarter backers! I bet you're wondering what I've been up to. Welly well well, I've been busy discovering that there sure are a lot of bases to cover when releasing an album the proper way. But I'm staying tough and making it happen! The physical copies of the album should be here in about a week, and here's where I show you the cover!\nI’ll post a song when the preorder starts next week. Album comes out on 11/24. CD release parties 11/28 in New York City and 12/2 in Athens, GA. Spread the word!\nHTTP://ALLISONWEISSWASRIGHTALLALONG.COM"}, {"update_no": "UPDATE #23", "update_userinfo": "Rewards are coming soon!", "update_content": "Hey guys! I figured I should give you an update on what's been going down.\nAs of now, the record is in it's final stages of mixing. A couple weeks ago I left it in the hands of my friend and hero Dan Romer, who has been spending his spare time making it sound awesome. You might know him from the work he's done with Ingrid Michaelson and my good friends Jenny Owen Youngs and Bess Rogers. The man is a badass and is making me sound REALLY cool. Get ready!"}, {"update_no": "UPDATE #22", "update_userinfo": "Download the Final Countdown Marathon!", "update_content": "In celebration of reaching my goal on Kickstarter, I’ll be performing every song I’ve ever written LIVE from my living room on Sunday 8/30 at 5:00pm EST. Tune in to http://www.allisonweiss.tv, where you can chat with me, request songs, and have a blast.\nSave the date! As of now, this is the official time…unless something crazy happens and I have to change the start hour. Get ready!"}, {"status": [{"Project funds successfully": "205 backers pledged $7,711"}]}], "comments": [{"username": "deleted", "content": "*can't wait & is exited", "time": "almost 12 years ago"}, {"username": "deleted", "content": "When's this EP coming out?", "time": "almost 12 years ago"}, {"username": "younghustluh", "content": "Go Allison, goooooooooooooo! My bassist, Stevens, introduced me to your stuff..I'm so glad! I'm hoping we'll get to play a show together soon. Good luck on the Quest for Glory!!!!", "time": "almost 12 years ago"}, {"username": "Mach", "content": "Allison, I have seen your project receive an incredible amount of attention via many blogs and tweets lately and I finally decided to dig a little deeper only to find out that we are pursuing creative projects in each others' back yards - how very cool! I couldn't resist and was compelled to make a pledge to help you go for that amazing 7k. I'll be looking out for you at the Caledonia Lounge soon... Good luck and safe travels!", "time": "almost 12 years ago"}, {"username": "Logan Vincent Sorese", "content": "Brilliant concept! Can't wait to hear how it turns out. Have fun!", "time": "almost 12 years ago"}, {"username": "April Smith", "content": "hooray internet!", "time": "about 12 years ago"}, {"username": "Michael Gonyea", "content": "allison, today i almost bought $40 of crap online and then i didn't. i got on kickstarter just now and realized two things: 1. i hadn't backed you yet and 2. obviously that's why i didn't spend the money on crap; it is better spent here. YOU ARE AWESOME", "time": "about 12 years ago"}, {"username": "Brett Estep", "content": "Hi there! I had a question, but didn't know where to ask it, so I figured I'd throw it here.. I just saw that you have a show at \"Mellow Mushroom\" and it says its in Greenville, NC.. but when I went to find directions, I couldn't. According to Mellow Mushroom's website, they have locations in Greenville, South Carolina, and in Greensboro North Carolina... And then my head exploded.. Ok not really, just curious which it is though, Thanks! :)", "time": "about 12 years ago"}, {"username": "Neal Holman", "content": "I am really glad I could help out. your last cd was awesome. I wish I was rich and crazy so i could have you come to chico ca, but you should come anyway. Can't wait to get your new ep", "time": "about 12 years ago"}, {"username": "Lindsey J Markel", "content": "Stoked for this EP, or possibly LP!", "time": "about 12 years ago"}, {"username": "Sean Price", "content": "Corey: You can only donate once, but you can always change your donation! If you want to edit your pledge amount, you can do that any time before the August 2 deadline.", "time": "about 12 years ago"}, {"username": "Koby Storm", "content": "So you broke 3 K, I think you can make 5K before June 5th. Prove me right", "time": "about 12 years ago"}, {"username": "DakotaFloyd", "content": "I love the way you make your music because it make me think about what I really wanna do in my life - and that involves music. I'll try to spread the word as much as I can! :)", "time": "about 12 years ago"}, {"username": "Andy Baio", "content": "How much is \"enough\" to make a full-length?", "time": "about 12 years ago"}, {"username": "jon barker", "content": "Wasn't it more like less than half a day?", "time": "about 12 years ago"}, {"username": "Daniele Coletti", "content": "It's things like this that make me wish I were an eccentric thousandaire.", "time": "about 12 years ago"}, {"username": "Megan Bramlette", "content": "If only I was rich and slightly crazy...", "time": "about 12 years ago"}]}}, {"backer": "Rachel Rambach", "project_data": {"campaign": {"story": "I am a writer, actress and zinester living and working in downtown Champaign, Illinois. Last summer I wrote and produced a zine titled \"You Are Among Friends,\" aimed at girls 10-30, with the goal of empowerment through advice, education and encouragement regarding everything from school to sex, credit cards and heartbreak to living a life of wonder (and not being afraid to peek below one's own skirt).\nI also produced an audio podcast version of the zine, which was made available for free download. It has since been downloaded hundreds of times, and I have received many comments, reblogs, phone calls and emails from ladies of all ages telling me that their lives have been positively affected by the work.\nI am now pulling together an extended version of the zine, with additional content by me, as well as guest editorials from influential, smart, confident and creative women who I personally chose to contribute: Gala Darling (groundbreaking blogger, galadarling.com), Allison Weiss and Jenny Owen Youngs (singer/songwriters,allisonw.com and jennyowenyoungs.com), Jaime Calder (writer, 12x2.wordpress.com), and Jessalyn Wakefield (writer and artist, amihuman.net).\nI would like to self-publish the extended zine in book format. I have been a member of and contributor to the zine community since adolescence myself, and I initially wanted to produce YAAF as a zine because I wanted the information to appear in a friendly, non intimidating format, and a hand-sewn paper zine is about as colloquial as it gets. However, I would like the extended version to hold up better and last longer, so it may be passed on from girl to girl, or kept and cherished for a long time, the same way the feminist books I read as a youngster have occupied prime real estate on my bookshelves for years.\n$350 will be enough to publish some promotional copies which will be sent to newspapers and magazines, as well as to publish copies to send to women's shelters, Planned Parenthoods, and after-school programs nationwide. If contributions continue past $350, more copies will be sent to these places.\nDownload the original audio podcast (for free) at http://www.youareamongfriends.com.\nXO\nP.S. The funding timeline ends at exactly midnight on my 26th birthday... starting the year off right!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "The You Are Among Friends book is available now!", "update_content": "IT HAS ARRIVED!\nIn September, it was mentioned in Bitch magazine...\nhttp://www.lalalindsey.com/blog/2009/9/12/you-are-among-friends-mentioned-in-fall-2009-issue-of-bitch.html\nA couple days ago, I posted the opening paragraph:\nhttp://www.lalalindsey.com/blog/2009/12/1/you-are-among-friends-the-book-to-be-released-later-this-wee.html\nAnd today, I am more than happy to write and tell you that it's here. The You Are Among Friends book is now available:"}, {"update_no": "UPDATE #2", "update_userinfo": "Seriously.", "update_content": "I love you all.\nI am currently at the University of Iowa Writers Workshop for three weeks, since I was accepted to a fiction program here (an amazing opportunity!), and I think about this project daily, and all my backers constantly. Being an independent artist is hard, but I think what drives people to do it, and then to keep doing it, is the outrageous belief that in the end, you're doing what you love and so the road will rise up to meet you. And it's up, meeting me now, again and again like a trampoline."}, {"update_no": "UPDATE #1", "update_userinfo": "Less than 12 hours in...", "update_content": "I'm so overwhelmed and humbled already by the number of donations and positive feedback I've gotten! Thank you so much, please keep contributing if you can - if we exceed our goal, that just means more books going out to girls who may read them and find something they're searching for.\nIf you're on Tumblr, please consider reblogging my post here: http://ljm.tumblr.com/post/101757873/help-fund-the-publication-of-the-you-are-among"}, {"status": [{"Project funds successfully": "41 backers pledged $750"}, {"Project launches": "APRIL 30, 2009"}]}], "comments": [{"username": "curieuse", "content": "Because Lindsey Jane, we believe.", "time": "almost 12 years ago"}, {"username": "Eric and Martha", "content": "Good Luck!", "time": "about 12 years ago"}, {"username": "Rachel Rambach", "content": "I read your blog regularly and think you are great! Good luck with you book :)", "time": "about 12 years ago"}, {"username": "Charles Adler", "content": "Looks like you're going to make it, and likely well before your birthday!", "time": "about 12 years ago"}]}}]