[{"backer": "Rev Chumley", "project_data": {"campaign": {"story": "My name is Kevin Reaves and I am the creator of Rumble Kings. The idea behind the game was to create a simple pocket fighter that's fun, plays fast, and travels well. The Rumble Kings box is compact and the game itself plays easily on any 30” X 30” surface. \nAll of the sculptures for the Rumble Kings miniatures shown on this page have been completed and will be cast in resin.  Having miniatures cast in resin is significantly cheaper than having them mass produced in plastic for various reasons. I am working with a reputable US based caster and I've already received a large number of castings for more than half of miniatures listed on this Kickstarter page. They look fantastic!  The Master Prints for the remaining miniatures are on their way to the caster. I am having a healthy number of each miniature produced and will have more cast, if required,  following the Kickstarter. By following this model I am able to control the cost and take care of this part of the process myself.  All of the funds from this Kickstarter campaign will be used for manufacturing the actual Rumble Kings board game. Which is being produced in China.\nOver the past year I have play tested and invested much of my own resources into the creation of Rumble Kings. The rules and artwork are complete and all of the funds from this campaign will be used to have the game professionally manufactured. I have a significant portion of the funds to have this game produced, but I need a little help to see it through. The $2500 pledge goal is not the total cost of what it is going to take to have the game made, but it is the amount that I need to make this game a reality. I love this game and with your help I will be able to move forward and have Rumble Kings professionally manufactured and delivered to your table.\nRUMBLE KINGS \nRumble Kings is a 2 to 4 player fighting game, but can easily expand to more players when creating tournaments. The game plays very fast and single round matches generally take about 5  minutes while multiple round matches take about 10 to 15 minutes to play.\nIn Rumble Kings players face off against each other using a variety of fighters with various special abilities. The game can be played by creating quick random matches or it can be played using tournament mode. Regardless of how you play you always have the option of playing single round, or best two out of three matches. Single round games are fun, furious and play extremely fast! While multiple round matches tend to be more tactical due to a higher priority placed on managing your fighter's limited resources.\nAt the beginning of a match players draw Rumble Cards to customize their fighter for the upcoming battle. Rumble Cards have special abilities that augment attacks, boost defensive capabilities, or may offer some needed health benefits during a round. It’s up to you to prepare your fighter and bring out their full potential.\nPlayers attack and defend with five combat dice that form their dice pool. This dice pool can change significantly during the fight depending on the amount of punishment your fighter suffers. Players compete by rolling dice, building attack sequences, and unleashing tactical combinations of punches, kicks and critical blows against the opponent. Learning to maximize your dice rolls and understanding when to utilize your signature ability and Rumble Cards is integral to victory. Throw too much, too quickly, and your fighter may end up exhausted fighting an uphill battle!\nRumble Warrior Pledge\nRumble Pack Pledge - Miniatures Only\nRumble King Pledge - Game and Miniatures\n\n\nGaltero Barbosa Add On\n\nRumble Columns Add On", "risks": "Risks and challenges\nI have dedicated myself to researching and learning everything I can about production and manufacturing and I’m working closely with an experienced manufacturer to make sure that everything proceeds as smoothly and timely as possible.\n\nI will do everything in within my power to minimize any issues that may cause delays with this project. If any problems arise I will be honest and transparent and communicate the issues openly. I have the utmost respect for my backers and I will fulfill my obligations and deliver the best possible product to you.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "No Reward", "descp": "There is no physical reward for this level, but your contribution is greatly appreciated! Thank You!", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "RUMBLE WARRIOR", "descp": "One copy of the Rumble Kings board game, one Kickstarter Exclusive, James Harrison, resin miniature and all unlocked stretch goals.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "RUMBLE PACK", "descp": "This reward comes with the six Rumble Kings resin miniatures pictured in the Rumble Pack Pledge and one Kickstarter exclusive James Harris resin miniature. This reward does not include any of the stretch goals.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "RUMBLE KING", "descp": "This reward comes with one copy of the Rumble Kings board game, the Kickstarter exclusive, James Harris, resin miniature, the six resin Rumble King miniatures shown in the Rumble Pack Pledge, and all unlocked stretch goals.", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["42 backers"]}], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "Fulfilled!", "update_content": "Hello Everyone!\nAt this time all of the games have been shipped! Your support and patience with this project has been tremendous and I am grateful to you all. This has been a fantastic journey, as well as, a great learning experience. The information and knowledge gained from this process will be extremely beneficial to the projects I have planned in the very near future. If you have any issues with your pledge do not hesitate to reach out to me. "}, {"update_no": "UPDATE #25", "update_userinfo": "It's TIME!", "update_content": "Hello everyone,\nI have the games in hand and I will begin sorting this week and hopefully have everything shipped by this coming Friday (July 17th). For everyone that chose local pick-up I will be reaching out to you for places and times to meet.\nI truly appreciate everyone for supporting me and this project. This would never have happened without your help. You all are the best!\nThank you very much!"}, {"update_no": "UPDATE #24", "update_userinfo": "Ready To Rumble!!!", "update_content": "Hello Everyone,\nI hope you all had a GREAT 4th of JULY! I have been informed that the games will be delivered to me this week. \n\nThank You "}, {"update_no": "UPDATE #23", "update_userinfo": "Games are on the boat!", "update_content": "Hello Everyone,\nThings have been slow due to the virus situation and Rumble Kings is running a little behind schedule. I just received word that the games are loaded and heading this way with an ETA of June 18th. \nThank you all for your support and patience!"}, {"update_no": "UPDATE #22", "update_userinfo": "Manufacturing Update", "update_content": "Hello Everyone,\nManufacturing for Rumble Kings is complete! The games will be coming over by boat and it will take them 5 to 6 weeks to arrive. I will post an update as soon as I have the games in hand. \nThank you for your patience"}, {"update_no": "UPDATE #21", "update_userinfo": "Lots of Goodies", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "Manufacturing Update", "update_content": "Hello everyone,\nI just want to let you know that the manufacturing process has been delayed because of the Coronavirus. I have been informed that production should begin during the first week of March. This is going to delay the delivery of the game. We are probably looking at a delivery date in May. I will keep you posted.\nThanks"}, {"update_no": "UPDATE #19", "update_userinfo": "Manufacturing", "update_content": "Hello,\nManufacturing will begin after the Chinese New Year (Feb 8). The manufacturing process should be completed by the middle of March. If everything proceeds smoothly we are right on schedule for April shipping! \nThank You for Your Support!"}, {"update_no": "UPDATE #18", "update_userinfo": "Rumble Cards", "update_content": "Hello Everyone,\nRumble Cards are an important part of the game. They contain various abilities and offer a wide variety of customization to the fighters. During the campaign I promised that the game would come with 30 of these cards, but this has changed. Each game will come with a whopping 48 Rumble Cards! \nThank You"}, {"update_no": "UPDATE #17", "update_userinfo": "Backerkit issue", "update_content": "Hello,\nI apologize for the backerkit spamming your email. There was an issue with the survey that would not allow the orders to lock. I believe the issue is resolved. \n\nThank You"}, {"status": []}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/1494095596/rumble-kings", "project_name": "Rumble Kings"}}, {"backer": "Rev Chumley", "project_data": {"campaign": {"story": "Lords of the Motleyverse is a fast paced miniatures and dice skirmish game where players control squads of unique characters fighting for supremacy over treacherous battlefields. Each faction has a distinctive play style and every model is loaded with its own set of potent abilities. \nThe combat system is built around six different types of dice and each die has a different statistical layout. Learning to optimize the dice facings in conjunction with the character’s abilities and the landscape are significant keys to victory. \nThe battlefields are littered with dangerous terrain features and they are just as brutal as any adversary. Spikes, pits, saw blades, tentacles and fire spewing skull columns have the ability to cause massive amounts of damage, so positioning and board control are extremely important. Many heroes and villains alike have fought valiantly only to succumb to the blood thirsty landscape.\nThe game features a randomized activation order that continuously creates opportunities for new tactics and strategies and offers a special bonus for the player that is first in the lineup. During the maintenance phase the player whose token is first in the activation order has control over the terrain features and may be able to shield their models from harm while delivering punishing attacks and damage to their adversaries. \n Click here for Pit Howler .stl\nBasic Game Play\nTerrain Setup\nCharacter Deployment\nThe Maintenance Phase\nBuilding the Activation Order\nCharacter Activation\nMega Dude \nFigures come unpainted\nMega Dude is a fearless combatant and one of the most powerful heroes in the Motleyverse! He is loved by his people and his countless acts of bravery and heroism has earned the favor with the benevolent and powerful Skull Queen. Rumors of an undead monster carving a path of destruction across Krahgen has captured Mega Dude's attention and put him on a collision coarse with the horrible menace.\nThe Skall Warriors \nFigures come unpainted\nThe Skall warriors are comprised of the clans strongest, fastest, and most highly skilled fighters. They are a selfless unit of soldiers that live to protect their people and their homes, and every member of the clan begins training, from an early age, in hope of one day joining their ranks.\nLord Dreadcore \nFigures come unpainted\nLord Dreadcore is a ruthless abomination with an insatiable appetite for war and destruction. His actions and path are chaotic and unclear and no one seems to understand what his goals or intentions truly are, or if he even has any at all. He is a menace and a threat to all that oppose him and it may very well take a coalition of heroes to stop his reign of terror. \nBone Warriors \nFigures come unpainted\nBone warriors are the most common henchmen among the ranks of the undead. They are relentless warriors that never tire, never quit and feverishly wade into battle with zero hesitation. They are the perfect soldier.\nThe Board\nThe game board is double sided and each side delivers a different experience and has its own challenges to overcome.\nSide (A) - 18\" X 18\"\nSide (A) is great for larger games with more miniatures and tons of terrain. This side of the board offers players a wider area to set up and opens up a slew of tactical possibilities. Playing a full game with all four factions on this side of the board generally takes 45 to 120 minutes.\nSide B - 12\" X 12\"\nSide (B) is great for fast games, micro tournaments and is great for learning to play the game. Side B also has version of gameplay that is specific to it called \"King of the Arena\" This side of the board is ruthless, and one poor defense roll more often than not leads to doom. Four player games generally last about 15 to 30 minutes. \nSHIPPING\nShipping will be charged after the Kickstarter campaign ends during the pledge management phase and will be based on actual shipping costs. \nWe cannot ship these packages to PO boxes domestically or internationally.\nThe shipping estimates below are estimates based off of the “Lords of the Motleyverse” box size and weight. If we hit more stretch goals and add more to the box, these numbers can potentially increase. \nUSA $14 to $18 \nEurope $18 to $22\nCanada $19 to $23\nAus $22 to $26\nNew Zealand $27 to $35\nRest of the World $70 to $90\nEstimated Shipping for Retailers (one carton containing 4 copies of Lords of the Motleyverse)\nUSA $30 to $40 \nEurope $35 to $50\nCanada $40 to $60\nAus $50 to $70\nNew Zealand $60 to $80\nRest of the World $150 to $200", "risks": "Risks and challenges\nThis is our first miniatures game and we understand that there are a lot steps involved in the process of having a game manufactured and delivered to your door. We have dedicated ourselves to researching and learning everything we can about production, manufacturing, shipping and distribution and we are working closely with an experienced manufacturer, as well as, professional shipping company to make sure that everything proceeds as smoothly and timely as possible.\nLords of the Motleyverse is being manufactured in China and although we aren’t expecting delays, there is always the possibility when dealing with production, shipping and customs. This means that the delivery date of September 2019 is an estimate. \nWe will do everything in within our power to minimize any problems that would cause delays. If any problems arise we will be honest and transparent and communicate the issues. We have the utmost respect for our backers and supporters. Fulfilling our obligations and delivering the best possible product to you is our priority.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Kevin C. Reaves\n3 created · 93 backed\nMy name is Kevin C. Reaves and I am a sculptor, illustrator and board game designer. I own and operate Robot World Toys which I use as a...See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Ally of the Motleyverse", "descp": "This pledge does not come with a physical reward, but it does come with our eternal gratitude. Thank You!", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "Warlord", "descp": "1 copy of Lords of the Motleyverse + applicable stretch goals\nShipping will be charged at the end of this campaign during the Pledge Manager\nSee shipping for full details", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Lord of Retail", "descp": "4 copies of Lords of the Motleyverse + applicable stretch goals\nShipping will be charged at the end of this campaign during the Pledge Manager\nSee shipping for full details", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Back to the Grind", "update_content": "Hello,\nIt is unfortunate that LOTM did not make it this time around, but this is another step in the learning process. I have a lot of things to consider and a lot of work ahead of me, but this is not the end. I will continue forward with LOTM and I will do everything in my power get this project moving in the right direction.\nI hope everyone enjoys the free stl. File for the Pit Howler. I would love to see your paint ups on this critter! Please join me on the LOTM group page to discuss and stay up to date with the game."}, {"update_no": "UPDATE #2", "update_userinfo": "LOTM Print and play", "update_content": "Hello Everyone, \nWe appreciate everybody's support and would like to give you something to show our gratitude. Below is a link for a Print and Play demo for Lords of the Motleyverse. The rules are up on the Kickstarter page and if you have any questions regarding gameplay, please join the Lords of the Motleyverse facebook group and lets talk.\nLords of the Motleyverse group link below:"}, {"update_no": "UPDATE #1", "update_userinfo": "Lords of the Motleyverse (LOTM) Print and Play", "update_content": "Hello Everyone, \nWe appreciate everybody's support and would like to give you something to show our gratitude. Below is a link for a Print and Play demo for Lords of the Motleyverse. The rules are up on the Kickstarter page and if you have any questions regarding gameplay, please join the Lords of the Motleyverse facebook group and lets talk.\nLords of the Motleyverse group link below:"}, {"status": [{"Project is canceled": "SEPTEMBER 26, 2018"}, {"Project launches": "SEPTEMBER 2, 2018"}]}], "comment_no": 42, "projec_url": "https://www.kickstarter.com/projects/1494095596/lords-of-the-motleyverse-0", "project_name": "Lords of the Motleyverse (Canceled)"}}, {"backer": "Rev Chumley", "project_data": {"campaign": {"story": "HELP US MAKE THE WORLD A COOLER PLACE!!\nHi, our names are Gus and Emi. We are 2 hard working artists that want to make everything look awesome! Right now we live in a tiny space and produce as much as we can, but want to grow out and make cool things for everyone to enjoy! So with your help we can not only launch cool products like, the Chubby Robot and Monster bag in the video, but we also have plans to make more plush toys, among many other things. Our only problem is we don't have the funding or space to make all this cool stuff happen! We need a way to kick start our company off right.... \nThat's where YOU come in , with your pledges we will be able to launch some great products, Which we will give you accordingly to your pledge! Then, we will be able to grow as a company and make app games, plush toys, apparel, merchandise, mini web series, music and so on! \nWe developed the prototypes and now just need the help to get this stuff produced and in your hands! \nCool Art + Cool Stuff + You = A cooler World!\nSo, You know what kind of things we can do, and to show you what some of this cool stuff looks like check out these pics!\nFor a teeny amount of $1 you get so much! A 13 image pdf file of our artwork! 1 digital downloadable song, made by us, and a private link to a virtual high five by Gus! it's a funny video that I think you will smile at every time you see it! \nSo with your $5 pledge you get a 2x2 inch fun Vinyl sticker made by Emi , as well as a 23 art image PDF of our art and 5 song digital download of our weird music (you heard a small sample of it in our video , the other songs are all different and have more singing and such in them!) \njump to $15 and you get all that stuff only more songs more images on the pdf as well as a fun mini comic foil pack that includes stickers too all created by Gus! remember this one is limited to only 250!!\nWith your $20 pledge you will get our EXCLUSIVE Kickstarter Signed Print! \nThis will be a signed print by Gus and Emi and Only for our Kickstarter backers!\nThis Art print will be approx 5x5\" on Quality cardstock paper signed by both of us! Look closely and the guy driving the green car in the background is the Monster Bag we showed in the video! And Yes, you also get the music and pdf of our art with this pledge! \nAND THERE IS SO MUCH OTHER FUN STUFF! \nChubby Robots OH MY!! \nSo Fun to Hug!\nYou get the Chubby Robot Plush with your $23 pledge (this one we are limiting to only 944 robots)   His name is Scantron and he's approx 8\" big and ohh so soft! as well as safe for kids 3 and up! We got the prototypes ready to roll and promise to get him out to you in time for Christmas! \n** This robot alone once available will be retailing for $25 so it's a mega deal already!** \nOr maybe you love Kitty Cats!\nCheckout Miko and Cola! \nMiko and Cola are 2 best friends and want to meet you!\nHere's what the Miko one will look like! \nSo Soft! soo Cute!!\nHere's what the Cola one will look like!! and you get both for your $44 pledge (will only be offering 800 sets!) \nYaay for Miko and Cola!\nJump to a $50 pledge and you'll not only get the Exclusive signed mini art print seen above with all the Gooli Monsters having a good ol time \nbut you'll also get \nA Signed Emi Boz Magical art Print!!\nAs well as...\nA Signed Gus Fink Art print!\n------- Then we jump to the higher price point pledges if you are feeling sassy and generous! \n$75 will get you a special ORIGINAL work of art that is a collaboration of Both of our art! This is something we don't get to do often but want to make this kickstarter moment special! so you'll get a nifty original (Limited to only 200 pledges) and you'll get the special prints you see above! \nSwing it up to $100 and then you not only get those 3 prints , and our fun music that you heard in our video 23 different unique silly strange songs but you'll be one of the lucky owners of our Monster Bags!! \nOhhh Monster Bag you make life so much better!\nThis bag is designed by both of us and is really something very special! it's over 12 inches long and you can fit tons of cool things inside! Also is machine washable if you take it out for a crazy night of mayhem!  Yes Yes that is awesome and we give you all our Art Prints and songs and pdf file of lots o art! \nAfter that we jump to the Serious Pledges and we give you Really Jaw Dropping Radical stuff! \n$200 you will get an Original one of a kind Sculpture made by Emi this is limited to only 50 and we will give you the prints , songs \nhere's an example of the kind of sculptures I'm talking about! \nJust one example to show what she can do for you!!!\nAfter that we jump up to the Big Original painting category \nyou know our art, so imagine owning a 1 of a kind special painting made by one  of us , or for $800 we will both work on a Big original work of art for you! \nThis way you don't feel like you're just giving money away but actually owning something that will be amazing in your home and is part of what we do! \nAs we keep growing as artists, we hope you enjoy the original artwork you'll be getting even more! \nSee the Big pledges where we will come to YOU and paint , teach and sculpt right before your very own eyes , This is something we are making very limited and we Truly appreciate every dollar you help us towards our goal! \nThank you for your time and we hope you can share this video and page to spread the word about this special kickstarter project!\nWe look forward to a brighter cooler future! ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Gus Fink\n4 created · 6 backed\nGus Fink has been creating and selling his artwork since 2000. In 2009 he teamed up with Emi Boz to collaborate on art projects which...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Kickstarter wouldn't let me re-submit so I'm fighting back!", "update_content": "Yes it's true ... Kickstarter won't let us re-submit our project with a much lower goal and better pledges , so I'm launching www.ANTIkickstarter.com \nhope you can pledge there and help spread the word , I've always been a rebel and am proud to have this new idea\nThanks for your pledge before, please share this new site"}, {"update_no": "UPDATE #2", "update_userinfo": "55 Hours to go!", "update_content": "Looks like there is a long way to go to reach our goal with only 55 hours to go\nWe might have to relaunch in the future with a much lower goal\nStill I'm grateful for all of you who did pledge and know that you won't be billed unless it reaches it's goal on time\nIt was a fun experience and we gave it our all"}, {"update_no": "UPDATE #1", "update_userinfo": "3.5 days down, 41 to go!", "update_content": "Thanks for all that have Backed this project already! We really appreciate the initial push as it's needed. Now that we have hit the 2% mark if any of you could help out by Posting on your facebook , show the video to friends ect. it makes a HUGE difference to help towards reaching our goal. \nBest, \nGus"}, {"status": [{"Project ends": "AUGUST 9, 2012"}, {"Project launches": "JUNE 25, 2012"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/1342397515/gus-and-emi-make-the-world-a-cooler-place", "project_name": "LET's Make Everything COOLER!"}}, {"backer": "Rev Chumley", "project_data": {"campaign": {"story": "Special Thanks to Hybridwing for the new artwork!!!\nDon't know anything about Tex Murphy? HERE's a great summary, with much thanks to Rena!\nTex Murphy - Project Fedora pledges to take part in \"Kicking it Forward!\" \nThe Final 24 Hours! - Mini Update\nUmmm... WOW! 24 hours to go and we're nearly at the 130% goal! KUDOS to everyone! Well, we've heard the people - and if we exceed the 130% mark - there will be expanded gameplay, more recognizable actors... and maybe even a musical number. You guys are the best!!! The next 24 hours should be rather exciting!!!\nTex & Chris - Together Again!\nDRAWING TO WIN TEX MURPHY MEMORABILIA! \nEveryone who has already pledged $75 or more is automatically entered into the drawing to win \"Tex Memorabilia.\"\n\nFor anyone who has pledged under $75, if you upgrade your pledge by $15 before \"Tex Murphy - Project Fedora\" Kickstarter campaign ends- you will be enrolled in the drawing.\n\nWinners will be drawn on Sunday, June 17 and contacted through Kickstarter\n\nCheck out what you can win here. \nStretch Goal Summary!\nExceed Funding by 10%: Additional story (including puzzles, gameplay, locations and characters). \n\nExceed Funding by 20%: Port the game to additional platforms, provide Text translations for French, Italian, German, Spanish (English will already be included). Finally, more recognizable actors. \n\nExceed Funding by 30%: Another expansion of the story (including puzzles, gameplay, locations and characters), ingame golf game, and Live Orchestra for the games' music.\nCase Closed - A Hero Saved!\nBreaking News! Have we found Tex's Kidnapper?\nLuscious Luci Love\nBig Jim Slade\nThe Malevolent 7\nGot PayPal? We do!\nVisit the Big Finish Site for PayPal options!\nThe Amazing Mutant League & the Big Finish Manifesto!\nYou guys did it!!! - Thank you! Thank you! Thank you!!!!\nAlso, Chris discusses some Stretch Goals for the campaign. \nThis... was amazing.\nVOTE for the official \"Project Fedora\" lighter!\nVote on SurveyMonkey: http://www.surveymonkey.com/s/GZGXWDD\nOr on Facebook: https://www.facebook.com/bigfinishgames\nVOTE for the official \"Project Fedora\" shot glass.\n\nVOTE for the official Tex Murphy shot glass!\nVote on SurveyMonkey: http://www.surveymonkey.com/s/DHDBLCC\nOr on our Facebook page: https://www.facebook.com/bigfinishgames\nUPDATE #19 - THE MAGNIFICENT 7\nUPDATE #18 - EVIL CLOWN THRWARTED! (and other business)\nUPDATE #17 - Barry Corbin's \"Tex-timonial\"\nUPDATE #16 - New San Francisco Voice\nUPDATE #15 - Archie Ellis to the Rescue!\nArchie Ellis comes out of hiding to help in the search for Tex Murphy!\nUPDATE #12 - Tex has been KIDNAPPED! \nThe Kidnapper demands that the \"Tex Murphy - Project Fedora\" Kickstarter get 4500 backers by June 6... or else. \nVOTE for the official \"Project Fedora\" shirt!\nVote at www.facebook.com/bigfinishgames (\"Like\" the one you...like in the Photo Album section)\nOr...\nVote for them on Survey Monkey...\nhttp://www.surveymonkey.com/s/MZ9PRRV\nPROJECT DESCRIPTION\n“Project Fedora” will continue the amazing adventures of Tex Murphy, the down-on-his-luck P.I. in post-apocalyptic San Francisco. This long-awaited game will be the sixth in the adventure series, which includes the award-winning games Under a Killing Moon, The Pandora Directive and Overseer.\nProject Fedora will reunite creators Chris Jones and Aaron Conners and feature their trademarks of rich interactive storytelling and immersive gameplay. The new game will incorporate the very best of the classic Tex Murphy elements - sci-fi, film noir, witty dialogue, great characters, beautifully integrated FMV, and a deep, engaging story - but it will also enhance the experience of the former games with stunning new graphics, a sleek new interface, and other updates.\nThe detective-style gameplay takes place in a fully 3D world where you search for clues, solve puzzles, investigate crimes, and question witnesses and suspects. While the gameplay will be fun and challenging, you'll never get stuck with the free, built-in hint system.\nOne of Project Fedora's most exciting features is how the game and story can unfold in different ways. As you play, your actions and choices will change events, leading to new story elements and gameplay. This \"narrative pathing\" not only allows you to customize your experience, it will provide unique replayability, as the game will have at least three or more story paths leading to multiple endings.\nLong-time Tex fans may be curious if the new storyline will pick up where Overseer (and its infamous cliffhanger) left off. The short answer is YES, but this game will be just as enjoyable for people who have never played the earlier games. While we can't give too many details yet, just be prepared for an incredible opening sequence!\nProject Fedora promises to be the best Tex Murphy adventure ever - even better than the last three Tex Murphy games (Under a Killing Moon, The Pandora Directive, Overseer), which were met with critical acclaim, won \"Adventure Game of the Year\" awards, and are consistently ranked as some of the best adventure games of all time.  (Check out the reviews below!)\n9.0 - Outstanding \n\"...has weathered the test of time as one of the best detective games to this day.\"\nIGN\n\"...a fantastically-plotted mystery with great characters and classic Tex Murphy humor.\"\nAdventure Classic Gaming\nFinal Grade: A\n\"If you're a veteran of adventure games, you owe it to yourself to play this classic. If you're new to them, this game will help make you an addict...\"\nJust Adventure\nFinal Grade: A\n\"The extraordinary plot, combined with witty and professional acting, challenging puzzles, and immersive graphics result in another great adventure game from the Tex Murphy series.\"\nAdventure Gamers\nFor more information about Tex Murphy, to see fan-made \"Tex-timonials\", or find links to more reviews, check out Big Finish Games on Facebook, Twitter and YouTube, or visit http://www.bigfinishgames.com/\nRecent Interview with Adventure Gaming Classic ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #83", "update_userinfo": "The “Making Of” documentary and live stream VOD are now available online", "update_content": "Well, what a fantastic live stream! \nThank you to everyone who showed up, we had a blast hanging out.\n\nIf you missed out on the live stream, don’t worry – the VOD (Video On Demand) is available here: \nhttps://www.twitch.tv/videos/206243281\n\nIt contains the making of video and the special event stream, and has been created as a “Twitch Highlight” video – this means it will remain online on the channel indefinitely! It will also keep the chat stream, so you can watch it with the viewers chat commentary."}, {"update_no": "UPDATE #82", "update_userinfo": "The documentary and special event live stream is happening RIGHT NOW!", "update_content": "Head on over to http://twitch.tv/ChronoWolfLive to join!  \nPlease be sure to sign up for a Twitch account if you want to participate in the live chat and ask your questions in the Q&A session with Aaron Conners and the Chaotic Fusion development team after the screening! You will also need to be following the channel in order to participate in the giveaway raffle live on stream. "}, {"update_no": "UPDATE #81", "update_userinfo": "Radio Theater: The Big P.I. in the Sky has heard you!", "update_content": ""}, {"update_no": "UPDATE #80", "update_userinfo": "Backer update, or... the case of the remaining incentives.", "update_content": ""}, {"update_no": "UPDATE #79", "update_userinfo": "Last chance to verify or update your shipping information!!!", "update_content": ""}, {"update_no": "UPDATE #78", "update_userinfo": "Incentives Information", "update_content": "Greetings Mutant League! \nThis update is to answer some of the questions about incentives. We have not sent out any incentives yet because we are waiting for all physical items to arrive in our warehouse before we begin shipping. We want to ship everything at once to prevent confusion and improve fairness. Here is a list of the physical incentives we currently have in stock (Along with a video!) "}, {"update_no": "UPDATE #77", "update_userinfo": "\"Tesla Effect\" 50% off on Steam ALL WEEK! Plus... the comic book.", "update_content": "Howdy folks,\nWell, last week it was GoG having a super sale on Tesla Effect. This week - it's STEAM!\n\"Tesla Effect\" is on sale 50% this entire week! If you have Steam lovin' friends who were on the fence about \"Tesla Effect\" - this is the time to buy! \nAlso, our very own, multi-talented Doug Vandegrift is busy working on the comic book - as you can tell from this picture."}, {"update_no": "UPDATE #76", "update_userinfo": "\"Tesla Effect\" 60% Off on GOG!!!", "update_content": "Hi Mutant League!\nAmazing sale of \"Tesla Effect\" is happening on GOG right now! Let your friends, family, coworkers know that the FMV \"Game of the Year\" is available for 60% off today only! \nLink to GoG below:"}, {"update_no": "UPDATE #75", "update_userinfo": "Tex Murphy is like jello…there’s always room for a little more.", "update_content": "Greetings Mutant League,\nHAPPY SUMMER!!! We are very happy with how “Tesla Effect” has been received on GOG and Steam. Thank you so much for helping get the word out. We have a few more GOG & Steam sales for “Tesla Effect” planned in August so if you know someone who may be interested in the game, keep an eye on your email. We will let you know when these sales are happening so your friends, family, and coworkers can get a copy of “Tesla Effect” at a great price."}, {"update_no": "UPDATE #74", "update_userinfo": "New update video, game sales, plus Oculus Rift support... coming soon!", "update_content": ""}, {"status": []}], "comment_no": 24945, "projec_url": "https://www.kickstarter.com/projects/texmurphy/tex-murphy-project-fedora", "project_name": "Tex Murphy - Project Fedora"}}, {"backer": "Rev Chumley", "project_data": {"campaign": {"story": "UPDATE - Wow\nIf we get to $150K, i will visit 3 audience member home towns and we will ask people who the most interesting person they know is, and make a show about what we find.\nP.S. we have started planning/brainstorming inside kickstarter! any pledge gets you into the conversation! just look at the updates in the tab above!\nP.P.S. If we get to $1 Billion I will buy Greece and install sea to sea carpeting!\nHi\nIn 2006, I launched a show called \"The Show With Ze Frank.\" It was one of the most strange, exciting, difficult, and amazing things I have done so far. I think it is time to do something similar, what with the economy in the crapper and the election coming up. If Newt can do it, so can I. So can we. \nSame Same but Different.\nSome things will be familiar. My face, my voice, politics, news, science, whatever else is happening in the world, the celebration of the spontaneous... and surprises. \nBut the core of the original show was never really about what I did. It was about what you did. And I have no idea what is going to happen there. It's risky, unknown and awesome. I will be asking you to make things, to do things, and to surprise me. We will use the world as our playground and I have the technology to back it up. If I don't, I will make it. \nThe Plan\nTo start, I want to produce around three episodes a week for a year and take it from there. I want this to be fun and to last for a while. I figure that I will launch sometime at the end of March, near to the 6th anniversary of the original show.\nAll of the funds raised here will go towards the production of the show - equipment, salaries for people that will help me, rent. I will find other ways to pay myself. \nRewards: \nIf you have a thought for a reward that you don't see listed, send an email to ze@zefrank.com and I will see if I can include it. Here are some additional details about some of the rewards listed on the right:\nThese are the babies you will be saving. If you save one it will be sent to you in a jar. You get to name it. There is a webcam setup here. Save a baby!\nThis is the \"young me, now me\" book. Click here to see the project!\nThis is the lenticular greeting card! It moves like MAGIC! Based on this.\nThis is sort of what the black on black fuzzy felt duck shirt looks like. More here.\nThis is what the jar of encouraging words will look like when you receive it. Open at your discretion.\nThis is what your portrait by the scribbler robot will resemble. They look great framed! More info here.\nHere are what the signed signatures look like :)\nHere is a potato stamp painting..\nHere is the black on black stamp painting..\nThis is what Cherish's 4\"x4\" paintings look like!  So beautiful!\nThanks:\nThis is going to be awesome. Thanks for your support!\nx ze\n(this page went live at 1:40PM Pacific Time on Feb. 27th)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "The Walking A Mile In Another Man's Shoes Reward", "update_content": ""}, {"update_no": "UPDATE #14", "update_userinfo": "dear all of you that donated and received something", "update_content": "i thought the show would launch this week. but: hand painting thirty polkaducks, painting and signing two hundred brushpen signatures, hand lettering three hundred and forty baby adoption tags, wrapping and jarring the babies, the potato stamps, signing the books, the cards, ordering the shirts, mounting a plastic shark... these things add up... and i have a sinus infection.\n(and there is something hidden.)"}, {"update_no": "UPDATE #13", "update_userinfo": "where a show at", "update_content": ""}, {"status": [{"Project funds successfully": "3,900 backers pledged $146,752"}]}], "comment_no": 265, "projec_url": "https://www.kickstarter.com/projects/zefrank/a-show-with-ze-frank", "project_name": "A Show with Ze Frank"}}, {"backer": "Rev Chumley", "project_data": {"campaign": {"story": "I have been given a great opportunity to make this dream of a project a reality.  I have inherited a school bus and am converting it into a mobile live/work.  The plan is to travel around to art communities of all types, explore, and create.  Most residency programs have long waits and application processes.  All of them are basically in one part of the world.  This project is about making my own residency space to take where I need it and in the process seek answers. \nI've already started by going to Houston, Texas to pick up the bus and have driven it to El Paso where I'm doing my first residency.  I had to act quick to get the bus, so I had to go on a leap of faith for the first leg of the journey.  I'm in the bus now, but have limited resources.  That's where you come in. \nI need money to finish the conversion and fund the program for at least a year.  The bus will be complete with everything I need to live and produce art.  The more money I can get the farther I can travel and the more I'll have to put into the art I make along the way.  I will be doing art shows, performances, and other events to raise money along the way, but the initial start up is very important.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "thank you's", "update_content": "thank you thank you thank you thank you thank you thank you thank you,\nthat's 7 thank you's,\nand there's more where that came from,\nI've made the minimum and can now get the bus converted and ready to go,\nbut I still need to make some traveling money,\nso if those of you that donated know anyone who might be interested in this project,"}, {"status": [{"Project funds successfully": "37 backers pledged $2,415"}, {"Project launches": "SEPTEMBER 28, 2011"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/233442979/artist-without-residence", "project_name": "Artist Without Residence"}}]