[{"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "** Help us reach stretch goals: If we hit $6,000, we'll launch a website to keep the conversation going.**\nPolitics can be pretty divisive and depressing. What happened to hope? Too often, politics feels like a battleground where we lob accusations back and forth. And that's not likely to change after November's presidential election, no matter who wins or loses.\nPolitics have long been divisive and people will always disagree. But I have hope that we can do better.\nSo I'm launching this project to lift up stories of hope and joy among our elected officials. It starts with a book of political profiles, titled Better Politics, Please, that will tell encouraging stories of common ground. \nYeah, that’s a tall order these days. \nBut if we want to make civic engagement civil, it starts with we the people. I hope you'll join me in creating better politics, please.\nAuthor Kevin D. Hendricks and Better Politics, Please! example book cover (illustrated by Carolyn Swiszcz).\nThe Book\nWe'll gather stories of 25 inspiring people to share in the book Better Politics, Please: 25 Stories of Politicians Who Value Hope Over Hate.\nYou can read some example profiles in our updates.\nThe book will feature leaders such as:\n Former U.S. Representative Carlos Curbelo: “If this country doesn't start healing, it is not going to matter who wins elections. We're all going to lose eventually.” Read more >> \n U.S. Senator Tammy Duckworth: “As bad as it’s going to be in Washington, it’s never going to be as bad as getting blown up.” Read more >> \n Brooklyn Park, Minn., Mayor Jeff Lunde: “The national dialogue, the rhetoric on both sides drives me absolutely crazy. That’s not how we do things in Brooklyn Park. We actually talk and listen.” Read more >> \n Virginia Congressional Candidate Qasim Rashid: “I think the bigger risk is for me to stay silent and not try to neutralize this hatred. Because if I do that, as my children get older, they'll have to suffer through it.” Read more >> \n U.S. Representative Jaime Herrera Beutler: \"If you spend all your time sowing discord, that's what you're going to reap.\" Read more >> \n Colorado Governor Jared Polis: “When we realize that our fates are connected and that we are better together, we can solve any problem we encounter.” Read more >> \n Former Kentucky Lieutenant Governor Jenean Hampton: “I wasn't running to be first anything. I just wanted to help make Kentucky better.” Read more >> \n North Dakota State Representative Ruth Buffalo: \"I was never raised to see party lines. We’re all related, we’re all on the same team, we’re all human beings.\" Read more >> \n U.S. Representative Adam Kinzinger: “I’ve gotten to the point where I don’t care about the politics...  What can we solve today?” Read more >> \n Nevada State Senator Pat Spearman: \"The women who are here this time, doesn't matter which party, when we're passionate about something we just push for it.\" Read more >> \nMinnesota State Senator Matt Little: “We will never heal our democracy hiding behind a keyboard.” Read more >>\nThese stories will come from both sides of the aisle and will offer a glimpse into that person and one small way they're bringing hope to politics. Some stories you might love, and some you might not. Some you’ll agree with, and some you won’t. But that's OK. Common ground isn't always comfortable. The goal of this project is to find something to celebrate in each person, no matter their party.\nMore than words, the book will also be illustrated by artist Carolyn Swiszcz. She's known for the zine Zebra Cat Zebra, which features her fun and quirky style. All the illustrations in the video above are her work. Carolyn will contribute illustrations for the cover and (initially) six interior illustrations that will help bring these profiles to life.  \nAmerican flag and artist Carolyn Swiszcz (illustrated by Carolyn Swiszcz).\nRewards\nFor most of the rewards, you get the previous rewards as well. So all the backers get a postcard! If you back at the $18 level or higher, you'll get a print copy of the book. In addition to the book, you get:\nThe knowledge that you brought this project to life—go you!\nYou'll get the book before the general public.\nWe'll print your name in the book, a permanent acknowledgment of your support and a big thank you. \nYour copy will be autographed by author Kevin D. Hendricks and artist Carolyn Swiszcz.\nAfter this project is done the book will be available for sale to the general public, but the only way to get the above rewards is to back the project now.\nSome of the higher tiers give you an opportunity to influence what goes in the book, from submitting quotes to picking who we profile (within reason—we reserve the right to veto ideas that don't fit the vibe of the book). You can also get an illustrated version of yourself by the talented Carolyn Swiszcz! (These higher reward tiers don't come with all the previous rewards, so pay attention to what's included.)\nA Bigger Idea\nThis book of 25 profiles is the initial goal for this project. That seems possible and realistic in the midst of COVID-19 and unprecedented economic turmoil (gulp).\nBut I have a much larger vision. \nMore than a single book, I'm envisioning a whole conversation. An ongoing project that collects and tells these stories through a website. But for that to happen, we need a lot of people to catch this same vision and support the project.\nSo we'll start with a book. Then we’ve got stretch goals to make the book bigger, add more illustrations, start a website, and more. But it can only happen with your help. \nIt's Dot Com! (illustrated by Carolyn Swiszcz)\nStretch Goals\nThe initial goal to launch the book is $3,000. We hit that and the project is a go. But there's more we can do. As we hit these milestones, we'll do more:\n REACHED: $4,000 - Nice: We'll take things up a notch with professional cover design.\nREACHED: $5,000 - More content! We'll expand the book to include 35 stories and 9 illustrations total.\n $6,000  - It's a website: We'll launch a dedicated website to continue telling these stories.\n $7,000 - Pro: We'll hire a designer to create a logo for the website.\n $8,000 - More more: We'll double the size of the book—we'll do 50 stories and 12 illustrations total.\n $10,000 - Steady content is what fuels a conversation, so if we hit this stretch goal we'll commit to doing at least one post per week on the website for the first six months after the site launches.\nWhy Now?\nI’m launching this campaign in the midst of the COVID-19 outbreak. That seems foolish, and maybe it is. There’s an unusual level of fear and uncertainty, but there’s also an unusual level of people coming together and doing the right thing. Those are the stories I want to champion. \nWe need this conversation now more than ever. Troubled times are exactly when we need better politics. \nWearing your mask? (illustration by Carolyn Swiszcz)\nWhy Me?\nFrankly, I wish it wasn’t me. For the past few months I’ve been telling people, 'I have this crazy idea—talk me out of it.' A few have told me it won’t work, but no one has said it’s a bad idea. Many have told me to go for it. So here goes.\nI ran the church communication blog, Church Marketing Sucks, for 15 years. I saw firsthand the power of content to start a conversation and create a movement. I think the same needs to be done for politics.\nProfessionally, I’m in a bit of a transition. Church Marketing Sucks was a mainstay for most of my career, and now it's done. Not only am I feeling the loss of income, but there’s the loss of purpose. I’ve spent the past six months or so wondering what’s next. This might be it—or at least I’m willing to take my shot.\nWhere the Money Goes\nThousands of dollars in a Kickstarter project sounds like a lot, but there are a lot of expenses to cover:\n Fees: Kickstarter keeps about 10% (they keep 5% and about another 5% goes to credit card processing fees).\n Taxes: The government will keep another chunk (death and taxes, right?).\n Content: Creating the content will be a major expense. We need to pay illustrator Carolyn Swiszcz, and there's my time writing, editing, and proofing the copy. Then there's producing the print and digital versions of the book, with layout, design, and all the production work.\n Rewards: Delivering the rewards is another big expense. There's printing postcards and mini-prints, shipping, envelopes, and more. \n Stretch goals: As we hit stretch goals, some of the income will go toward bringing on professionals to take things up a notch with quality design. Stretch goals will also pay for more illustration and writing time as we make the book bigger. If we launch a site, there's hosting, domain, building a site, etc.\nIf We’re Successful\nIf this works, we can start a conversation about better politics. Hitting the initial goal will create a book that tells stories of hope and joy in our politics—just in time for the 2020 election. \nIf we hit some of those stretch goals, we can make the book better and even launch a website to keep this idea rolling. Because we need better politics not just in 2020, but well beyond.\nI hope you’ll join me by backing this Kickstarter campaign. Let's start a conversation and celebrate better politics, please.", "risks": "Risks and challenges\nThis project is an experiment to see if people will support this idea. It's a big risk, but I think we're up to the challenge.\n\nI'm a full-time freelance writer, so creating content is what I do. I've already started writing profiles, and have more than 10 ready to go. I actually love writing these, so I'm eager to have the monetary support to keep doing it.\n\nThese projects always have unforeseen elements, but I've tried to be realistic in planning. There are minor risks of an act of God, my work situation changing, or other calamity. Though given that we're launching this in the midst of the COVID-19 shutdown, it seems like we've already faced big changes. If anything, this is a project that will help me weather this situation.\n\nI've self published a dozen books for myself and others, so I don't anticipate any challenges there. I plan to write and finalize the book over the summer and have it ready to share by early fall.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Thank You Postcard", "descp": "Snail mail! Get a postcard based on the cover design of the book as our way of saying thanks.\nINCLUDES:\nThank You Postcard", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Digital Book", "descp": "A digital version of the Better Politics book.\nINCLUDES:\nThank You Postcard\nDigital Book", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 18 or more", "title": "Print Book", "descp": "A print copy of Better Politics, signed by the author and illustrator, before anyone else gets a copy, and your name will be listed in the acknowledgments for making this project happen.\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["62 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Pack of Mini-Prints", "descp": "Get a pack of mini-prints of the six original illustrations from the book.\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book\nPack of Mini-Prints", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Pick a Quote", "descp": "Choose your favorite quote from a leader or politician to be included in the book. (We reserve the right to veto quotes, but we'll work with you to get a good quote in the book.)\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book\nPack of Mini-Prints\nPick a Quote", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["7 backers", "Limited (18 left of 25)"]}, {"amt": "Pledge US$ 325 or more", "title": "Sketch Portrait (Round 2)", "descp": "Project illustrator Carolyn Swiszcz will sketch your portrait, based off a photo, in her quirky style. You'll get a digital version of the final sketch, plus a 5x7 framed copy.\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book\nPack of Mini-Prints\nSketch Portrait", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 500 or more", "title": "Pick a Profile", "descp": "You get to pick a person to profile in the book. (We reserve the right to veto your choices—we're looking for inspiring stories here, not propaganda—but we'll work with you to choose someone who fits the vision of the book.)\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book\nPack of Mini-Prints\nPick a Profile", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Beer & Politics", "descp": "You can meet with the author to talk politics over a pint (or whatever beverage). We'll connect virtually and chat, you can advise on the profiles we include, and we'll give you a shoutout on the dedication page of the book.\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book\nPack of Mini-Prints\nPick a Quote\nPick a Profile\nVirtual meetup, advise, & dedication", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 300 or more", "title": "Sketch Portrait", "descp": "Project illustrator Carolyn Swiszcz will sketch your portrait, based off a photo, in her quirky style. You'll get a digital version of the final sketch, plus a 5x7 framed copy.\nINCLUDES:\nThank You Postcard\nDigital Book\nPrint Book\nPack of Mini-Prints\nSketch Portrait", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "4 backers"]}], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "Star Tribune Interview, Library, & Democracy", "update_content": "Hey Everyone,\nI wanted to give you a few updates on the book. I apologize that it's been a while. I kept thinking things would return to normal after the election, but that never quite happened. \nStar Tribune Interview"}, {"update_no": "UPDATE #32", "update_userinfo": "Stickers, Magnets, & More—Oh My!", "update_content": ""}, {"update_no": "UPDATE #31", "update_userinfo": "Review Better Politics, Please on Amazon", "update_content": "Hey Everyone,\nI got a package today!"}, {"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/kevinhendricks/better-politics-please", "project_name": "Better Politics, Please"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Songs for the Sojourn - Bellwether Arts\nIn preparation for Holy Week Cardiphonia+Bellwether Arts is releasing Songs for the Sojourn. Music, visual and physical art and words designed to inspire, reconnect, invite, and clear space for the coming liturgical season rooted in the Psalms of Ascent (Psalm 120-134). \nThe project will include:\nA book of devotions for each psalm alongside original artwork.\nSongs for the Sojourn-double disc.\nFull songbook of chords and leadsheets. \nAn original designed and screen-printed handkerchief for your liturgical journeys.\nEach item can be bought separately or as an entire project while items last.\nWe are hoping to raise $12,000 in order to support the artists, create physical booklets of devotions and artwork, and to cover our production costs (mastering, art and design, manufacturing, etc).\nOur goal is to have the whole project available DIGITALLY for your Holy Week devotions (March 26) and the physical materials sent out the week of April 22.\n*Video by Blake Johnson, largely filmed in historic Dimnent Chapel on Hope College's campus.\n*Cover image - Psalm 123 \"Help Higher than the Hills\" Aaron Collier\n*Video music - Psalm 133 by Richard Kentopp (The Gentle Wolves)\n---\nThe Past:\nA number of years ago I was hunting through a used bookstore and stumbled upon a little book called \"Ascent to the Cross\" by Erik Routley. It was the published form of a lecture that walked through the Psalms of Ascents as a journey with Jesus from Palm Sunday to the cross.  The book struck me with two things - one that the psalms could have a liturgical anchor in the church calendar, and two that Jesus probably sang these songs as part his regular worshipping life during passover (and especially the last week of his life). \nEventually this idea turned into a Calvin Worship Renewal Grant for my congregation in Raleigh where it blossomed into a year long meditation on the the ascent psalms.\nThe Present:\nFinally after all of these years Cardiphonia, with the help of Bellwether Arts, is extending this project into something we hope will bless the worldwide church!  \nThe project is multi-faceted with music, visual, devotional, and liturgical components. Musicians have contributed over 30 new worship songs inspired by this group of psalms.  Visual artists have contributed an image for each psalm, and an eclectic group of pastors, scholars and writers have provided some guidance to worshipping through the ascent psalms. There will also be digital access to a full songbook and services inspired by each psalm. \nThis project could never have happened without the tremendous gifts of the church coming together.  My deep gratitude to all of the artists listed below who contributed. \nThe Future:\nThe whole project will be available digitally for Holy Week 2018.  Then in the following month or so we will get all of the cool physical rewards out to supporters (double disc, art/devo book, handkerchief, t-shirts, etc). \nWe also hope to eventually take this project to Israel to support a youth summer arts camp sponsored by a local church, and we are in conversations with the missions agency Serge to direct some portion of the proceeds to support refugee care.\n---\nLIST OF PARTICIPATING ARTISTS!!!\nMUSICIANS: Green Carpet Players (Matt Grimsley and Amy Porter) , Pillar Church Music (Andy Bast, Jonathan Gabhart, and Noah McLaren) , Red Mountain Music (Brian T. Murphy), Caroline Cobb, Coram Deo Music, David Potter (from the Psalter Project), Daniel Snoke, David Rivers, Greg Wilbur, Hope College Worship, Jeff Crawford and the Gathering Church, Jered McKenna, Joel Limpic, Kaitlyn Ferry, Karl Digerness (City Hymns), Naaman Wood, Nathan Partain, Peter La Grand, Red River Hymnal, The Gentle Wolves (Richard Kentopp), The Welcome Wagon, Wen Reagan, Wendell Kimbrough, Bifrost Arts (Isaac Wardell), Wes Crawford, Zac Hicks\nWRITERS: Anna Gabhart - writer, Brian Moss - pastor, Bruce Benedict, Carol Bechtel - Old Testament Professor, Casey Reagan - Artist and writer, Doug O'Donnell - pastor, Elliot Grudem - pastor, Grace Claus - writer, Jason Dorsey - pastor, Joel Limpic - worship director and artist, Joey Novak - pastor and visual artist, Josh Banner - artist, writer, and spiritual director, Matt Schneider - pastor, Richard Ray - professor, Steven Rodriguez - pastor, Trygve Johnson - college chaplain, Eugene Peterson - pastor and writer.\nVISUAL ARTISTS: Aaron Collier, Andy Osterlund, Blake Johnson, Erik Newby, Hope Olson, Jason Dorsey, Joey Novak, Kyle Ragsdale, Michael Van Patter, Mitch Conrad, Sayde Anderson, Tyler Meuninck", "risks": "Risks and challenges\nThe beauty of this project is that it has many moving parts and a variety of collaborating artists from all over the country. This is also the challenge. We will do our best to have most of the project (in digital form) out to you by Holy Week. Physical copies will come shortly after!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Album", "descp": "Collection of over 30 different musical versions of the Psalms of Ascents.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["27 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Album + Digital Songbook", "descp": "Full album + chord charts and leadsheets for every song.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["51 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "CD (Double Disk)", "descp": "Digital album + Physical album (double disk)\nINCLUDES:\nAlbum download\nDouble disc digipack of all 30+ songs!", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers", "Limited (272 left of 300)"]}, {"amt": "Pledge US$ 25 or more", "title": "T-Shirt - \"Songs for the Sojourn\"", "descp": "Digital album + T-shirt", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (16 left of 25)"]}, {"amt": "Pledge US$ 35 or more", "title": "Pack of (3) Designed Handkerchiefs", "descp": "In honor of our pilgrimage theme we are producing hand designed/screen-printed handkerchiefs by local designer Sayde Anderson\nINCLUDES:\nAlbum download", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers", "Limited (27 left of 30)"]}, {"amt": "Pledge US$ 40 or more", "title": "Art/Devo Book + Music (digital version)", "descp": "The digital package of book with art and devotionals + music\nINCLUDES:\nAlbum download\nPDF of the art and devotional book", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Art and Devotional Book", "descp": "Art and Devotional Book (physical)\nINCLUDES:\nSoft Cover Art and Devotional Book\nAlbum download", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers", "Limited (44 left of 75)"]}, {"amt": "Pledge US$ 65 or more", "title": "Art/Devo Book + Music (physical)", "descp": "The whole project! Book + CD + handerchief", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers", "Limited (81 left of 100)"]}, {"amt": "Pledge US$ 100 or more", "title": "Art/Devo Book + Music x 2", "descp": "(1) for you and (1) for a friend!\nINCLUDES:\nAlbum download\n2× Soft Cover Art and Devotional Book", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Whole Package + Limited Edition Album", "descp": "Whole project + Limited edition album of Psalms of Ascents versions by Bruce Benedict (different than the project album!!)\nINCLUDES:\nAlbum download\nDouble disc digipack of all 30+ songs!\nPDF songbook for album\nSoft Cover Art and Devotional Book\nDemo recordings of Bruce's original songs for the Ps. of Ascents", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["9 backers", "Limited (6 left of 15)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "$1500", "descp": "House performance, or Sunday Morning Worship led by Bruce Benedict through the Psalms of Ascents (Dates negotiable)\nINCLUDES:\nDouble disc digipack of all 30+ songs!\nSoft Cover Art and Devotional Book", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "$2500", "descp": "Full band house concert (Midwest)\nINCLUDES:\nDouble disc digipack of all 30+ songs!\nSoft Cover Art and Devotional Book", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 3,500 or more", "title": "$3500", "descp": "Full band concert for church event (US)\nINCLUDES:\nDouble disc digipack of all 30+ songs!\nSoft Cover Art and Devotional Book", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Sojournals have arrived!", "update_content": "Hello Supporters!\nWe're just back from a mini tour to Iowa sharing this multimedia project with some friends and our \"Songs for the Sojourn\" devotional is finally here!  \nWe've got 100 pages chock full of art and writing to guide your own journey through this humble set of ascent psalms which feels even more poignant as we celebrate the life and ministry of Eugene Peterson, whose book \"A Long Obedience in the Same Direction\" (his meditation on the ascent psalms) inspired the genesis of this project almost 10 years ago.  We're hoping to get together next week for a packing party!"}, {"update_no": "UPDATE #10", "update_userinfo": "August 2018 Update", "update_content": "Hi Everyone!\nWow...summer is flying by.  We've had a productive summer wrapping up details on the project - which have mostly been edits on the devotional and working on some tour possibilities!  CD's are in hand and Handkerchiefs and Tshirts are printed!\nRight now we are pricing printers for the book and when we receive those we'll get into the shipping business.  Folks that ordered just CD's should be receiving those this week!  So pleased with how the design turned out on those!  Great work by Blake Johnson and the visual artists (Hope Olson and Kyle Ragsdale)."}, {"update_no": "UPDATE #9", "update_userinfo": "May 26 Update", "update_content": "Hey Everyone! \nA quick update to let you know how things are progressing.\nThe double-disk CD went into manufacturing this week and we are working on final edits of the physical book.  The handkerchiefs are all made and screen-printed and the T-shirts will also be done shortly! "}, {"update_no": "UPDATE #8", "update_userinfo": "Screenprinting Handkerchiefs", "update_content": "Hey Everyone!\nHere is a sneak peak at our \"Songs for the Sojourn\" handkerchiefs getting screenprinted at local shop silkscreenmarketing.com. These are included with everyone who purchased the handkerchiefs separate or the physical book tier and up! They look awesome. (They will also eventually be available on our bandcamp site as merchandise. - Bruce"}, {"update_no": "UPDATE #7", "update_userinfo": "Songs for the Sojourn - complete songbook", "update_content": "Dear Cardiphonia Friends.\nWe made it to our goal! SDG! \nAs we inch our way towards $14,000 (our kickstarter ends 10pm Friday) it was been a crazy week of prayer, social media blitzing, and some surprise gifts from churches and friends.  A special shout out to 1st Congregational Church in Spencer, IOWA for supporting us for the full band show! Already planning some exciting things for them."}, {"update_no": "UPDATE #6", "update_userinfo": "MUSIC! MUSIC! MUSIC! 33 New Songs for Holy Week", "update_content": "Hi Everyone!  \nThanks so much for your continuing support. We have a couple big gifts coming in from churches so we are looking great! We probably only need $1000 more in gifts so it will be the little ones that get us across the finish line --> please share this week through any social media outlet that you frequent! \n[copy and paste]"}, {"status": [{"Project funds successfully": "192 backers pledged $14,221"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/cardiphonia/songs-for-the-sojourn-bellwether-arts", "project_name": "Songs for the Sojourn - Bellwether Arts"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Carpool - A Short Film \nIn Carpool, we join two women on their way to work but as they reach their destination, their work has massive implications.\nI wrote this script last year after a conversation with lead actors, Gail Hafar and Jessie Busbee. We wanted to show two women in their 30's talking about normal work and life but also put them in a situation that I've never seen on film before. \nThe final film should be about 6 minutes in length. \nI've been creating projects for the past decade and thought it would be incredible to try the Kickstarter platform for some financial helps in making this project a reality. No matter your level of financial help we'll be updating with our production immediately and give you quick links to our live broadcasts through the entire process.\nHow your money will be used:\nMost of the money for this project will be used to pay the crew and feed them during production. It's a quick shoot with our prep work all done and just one day to film the project. \n      Starring\nGail Hafar\nRecently relocated from Chicago, Gail Hafar is an actress residing in Los Angeles. She has been incredibly active in the independent and student film scene having shot both short and feature films in varying roles.\nIMDB\n Jessie Busbee\nDan Braswell\nOriginally from Shreveport Louisiana, Dan Braswell has been working in Los Angeles in commercials and shorts. \nIMDB\nNoel Dawn Rebello\nNoel is a great actress and has been featured on VEEP and we've worked together for The After School Special. Watch it here. \nIMDB\nProduction Team\nVirginia Anzengruber\nVirginia Anzengruber is a writer, filmmaker, and podcaster. She lives in Grand Rapids, Michigan with her husband Stephen.\nIMDB", "risks": "Risks and challenges\nProduction can be tough but if fully funded, we're already completely scheduled with post production sound and color correction with a completion in August 2017.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Barista Parlor", "descp": "You love helping people fulfill their dreams but money is tight. Buy a crew member a cup of coffee as we shoot on 5/27", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Movie Fan", "descp": "Receive a copy of the short film as soon as it's finished.\nINCLUDES:\nFilm Download", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Patron of the Arts", "descp": "You love to see art happen and get a thrill out of seeing something come from nothing.\nINCLUDES:\nFilm Download\nSpecial Thanks in the Credits", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Executive Producer", "descp": "You're not one to mince words - Make the project a reality! And thanks to you - we will!\nINCLUDES:\nFilm Download\nSpecial Thanks in the Credits\nExecutive Producer Credit (Includes IMDB)", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Carpool is here!!", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Release Date and Surveys", "update_content": "Good Morning!\nI hope your back to the grindstone time of September is going well. We’ve been slaving away to make the best possible film so here’s a quick update.\nComposer Josh Myers finished 3 tracks for the film and they are stellar. We loaded them in and it really makes the film pop."}, {"update_no": "UPDATE #9", "update_userinfo": "The Trailer Is Here!", "update_content": "Here's a couple photos from today's shoot."}, {"status": [{"Project funds successfully": "61 backers pledged $3,835"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/danportnoy/carpool-a-short-film", "project_name": "Carpool - A Short Film"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Hi, my name is Craig Wilson and I’m excited to tell you about THE ONE:SIX WORSHIP PROJECT. Above is my favorite picture of our band leading worship. The reason it’s my favorite, is you’ll notice the band is not in focus. Whenever we have the opportunity to lead our goal is to always make Christ the focal point of the worship and for our band to disappear and just become worshippers with everyone else.\nI've been really fortunate to play with some guys who are not only great musicians, but really good friends. Guys like Josh Merold, Brian Kammer, Duane McDonald, Norm Wozniak, Paul Bogan and others too. Over the past several years we have had the privilege to lead worship at a number of retreats and conferences. Like myself a few of the guys are full time Pastors at churches. I love their heart for God, music and people. When we lead at places, we like to say “that often the best worship happens not on the stage, but off the stage when we get the chance to talk with people, pray for them and with them, and encourage them as they encourage us in return. Truth be known, we’re a lot more comfortable spending time with people, than under stage lights, wearing skinny jeans and trying to rock cool hair. Let’s be honest, NOBODY wants to see us in skinny jeans, and we haven’t had cool hair since the 80’s!\nOne of the things we run into when we lead at places is people asking us. “Do you guys have a CD recording or digital files?” The answer unfortunately has been “No, we don’t”. That is until now! Here’s where we need your help. We’re going to finally get into the studio and to record songs as well as take it to them to production, so we can have Cd’s and digital files for people to take with them. This will also help us get an opportunity to lead worship at more places. We've  had several people interested in having us out, but they always ask if we have recordings they can listen to before booking us.\nWhat’s behind the name - ONE:SIX WORSHIP PROJECT? The reference is from Philippians 1:6 and the idea that God is not finished with any of us yet, we’re still a bit of a work in progress, a project if you will. Anything you contribute will go to the cost of the studio time, final mixes, as well as the cost of producing the Cd’s and getting the music digital ready. \n I’m excited that we will be recording at “Ear Witness Studios” in Southern CA with Sam Knaak. He’s a friend of one of the guys in the band and in my brief interactions with him thus far, I get the feeling he’s an all around solid guy and we are looking forward to working with him! All the guys are passionate about music and I think we bring a little \"Heart & Grit\" to the style we play. You'll hear a lot of electric guitars and Hammond organ, with some rock and blues sensibility. We don't mind throwing a little bit of grease in the wheels, worship music doesn't always have to be pretty. We hope you will consider the opportunity to partner with us. Thanks for your support, and we hope you’ll get a chance to listen to it soon.", "risks": "Risks and challenges\nThere is little to no risk with this project. The dates are already set for the recording studio. Sam Knaak of Ear Witness Recording Studios is totally professional and has recorded a lot of projects. Also, there is no Yoko Ono that will break up this band! The only possible set back would be the timing of the CD packaging completion. If there were any delay it would be minor.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "Cd's for THE ONE|SIX WORSHIP PROJECT", "update_content": "I apologize for the delay of the hard copy Cd's. They will be available soon! For those of you who have a free copy coming to you for your reward level, thank you for your patience. If there is anyone who did not download their digital copy of the album or had any trouble with it, please let me know so we can make sure you have it!"}, {"update_no": "UPDATE #15", "update_userinfo": "New Songs Teaser!", "update_content": "Hi Everyone,\nHere is another sample of some songs from the Album. We should be emailing out digital copies of the whole album to you sometime next week. Hard Cd copies will be  bit later. Thank you or your patience and your support in helping this project get off the ground. "}, {"update_no": "UPDATE #14", "update_userinfo": "Album Teaser!", "update_content": "Should be wrapping up the mastering  this week. We hope to send out the digital copies of the album real soon. We still need to design artwork for the Cd's and we're shooting for those to be mailed out next month. I've posted a small sampling a few songs."}, {"update_no": "UPDATE #13", "update_userinfo": "Getting Closer!", "update_content": "We are almost done with the final mixing. There are still a few background vocals to be finished and we need to redo guitar on a song. I may be able to post a sneak peek at a song or two soon. Thank you for your patience, your rewards are coming!"}, {"update_no": "UPDATE #12", "update_userinfo": "We're Getting Close!", "update_content": "Thank You Faithful Supporters!\nAs you can see in the picture Sam Knaak of Ear Witness Studios is putting in the hours for final mixing. We are on track to have all the final mixes done in September, with possibly a sneak peek or early release of a song or two this month! We are anxious and excited to hear the final product. Physical CD's should be ready in October which will be mailed to you. Your digital copies will be emailed. There are 10 songs total."}, {"update_no": "UPDATE #11", "update_userinfo": "Samuel Knack of Earwitness Studios making sure we didn't miss any notes while laying down a track!", "update_content": "PLAY"}, {"update_no": "UPDATE #10", "update_userinfo": "In The Can! - Almost...", "update_content": "The bulk of the recording is finished - it was a fast and furious week for sure. 2 nights and 1 full day rehearsing and then 2 full days of recording. I'm heading back to CO today, there are a few backing vocals and some extra instruments to be recorded, then we just wait for final mixes. Thanks again for everyone's support."}, {"update_no": "UPDATE #9", "update_userinfo": "Last day of rehearsal", "update_content": "We head into the studio tomorrow morning - appreciate prayers for vocals to hold up - been singing a lot and tarting to feel it in the throat!"}, {"update_no": "UPDATE #8", "update_userinfo": "...and we're rollin!", "update_content": "The first rehearsal for THE ONE|SIX WORSHIP PROJECT was last night and things went well. There is a lot more work to do before heading to the studio this weekend. I'll be posting some pics and videos over the next few days. Thanks again to all of you who supported us!"}, {"update_no": "UPDATE #7", "update_userinfo": "Going back to Cali", "update_content": "In one week I fly to California and the guys and I will start rehearsing like mad men and then head into the studio on Saturday and Sunday. If you wanna pop by rehearsals let me know, we will be rehearsing at Josh Merold's Church Hope Christian in Tustin."}, {"status": []}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1231126862/the-one-six-worship-project", "project_name": "THE ONE|SIX WORSHIP PROJECT"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "The last year and a half was messy.\nTired of being what other people wanted me to be, I decided to just be. To let people see my darkness and my light. I lost a job. I lost some friends. I threw out my back and spent close to a month on the floor under the weight of anxiety.\nNot everyone left though. Those who mattered stayed. To them my honesty was a brave act. A gift. Permission for them to be honest too. Permission for them to be.\nTime moved on, and so did I. New opportunities. New relationships. And I was present for them all. There really were far better things ahead than any I left behind.\nThis record is an end and a beginning. A death and rebirth. A dream. This is my journey on the night sea. A place dark and uncertain. A beautiful place, alive with possibility. \nThese songs are my honest gift to you. A continuation of my journey. Permission for you to be honest too. Permission for you to be.\nIn January we recorded Gold, the first single for the record, with Andy Prickett up in Orange County. You can hear a rough mix of the track HERE. Andy produced, engineered, and played additional guitar on the track. Bram Inscore played Wurli, Juno, and Bass. Bram also played bass on Beck's Morning Phase, which won a little award back in February :). Kyle Crane played drums on the track. Kyle is currently on tour with Daniel Lanois. He's one of the best, hardest working drummers I know. My good friend Satoshi Noguchi will be mixing and mastering. \n$13K is the minimum needed to record, mix, and master the remaining songs and finish this project well. That said, the hope is to exceed the goal to allow room to make the project even better in the studio and in mastering. If exceeded significantly, I'd love to record a music video and hit the road for a west coast tour.", "risks": "Risks and challenges\nI've never done a vinyl pressing of any of my projects before...and it's an involved process. Once mastered files are delivered, there is a 3-4 month turn time, assuming everything with the test pressing checks out. If I hit any delays, it will likely be on this leg of the journey, but I'm still hoping for a fall release!\n\nThis campaign is all or nothing. If the goal of $13,000 is not funded by April 15th, 2015 no credit card will be charged and no money will be given to the Night Sea project.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "Spotify Artist Profiles, 45 RPM, etc…", "update_content": "I've got a pallet of records in our garage and a release date has been set for May 13th!\nI'm going to start shipping out vinyl next week, so if your reward includes a physical copy of this record, be sure to fill out the survey you should've received in your email via Kickstarter a couple weeks ago! Without a shipping address, I can't send you the record.\nIf your reward is a digital copy of the record only, keep your eyes open for a download code in your inbox the week of the release!"}, {"update_no": "UPDATE #7", "update_userinfo": "Finally!!!", "update_content": "Pre-production is underway in my backyard studio in San Diego with Buddy Ross. "}, {"update_no": "UPDATE #6", "update_userinfo": "Secret Santa Gift...", "update_content": "First off, I just want to say thank you. So much.\nBy backing this project, you've actually become a part of it. You're not just supporting art I've created, you're empowering me as an artist to finish a record that is part of a new beginning for me, and I'm eternally grateful. You're my label right now.\nWhat I've realized over the past couple of weeks is that in order to reach my goal for this project and make this record, I have to personally invite people to be a part of it. Good thing I'm an introvert :). There's just so much noise online and in our lives, that the only way to really get above the noise floor is by making a personal connection."}, {"status": [{"Project funds successfully": "315 backers pledged $16,034"}, {"Project launches": "MARCH 14, 2015"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/nightsea/night-sea-debut-ep", "project_name": "Night Sea debut EP"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Hey Water & Rust Family! You ready?? Here we go...\nThe time has finally come FOR YOU TO JOIN US in the studio! (literally... check out our rewards)\nOver the past year, we've been writing a collection of original music that we can't wait to get into your hands and your ears. Are you ready to help us make some amazing art?\nWe will be recording with well-known producer and very good friend, Dwight Baker. Dwight is a platinum producer, engineer, mixer, and songwriter based in Austin, Texas. He is one-half of the duo The Wind + The Wave, and has worked with many artists such as Kelly Clarkson, Brandi Carlile, Bob Schneider, Blue October, Alpha Rev, and David Archuleta... and soon Water & Rust.\nWe've come up with some KILLER REWARD PACKS, so check them out!\nLet's do this...", "risks": "Risks and challenges\nChallenges for Water & Rust are easily overcome. One of the challenges we face is selecting the right tracks from our collection of originals to feature on our debut Album.\n\nWe are still finding our sound and style and have it almost dialed in. Dwight is a big part of helping us with this process. So, once we get to the recording stage we will put a lot of thought in creating a record that represents Water & Rust.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Hello everyone!", "update_content": "Hey everyone. We've received our master tracks from Dave McNair and they sound so great. If you're not familiar with his name, here are a few artists he's worked with:\nBob Dylan, David Bowie, Bruce Springsteen, Stevie Ray Vaughan and Double Trouble, Patti Smith, Willie Nelson, Rod Stewart... and the list goes on and on.\nNext on our schedule is getting the CD duplicated & packaged, and of course getting Tees, Hats, and all of the other goodies out to you fine supporters of our music. :-)\nPlease be sure and come out to Lambert's BBQ July 31 and spend the evening with us. Gonna be a fun night. Tickets here: "}, {"update_no": "UPDATE #8", "update_userinfo": "FOR YOUR EYES (EARS) ONLY! Download our Debut EP Now!", "update_content": "Hello everyone!\n\nWOW... what a great time we had in the studio with Producer Dwight Baker. We were definitely able to focus in on our sound and make some killer music. This all happened because of YOU! THANKS! The 6 tracks will now go out for mastering and we hope to have final product in our hands within 3-4 weeks.\n\nThe 6 tracks we recorded are:\n1. Breathe\n2. Intoxicatable Touch (New)\n3. Water Grave\n4. The Beggar\n5. She\n6. Gimme Something Else\n\nWe will keep you posted on EP release! In the meantime.... here's a video of us at work in the studio that includes a sneek peek of our new song \"Intoxicatable Touch\". Hope you enjoy.... let us know what ya think. Can't wait to see you all soon!\n\n- Gary, Daniel, Autry, & JR"}, {"update_no": "UPDATE #7", "update_userinfo": "Our Mastered Tracks are BACK!", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "EP Recording Sessions are COMPLETE!", "update_content": "Hello Water & Rust family! Hope everyone is having a wonderful May so far. Time has FLOWN since we last updated you all on what's been going on. We are super excited about getting into the studio with Dwight Baker and are currently writing and recording song demos to send his way. We're having a blast and can't WAIT to share this music with you. Stay tuned!"}, {"update_no": "UPDATE #5", "update_userinfo": "STUDIO HERE WE COME!", "update_content": "Wow!!!! A few more pledges and we cross the line to our GOAL! Please share our link to help make it! Can't wait to start this project and we sincerely thank you for your part in making this happen! \nWater & Rust"}, {"update_no": "UPDATE #4", "update_userinfo": "Song Writing and Demos", "update_content": "Hello everyone! We've got 57 hours to reach our KICKSTARTER goal and record our debut album. Right now we are 71% funded. Every little bit helps, and it would only take one Sunday Brunch Package to wrap this campaign up. Thanks SO MUCH for all of you who have supported us. Please help us spread the word! LET'S DO THIS!\nYour Humble Entertainers,\nGary, Daniel, Autry & JR"}, {"status": [{"Project funds successfully": "105 backers pledged $21,172"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/38125469/water-and-rust-your-help-debut-album", "project_name": "Water & Rust + Your Help = Debut Album!"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "My Corner of Heaven. An intimate, honest, organic worship sound.  A place where a guitar solo IS WORSHIP:). This is gonna be by far my best album.  We are working with the best producers known to mankind from mainstream land, and the best musicians as well.  Will be the same star studded events that my other Grammy nominated albums have been.  (remember when i surprised you by putting slash on my second album?) Working with my dear friends who i have always worked with!...But this time I totally need your help, because I do not have a label. in fact, YOU ARE MY LABEL.\nThe money will go to production and promotion of this album.  I set the goal at $20,000, but to be honest that won't even cover production. Great music still costs money, even though i am getting insane deals with the most respected players, producers, and mixers in the biz.  We would need more like 40k to do a proper publicity/radio run. (which for some strange reason after 1500 gigs in 6 years, still sounds fun:)\nI am definitely doing my part.  I will not let you down.  Doing a 20 city tour to take presale orders so that i will hopefully make the billboard top 200.  That will build press presence and give a strong platform for album to launch from.  I am definitely doing as much as humanly possible to follow the call that God has on my life to see people open up to a REAL AND CLOSE GOD. I will sing anywhere, anytime, to anyone about God's goodness, and that has brought me to Europe a lot. I need your support on this.  Not just for the money.  It truly will help me not feel so alone out there. Your support is more than money.  It is the prayers on which this dream is built.  Without you i may as well stay home anyways. :).\nSO LET'S DO THIS. ONE MORE TIME. ONE MORE RUN. I WILL BE YOUR ARMS EXTENDED TO THE WORLD. POINTING THEM TO THE ONLY THING THAT EVER MATTERED. GOD. JESUS. LOVE. BUT MAN WILL WE HAVE FUN DOING IT!. in fact, i have/am being booked at some of the biggest festivals in europe this summer right after this album releases.\nSO COME TO A SECRET SHOW.  SEE ME. HUG ME. INTRODUCE YOURSELF, BECAUSE IF YOU SUPPORT ME HERE, YOU ARE MORE THAN A FAN, YOU ARE A FRIEND.\nIN THE NAME OF WHAT TRULY MATTERS,\nSarah \"Kelly\" Ekman", "risks": "Risks and challenges\nThe challenges that I will face are the same as always. Christian radio is always slow to accept raspy women. However, since adelle has come, maybe they will finally be ready for me. I plan on visiting the stations in the cities that i have based my career on and try yet again. \n\nScandinavia is the first geographical region that has truely \"gotten\" me. A challenge there, is that it is hard to be away from home. Jonas is going with me, so that solves all of that awfulness of being away from him:).\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "126 backers pledged $30,356"}, {"Project launches": "NOVEMBER 16, 2013"}]}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/701367896/sarah-kelly-my-corner-of-heaven-independent-full-a", "project_name": "Sarah Kelly \"My Corner of Heaven\" Independent full album"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Looptimus\nThe Best USB MIDI Foot Controller\nFund this project TODAY for $199\nRetail price after Kickstarter ends is $299\nIt's here... finally a USB MIDI Foot Controller that is EASY to program, looks cool and JUST WORKS.\nToo many controllers on the market are expensive, hard to program, hard to plug into your system. Looptimus is designed to solve all of these problems.\nNow with a 5 PIN MIDI OUT JACK!\nWORKS EASY WITH: Any MIDI capable software such as Ableton Live, MainStage, ProTools, Garageband, Reason, and many more!\nAlso works with Loop Community \"PRIME\", our FREE iOS App \nFEATURES:\n20 Banks, A - F for each Bank\nAll-Access Bank for quick switching\n16 MIDI Channel Options\n1 Dedicated STOP button (single MIDI note)\n9 Rock-Solid, Momentary switches\nUSB MIDI connection\n5 PIN MIDI OUT JACK\nExpression Pedal Jack (for Roland Rv-5 or equivalent)\n3 Digit LED Display\nUSB Bus Powered!\n9v optional power jack\nAluminum Enclosure, Black powder coated\n6 ft. USB Cable included\n8x5\" x 5\" x 1.5\"\n\nThe Journey - How \"Looptimus\" Came To Be\nSeptember 2012\nMatt was playing a concert in West Virginia and decided to name his computer Looptimus Prime. In his live performance, there is a segment where Matt has a full on \"conversation\" with his computer, Looptimus Prime. It's a 'tongue-in-cheek\" concept, but entertaining... at least we think so :)\nOctober 2012\nLoop Community decides to build a FREE mobile App, and calls it \"Prime\"... knowing full well that a \"Looptimus\" product is coming.\nDecember 2012\nLoop Community investigates the idea of manufacturing their own pedal. Discussions begin.\nJanuary 2013\nThe Loop Community team decides that it's time to develop the best MIDI foot controller for live performance. We honestly got tired of selling a pedal (Soft Step) that is too hard to program. We also grew weary of receiving support request after support request on how to use the SoftStep. Frustrated users are not what we're after.... So Matt sketches up the first idea for \"Looptimus\" and meetings begin with various developers.\nInitial Design Sketches\nCAD drawings for the enclosure\nJanuary 2013\nThe pedal design is decided upon and the first silkscreen design is created and sent to the manufacturer for printing.\nFebruary 2013\nThe first prototype (steel enclosure) arrives and begins thorough testing in live performances throughout Chicago.\nFirst Prototype (w/ a Steel Enclosure)\nRoad testing on stage!\nApril 2013\nMeetings begin with large manufacturers, suppliers and assembly lines to discuss large-scale manufacturing of such pedal. Developers begin working on the custom circuit board design, which requires hours of testing.\nPrototype Testing\nMay 2013\nFurther development takes place to tweak the pedal. An expression pedal jack is added to the pedal after user requests.\nJune 2013\nThe first 3 road-test prototypes arrive and are shipped to selected musicians across America for further testing.\nFirst 3 Prototypes ready for user testing!\nJuly 2013\nLooptimus is seen \"hiding-out\" at the Loop Community booth for several national worship conferences around the country. Testing and tweaking continues with our professional team of developers and programmers.\nhiding under the table!\nOn Matt McCoy's Pedal Board @ NWLC\nAugust 2013\nAfter discussing the many different enclosure options, we decide to go with a black powder coated, Aluminum enclosure for maximum durability and lightness in weight. All sides are rounded, with no sharp edges or screws showing. Designs, Manufacturer and Part Suppliers are finalized and READY TO GO! It looks beautiful.\n(Artist Rendering) Actual Product will be in a Black, Powder Coated, Aluminum Enclosure.\nMADE IN THE USA!!!\n\nHow Can I Use the Pedal?\nThe pedal has 20 banks + an all-access bank, available at any time. So that is actually a total of 21 banks.\nOne Bank Per Song\nUse each bank for a song in your setlist. Then use each patch in the bank for a different section of your song. Each bank has A - F patches, so you can assign A to Verse, B to PreChorus, C to Chorus, etc. \nUse One Bank for your Setlist\nAssign button A to song 1, button B to song 2, button C to song 3, and so forth\nUse for Live Looper in Ableton\nAssign buttons to the Live Looper settings in Ableton Live and loop your instrument live!\nGet Creative!\nAnything you can assign to a MIDI interface can be used with the Looptimus MIDI Controller\nGet one of the few LIMITED EDITION colors, on KickStarter only!\nManufacturing Plan and Timeline\nJanuary 2013\nMatt meets with a professional pedal developer to discuss the idea of \"Looptimus\". The pedal developer agrees to help us build our initial concept prototype.\nMarch 2013\nMatt begins to meet with numerous manufacturers around the United States to discuss the potential of mass manufacturing a pedal. Matt also talks with a manufacturer in China, but decides to keep all manufacturing in the USA for quality control and short delivery times.\nApril 2013\nLoop Community partners with a large, accomplished and proven manufacturer in Chicago. Development begins on the pedal - bill of materials, CAD drawings, enclosure designs, PC board designs, etc. Coders begin developing the logic for the pedal that will be printed to our own custom chip and circuit board.\nJune 2013\nPart suppliers are finalized and quotes are agreed upon. \nAugust 2013\nThe manufacturer and supplier of the Aluminum enclosure is secured. Screen-printing manufacturer is secured.\nSeptember 4 2013\nKICKSTARTER BEGINS\nOctober 2013\nKICKSTARTER ENDS\nInitial PO is placed and Aluminum Enclosures arrive in manufacturing facility 4 weeks later.\nCircuit Boards, switches and other parts are ordered and shipped to assembly line. This will take no longer than 2 weeks.\nNovember 2013\nEnclosures arrive and are screen printed with the Looptimus logo and button labels. Pedals are assembled by hand in a professional assembly line. They are tested, packaged and ready for shipment.\nDecember 2013 / January 2014\nPedals are shipped from warehouse to customers.", "risks": "Risks and challenges\nThis is our first project in hardware manufacturing, and we have been learning a lot about how the industry works! Producing a piece of technical hardware can take a lot of time. We've gone through prototype after prototype, schematic after schematic. We've stepped back to the drawing board over and over again until we've gotten it right. When you're working with many different partners, part suppliers and manufacturers, it just TAKES TIME.\nSome of the risks we may face:\n- Delay in production because of part supplies arriving late or backordered\n- Hiccup in production line because of unexpected causes\n- Marketing and Distribution - Getting the word out about the pedal and forming distribution partner relationships\n\nWe are very confident that we can complete this project 100% and on-time for delivery.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Looptimus Has Launched.", "update_content": "We're excited to announce that as of today, Looptimus shipping has started! They will be shipped out as they come off the assembly line, in the order they were purchased. You will receive a tracking number via email when yours has left the Looptimus headquarters.\nIf you are part of the SoftStep buy-back program, you will receive an email from us with further instructions once your pedal is ready to go. For now, hang onto it.\nFor photo updates from the Looptimus Assembly Line, follow us on Instagram: http://instagram.com/loopcommunity"}, {"update_no": "UPDATE #6", "update_userinfo": "New Features + Shipping Update", "update_content": "Hey friends! \nHappy new year from us at Loop Community. We know that everyone is very anxious to get their pedals and wanted to give you an update on the timeline. Back in August when everyone contributed to the Kickstarter, we projected that it would be ready in December and... as you’ve probably noticed, we’re past that point. We’ve run into a few minor complications along the way that have delayed final assembly. Here are a few examples: \nApple Power Specifications - with iOS7, apple updated power specifications for external USB devices. We had to modify our circuit for power limitations. We also added a LED Brightness option for this reason. "}, {"update_no": "UPDATE #5", "update_userinfo": "Looptimus Update", "update_content": "Hey friends!\nWe're just as excited about Looptimus as you are! Things have been busy here in Chicago. We've been working closely with the manufacturer and Looptimus is about to hit the assembly line! \nCheck out the latest picture:"}, {"update_no": "UPDATE #4", "update_userinfo": "Looptimus Production Has Begun!", "update_content": "Hey friends,\nAs of 5:35 AM Central Time October 2nd, the Looptimus pedal was 100% funded!!!\nWe cannot thank everyone enough for their generous support and encouragement throughout this campaign. We're SO excited about what is to come.\nWe're happy to say that TODAY we pulled the trigger with our suppliers and manufacturers, and official production of Looptimus has begun! "}, {"update_no": "UPDATE #3", "update_userinfo": "NEW FEATURE: 5 PIN MIDI OUT JACK", "update_content": "Hey everyone!\nWe just wanted to let you know that we have added a new feature to the Looptimus Pedal...\nNow Looptimus will come with a standard 5 PIN MIDI OUT jack, as well as a USB jack.\nThis will allow you to connect Looptimus to any other hardware device that requires MIDI IN - control your guitar effects, delay pedals, music processors and other instruments."}, {"update_no": "UPDATE #2", "update_userinfo": "Refer a Friend to Looptimus, Get 4 FREE MultiTracks", "update_content": "REFER A FRIEND TO LOOPTIMUS, GET 4 FREE MULTITRACKS ($80 Value)\nGet 4 FREE MultiTracks from LoopCommunity.com when:\nYour friend makes a pledge of $199 or more towards Looptimus\nYour friend mentions your name to us after the KickStarter ends (this will be in a survey that we send out)"}, {"update_no": "UPDATE #1", "update_userinfo": "Celebrating launch day!", "update_content": "Here we go! Lets make this project come to life! Please share and spread the word with EVERYONE you know.... Even your mom.\nCan't wait.\nWe are set up in Orlando doing demos!"}, {"status": [{"Project funds successfully": "292 backers pledged $69,874"}, {"Project launches": "SEPTEMBER 4, 2013"}]}], "comment_no": 28, "projec_url": "https://www.kickstarter.com/projects/loopcommunity/looptimus-usb-midi-foot-controller", "project_name": "LOOPTIMUS USB MIDI Foot Controller"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "ANNOUNCING A NEW GOAL\nIf you're just joining me, welcome to this incredible story about our church's love for sacred music. By pledging, you can still help me write it. Every additional dollar will go directly towards making music and content for you and for the church. And at the $20 level, you can still get 3 exclusive piano/vocal songs that will never be released again.\n2 Albums For the Price of 1 Amazing Kickstarter Campaign\nIn addition to the studio album I'll be making with this funding, I would LOVE to make an additional album to give away to the world for FREE. Our new goal is $70,000. If we can reach that by April 15th, then this fall I'll get my friends together to record a Live Worship Album with new and old songs of my own plus a few covers and hymns. \nIf you've already given, you can help us get to this goal by telling someone about this Kickstarter Campaign in person. Please, hit up your friends, your family, your barista, or heck, make a new donation in the name of your World of Warcraft avatar. You can also adjust your pledge and increase the amount by a few or a bunch of dollars. And lastly, of course, you can use Facebook, Twitter, and Tumblr to get the word out.\nThanks everyone! And thumbs up for Rock and Roll!\n-------------------------------------------------------------------------\n“Beauty is the seal of truth.” - Benedict XVI\nFriends, I am hoping to record a new project of songs for the Church. I am newly independent after a stint at a record label, and it's so important to me to stay connected with the people (you) who have supported me and rooted for me through the years. And so I want to make a record of songs we can sing together--and I want to make it with you! If you believe in this idea, I invite you to support me financially, with prayer, and with sharing. There are a lot of great rewards you can check out--even if you can only give a dollar, there is a reward coming your way! Every dollar really does count. Now, more than ever, I can't do this without you.\nI've spent several years artistically waffling between writing corporate worship music and Christian pop music. Recently I have come to realize that my gifting lies in leading worship more than it does in playing church concerts: and what's interesting is, as I look back even over any commercial success I've had, the most well-loved songs I've released are the ones that offer the opportunity for others to pray them along with me (Restless, You Revive Me, even Winter Snow.)\nSo with that in view, I am laboring both in prayer and in my art to make music that serves the Church in its various needs and purposes. Some of those needs may include personal devotion (like praying in your car), or Sunday worship, or corporate prayer (like a Friday night worship gathering). I grew up underneath the great banner of the Christian hymnal tradition, and so I have been writing some songs that draw from that heritage—but I am also influenced greatly by the charismatic renewal in the Church, and so some of the record may reflect that as well. Mostly I want to write something fragrant, and give it as an offering to God and to you. I want you to sing it with me. With your help, I can make this project happen.\nThis record will feature the piano and my vocals very heavily, with some added atmosphere. I want it to be simple and yet lush, in order to create a space where you and I both can pray without distraction. Liturgy is part of my background, and I am hopeful that some of these songs will be helpful in that setting.\nI have long believed that true Beauty can change a world where truth and goodness are no longer important to most people. Beauty is still idolized in our society, and so it still has influence, however warped its role may have become. But the remarkable thing about true Beauty is that, when it is real and when it is pure, it carries in itself Truth and Goodness. The three are inseparable. And the best thing I can do as an artist who wants to serve the Church is to love all three, and to pursue them with prayer and humility, hoping to offer them to the Church and the world using the gifts I've been given. I believe God will bless that work. I am not worthy of it, but I undertake it willingly.\nMore beautiful than any gift of music one person can give is the coming together of believers to sing the praises of God. I hope this project will afford me the opportunity to experience that with you. Please consider supporting me: I have lots of fun rewards—I think you'll love them! And I hope you'll love the record. I am really excited to make music with you. :) Thanks for everything.", "risks": "Risks and challenges\nAfter making music for my whole life, I am fully prepared to make this record. There is a lot that goes into creating a music project. But I've put a crack squad together and they are oh so ready for it.\n\nThe biggest risk you face backing this project is not getting your rewards as early as you'd like. Many of the rewards require a lot of time and love from me, so please be patient while I put them together! Everything we're doing here is with lots of love, so, while I will be responsible with my time, it may take a little longer than I'd like.\n\nOther than that, there's always the crazy outside possibility as an artist that my ability to perform is compromised by vocal injury, etc. If that happens, things will be delayed but we'll find a way to provide you with music to pray along with.\n\nIf you choose the packages that require travel from me or you, the inherent risk is the same as there ever is with travel. But if weather or something else prohibits travel on the dates we agree to, we promise to work with you to reschedule.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "O Happy Fault - the film. You made it happen!!", "update_content": "https://itunes.apple.com/us/movie/audrey-assad-o-happy-fault/id849053791\nBack in April when I launched a Kickstarter to make Fortunate Fall, I was absolutely floored by your quick and enthusiastic response… we reached our goal in right around 48 hours, and ended up nearly doubling it! (I’ll never be able to express my gratitude enough for this, so just for good measure, THANK YOU to all who pledged and made my new beginning in Church music a possibility.)"}, {"update_no": "UPDATE #13", "update_userinfo": "\"O Happy Fault\" EP - Free on Noisetrade - Limited Downloads", "update_content": "Hey Kickstarters -\nThanks to your generosity, we were able to start a film this past fall. We're releasing the audio from the shoot for FREE via Noisetrade as the \"O Happy Fault\" EP.\nHere's the link to the album: www.NoiseTrade.com/audreyassad/o-happy-fault\nThere are a limited number of downloads available, so don't wait! In two days we'll be sending out an blast announcing it to everyone, but we wanted to make sure you had it first.\nWe hope you enjoy the \"O Happy Fault\" EP."}, {"update_no": "UPDATE #12", "update_userinfo": "Vinyl", "update_content": "Great News!\nThe vinyl records are in! We'll begin shipping them asap.\nThe special mystery boxes will be assembled next week.\nAs soon as the final pieces for the LE packages are finalizing soon and those will be out the door in the next couple weeks."}, {"update_no": "UPDATE #11", "update_userinfo": "Rewards Update", "update_content": "Hey everyone,\nWe've been working like crazy over here getting all these rewards ready to ship: and we have some updates for you on when you'll be receiving the rewards you selected.  Also, hope you are enjoying your sneak peeks of Fortunate Fall! It releases Aug. 13 and we can hardly wait! Thank you again for making this project happen. \nSo here, divided by reward tier, are the updates on timing:"}, {"update_no": "UPDATE #10", "update_userinfo": "Kickstarter reward updates!", "update_content": "Hey backers and friends... thank you so much for your patience as we work feverishly on this project and all your rewards. We have finished mixing and mastering it, and we've got it going through the proper channels to release August 13th! Can't wait to get this to you.\nTo tide you over, we have a surprise today...we released the single, Good To Me, for free on Noisetrade.  Along with it there's a piano/vocal version of Come, Thou Fount--one of my favorite hymns.  Check it out here. http://noisetrade.com/audreyassad/good-to-me\n\nHope you're all having a marvelous summer. Eat some watermelon!"}, {"update_no": "UPDATE #9", "update_userinfo": "The record is going to you NOW!", "update_content": "Hey you guys.\n\nWe put up an album trailer today at http://www.audreyassad.com -- also, you can see the beautiful artwork our friend Benjamin Lee made for the cover.  So proud of what's happening here...so much of it is collaboration and I am so thankful for that! Thanks again for supporting this project and supporting me and my art and my vision. Hope you like this little sneak peek.\n\nxoxo"}, {"status": []}], "comment_no": 52, "projec_url": "https://www.kickstarter.com/projects/56618327/audrey-assads-first-indie-record", "project_name": "Audrey Assad's First Indie Record!"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Hi, and welcome to our Kickstarter page, where you can be a part of setting the TENT back up. \nGREAT NEWS!! The tent is officially BACK UP! We've reached our goal and are beginning to book studio time and flights for Spence and Steve to Nashville. HOWEVER...please continue to spread the word because every extra dollar will help make this an even better sounding, better looking, better smelling project. For those of you donating at the $75 level and higher, here's a sneak peak at the t-shirt Dave has designed. In a couple of weeks, we'll be asking for your sizes (no need to send those in yet).\nWhere to begin? Let's start two years ago in Franklin, Tenn. We were rehearsing for a 10 year reunion show at a worship conference. Very soon after playing through a few songs, we starting talking about how fun it would be to record again but couldn't figure out how to pay for it. The answer to our quandary came with Kickstarter. We LOVE Kickstarter because the fans get to participate in the process and we don't owe a thing to a record label. Instead, we owe YOU, our fans and supporters...to whom we've always owed a great deal of gratitude. (awww...single tear)\nThere's literally NO PRESSURE on us. We have no obligations to labels, publishers, managers, booking agents...no one. Our only obligation is to YOU. With that in mind, our goal is to simply enjoy ourselves and make you proud.\nSo you're asking \"Sheesh, $28,000 is a LOT of money.\" Yes it is. And we don't have it. But, if a lot of you give a little bit, we'll be ready to rock. \nThe money we raise will be spent wisely, but it has to go a L-O-N-G way. Beyond things like recording studio rentals, producer and engineer fees, other musicians, mixing and mastering, we're also going to need funding to create artwork, do a photo shoot, duplicate the CD, fly Spence and Steve to Nashville, etc. We can assure you, this is a shoestring budget and we promise no caviar lunch jet rides. \nWe've tried to come up with what we think are some fun awards for our backers, but mainly we wanted to make sure that you get your money's worth in downloads, t-shirts, Skype calls...even private concerts.\nNOTE: In any particular level, you can donate more dollars. For instance, if you want the awards at the $50 level, but really want to give $1,000...you can do that.  We see no problem with that whatsoever. Honestly. \nBUT...there's good news and not-so-good news. The good news is that if we raise OVER our goal, we get to keep the extra funds. That means higher quality everything, plus the ability to hire a publicist, maybe hire a radio promoter, print up some new merchandise, revamp our old touring gear, etc. Now, the not-so-good part: If we don't raise the TOTAL amount of our goal, we get ZERO. Nada, zilch, nothing. No CD, no reunion shows, no caviar lunches on private jets. That's a sad thing, right? Right. \nAlso, no money will be collected (your card will not be charged) until the campaign ends at 2 p.m. CST, Friday April 20 and ONLY if we meet our goal of $28,000.\nSo, what can YOU do? \"LIKE\" this on Facebook. Click to Tweet the heck out of this campaign! Post a link on your Facebook page. Post a link on your friends' walls, make an announcement at church, pass out flyers at political rallies. Whatever you have to do to get the word out, we need you to do that for us.\nThanks so much for supporting this new record and be sure to go to the all new www.bigtentrevival.com for more updates, news, and schedules. \nYours and HIS,\nSteve W, Spence, Dave, Steve D, and Randy.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "REWARDS ARE BEING FULFILLED...slowly but surely", "update_content": "Good morning (or early afternoon to our east coast friends) KickStarters!\nWell, thanks to you, our loyal and generous supporters, we now have a completed album recorded. At the outset, though, we'd like to offer GIANT thanks (and apologies if necessary) that the process is taking much longer than we originally anticipated. We're all involved in our own lives/careers, so getting everyone's schedules to line up to a free three weeks was no easy task. But now...it's done and you'll all be getting contacted soon about mailing address and getting your Kickstarter incentives fulfilled. Don't worry...it's all going to happen. "}, {"update_no": "UPDATE #10", "update_userinfo": "IT'S HERE! Big Tent Revival's NEW ALBUM!", "update_content": "Most Dear Friends/Financers\nYesterday (Monday) was a monumental day for Big Tent Revival. We were all back in the studio recording again for the first time in 14 years. To be honest, it was as if we'd never stopped. We all just jumped back in our respective saddles and started making music again. We're happily planted at Smoakstack Studios in Nashville, TN. It's a jaw-dropping space that our producer Paul Moak has created. The lights are very dim and vibey...so it's difficult to get any good photos, but if you check out our Twitter account, you're sure to see something. "}, {"update_no": "UPDATE #9", "update_userinfo": "DOWNLOAD OUR NEW SINGLE...NOW!", "update_content": "Hey guys/gals...\nIt's been a few weeks since our last update and we thought it would be good to let you know about all the goings-on here in Revival-land.\nWE HAVE A DATE\nAfter much wrangling of schedules, we'll be entering the studio on June 28 and will be recording through July 20. Mark this on your calendars as we'll humbly ask that you would consider intentionally praying for us during those weeks. We have some songs and surprises that will be fun, but if our music isn't empowered by the Holy Spirit, then our efforts will be in vain. We don't record music so that we become famous, but rather that He becomes famous."}, {"update_no": "UPDATE #8", "update_userinfo": "In The Can (almost)", "update_content": "Greetings generous Big Tent Backers, hereafter known as the GBTBs, or Geebie Teebies.\nThanks to you, Big Tent will be making another record. We want to thank you in advance for your patience as we now begin the arduous process of picking a producer, a studio, a photographer, a publicist, engineers, etc. After getting all of our schedules together, it looks like we'll finish up writing next month and recording will begin toward the end of June. At that point we should have final mixes and pre-release downloads for you by the first of August. Mid-August latest. Good things take time, right?"}, {"update_no": "UPDATE #7", "update_userinfo": "GREETINGS FROM THE STUDIO", "update_content": "Here it is...the final 24 hours! At 2 p.m. Central, the Big Tent Revival Kickstarter campaign comes to a close.\nTHANK YOU all so much for making the new Big Tent record a reality. Thank you for telling your friends, for tweeting, for blogging, for posting on Facebook, Craigslist, etc. YOU have made this happen.\nAs most of you are aware, we'd LOVE to reach $40,000 before 2 p.m. tomorrow with the extra $$ going toward everything from artwork/duplication, photographer/photo shoot, a publicist, new web stuff, new merch designs, etc (lots of things)."}, {"update_no": "UPDATE #6", "update_userinfo": "Progress Report...TENT STAKES ARE IN THE GROUND", "update_content": "Greeting Big Tent Backers!\nWell, as many of you have noticed, today we crossed the elusive $28,000 mark. So, for all intents and purposes, there WILL be a new Big Tent Revival record available this summer. Now that we're guaranteed to get our funding, we can book studio time, hire a producer, secure a photographer, etc. These are all things our record label used to do for us...now we're doing it all in-house and thanks to YOU, we can!"}, {"status": [{"Project funds successfully": "406 backers pledged $34,346"}]}], "comment_no": 36, "projec_url": "https://www.kickstarter.com/projects/bigtentrevival/big-tent-revival-is-back-and-headed-into-the-studi", "project_name": "Big Tent Revival is BACK and headed into the studio!"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "Thanks for stopping by! Here's the scoop about a new project I've got in the works...\nRecently there's been an awakening in my creative life that I'm excited about. New songs have been stirring in me, and I'm ready to record a new album called Everything You Love Comes Alive. \nThis past year I've been writing and speaking about discovering our gifts, developing and nurturing them with passion and discipline, then sowing them like seeds into the fields where we live and work. I believe this \"work of art\" isn't so much a list of accomplishments or failures as it is doing what we love and are passionate about, and finding beauty and purpose in our lives as a result. Some of the songs on this record echo that theme--I can't wait for you to hear them!  \nProducing the album will be Nate Sabin, who produced my last CD, Meteor Shower. He's a brilliant songwriter, producer and friend who helps inspire my best work. Our plan is to record in Nashville and Minneapolis in late Spring of this year. I want to bring all of the resources, talents and heart I possibly can to this project. \nAs an independent artist, I don't have a record label that finances my albums, which means I am responsible for all of the costs. Although we've set the goal here at  $12,000, we've estimated the new album will cost about $20,000 to make. Even in a healthy, thriving economy, this amount is a lot to set aside and I'm very much in need of some help to fund this record. In addition to renting studio space, and paying the musicians and engineers a fair wage for their time and talents, there are also design and manufacturing costs. We were modest in our goal amount because it's all or nothing: if we don't get all of it pledged in the 30 days, we're back at zero.\nI would be humbled and overjoyed to have you share in this creative endeavor with me. Your support will make this vision a reality, and you'll play a part in not only creating a beautiful work of art, but also in encouraging and touching the lives of those who hear it. How cool is that?\nI'm offering thank you gifts for your pledge, but mostly I want you to know from the deepest place in my heart that I am grateful for your friendship and support.  \nPlease contact staci@stacifrenes.com if you have ANY questions about this campaign or project! \nWarmly,\nStaci \nP.S. If you're new to my music, here's one of my favorite songs, Meteor Shower. ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "iTunes Reviews and a Gift for You", "update_content": "Hey friends,\nI'm waiting as I type this for a shipment of CDs to arrive at my door....and when they do, I'll be working hard to get yours out in the mail!! \nHoping you took advantage of your download link and got your digital pre-release. I've been getting LOTS of great feedback via email and Facebook. Thank you for that! But we've had a few glitches with that system, so let us know if you had any problems. \nWe're setting the official release of the CD for Monday, September 3rd. As of that date, people will be able to order the CD and download from my website, with sites like iTunes, Amazon and others following close behind. (they take a while to process new music into their sites)"}, {"update_no": "UPDATE #16", "update_userinfo": "CD Release Scoop and Video!", "update_content": "Hello Dear Sweet Patient Kickstarter Friend,\nWe are seeing light at the end of this tunnel called Everything You Love Comes Alive!  The tracks are going to the mix engineer as I type this, and.....drum roll please....we have a cover and art direction for the CD package!! So, without further ado: TA-DA! (see below)\nWhat do you think?  I'm thrilled with it! I think it beautifully conveys the themes in the music, about creating beauty out of love for others, and celebrating God's artistry."}, {"update_no": "UPDATE #15", "update_userinfo": "Album Downloads Sent!", "update_content": "Hi Friends, \nJust got back from my 2nd trip to Minneapolis where I recorded lead vocals for all 10 songs on the new album. I'm SUPER pleased with how things went; I think we got some really solid performances. I'm listening back to some of the songs today and getting excited about their progress. Watching a song bloom from rough \"demo\" to full-blown production is a beautiful thing.  "}, {"update_no": "UPDATE #14", "update_userinfo": "Houston, We Have a Cover!", "update_content": "Hey, friends!\nThis past week has been a dream come true--I wish you could have been there with us! We recorded drums, bass and guitars at The Library Studios in Minneapolis, MN and got some AMAZING sounding tracks (that's what we in the biz call the basic instrumental elements of a song--without lead vocals).\nNate Sabin produced, as you know. Steve Goold played drums (Owl City's new drummer); Aaron Fabbrinni played bass (plays for Sara Groves, Jason Gray, others); Tyler Burkum played electric guitars (of the band Leagues, also plays for Mat Kearny and others) and Nate on acoustic. They poured their hearts and souls into these songs, and I'm loving the new direction and vibe of this album! "}, {"update_no": "UPDATE #13", "update_userinfo": "Sing, Sang, Sung (Vocal Sessions!)", "update_content": "Hi Guys!\nTake a look at that view below....it's what I'm seeing here in gorgeous Minnesota as we're working on getting the songs ready this week before heading into the studio Monday, May 14th. Sometimes we sit on the front porch swing, or the back deck, guitars in hand.....it's been like a retreat, eating and resting and enjoying the company of dear friends while playing the new batch of songs. I'm in heaven, pinch me!"}, {"update_no": "UPDATE #12", "update_userinfo": "Recording Sessions Snippets", "update_content": "Hey Friends,\nWe're on our way! Everything You Love Comes Alive WILL be coming to life in the coming months and I'm excited to keep you in the loop! \nSince making our goal and getting funding, my producer, Nate, and I have been putting our heads together to create a timeline for the making of this record. We think we've got something that will work with our schedules and allow for a summer release. "}, {"update_no": "UPDATE #11", "update_userinfo": "Pinch Me, I'm Dreaming!", "update_content": "We made our goal, and then some! $12, 262 is our final number and I like to think you're here in my kitchen right now, DANCING A JIG with me!!! Whoo hooo!\nI'm THRILLED to be making this new album, and beyond grateful that you're helping me do it. I can't tell you how overwhelmed and full my heart is at this very moment. \nBig hugs to every one of you. I'll be in touch soon!"}, {"status": [{"Project funds successfully": "140 backers pledged $12,262"}]}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/stacifrenes/staci-frenes-bringing-a-new-album-to-life", "project_name": "Staci Frenes: Bringing a New Album to Life!"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "After all these years of supporting other folks, singing background vocals, teaching Kindergarteners, Karol is finally doing her own project.  We are recording 5 songs -  3 originals written by, none other than - Jeff Moore, 1 written by her dear friend - John Sherrill, and an 'oldie but goodie' Hymn.  We have recorded the basic tracks for all 5 songs, but still need to mix and manufacture.  The money we raise here will go for paying for studio time, the players for their time and talents, and the manufacture/reproduction of the music (including ITunes).  Fortunately, we can do a lot of stuff 'in house', but there is still a lot of cost involved in the process.  You will receive rewards for your donations!!  Please consider being a part of my project!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Karol Ann Moore\nFirst created · 0 backed\nKarol Ann grew up in a small East Texas town where she began singing in church at a young age. With roots in gospel and country music, she...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Onward and upward...", "update_content": "Well we only have 5 more days to fund my project.  Thank you to everyone who has already donated.  We have almost everything recorded - a couple of background vocal parts to complete this evening.  Jeff has already begun mixing a couple of tracks and I'm really excited about how its turning out.  We had a fantastic, 'gospel' style lady named Deani Flemmings (who appeared on Austin City Limits with Robert Earl Keene!) come in and do some really awesome parts on How Great Thou Art and I'm Amazed, as well as a friend named Mark Ford who did some killer cello parts!  Think you guys are really going to enjoy it:)  Look for another post later this week!!"}, {"status": [{"Project ends": "SEPTEMBER 25, 2011"}, {"Project launches": "AUGUST 26, 2011"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/karolmoore/karol-moore-solo-ep", "project_name": "Karol Moore Solo EP"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "\"My Oh My\" is a 3-song EP by teenage singer-songwriter Emilie Kirkpatrick to be produced by Ramy Antoun in Austin, Texas. \nImagine badgering your dad and mom for more than two years for a guitar and lessons. Emilie was seven. By age 13 Emilie was singing and playing with her musician dad in front of hundreds of people as a member of the church rock band. Emilie's parents knew music was more than just a passing fancy when she turned 14-years-old. After saving babysitting money for a year, she walked into Guitar Center to buy her very own electric guitar--a Gibson SG with a worn cherry finish. She not only has a passion and dream for music, but an emerging gift more than ready to be taken to the next level.\nEmilie was mentored in songwriting by Grammy nominated artist Sarah Kelly who helped Emilie write some of her very first songs. Her keen ear for writing melodies and the powerful and natural vocal are a compelling blend. It took her first experience with an extremely gifted songwriter to expose this gift. Now, this project will allow Emilie to grow even more.\nThis is where Ramy Antoun founder and president of CAG (Creative Arts Group) enters the story. As a producer he recently recorded artists such as Sara Overall and the 1211 Band and is also credited on albums as a session drummer by artists including Black Eyed Peas, Pat Benatar, Paul Oakenfold, Buckethead, Katie Rose, Alannah Myles, Michael Brooke, and Glen Phillips. Ramy has coached and mentored dozens of very gifted artists so this recording will be a huge win for young Emilie. \nDreams are possible, but they never come free. Help Emilie live her dream! Kickstarter.com is a great way to help support that process, but we need to raise all of the $4,500 or the project will not happen. Your investment will also benefit you in being able to enjoy the perks--whether simply an advanced copy of the CD or access to the recording sessions.\nBesides the very reasonable production budget, Emilie requires enough for plane tickets to Austin, a small printing of the CDs and final mixing and mastering costs. The quality of this project is sure to exceed the budget set. So, any additional money will allow marketing, a tour and other artist-development activities to be funded!\nTo get updates on Emilie, join her Facebook Page!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "T-SHIRTS ARE COMING!!", "update_content": "T-SHIRTS ARE COMING!!\nYes, they are. For those backers above the $50 mark they will be mailed on December 18, or as soon as available.\nNow, if you DID NOT get that perk, PLEASE buy one of these custom designed t-shirts for $20 on Emilie.Bandcamp.com!"}, {"update_no": "UPDATE #17", "update_userinfo": "The CDs are FINISHED and READY TO SHIP!", "update_content": "CDs Ship to Funders THIS week!\n\nYes, if you have a the EP on CD as a perk, you will get this mailed to you THIS coming week. Late last night they just came in and look great!\nDid not get one for a perk but want it.. or to buy more?\nGo to Emilie’s Bandcamp.com page or Blog to order as many as you like!"}, {"update_no": "UPDATE #16", "update_userinfo": "EP is now DOWNLOADABLE (bandcamp.com or iTunes) ...CDs in Process!!", "update_content": "YES! The EP is now ready to be purchased online. \nBANDCAMP: You can stream, download in HD formats AND order a CD to be sent to you when they are ready (November 1). If you buy a CD version, you get the download version as part of the deal!\nhttp://emilie.bandcamp.com/album/my-oh-my-ep"}, {"update_no": "UPDATE #15", "update_userinfo": "MUSIC VIDEO: Behind the scenes footage of the recording!", "update_content": "Have you moved your pledge over yet? Remember, this site will not fund. Only 27 people have not moved as of tonight.\nOr, if you want to help PLEASE go to IndieGoGo.com/emilie "}, {"update_no": "UPDATE #14", "update_userinfo": "PHOTOS of the recording sessions... 5 days left, please move your pledge if you have not yet!", "update_content": "I have a prayer page set up for my recording sessions! If you are willing to pray at least once during the two recording days, please sign up on my Facebook event!\nFacebook Prayer Wall\nThanks!!\nEmilie"}, {"update_no": "UPDATE #13", "update_userinfo": "6 DAYS LEFT...moving over your pledge is easy!", "update_content": "You might have noticed a message in this song about being human, which is exactly how I am feeling at the moment.\nI have a little story to tell you.\nAs many of you probably are aware of, I did a Kickstarter campaign and raised the full amount for my CD project One moment we were celebrating the amazing generosity of so many people. I was really excited about reaching the goal."}, {"status": []}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/emiliemusic/my-oh-my-ep-by-emilie-kirkpatrick", "project_name": "\"My Oh My\" EP by Emilie Kirkpatrick"}}, {"backer": "Rich Kirkpatrick", "project_data": {"campaign": {"story": "FOUR LETTER WORDS: Conversations on faith's beauty and logic\n-------------------------------------------------\nGoal reached! But let's keep going!!! It's not too late to become a backer!\n-------------------------------------------------\nJoin the cause of helping a confused culture find its way back to God. Pre-order your copies of FOUR LETTER WORDS here, and help shine a light for generations groping in darkness.\nFOUR LETTER WORDS is my second book. I'm asking for your help to bring it to life through Kickstarter. Just pre-purchasing your book helps back this cause. By clicking the \"back this cause\" button, you'll make it possible to spread its message around the world.\nThe message is simple: life works best when we do it God's way as revealed in the Bible. What if the brokenness, the struggles, the confused morality, the sexual desperation around and within us can be healed? What if a hard look at Jesus provides authentic answers to life's toughest questions? It's not about religion, it's about Jesus.\nWhat if some of life's biggest questions didn't have to stay questions forever?\nYour backing will... \n--Purchase your own high quality paperback books and help publish them for others.\n--Make e-books available on Kindle, Nook, and other formats. \n--Create charts and graphics (downloadable) to make the message clear, and to help with groups and classes. \n--Provide practical resources for groups and individual study via the Four Letter Words website. \n--Spread the word about this life-altering, faith-strengthening project.\nAdditional sales now that we've reached the goal will go toward creating additional resources. Thank you!\nCOMING FALL 2011! \nCover price will be $13.99. Become a backer now for pre-release discounts.\nCHRISTMAS GIFTS - GRADUATIONS GIFTS - STUDENTS AND FRIENDS\nYou won't be charged unless we reach the goal amount, so you purchase your pre-release copies with confidence. Once we hit the goal, the book is guaranteed to be printed. It is already written, I'm just polishing it up right now. The first part of the goal helps publish the book. As we exceed the goal, I'll be able to create great websites and add even more resources to help our friends see that God makes sense. \nGREAT NEWS! The foreword will be written by Dr. Sarah Sumner, DEAN OF A.W. TOZER THEOLOGICAL SEMINARY.\nHow you can help...\n1. Buy as many copies as you can; become a backer at the highest possible level.\n2. Spread the word. Please link to this page on Facebook, Twitter, and your blog weekly until we meet the goal. Tell your friends. The links and icons above will make this easy. You have no idea what a big help this would be! Especially if you invite your friends to repost your posts!\n3. Pray that God will use this project to speak his own four letter word of LOVE over a culture that has lost its way.\nFrom the Christian perspective, the world's crying need is a return to God. But our friends won't do that until their objections are answered. FOUR LETTER WORDS speaks to the touchy ideas that our ultra-tolerant age can't tolerate about Jesus. With love and patience, this book dismantles the disbelief that keeps our friends from God.\nNo system of faith or truth has ever offered as beautiful, logical and satisfying a worldview as biblical Christianity. It's time to say so, with compassion, humility, and courage.\nTable of Contents\n1. FOUR LETTER WORDS --Why do Christians believe stuff that gets them into trouble? Why can they seem so intolerant? Why does our ultra-tolerant culture find the Christian worldview so intolerable?\n2. TRUE --Who says your truth has to be my truth too? Can’t we both be right? What is truth and where can I find it?\n3. KNOW --How do we know what we know? Is faith a weak link in the Christian’s chain of knowing? Doesn’t science contradict the Bible?\n4. OUCH, part 1 --Why is there pain and suffering in the world? Why does my life hurt? When will God stop the pain? What is he waiting for? \n5. OUCH, part 2 --Is suffering real or just an illusion? Does Jesus care? Is he strong enough to heal my wounds?\n6. EVIL --Do good and evil really exist? How do I tell the difference? Should Christians be judgmental? Who's to say what's right and wrong?\n7. WORD --What makes the Bible so special? Isn’t it just one among many valid options? Isn't all truth God's truth?  \n8. DAMN --Is hell real? Will God send people there? Why? How can hell be consistent with God’s love? Doesn't love win in the end? (You can download this chapter for free by clicking here.)\n9. WAIT --Sexuality is a normal part of life, so, if we love each other, why wait? Wasn’t the Bible written for a different time and place? Why should we enforce its ancient values today?\n10. HOPE --Strength for today, hope for tomorrow. No philosophy or religion has ever given the world as much hope as biblical Christianity. A beautiful story of interlocking truths, revealing the heart of a Father who loves you. Why not try Jesus?\nHere are some early reader comments...\n“I don't know if you were hoping for a rave review or not but... you've got it. :) This was great. Seriously. I was tempted to pass it on to my pastor because I think it is something he really needs to read. These issues are exactly the reason my church is so small... our neighborhood is all young, postmodern-ish people, VERY reluctant to go to a church with \"evangelical\" over the door. I read it all through a couple times, Wayne read it through and we agreed that it's a really important and well-written book. Your voice is great. You don't sound like you're trying to be too conversational, but you are making whole semesters worth of information very accessible. Anyway. Huge high-five directed your way.”\n* * * * * \n“Well, I love it. You hit the nail on the head with the conversational aspect. It is easy to read, witty, funny, and clever without skimping on meat.\n* * * * *\n“You accurately and passionately take very deep, very profound theological and philosophical concepts and give them a familiarity that would allow me to be on a first name basis with them.\n* * * * *\n“Most importantly, as a 20 something majoring in philosophy and in love with Biblical theology, I would recommend this book at length to anyone and everyone I know. Like I said before, it is weighty enough to captivate people versed in philosophical nomenclature without disappointment, and yet practical enough for your average blue-collar guy or gal to grasp and utilize. Our culture is indeed under attack, and we need to provide the tools of battle needed to wage war. This is one of those tools, and I thank God that He has given you the ability to do something like this. Keep 'em coming!!!!”\nCOMING FALL 2011! \nClick here to view my first book, released about a year and a half ago... Check out the 100% five-star reviews. Ditto for Barnes & Noble and Christian Book Distributors. ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Four Letter Words -- Kindle Version Link", "update_content": "Thanks again for your early support of Four Letter Words. The book is now a reality and is already impacting lives. I'm so humbled and excited.\n\nYour book/s are ready to go!!!! \nIf you live in/near Redding CA, you can pick your book/s up this weekend at Neighborhood Church after our Celebration services. Books are pre-packaged with your name on the package. All books have been autographed along with whatever inscriptions you requested. I'm happy to personalize any book for you if you want to bring it up after a service. "}, {"update_no": "UPDATE #10", "update_userinfo": "Four Letter Words ebook download", "update_content": "As of 13 minutes ago, the Four Letter Words Kickstarter goal was officially achieved. Your backing made it possible, and I want you to know how grateful I am. Thank you. I'm trusting God to use this book to change lives for eternity.\nSoon, I'll be reaching out to you for delivery information. The print version is scheduled for this Fall; the ebook a little earlier. \nRavi Zacharias said, \"What I believe in my heart must make sense in my head.\" That truth carries me along with this project. Thanks for your help. I'll keep you posted all along the way."}, {"update_no": "UPDATE #9", "update_userinfo": "Four Letter Words Heading Your Way Soon", "update_content": "I'm excited, happy, blessed, and psyched to say that tonight, Four Letter Words achieved its Kickstarter goal! Yay God! And a huge thank you to you.\nThis goal ensures that the project goes forward, and the book gets released. Please know that you are appreciated more than words can say.\nI pray that, through this book, a bazillion students and adults meet Jesus, strengthen their faith, and get equipped to speak the healing truth of Christ to a messed-up culture. You're part of making that happen. Thank you."}, {"status": [{"Project funds successfully": "90 backers pledged $3,456"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/godmakessense/four-letter-words-conversations-on-faiths-beauty-a", "project_name": "FOUR LETTER WORDS: Conversations on Faith's Beauty and Logic"}}]