[{"backer": "robert duffy", "project_data": {"campaign": {"story": "”I first read this as a screenplay. Having myself experienced what can happen when a screenplay becomes a graphic novel, to say I'm excited by this Kickstarter is very much an understatement!” — William Gibson\nMADI is a 260-page road trip graphic novel set in the near future, by film director Duncan Jones (MOON, SOURCE CODE) and writer Alex de Campi (BAD KARMA, BLADE RUNNER), and drawn by some of comics’ most exciting artists including Glenn Fabry, Simon Bisley, Duncan Fegredo and Pia Guerra. Each artist tackles a 8-30 page section of the story, bringing to life one location.\nSee for yourself: Download the first 19 pages of MADI here! Includes both the Fegredo/Phillips and Shimizu covers.\n This project is EU/UK shipping friendly! We are drop-shipping to a UK distributor so shipping is affordable to our huge and beloved European fanbase. Estimated maximum shipping costs for a single book are: US: $10 / Canada & Mexico: $15 / UK: $20 / Mainland Europe: $25 / Rest of World: $55. Shipping costs will be collected at checkout (after the campaign ends) via Backerkit, where you’ll also have the chance to add on additional books or upgrade to a higher-tier book. \nMadi Preston, a veteran of Britain’s elite special operations J-Squad unit, is burnt out and up to her eyeballs in debt. She and the rest of her team have retired from the military but are now trapped having to pay to service and maintain the technology put into them during their years of service.   They're working for British conglomerate Liberty Inc as  mercenaries, selling their unique ability to be remote controlled by specialists while in the field, and the debts are only growing as they get injured completing missions. We meet Madi as she decides she’s had enough.  She will take an off-the-books job that should earn her enough to pay out her and her sister, but when the piece of tech she’s supposed to steal turns out to be a kid, and she suddenly blacks out... she finds herself on the run from everyone she’s ever known. \nIn a globe-spanning adventure from Shanghai to Soho, Madi has to stay one step ahead of the giant corporations closing in on her from all sides. \nMADI is the third and final story in the “Mooniverse,” an anthology of independent stories that take place in a shared future. You don’t need to have seen MOON or MUTE to fully enjoy this standalone book.\nThe full roster of line artists are: Dylan Teague, Glenn Fabry, Duncan Fegredo, LRNZ, Ed Ocaña, André Araújo, Simon Bisley, Rosemary Valero-O’Connell, Tonci Zonjic, Pia Guerra, James Stokoe, RM Guéra, Chris Weston,  Rufus Dayglo, Annie Wu, David Lopez and Christian Ward. Our amazing colour team includes: Matt Wilson, Nayoung Kim, Chris O’Halloran, Adam Brown, Jacob Phillips, Raúl Arnaiz, Giulia Brusco, Sergey Nazarov and Kelly Fitzpatrick. Lettering is by Alex. \nEvery artist has been paid their full asking rate and is also getting royalties on the project. As freelancers ourselves, we believe in being the change we want to see in the industry.  \nThe book is almost finished being drawn and is currently being lettered. It will be sent to backers in early November, and comes in your choice of a luxe 7¼ X 10 ½” paperback, a 8.3” x 12” hardback (the original art size), or an oversize 10 x 14½” cased hardback with over 40 pages of back matter. The paperback cover is by Duncan Fegredo & Jacob Phillips, and the hardback cover is by Yuko Shimizu. \nDuncan Fegredo and Jacob Phillips' beautiful wrap cover for the paperback edition\nBecause both Duncan and Alex have big fanbases in Europe we are doing our damnedest to make sure shipping is as inexpensive as possible while maintaining safe and careful mailing of these extremely nice, high quality editions. We're working with drop-shipping to UK distributors so European buyers won't have to pay airmail from the US.  Backerkit is handling all our pledge management and will be charging shipping at the end, once the campaign is over (you'll also be able to add on books or upgrade your pledge at that time, if you want). Z2 has its own warehouse, so US fulfillment can be handled easily and professionally in-house. \nNo digital version of MADI will be made available at this time, or indeed maybe ever.\nStores, you will be able to order MADI for retail sale at your fine shops a few weeks after Kickstarter fulfillment.  \nYuko Shimizu's luscious cover for the hardback edition\nA model of Yuko's cover on the hardback, without logos (why interrupt the pretty until you have to)\nThe deluxe slipcase edition is truly a magnificent book, with the art reproduced at luscious 10” x 14.5” size (a 20% blowup on the book’s original art size of 8.3” x 12”) and with over 60 pages of extras, process, and essays from Duncan and Alex, along with surprise bonus art from friends like Colleen Doran and Jeffrey Veregge! See a scene go from original screenplay through Alex’s handwritten breakdowns to comic script, pencils, inks, then colours! Pore over the thumbnails and rough layouts of masters like Duncan Fegredo and RM Guéra! Enjoy all the character sketches and development work that went on behind the scenes (there was a lot, this project was super complex to produce) such as Annie Wu’s amazing Kitty Cop concept art, below! (The whole Kitty Cop origin story is pretty great, too, it basically involves Alex + too much sugar.) \nThe Madi deluxe edition with diecut slipcase\nThe slipcase edition features Yuko’s gorgeous wrap cover without logos, inside a diecut slipcase that allows Yuko’s illustration of Madi to show through. This slipcase edition will not be available for retail sale; if you miss it here, maybe we might have a few at the Z2 Comics table at a convention, but maybe not. \nAnnie Wu’s concept art for our Kitty Cops, or: “kawaii, but make it fascism”\nDuncan Fegredo's lovely wrap cover for the softcover edition, before its colours by Jacob Phillips!\nA Simon BIsley warmup sketch, as you do; another of the sort of extras that only come in the deluxe slipcase edition\nAlso, neither Duncan nor Alex have ANY chill so we'll probably post lots of lettered pages in the updates.... but only for backers.  \nDuncan's last \"Free the 156\" stickers from MUTE, for the first 50 hardcover backers\n Who we are:\nMan; made Moon & more\nDuncan Jones is a British advertising and film director, best known for his BAFTA winning film MOON, epic game-based fantasy movie WARCRAFT and his other science fiction films SOURCE CODE & MUTE.  He is presently staying safely locked up at his home, waiting for it to be safe to go out and make ROGUE TROOPER of 2000AD fame with Rebellion Studios.  Duncan is answerable to his wife, Rodene, his two kids, Stenton 4 and Zowie 2, and his dog, who takes her privacy very seriously after a scamming incident, and wishes to remain anonymous. \nWoman; made books\nAlex de Campi is a novellist and comics writer, best known for her noir graphic novel BAD GIRLS and her love anthology TWISTED ROMANCE, both of which were nominated for three Eisner awards last year. She has also written some episodes of Shinichiro Watanabe’s BLADE RUNNER anime (on Toonami next year) and worked with Masamune Shirow on a GHOST IN THE SHELL comic for Kodansha. Her debut novel, medieval suspense thriller THE SCOTTISH BOY, comes out at the end of the month and you can preorder it here in the UK or here in the US. You can read her action-thriller comic BAD KARMA anywhere in the world right now, as it is pay-what-you-wish on lovely webcomic site Panel Syndicate. Alex is answerable to her daughter Lorelei and her deafblind pit bull Tango, and they’re all answerable to the darn cat. Her little family is currently enjoying being the only people left in Manhattan. ", "risks": "Risks and challenges\nThere are very few risks, the book is already paid for and most art is finished. MADI will come out but there can always be printing delays, a massive economic depression or a meteor hitting earth.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 29 or more", "title": "MADI: softcover", "descp": "The 7.25\" x 10.5\" mass market paperback edition of MADI with its gorgeous Duncan Fegredo wrap cover. 260 pages of story; no extras, no signature.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI softcover Fegredo cover", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["894 backers"]}, {"amt": "Pledge US$ 49 or more", "title": "MADI: hardcover", "descp": "The 8.3\" x 12\" hardcover edition of MADI with its stunning Yuko Shimizu wrap cover. This is the original art size at which the book was drawn. 260 pages of story; 30 pages of extras.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI hardback Shimizu cover + 30 pages of extras", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,253 backers"]}, {"amt": "Pledge US$ 66 or more", "title": "RETAILER TIER: 5x MADI softcover", "descp": "Get copies of MADI early for your customers! 5 copies of the MADI softcover (Fegredo cover) at a 55% discount to retail, which is better than Diamond. We also won’t include a half-eaten sandwich or an open boxcutter in the box, unless you really want one.\nNote: shipping is calculated after the campaign ends at Backerkit checkout. Z2 has its own warehouse and works with a major distributor, so shipping will be competitie to the rates you’re used to.\nINCLUDES:\n5× MADI softcover Fegredo cover", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "“One to read, one to keep” basic bundle", "descp": "A copy of the softcover edition of MADI wiith its Duncan Fegredo cover for reading, and a copy of the full-size hardback ediition of MADI with its Yuko Shimizu cover for coffee table / bookshelf purposes.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI softcover Fegredo cover\nMADI hardback Shimizu cover + 30 pages of extras", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["157 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "MADI: deluxe edition", "descp": "The oversize 10\" x 14.5\" hardcover, slipcase edition of MADI with its stunning Yuko Shimizu wrap cover. 260 pages of story, over 60 pages of extras, and signed by Duncan and Alex. Plus! Three prints of the team's favourite images from the book.\nShipping will be charged afterwards by Backerkit.\nINCLUDES:\nMADI deluxe slipcase Shimizu cover + signatures & 60+ pgs extras\nThree 8 x 12 prints", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["566 backers"]}, {"amt": "Pledge US$ 111 or more", "title": "RETAILER TIER: 5x MADI hardcover", "descp": "Get copies of MADI early for your customers! 5 copies of the MADI hardcover (Shimizu cover) at a 55% discount to retail, which is better than Diamond. We also won’t include a half-eaten sandwich or an open boxcutter in the box, unless you really want one.\nNote: shipping is calculated after the campaign ends at Backerkit checkout. Z2 has its own warehouse and works with a major distributor, so shipping will be competitie to the rates you’re used to.\nINCLUDES:\n5× MADI hardback Shimizu cover + 30 pages of extras", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 119 or more", "title": "“One to read, one to keep” deluxe bundle", "descp": "A copy of the softcover edition of MADI with its Duncan Fegredo cover, for easy reading, and a copy of the deluxe oversize slipcase edition of MADI with all the extras / backmatter, for coffee table purposes. Plus three prints iincluded with the slipcase editon!\nShipping will be charged afterwards by Backerkit.\nINCLUDES:\nMADI softcover Fegredo cover\nMADI deluxe slipcase Shimizu cover + signatures & 60+ pgs extras\nThree 8 x 12 prints", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["270 backers"]}, {"amt": "Pledge US$ 159 or more", "title": "The “One of Each”", "descp": "The triple crown: one copy of the softcover, one copy of the hardcover, one copy of the deluxe slipcase edition. Plus the three prints that come with the deluxe. Share them with friends, or simply amass them in a pile and sit on them like a very contented dragon.\nNote: shipping will be charged afterwards, by Backerkit.\nINCLUDES:\nMADI softcover Fegredo cover\nMADI hardback Shimizu cover + 30 pages of extras\nMADI deluxe slipcase Shimizu cover + signatures & 60+ pgs extras\nThree 8 x 12 prints", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 24 or more", "title": "Madi softcover: first day discount", "descp": "Discounted pricing for the first 24 hours of the MADI campaign only! The 7.25\" x 10.5\" mass market paperback edition of MADI with its gorgeous Duncan Fegredo wrap cover. 260 pages of story; no extras. Plus! Invite to exclusive Zoom Q&A with Duncan and Alex to be held within the next week.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI softcover Fegredo cover\nExclusive Zoom Q&A with Duncan and Alex", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "963 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "Madi hardcover: First 50 backer special!", "descp": "Discounted pricing for the first 24 hours of the MADI campaign only! The 8.3\" x 12\" hardcover edition of MADI with its stunning Yuko Shimizu wrap cover. This is the original art size at which the book was drawn. 260 pages of story; 30 pages of extra material. PLUS!!! For the first 50 hardback backers only, a \"Free the 156\" sticker from Duncan's last remaining cache of MUTE stickers. AND!!!! Invite to exclusive Zoom Q&A with Duncan and Alex to be held within the next week.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI hardback Shimizu cover + 30 pages of extras\nA \"free the 156\" sticker from Duncan's last 50 MUTE stickers\nExclusive Zoom Q&A with Duncan and Alex", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "Madi hardcover: first day discount", "descp": "Discounted pricing for the first 24 hours of the MADI campaign only! The 8.3\" x 12\" hardcover edition of MADI with its stunning Yuko Shimizu wrap cover. This is the original art size at which the book was drawn. 260 pages of story; 30 pages of extra material. Plus! Invite to exclusive Zoom Q&A with Duncan and Alex to be held within the next week.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI hardback Shimizu cover + 30 pages of extras\nExclusive Zoom Q&A with Duncan and Alex", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1,738 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "MADI deluxe edition: first day discount", "descp": "Discounted pricing for the first 24 hours of the MADI campaign only! The oversize 10\" x 14.5\" hardcover, slipcase edition of MADI with its stunning Yuko Shimizu wrap cover. 260 pages of story, over 60 pages of extras, and signed by Duncan and Alex. Plus! Three prints of our favourite pages from the book! And! Invite to exclusive Zoom Q&A with Duncan and Alex to be held within the next week.\nShipping will be charged afterwards by Backerkit!\nINCLUDES:\nMADI deluxe slipcase Shimizu cover + signatures & 60+ pgs extras\nThree 8 x 12 prints\nExclusive Zoom Q&A with Duncan and Alex", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "836 backers"]}], "updates": [{"update_no": "UPDATE #60", "update_userinfo": "Update on Europe", "update_content": "Mainland Europe: All of the books are now shipping, however the last part of the process is the DHL notification. You may ask if they started the process Friday the 7th why is it taking so long well May 13th is a national holiday in Germany and the fulfillment center was closed for it and the 12th. That said everything is almost all packed and DHL notifications will start going out as the last part of the process. Apologies on this, but of the fulfillment this is the hardest part as we are dealing with a 9 hour time difference, a language barrier, and multiple software systems\n\n\nUK: We are interfacing with our shipping company about all missing and damaged orders to get that fixed. We do need a bit of time especially with damages as we do not handle directly ourselves.\n\nBackerkit: Now we noticed recently there was a surge of people filling in their Backerkit incredibly late. If you did so you will get your books, but we based out warehouse allocations on the Backerkit data. With Z2's normal shipping operations we can pull it automatically but with Backerkit we manually have to refresh pull and put in our system. ( It's why we sent out so many notices on it). In other words, if you JUST paid your Backerkit, your books will be a couple weeks behind everyone else’s books that are already paid / in the system.\n\nIf there are any issues with an individual order please email rather than message the Kickstarter or comment we have people there ready to help and it will go a lot quicker than commenting. When you mail support, please provide your name, your full mailing address, and what you ordered / what’s missing. If it’s about a damaged book, please include a photo of the damage.\n\nThank you all for your patience"}, {"update_no": "UPDATE #59", "update_userinfo": "Shipping Update: UK missing books and WTF is going on with Europe", "update_content": "Hellloooooo!\nUK hardback, deluxe, and bundles are shipping! Yay our distributor! There are a bunch of you, but books are starting to go in the mail today! I don’t believe they’re emailing tracking numbers (the issue with working with a distrib is sometimes I don’t have 100% transparency on what is going on with them) but UK friends, keep an eye on your mailboxes! I should imagine the first of you will start getting your books on Friday and then it’ll continue all next week. Please please please do not email support right now asking for UK tracking numbers, we won’t be able to give them, but your books are on their way!"}, {"update_no": "UPDATE #58", "update_userinfo": "UK books: 75% there // European books: starting to send this week", "update_content": "Hey everyone! Thrilled to say the hardback and deluxe books are en route to the UK and Europe and almost there!\nEarly next week, will be sending NEW KICKSTARTER SURVEYS to confirm mailing addresses for all hardback, deluxe, and bundle backers in the UK and Europe! Yes, we already sent one, but it was a while ago, and a bunch of you hae moved.  Please click the suurvey, CHECK YOUR MAILING ADDRESS IS RIGHT, then confirm or fix ASAP! The survey will take you five seconds to do. It’s FAST."}, {"update_no": "UPDATE #57", "update_userinfo": "It’s (almost) all in the mail!", "update_content": "Hey All\n\nHope everyone is good getting the books routed to Europe/UK as we speak. One thing to note in the next week or so we are going to send out an e-mail to people to confirm/update  addresses, if you need to please do we just want to make sure the books arrive where they need to."}, {"update_no": "UPDATE #56", "update_userinfo": "Address Updating for UK / Europe hardcover, bundle & deluxe backers!", "update_content": "Hey All\n\nWe are getting all the shipments ready to go out to Europe/U.K next week now that the snow is cleared from Denver.\n\nWill keep you updated as it goes along. "}, {"update_no": "UPDATE #55", "update_userinfo": "UK & Europe: look out for a survey! We’re re-confirming your addresses and then ✨ it’s book time ✨", "update_content": "Hey All\n\nSo there really is nothing new to report given our warehouse is snowed in till Thursday. That said going to be limiting these updates to once a week on Fridays now as we've gotten most of the problems figured out and to spare all of your inboxes."}, {"update_no": "UPDATE #54", "update_userinfo": "3/26 Update", "update_content": "Hey All\n\nSo got some substantive updates this time\n\nUK- Good news here we found a UK based distributor to help us with fulfillment, given the developing COVID situation ( UK has a great vaccination program going), fairly confident we will get these out to you early April* I am putting the Asterisk because who knows that can happen that said barring a boat getting taken over by pirates, some national disaster/ a mutant covid variant that causes  zombie we should be good. This will also spare you guys duties/tariffs and damaged books"}, {"status": []}], "comment_no": 1129, "projec_url": "https://www.kickstarter.com/projects/z2comics/madi-once-upon-a-time-in-the-future", "project_name": "Madi: Once Upon A Time In The Future"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "Hey there! My name is Bianca & I'm an Artist who is passionate about creating inclusive, cute & meaningful things.\nThis is officiallyyy my last Wavy Pride Series themed project. It's been an amazing experience creating so many pins reflecting so many different identities!! This doesn't necessarily mean the collection is finished — I will, overtime, release new pride pins as much as I can but will be shifting my focus onto other inclusive projects <3\nShort backstory on the wavy pride shape: I created this shape in 2017 after being inspired & fascinated with \"liquid\" style and how it would be used to make objects look like they were in motion! Within the custom shape I saw that each groove/line could be separated with a different color and then I thought of adding the pride flag design! From there it just kept evolving.\nWear these pins proudly, share positivity and represent who you are! I hope this will inspire others to spread love, not hate. These pins are perfect for those who strive to be more thoughtful, kind, and inclusive within the LGBTQ+ community no matter your race, gender, sex/sexuality, appearance, impairments/disabilities, or overall identity.\nUNLOCKED! — Initial $750 Goal: Queer, Polyamory & Gay Male MLM Pride Pins \nQueer — an umbrella term that has been embraced and reclaimed by some of the MOGAI community as a symbol of pride, representing individuals who fall out of  the gender and sexuality “norms”.\nThe pinks and blues next to each other represent same-gender attraction,  the orange and green are for nb, and black and white for  ace/aro/agender spectrum people as well.\nPolyamory — the practice of, or desire for, intimate relationships with more  than one partner, with the informed consent of all partners involved. It  has been described as \"consensual, ethical, and responsible  non-monogamy\". There are two flags, the earlier with the Pi symbol and the newer update with the heart and infinity symbol. If you pledge for this pin, let me know which flag you prefer in the comments or in a message!\nMLM / Gay Male — Men Loving Men / Someone, who can be transgender or cisgender, who is generally attracted  to someone of the same gender. Being gay is separate from the concept of gender identity, and so it is possible for a trans person to be both trans and gay.\nUNLOCKED! — First stretch goal unlocked at $1000\nOmnisexual  — a sexual orientation where the individual recognizes and is attracted to people of all sexes, genders, and gender identities, with gender as a factor in their attraction.  \nUNLOCKED! — Second stretch goal unlocked at $1250\nDemiromantic  — a type of grey-romantic who only experiences romantic attraction after developing an emotional connection beforehand. Demiromantics do not experience primary romantic attraction, but they are capable of secondary romantic attraction.   \nUNLOCKED! — Third stretch goal unlocked at $1500\nBigender — A gender identity which can be literally translated as 'two genders' or  'double gender'. Bigender people experience exactly two gender identities, either simultaneously or varying between the two. These two gender identities could be male and female, but could also include non-binary identities.\nUNLOCKED! — Fourth stretch goal unlocked at $1700 — Doubles as a freebie and a pin you can pledge for!\nInclusive Pride — A merge of Philadelphia's QPOC Pride and the Transgender Pride Flags. A design meant to be inclusive of our community. This is a new variation from my collaboration with Netflix's Tales of the City!!\nUNLOCKED! — Fifth stretch goal unlocked at $1950\nSapphic — Referring to women or woman-aligned NB people who are sexually and/or  romantically attracted to other women(-aligned) people. Applies to lesbian, pansexual, bisexual, and other women(-aligned) who are  sexually/romantically attracted to women(-aligned). \n\nOriginates from the Greek poet Sappho, a bisexual woman from the Isle of Lesbos, from which we get the term lesbian.\nNext stretch goal unlocks at $2150\nAchillean — A term to describe men, partial men, or male-aligned people who are  attracted to other men, partial men, or male-aligned people. It is not  necessarily synonymous with gay because people who are bi, pan, ace, etc  can also use it as long as they fit the above statement.\nIn ancient  Rome, as in 19th-century England, green indicated gay affiliations.  Victorian men would often pin a green carnation on their lapel as  popularized by author Oscar Wilde, who often wore one on his lapel.\nNext stretch goal unlocks at $2400\nAndrogyne — A gender identity where a person experiences a blending of genders, or  feels that their identity is in between genders. Usually, but not  always, people who identify as androgyne feel that their identity is a  blending of male and female, or somewhere between those two genders.  Androgyne people may or may not choose to present androgynously.\nLast stretch goal unlocks at $2600\nGraysexual — Being between a- and allo- (asexual/aromantic/etc and  allosexual/alloromantic/etc); feeling attraction rarely, vaguely, or  weakly.\nFor example, a gray-a may:\n-Experience attraction but not very often.\n-Experience attraction, but not desire the type of relationship associated with that type of attraction.\n-Gray-a can be used as an umbrella term or as its own orientation.\nGray-a may also prefix to a label, as in \"Gray-heteroromantic, gray-homosexual\"\nYou may choose any available pin below in the special reward tiers :)\nFor now there is one, but more special rewards will be added as the project progresses!\n Learn more information about each pride flag here: Pride Flag Glossary \nMarch — Kickstarter Launch! Dance around my room\nMarch through April — Watching projects progression, Updating backers as needed, Planning, Engaging & Promoting on Social\nApril — Kickstarter project officially ends & is successfully funded!\nTBD — Survey Polls\nTBD — Initial preparing of packages (this will consist of printing out the list of names, rewards and gathering rewards on  hand  such as stickers, buttons and already made pins from my shop)\nMay —\nReceiving all of the pins and extra goodies\nQuality Check\nFinish up packages\nShipping everything out!\nOverall, your pledges/donations will help me raise funds for the costs of the enamel pin production, stickers, packaging and shipping, here is a breakdown:\nPin production: 60%\nProduction of stickers and any other new products included in rewards: 5%\nPackaging and Shipping: 25%\nKickstarter fees: 10%\nRewards will ship worldwide.\nMore info will may added if I learn any more details.\nIf anyone has any questions, do not hesitate to ask through the comments or direct message!", "risks": "Risks and challenges\nRisks and challenges\n\n- Common risks with pin-making could be delays in production which could also delay shipments. Colors will be slightly different from what you see on the web, but I try to make it look as close as possible with my products!\n\n- If for any reason, none of the backers want one of the listed designs, there's a small chance that it might not get made! The minimum order quantity for enamel pins is 50 so the more who request a design, the better it will be for me to invest into it. I hope that makes sense but if it doesn't, feel free to message me.\n\n- Some pins might be delivered after June, but I am going to do everything that I can to ship early so you can wear your pin for pride <3\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nReusability and recyclability\nNo extra plastic will be included with the packaging. Will be using eco-friendly boxes that you can reuse or recycle :)", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 3 or more", "title": "Wavy Pride Sticker", "descp": "ANY wavy pride sticker of your choice from the new or current collection!\n(Ships via first class mail without tracking)\nINCLUDES:\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 8 or more", "title": "Wavy Pride Sticker 4-Pack", "descp": "ANY four wavy pride sticker of your choice from new &/or current collection!\n(Ships via first class mail without tracking)\nINCLUDES:\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 10 or more", "title": "One Wavyy Pride Pin", "descp": "1 wavyy pride pin of your choice! Comes with matching sticker ^.^\nINCLUDES:\nPride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Two Wavyy Pride Pins", "descp": "2 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n2× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Three Wavyy Pride Pins", "descp": "3 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n3× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 30 or more", "title": "Special Wavyy Pride 3-Pack", "descp": "Three wavyy pride pins of your choice: mix & match with the new and current collection — (must get at least one from the new pins)! Comes with matching stickers ^.^\nINCLUDES:\n3× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 38 or more", "title": "Special Wavyy Pride 4-Pack", "descp": "Four wavyy pride pins of your choice: mix & match with the new and current collection — (two new, two current)! Comes with matching stickers ^.^\nINCLUDES:\n4× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Four Wavyy Pride Pins", "descp": "4 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n4× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 48 or more", "title": "Special Wavyy Pride 5-Pack", "descp": "Five wavyy pride pins of your choice: mix & match with the new and current collection, must at least get two from the new batch of pins! Comes with matching stickers ^.^\nINCLUDES:\n4× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Five Wavyy Pride Pins", "descp": "5 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n5× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 58 or more", "title": "Special Wavyy Pride 6-Pack", "descp": "Six wavyy pride pins of your choice: mix & match with the new and current collection, but must get at least TWO from the new set on this project! Comes with matching stickers ^.^\nINCLUDES:\n6× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Six Wavyy Pride Pins", "descp": "6 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n6× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "Seven Wavyy Pride Pins", "descp": "7 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n7× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 75 or more", "title": "Special Wavyy Pride 8-Pack", "descp": "Eight wavyy pride pins of your choice: mix & match with the new and current collection, but must get at least TWO from the new set on this project! Comes with matching stickers ^.^\nINCLUDES:\n8× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Eight Wavyy Pride Pins", "descp": "8 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n8× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Nine Wavyy Pride Pins", "descp": "9 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n8× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Ten Wavyy Pride Pins", "descp": "10 wavyy pride pins of your choice! Comes with matching stickers ^.^\nINCLUDES:\n8× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 8 or more", "title": "Early Birdy: Wavyy Pride Pin", "descp": "One wavyy pride pin of your choice!\nAn early bird special.\nINCLUDES:\nPride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 16 or more", "title": "Early Birdy: 2 Wavyy Pride Pins", "descp": "Two wavyy pride pins of your choice!\nAn early bird special.\nINCLUDES:\n2× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 24 or more", "title": "Early Birdy: 3 Wavyy Pride Pins", "descp": "Three wavyy pride pins of your choice!\nAn early bird special.\nINCLUDES:\n3× Pride Flag Sticker\nB Logo Sticker", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Your rewards are on the way!! <3", "update_content": "This is wilddd 🎉 I'm so excited to create these pins for you all!\nI honestly can't thank y'all enough for supporting me on this project! Y'all are amazing!!"}, {"update_no": "UPDATE #18", "update_userinfo": "The pins and stcikers are hereeeee!!!!", "update_content": "We’re so close to the Achillean stretch goal! Share this project in it’s last moments if you can <3\nI’m so excited that we’ve unlocked so many pins together!! Thank you all. This is so wild and awesome 😆 \nWill send the next update later on this evening but if you have any questions, let me know in the comments or a direct message!"}, {"update_no": "UPDATE #17", "update_userinfo": "The pride pins and stickers are almost finished y'all!!", "update_content": "The next stretch goal is unlocked y'all! Maybe we can reach the next one before this ends??\nSapphic pride is unlocked 🎉🙀\nThis is awesome y'all — it seemed impossible but we made it possible! "}, {"status": [{"Project funds successfully": "72 backers pledged $2,056"}]}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/biancadesigns/wavy-pride-enamel-pin-series", "project_name": "Wavy Pride Enamel Pin Series"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "One day, THE LOG will have something to say about this! BE READY and follow us, reach out and share via Facebook, Instagram and Twitter! #LogLadyFilm\nWhat will additional funding be used for?\n$250,000-$275,000 - We will be able to interview some of CATHERINE'S BIGGEST FANS from around the world and organize SPECIAL EVENTS!\n$275,000-$300,000 - We will be able to INCLUDE STAR TREK II: THE WRATH OF KHAN FOOTAGE and interview MORE CAST & CREW MEMBERS!\nWE ARE MAKING “I KNOW CATHERINE, THE LOG LADY” THANKS TO YOU!\nAnd we are making it for you, Catherine.\nThis film is happening! Want to see your name in the end credits? Or adopt a limited edition Answer Log with David Lynch curated answers? Plant a tree in the Log Lady Grove? NOW'S THE TIME!\nClick the Log to spread its message!\nIn September 2015, Catherine Coulson lay in bed surrounded by those most dear to her. Listening to the words of her lifelong friend, David Lynch, the actress was about to perform her final act and say goodbye to the extraordinary character they created together and to Twin Peaks fans around the world.\nFour days after shooting the Log Lady's farewell scene, Catherine passed away.\nMargaret Lanterman, aka the Log Lady (Illustration by Martin Woutisseth)\nJoin us today in the making of I Know Catherine, The Log Lady, an authorized documentary celebrating the life of renowned stage, film and TV actress Catherine E. Coulson. A life she dedicated until the very end to the arts, the environment, to spirituality, and to her fans, friends, family and daughter.\nWatch our campaign video:\nYour trust and support will be rewarded! Get an early preview of the film, stream David Lynch Presents: I Don't Know Jack, enjoy unreleased music by Johnny Jewel, Chrysta Bell and Silencio, plant a tree in the Log Lady Grove, become an Editorial Consultant, or adopt your own Answer Log with REAL David Lynch approved answers! Scroll down to check out all the amazing rewards!\nA lot of wonderful and strange things have been happening during this campaign, like the return of Magician 17 years after Mulholland Drive and Facebook Live Q&A with Kimmy Robertson. Don't miss any of it!\nCatherine Coulson as the Log Lady in Twin Peaks (Illustration by Martin Woutisseth)\nWe call her the Log Lady, but do you know the true story behind the beloved woman who portrayed an international cult TV icon up until the last week of her life?\nCatherine Coulson as Quince in A Midsummer Night's Dream at Oregon Shakespeare Festival (2013)\nCatherine was a legend in every sense of the word. For those of you familiar with her role on Twin Peaks or who saw her perform at the Oregon Shakespeare Festival, you understand the magic she employed when she took the stage. Catherine completed an unprecedented 22 seasons at the prestigious Oregon Shakespeare Festival (OSF). \n“She was an integral part of this company, not only as an actor, but as a passionate advocate for the arts, for theater, for OSF and for the community of Ashland.” –Bill Rauch, OSF Artistic Director\nCatherine performed in renowned plays such as Cat on a Hot Tin Roof, August Osage County, A Midsummer Night’s Dream. Catherine performed more than 50 productions with the company over the course of 20+ years.\nWhat you might not know about her is that she was a spokeswoman for the environment, the devoted wife of a rabbi, an important spiritual advisor in her Jewish community, and one of the first females ever to join Hollywood’s prestigious camera union.\nCatherine Coulson and Ricardo Montalbán behind the scenes of Star Trek II: The Wrath of Khan (1982)\nCatherine Coulson, Jack Nance and David Lynch on the set of Eraserhead in the '70s\nJoin the makers of David Lynch Presents: I Don't Know Jack, the 2002 documentary about Eraserhead star, Jack Nance, and become part of a much-needed and well-deserved tribute to Catherine Coulson.\nWith the help of Catherine's closest friends and David Lynch's blessing, we, fans and professionals together, are now being given a unique opportunity to tell an inspiring story that will resonate with film, TV and theatre enthusiasts around the world.\nA handful of interviews, including an intimate conversation with David Lynch, have already been shot, but THIS FILM CANNOT COME TO FRUITION WITHOUT YOUR HELP.\nYour contribution will help uncover never-before-seen footage and wonderful anecdotes from the cast and crew of Twin Peaks, Eraserhead, Psych and Star Trek II: The Wrath of Khan, her colleagues at Oregon Shakespeare Festival, and many others close to Catherine. \nYou can find more details about the budget at the bottom of this page, but funds will assist in licensing material from Twin Peaks, post-production, marketing and distribution as well as some very special events honoring Catherine's life.\nWe worked really hard to reward your generosity with massive, massive quantities of ONE-OF-A-KIND and LIMITED EDITION rewards, some of them EXCLUSIVELY AVAILABLE during this KICKSTARTER campaign!\nThe Answer Log newspaper ad! The model is Catherine's great-niece, Marie Ollivier\nASK THE LOG!\nToday, the Answer Log has something to say... about EVERYTHING!\nThis one's real, folks! Yes, a unique wooden log handmade into an all-knowing, show-stopping Answer Log! Real wood, real answers and real mystery approved by David Lynch!\nJUST REVEALED: DAVID LYNCH HIMSELF CONTRIBUTED ANSWERS!\nThis completely silent log is the ultimate conversation starter!\nSeventeen years after disappearing into smoke at Club Silencio, Mulholland Drive's Magician reappeared to answer backers' questions with the help of the Answer Log. Watch this video to see the Answer Log in action!\nYOUR TREE IN THE LOG LADY GROVE\nCatherine's role as the Log Lady lead to her work as a spokeswoman for the environment. Over the years, the Log Lady gained a special, symbolic meaning as a protector of forests and trees, and Catherine spoke out about the devastating effects of deforestation. She was a passionate advocate for groups like TreePeople.\nHelp plant a tree in the Log Lady Grove!\nWe have joined forces with TreePeople to make sure that vision stays alive. Now you can dedicate a tree in The Log Lady Grove and receive a hand-signed and numbered Log Lady Grove & TreePeople certificate.\nTreePeople is a non-profit organization and their Tree Dedication Program focuses on the neighborhoods and communities of the greater Los Angeles area, and the mountains and wilderness areas of Southern California.\nMake a tree dedication to honor a friend, celebrate an event, or remember a loved one. Give a gift that grows in The Log Lady Groves!\nExample of a Log Lady Earth Grove certificate which will be signed and numbered\nTHE LOGBOOK\nWhile making this film, we will comb through boxes full of Catherine's letters, old photos, college essays, and other items she saved. Many of these discoveries will appear only briefly in the film, or maybe not at all, but we will collect them to create an intimate and tasteful narrative of her life as it has never been seen before.\nPhotos, articles and essays saved by Catherine will be compiled into a collectible coffee table book\nThe Logbook will be a deluxe coffee table book* meticulously compiled during the making of the documentary. Numbered copies will only be available for purchase during the campaign, and you will have the opportunity to contribute your own story, photo, poem or tribute in a curated memorial section. You will be thanked in the book AND in the film.\n*Size and format to be decided.\nMockup of The Logbook, a limited edition coffee table book\n\nTWIN PEAKS FILMING LOCATIONS TOUR IN WASHINGTON STATE\nFor a limited time only, you can book an intimate and complete Twin Peaks filming locations tour with one of our Associate Producers, David Lee Israel! You and one guest will go on a guided tour and visit the Washington state locations as seen in Twin Peaks, Twin Peaks: Fire Walk with Me and Twin Peaks: The Return (option 3 on www.twinpeakstour.com).\nThis reward is only available for 10 backers, includes all the rewards at the $100 level and is discounted by $20! Hurry, because this won't last long!\nDAVID LYNCH PRESENTS: I DON'T KNOW JACK\nEveryone who purchases the digital version of I Know Catherine, The Log Lady during this campaign, will already get free online access to our team's 2002 feature documentary, David Lynch Presents: I Don't Know Jack, about the life and unresolved homicide of Eraserhead star and Catherine's former husband, Jack Nance.\nFor the first time available online, the film's bonus material includes Unsolved Homicide, an interview with Twin Peaks actress Kimmy Robertson (Lucy Moran) and the detective who handled Nance's case. Kimmy and Richard Green also participated in a session with psychic Marla Frees at Kimmy’s request...\nDavid Lynch Presents: I Don't Know Jack (2002)\nJOIN OUR EDITORIAL MEETINGS \nDo you have a knack for documentary films? Looking for a hands-on experience? We're offering a limited number of editorial consultant credits! \nThis means we'll send you an early cut of the film so you can actually sit in on our editorial discussion. You will be invited to two group Skype calls with the director/editor. Of course, you'll get an Editorial Consultant Credit in the film and on IMDb.com!\nNEW: CATHERINE COULSON COLLECTION OF MARGIT FELLEGI ORIGINALS\nCatherine’s aunt Margit Fellegi was Cole of California’s top designer from 1936 to 1972. Her work has been seen in numerous exhibitions and is in prestigious collections including LACMA and FIDM. Her swimsuits were worn by celebrities like swimming movie star Esther Williams and even Marilyn Monroe.\nNow you can have one for yourself! This collection is donated by Catherine's niece Connie Coulson Ollivier, and modeled by Catherine's great niece Marie Ollivier. These vintage suits are truly one-of-a-kind collector's items. Claim one separately, or own the whole collection! See the description in the rewards section for more details.\nThere's A LOT more to discover in our rewards section to the right! Like a growing collection of DIGITAL GOODIES...\n...and UNRELEASED MUSIC by artists orbiting close to the world of Twin Peaks.\nUNRELEASED JOHNNY JEWEL (CHROMATICS) EP\nJohnny Jewel (Chromatics) generously donated the 5-track AGELESS EP in honor of the Log Lady\nCHRYSTA BELL'S UNRELEASED STUDIO VERSION OF SYCAMORE TREES\nChrysta Bell will share her take on Sycamore Trees, a song originally sung by Jimmy Scott in the Twin Peaks Season 2 finale (Photo by Ellinor Stigle)\nSILENCIO'S END OF THE GLASS, MIXED BY JOHN NEFF\nIf we're successful, everyone who pledges at least $10 will receive Silencio's unreleased jazz noir meets Link Wray instrumental! (Photo by Karl Nykwest)\nOh, and we also have a couple of special MYSTERY REWARDS!\n “There are things in life that exist, yet our eyes cannot see them.”\n—Margaret Lanterman\nYou can't spell “Log Lady” without a little mystery, and that's why a number of reward levels include bonus MYSTERY REWARDS.\nThese immersive mystery rewards can only be revealed WITH YOUR HELP as soon as we hit certain milestones:\nMYSTERY REWARD #1 REVEALED!\nHave YOUR Log Lady cosplay photo appear IN THE FILM! Log Ladies and Gentlemen who pledge $35 or more have the option to submit a photo of themselves in Log Lady costume which will become part of the documentary.\nMYSTERY REWARD #2 REVEALED!\nStream 7 Year ZigZag, a film in Rhyme and Swing and receive an autographed photo of Mulholland Drive's Magician!\nMYSTERY REWARD #3 REVEALED!\nYou will be thanked in a special ERASERHEAD themed video! Just wait and see!\nOh, and one more thing...\nTHE ANSWER LOG'S SECRET: DAVID LYNCH NOT ONLY CURATED ITS ANSWERS, BUT ADDED SOME OF THEM!\nKeep an eye out on our social media channels for clues, so follow us on Facebook, Instagram and Twitter.\nIn order to best tell this story, we will utilize our budget to secure the rights to important footage from CBS, Showtime and Catherine's performances at Oregon Shakespeare Festival (10%). We'll set up exclusive interviews with co-stars and colleagues like Kyle MacLachlan, Mark Frost, Mädchen Amick, Michael Ontkean, and William Shatner (5.4%). Our team will digitize and dig through rare archived footage, outtakes and interviews starring Catherine. Your contributions will help pay for equipment rentals, travel expenses and the cast and crew (62.6%). We will also hire a top-notch editor to cut the whole thing together into a beautiful film (6%).\nRichard Green, Director\nRichard Green graduated from California Institute of the Arts and attended NYU Graduate Film School. He the managing director of Next Step Studios, an independent production company in Los Angeles and also the founder of History of Cool – what people think is cool - searchable by who thinks so.\nAs a stage actor he has done everything from NY’s Shakespeare in the Park to world premieres in LA. He has acted in films and TV for directors such as David Lynch and Peter Medak including as The Magician in Lynch’s Mulholland Drive.\nHis voice and songs have been featured in feature films and he has performed with a wide array of jazz and rock musicians around the world.\nHis writing/directing credits include theater, films, TV, promos, commercials, screenplays and music. He produced David Lynch Presents I Don’t Know Jack (the unsolved life of Jack Nance star of Eraserhead). He produced and directed the indie feature, 7 Year ZigZag…a Film in Rhyme and Swing.\nHe maintains a high profile career in the low profile voiceover business with clients including Lincoln automobiles, Call of Duty, TCM, Coke, Nike, SpikeTV, NBC, Fox and many others.\nPieter Dom, Campaign Art & Content Strategist\nPieter Dom is a Belgium-born community manager, digital marketing consultant and content marketer based in New York City. He is the Logfather and curator of Welcome to Twin Peaks, a Twin Peaks fan community launched early 2011 in reaction to fading fandom and with the mission to reignite the Twin Peaks fire and showcase its perpetual influence on art, music, television, and beyond. Wonderful and strange events ensued...\nCameron Holly Dexter, Co-Producer\nCameron Holly Dexter is a Los Angeles- based producer, director and 1st Assistant Director. Cameron is best known for her work on The Swerve (2018), Control/Option/Escape (2018), Pink Elephant (2017, Official IFS Los Angeles Film Festival Selection) as well as the remake of Francis Ford Coppola's classic horror Dementia 13 (2017). I Know Catherine, The Log Lady marks her seventh film as producer.\nAmanda Kari McHugh, Associate Producer\nAmanda Kari McHugh is a bi-coastal documentary filmmaker and photographer, who’s work has been featured on publications such as The Hollywood Reporter, Vice, the NY Post, Everfest, Lecturas (print), Insomniac, Dancing Astronaut, Mixmag, the Brooklyn Eagle and countless others. Most notably she was a producer on the Pivot docuseries “Life Line Booth,” the UPM for the viral musical comedy video “Burning Man: The Musical” and is an award-winning art director. Her feature-length documentary “The Family Tree” is currently in post-production.\n Jenny Sullivan, Producer\nAward winning theatre & film director, actor, writer, producer and life-long friend of the beloved Catherine Coulson. Favorite directing gigs at: The Wallis Annenberg Theatre, Geffen Playhouse, Royal Manitoba Theatre, The Acorn Off-Broadway, Long Wharf, Williamstown, Laguna Playhouse, Center Rep, Rubicon & Ensemble Theatre of SB. Jenny is most proud of the premiere of her play J for J starring opposite Jeff Kober and the late great John Ritter. Jenny also collaborated on several projects & birthdays with Catherine including two DWW/AFI films that Catherine produced & Jenny directed!\nJustin Giddings, Campaign Consultant \nJustin Giddings is an award-winning actor and filmmaker who found creative freedom in crowdfunding. After becoming the “go-to guy” for crowdfunding advice, Justin combined his background in marketing with his experience in crowdfunding and launched www.TheKickstarterGuy.com. To date, he has coached over 100 filmmakers, raised $3 million and has a 97% success rate.\nDavid Ninh, PR Consultant\nDavid Ninh is the Director of Press and Publicity at Kino Lorber, Inc. managing the press outreach for the company's theatrical, home video, and streaming new releases. He was previously the Senior Communications Specialist at Kickstarter where he worked with filmmakers and creators during the initial funding stages of many successful film, arts and culture projects. In the past, he's worked on the publicity teams at the Film Society of Lincoln Center, New York Film Festival and PMK*BNC. He also works as a crowdfunding consultant and leads press for NY-based production company Still Point Pictures on their LGBTQ projects. He lives in Brooklyn, New York.\nDonna Dubain, Executive Producer\nDonna met Catherine in the 1960’s SF revolutionary theater company, Circus. She produced the films I Don’t Know Jack and 7 Year ZigZag and is a founding member of the both The Groundlings and Spolin Players.\nWilliam Haugse, Executive Producer\nWilliam Haugse ACE. Academy Award nominated editor and the writer/director of the award-winning \"Breakfast in Bed,\" starring John Ritter and Jenny Sullivan, produced by Catherine Coulson. The two lived together for four years around the early 80s.\nAnne Lundgren, Associate Producer\nChristopher Liam Moore, Associate Producer\nConstance Coulson Ollivier, Associate Producer\nLogan Heftel, Associate Producer\nPlease share this Kickstarter page (or iknowcatherine.com, if that's easier to remember) with everyone you think could be interested in learning all about Catherine.\nFollow us, interact and share via Facebook, Instagram & Twitter! #LogLadyFilm\nAre you press? Do you blog? Do you manage an online or offline community that could be interested in this film? Please don't hesitate to reach out to us through social media!\nHere's a press kit with promotional images you can use.\nDo you have something related to Catherine, like a beautiful photo, an old letter, a prop or other mementos? Please reach out!\nAny help is much appreciated!\nLONG LIVE THE LOG LADY!", "risks": "Risks and challenges\nFirst, let us say how deeply we appreciate each and every single backer who joins us here on this exciting journey. Many of you may know the difficulties in completing a documentary and there are a slew of unknowns we may encounter (and have already overcome) along the way. Due to the nature of documentary work, we are still gathering the pieces of this story. So, please be patient with us as we fulfill your rewards and complete this film. Projects like this don't come together overnight. We are going to do our best to have this film ready to watch by Summer 2019, but please understand that there are all sorts of hurdles along this road. Some of these are actor availability for key interviews, licensing integral footage, and editing it all together! Again, thank you for being a part of the team!\n\nXO - Friends of Catherine\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "JOIN THE LEGION OF THE LOG LADY!", "descp": "Become a member of the extraordinary legion of fans, friends and colleagues making this film about CATHERINE COULSON happen! DAVID LYNCH is already in, so what are you waiting for?\nYou'll get INSIDER ACCESS and BEHIND-THE-SCENES UPDATES all the way until the PREMIERE and beyond. Be ready for a lot of WONDERFUL and STRANGE things to happen. And while you get to know us better, please do INTERACT and share your FEEDBACK!\nYour name will be added to our OFFICIAL WEBSITE and as a WELCOME GIFT, you'll receive an unreleased JAZZ NOIR meets LINK WRAY instrumental by the Angelo Badalamenti approved SILENCIO; END OF THE GLASS, was mixed by none other than JOHN NEFF, who did the sound on MULHOLLAND DRIVE, THE STRAIGHT STORY and INLAND EMPIRE!\nINCLUDES:\nInsider updates straight from the I KNOW CATHERINE team\nYour name in the LOGROLL section of the film's website\nUnreleased Twin Peaks inspired JAZZ NOIR song by SILENCIO", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}], "stat": ["192 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "DIGITAL GOODIES + JOHNNY JEWEL EXCLUSIVE", "descp": "You will receive a still growing number of DIGITAL GOODIES including a cute LOG EMOJI SET, desktop/phone WALLPAPERS by Twin Peaks inspired artists, plus the hi-res image of the yet-to-be revealed OFFICIAL FILM POSTER.\nPrepare to get WINDSWEPT! JOHNNY JEWEL of CHROMATICS and contributor to the TWIN PEAKS SEASON 3 soundtrack, has graciously donated his AGELESS EP in honor of the Log Lady! These five unreleased tracks were produced while working on TWIN PEAKS, and are ONLY available to our backers!\nINCLUDES:\nDigital 5-track JOHNNY JEWEL EP in honor of the Log Lady\nDigital treasure trove with LOG EMOJI, WALLPAPERS & MYSTERY ITEMS\nHI-RES download of the OFFICIAL FILM POSTER when it's ready\nUnreleased Twin Peaks inspired JAZZ NOIR song by SILENCIO\nInsider updates straight from the I KNOW CATHERINE team\nYour name in the LOGROLL section of the film's website", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}], "stat": ["89 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "WATCH THE FILM + MYSTERY REWARD #1", "descp": "All that jazz is great, but you want to WATCH THE FILM, right? This level (and up) lets you enjoy the DIGITAL VERSION of I KNOW CATHERINE, THE LOG LADY from the comfort of your log cabin as soon as it's available to own.\nTo hold you over until we finish the new film, we will already give you streaming access to the hard-to-find DAVID LYNCH PRESENTS: I DON'T KNOW JACK along with its RARE bonus features.\nBut that's not all! Also included is our first MYSTERY REWARD which will be revealed if we raise $50,000. A clue? Let's just say you might become more involved than you think...\nINCLUDES:\nDigital version of I KNOW CATHERINE, THE LOG LADY\nDigital version of DAVID LYNCH PRESENTS: I DON'T KNOW JACK\nMYSTERY REWARD #1 revealed when 20% funded\nDigital 5-track JOHNNY JEWEL EP in honor of the Log Lady\nDigital treasure trove with LOG EMOJI, WALLPAPERS & MYSTERY ITEMS\nHI-RES download of the OFFICIAL FILM POSTER when it's ready\nUnreleased Twin Peaks inspired JAZZ NOIR song by SILENCIO\nInsider updates straight from the I KNOW CATHERINE team\nYour name in the LOGROLL section of the film's website", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["586 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "PREVIEW + SYCAMORE TREES + LOG POSTCARD", "descp": "Behind-the-scenes material and teasers are amazing, but at this level, we'll treat you to something extra: AN EARLY 5-MINUTE PREVIEW which will include parts of the new interviews and other never-seen-before material.\nSoon after the campaign is over, you will receive a RARE AND RECENT PHOTO of the LOG LADY'S ORIGINAL LOG on a backers-only greeting card with a HANDWRITTEN THANK YOU from the team.\nAnd here's the cherry on top: David Lynch collaborator CHRYSTA BELL (Twin Peaks: The Return, Inland Empire soundtrack, This Train) will exclusively share her recently recorded and unreleased studio version of SYCAMORE TREES with all backers at this level. See you in the trees!\nINCLUDES:\nEXCLUSIVE SNEAK PEEK at 5 minutes of footage including interviews\nCHRYSTA BELL's studio version of SYCAMORE TREES (MP3)\nReceive a GREETING CARD with a rare photo of THE REAL LOG!\nWatch the DIGITAL VERSION of the finished film\nDigital version of DAVID LYNCH PRESENTS: I DON'T KNOW JACK\nMYSTERY REWARD #1 revealed when 20% funded\nDigital 5-track JOHNNY JEWEL EP in honor of the Log Lady\nUnreleased Twin Peaks inspired JAZZ NOIR song by SILENCIO\nDigital treasure trove with LOG EMOJI, WALLPAPERS & MYSTERY ITEMS\nHI-RES download of the OFFICIAL FILM POSTER when it's ready\nInsider updates straight from the I KNOW CATHERINE team\nYour name in the LOGROLL section of the film's website", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["210 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "FILM CREDIT + PATCH + MYSTERY #2", "descp": "Achievement is its own reward, but YOUR NAME ON THE BIG SCREEN? Yes, please!\nWe will add your name to the film's end credits AND send you an exclusive backers-only I KNOW CATHERINE, THE LOG LADY iron-on patch.\nBut are you ready for more mystery? This level includes MYSTERY REWARD #2 which will be unveiled when we raise 40% of our funding goal. Keep an eye on the campaign page for more hints...\nINCLUDES:\nYOUR NAME in the film's end credits\nBackers-only I KNOW CATHERINE, THE LOG LADY iron-on patch\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #1 revealed when 20% funded\nEXCLUSIVE SNEAK PEEK at 5 minutes of footage including interviews\nWatch the DIGITAL VERSION of the finished film\nDigital version of DAVID LYNCH PRESENTS: I DON'T KNOW JACK\nReceive a GREETING CARD with a rare photo of THE REAL LOG!\nCHRYSTA BELL's studio version of SYCAMORE TREES (MP3)\nDigital 5-track JOHNNY JEWEL EP in honor of the Log Lady\nUnreleased Twin Peaks inspired JAZZ NOIR song by SILENCIO\nHI-RES download of the OFFICIAL FILM POSTER when it's ready\nDigital treasure trove with LOG EMOJI, WALLPAPERS & MYSTERY ITEMS\nInsider updates straight from the I KNOW CATHERINE team\nYour name in the LOGROLL section of the film's website", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["214 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "DINNER AND A MOVIE WITH THE DIRECTOR", "descp": "Enjoy a DINNER and a MOVIE with director Richard Green at the DAVID LYNCH FOUNDATION in Los Angeles!\nAlso included are ALL the amazing rewards at the $100 level plus MYSTERY AWARD #3 which will be revealed if we raise 80% of our goal!\nThe David Lynch Foundation (DLF) is a 501(c)(3) nonprofit organization founded in 2005 with a mission to reduce the epidemic of trauma and toxic stress among at-risk populations through the implementation of the evidence-based Transcendental Meditation technique. DLF has served more than 600,000 children and adults worldwide, with a focus on women and children who are survivors of domestic violence and sexual assault, underserved middle school and high school students, veterans suffering from post-traumatic stress and their families, and those in recovery from substance and alcohol abuse. DLF also works with the homeless, prison populations, people living with HIV/AIDS, and others.\nINCLUDES:\nDINNER and a MOVIE with RICHARD GREEN at DLF in L.A.\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}], "stat": ["7 backers", "Limited (1 left of 8)"]}, {"amt": "Pledge US$ 150 or more", "title": "A TREE IN THE LOG LADY \"WATER\" GROVE", "descp": "***THIRD LOG LADY GROVE ADDED DUE TO POPULAR DEMAND***\nThe Log Lady would agree: WE NEED TREES! They clean our air, cool our communities and are the home for wildlife. But Southern California’s trees are dying.\nWe have joined forces with TreePeople to fight the crisis by planting a Log Lady Grove.\nDedicate a tree in the Log Lady Grove and you will receive a HAND-SIGNED AND NUMBERED LOG LADY GROVE + TREEPEOPLE CERTIFICATE per regular mail.\nTreePeople is a non-profit organization and their Tree Dedication Program focuses on the neighborhoods and communities of the greater Los Angeles area, and the mountains and wilderness areas of Southern California. Visit https://www.treepeople.org for more info.\nMake a tree dedication to honor a friend, celebrate an event, or remember a loved one.\nGIVE A GIFT THAT GROWS IN THE LOG LADY GROVES!\nAlso included are ALL the amazing rewards at the $100 level plus MYSTERY AWARD #3 which will be revealed if we raise 80% of our goal!\nINCLUDES:\nHand-signed and numbered LOG LADY GROVE + TREEPEOPLE certificate\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (44 left of 50)"]}, {"amt": "Pledge US$ 250 or more", "title": "ADOPT YOUR PERSONAL \"ANSWER LOG\"", "descp": "Finally, you can ASK THE LOG yourself! It's ready now to speak.\nFor an extra $150, you get ALL the amazing rewards at the $100 level PLUS your personal, handmade ANSWER LOG!\nWhether you carry the log around everywhere you go or forever keep it on your mantel, this unique memento will always be ready to answer life's mysteries with DAVID LYNCH APPROVED ANSWERS.\nThis completely silent log is the ultimate conversation starter. (Again, YES! This thing is real!)\nAs an added bonus, those who adopt an Answer Log will be thanked SEPARATELY in the film as LOG ADOPTERS.\nINCLUDES:\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["83 backers"]}, {"amt": "Pledge US$ 325 or more", "title": "ANSWER LOG + TREE GROVE BUNDLE", "descp": "Added due to popular demand! This is your chance to get the ultimate all-things-trees reward! Get your own, Answer Log and dedicate a tree in a lovely grove in memory of Catherine!\nDedicate a tree in the Log Lady Grove and you will receive a HAND-SIGNED AND NUMBERED LOG LADY GROVE + TREEPEOPLE CERTIFICATE per regular mail.\nTreePeople is a non-profit organization and their Tree Dedication Program focuses on the neighborhoods and communities of the greater Los Angeles area, and the mountains and wilderness areas of Southern California. Visit https://www.treepeople.org for more info.\nINCLUDES:\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nHand-signed and numbered LOG LADY GROVE + TREEPEOPLE certificate\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "THE LOGBOOK, A DELUXE COFFEE TABLE BOOK", "descp": "The Logbook is a LIMITED EDITION COFFEE TABLE BOOK filled with secrets and discoveries made during the making of this film. It includes Catherine's letters, photos, essays and other things that didn't make it into the film, creating a beautiful, intimate and never-seen-before narrative of her life.\nThis is a KICKSTARTER EXCLUSIVE reward, signed and hand-numbered. You will be thanked in the film, the book, and get the opportunity to contribute to a curated memorial section inside. Share your story of meeting Catherine, a poem, your own tribute, photo, or another Catherine-related item!\nINCLUDES:\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 375 or more", "title": "MARGIT FELLEGI X COLE OF CALIFORNIA", "descp": "Now is your chance to own a one-of-a-kind Margit Fellegi design from Catherine Coulson’s personal collection.\nCatherine’s aunt Margit Fellegi was Cole of California’s top designer from 1936 to 1972. Her work has been seen in numerous exhibitions and is in prestigious collections including LACMA and FIDM. Her swim suits were worn by celebrities like swimming movie star Esther Williams and even Marilyn Monroe.\n\nThese vintage bathing suits and outfits are rare, truly one-of-a-kind pieces donated by Catherine’s niece Connie Coulson Ollivier and modeled here by daughter, Catherine’s great niece, Marie Ollivier.\nFor $375, you may claim any ONE of the following pieces for your very own! Each will come carefully wrapped with an accompanying book of images and information showcasing the Catherine Coulson Collection of Margit Fellegi Originals\n\nPledge now to reserve the design you want. Make sure to write the number corresponding to which outfit you would like to claim. We then reserve for just you. First come, first served!\nAll sizes run small.\n1 – White Sheer Cover Up: Draw-string halter-shaped neckline, rows of small ruffles. Size 10. Cole of California ORIGINAL\n2 – Black Neon Flower Print One-Piece: V-neck, boy-short swimsuit with high-rise back leg in a gym suit style. Date: 3/19/1971. Size 16. Cole of California\n3 – Camel Long-Sleeve One-Piece: Self-belted, mock turtleneck, gathered at the thigh, one-piece with long-sleeves. Center-back opening with closure at the neckline. 11/27/1964. Size 12. Cole of California ORIGINAL\n4 – Pink Sundress: Empire-waisted, smock bodice with smock back, spaghetti straps and a center-back zipper. Size 12. Cole of California ORIGINAL\n5- Blue and Lime Green One-Piece: Top with a yoke, fabric belt matching the top, boy short bottoms. Date: 8/17/1965. Size 10. Cole of California ORIGINAL\n6- Kelly Green and Purple One-Piece: Top gathering into a yoke and fastened with buttons at the shoulders. Original tag still attached at the thigh. Belt loop at the waist, which is gathered to boy short bottoms. V-back with three-button closure. Size 12. Cole of California ORIGINAL\n7- Orange and Prink Floral Print One-Piece: One-piece v-neck, centered-seam, low- scoop back and straps which are fastened with buttons and a high-rise leg. Size 12. Cole of California ORIGINAL\n8- Tiger-Striped Pencil Skirt: Midi pencil skirt, back-centered slit, natural waist-line. Center-back zipper with waistband, curved center split to the hem. Size 8. Fun Fashions by Cole of California\n9- Striped Orange, Purple and Sky Blue One-Piece: Halter top with center-back zipper, boy short bottom, mock turtleneck and center-back zipper. Size 10. Cole of California ORIGINAL\n\n10 – Chartreuse Sheer One-Piece: Chartreuse top with sheer slightly gathered bodice with nude lining and solid-colored boy shorts bottom. Two button-closure with scooped back and straps with button-detailing with shoulder sash. Size 12. Cole of California ORIGINAL\n11 – Yellow Princess-Seamed One-Piece: Spaghetti-straps, princess style seams embellished with rick rack, V-neck and center-back zipper. Size 12. Cole of California ORIGINAL\n\n12- Burgundy Peasant Dress: Peasant-style dress with decorative buttons down the center-front with ribbon trim and gathered at the waist. Cole of California ORIGINAL", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (12 left of 12)"]}, {"amt": "Pledge US$ 440 or more", "title": "COMPLETE TWIN PEAKS LOCATION TOUR", "descp": "This just in! For a limited time only, you can book an intimate and complete Twin Peaks filming locations tour with one of our Associate Producers, David Lee Israel!\nYou and one guest will go on a guided tour and visit the Washington state locations as seen in Twin Peaks, Twin Peaks: Fire Walk with Me and Twin Peaks: The Return (option 3 on www.twinpeakstour.com).\nThis reward is only available for 10 backers, includes all the rewards at the $100 level and you save $20 on the tour! Hurry, because this won't last long!\n*Date to be arranged with David. Lodging and travel not included.\nINCLUDES:\nComplete TWIN PEAKS TOUR in North Bend and Snoqualmie, WA\nALL THE REWARDS at the $100 level!", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 500 or more", "title": "INVITATION-ONLY ADVANCED SCREENING", "descp": "Come collect your much deserved high-fives from the team as a SPECIAL GUEST (plus one) to an advanced, invite-only screening of I KNOW CATHERINE, THE LOG LADY in L.A. or New York, followed by a Q&A with the director and with possible special guests in attendance.\nDon't let seeing YOUR NAME ON THE BIG SCREEN distract you from grabbing an EXCLUSIVE SWAG BAG on your way out!\nDate to be decided. Travel and lodging not included.\nINCLUDES:\nTWO TICKETS to an ADVANCED SCREENING in L.A. or New York\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 550 or more", "title": "SUPERLOG PACKAGE: ANSWER LOG + LOGBOOK", "descp": "Can't decide between THE ANSWER LOG and THE LOGBOOK? Here's a better deal: get both!\nINCLUDES:\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nSPECIAL THANKS in the film as a LOG ADOPTER\nYOUR NAME in the film's end credits\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "ASSOCIATE PRODUCER", "descp": "How does ASSOCIATE PRODUCER sound? Get used to seeing the title close to your name in the film and on IMDb.com!\nYou will receive a personal INVITATION (plus one) to a screening in L.A. You will also receive the SUPERLOG package with THE ANSWER LOG and THE LOGBOOK.\nINCLUDES:\nTWO TICKETS to an ADVANCED SCREENING in L.A. or New York\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "EDIT THE FILM WITH US", "descp": "You will be sent a PERSONALIZED, WATERMARKED PREVIEW COPY of the 1st cut of the film. Afterwards, you will join a +1-hour Google Hangout session with director Richard Green to give notes and discuss ideas.\nPrior to the final cut of the film, you will be sent another personalized, watermarked preview copy of the film and attend a second Google Hangout to discuss.\nThis is a tremendous opportunity to INFLUENCE THE ACTUAL FILM and how I Know Catherine, The Log Lady will be seen by generations of moviegoers.\nYou will receive an Editorial Consultant Credit on the film and IMDb.com!\nINCLUDES:\nTwo EDITORIAL SESSIONS with the director\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #3 revealed when 80% funded\nMYSTERY REWARD #2 revealed when 40% funded", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 1,750 or more", "title": "ASSOCIATE PRODUCER + SET VISIT", "descp": "LIGHTS! CAMERA! ACTION!\nBe a fly on the wall during an interview with a Twin Peaks cast member (L.A. or New York) and drink damn good coffee with us on the set!\nBased on availability and includes an ASSOCIATE PRODUCER credit!\nTravel and lodging not included.\nINCLUDES:\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 10,000 or more", "title": "CO-EXECUTIVE PRODUCER", "descp": "WOW!\nWe're going to let you in on a BIG secret. With the single click of a button (and one enormous act of generosity) you have extinguished almost all of our copyright needs in one fell swoop.\nThat's right! This gift will help secure the rights to integral footage from Catherine's beloved Log Lady intros! We couldn't do this without you and now you get to join our wild band of filmmakers for all the fun stuff! You have saved the day! You're the Diane to our Cooper. The one and only!\nThank you, thank you, thank you!\nINCLUDES:\nCO-EXECUTIVE PRODUCER credit in the film and on IMDb.com\nTwo PREVIEW COPIES and EDITORIAL SESSIONS with the director\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 25,000", "title": "EXECUTIVE PRODUCER", "descp": "YOU ARE A LOG SUPERSTAR!\nHow do we even begin to thank you? Of course, you get all the fantastic rewards listed above and more.\nYou will receive EXCLUSIVE ON-SCREEN \"EXECUTIVE PRODUCER\" CREDIT.\nWe will send you 4 SPECIAL INVITATIONS to the HOLLYWOOD PREMIERE of the film and a DELICIOUS DINNER with the director and your fellow VIPs.\n(Don't live in L.A.? No problem. We will fly you out and take care of you).\nBut long before the premiere party, you'll be invited to preview an EARLY PREVIEW of the film together with the director/editor and provide feedback.\nINCLUDES:\nEXECUTIVE PRODUCER credit in the film and on IMDb.com\nTwo EDITORIAL SESSIONS with the director\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 1 or more", "title": "Ask the MAGICIAN a QUESTION!", "descp": "Have a burning question? Everyone who pledges $1 OR MORE will be granted ONE yes-no question to be answered by the ANSWER LOG!\nAfter disappearing 17 years ago, THE MAGICIAN from MULHOLLAND DRIVE is coming out from behind the red curtains again to answer your questions with the help of the mysterious ANSWER LOG (also available as a reward).\nALL questions will be answered following a successful campaign, but for a chance to have yours answered sooner (and for a sneak peek at the Answer Log's unique answers), send it in before the campaign is over and maybe it will be answered in one of our Facebook Live events?\nIs it live? Or an illusion? Keep an eye on your backer updates and http://facebook.com/logladyfilm to find out when the Magician will reappear!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}], "stat": ["Reward no longer available", "9 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "AUTOGRAPHED I DON'T KNOW JACK DVD", "descp": "In addition to all the rewards at the $100 level, you will receive SPECIAL EDITION DVD of the out-of-print DAVID LYNCH PRESENTS: I DON'T KNOW JACK documentary on Catherine's former husband, Jack Nance, and autographed by Richard Green. We only have 50 copies of these left, so get them while supplies last! This DVD includes RARE bonus footage of the cast and crew and has been a collector's item for years.\nINCLUDES:\nAutographed SPECIAL EDITION DVD of I DON'T KNOW JACK\nALL THE REWARDS at the $100 level!", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "55 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "A TREE IN THE LOG LADY GROVE", "descp": "The Log Lady would agree: WE NEED TREES! They clean our air, cool our communities and are the home for wildlife. But Southern California’s trees are dying.\nWe have joined forces with TreePeople to fight the crisis by planting a Log Lady Grove.\nDedicate a tree in the Log Lady Grove and you will receive a HAND-SIGNED AND NUMBERED LOG LADY GROVE + TREEPEOPLE CERTIFICATE per regular mail.\nTreePeople is a non-profit organization and their Tree Dedication Program focuses on the neighborhoods and communities of the greater Los Angeles area, and the mountains and wilderness areas of Southern California. Visit https://www.treepeople.org for more info.\nMake a tree dedication to honor a friend, celebrate an event, or remember a loved one.\nGIVE A GIFT THAT GROWS IN THE LOG LADY GROVES!\nAlso included are ALL the amazing rewards at the $100 level plus MYSTERY AWARD #3 which will be revealed if we raise 80% of our goal!\nINCLUDES:\nHand-signed and numbered LOG LADY GROVE + TREEPEOPLE certificate\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "A TREE IN THE LOG LADY \"WIND\" GROVE", "descp": "***SECOND LOG LADY GROVE ADDED DUE TO POPULAR DEMAND***\nThe Log Lady would agree: WE NEED TREES! They clean our air, cool our communities and are the home for wildlife. But Southern California’s trees are dying.\nWe have joined forces with TreePeople to fight the crisis by planting a Log Lady Grove.\nDedicate a tree in the Log Lady Grove and you will receive a HAND-SIGNED AND NUMBERED LOG LADY GROVE + TREEPEOPLE CERTIFICATE per regular mail.\nTreePeople is a non-profit organization and their Tree Dedication Program focuses on the neighborhoods and communities of the greater Los Angeles area, and the mountains and wilderness areas of Southern California. Visit https://www.treepeople.org for more info.\nMake a tree dedication to honor a friend, celebrate an event, or remember a loved one.\nGIVE A GIFT THAT GROWS IN THE LOG LADY GROVES!\nAlso included are ALL the amazing rewards at the $100 level plus MYSTERY AWARD #3 which will be revealed if we raise 80% of our goal!\nINCLUDES:\nHand-signed and numbered LOG LADY GROVE + TREEPEOPLE certificate\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 7,770 or more", "title": "NO HAY BANDA! THE MAGICIAN EXPERIENCE", "descp": "“NO HAY BANDA!”\nA ONE-OF-A-KIND MULHOLLAND DRIVE MAGICIAN EXPERIENCE!\nRemember the magic and mystery you felt when Mulholland Drive's Magician took the stage? Are you craving a spooky Lynchian experience? Do you want to walk the line between dream and nightmare?\nWell, here is your once-in-a-lifetime chance to experience a bizarre and mystical adventure unlike any other! For one enchanting night in Los Angeles, you and a group of your closest (and luckiest) friends will enjoy an exclusive and vivacious evening of performances by Richard Green (the Magician) along with live musical acts, dancers and mystery guest star appearances.\nExclusive highlights of the evening are:\n★ Mulholland Drive’s Magician, Richard Green, performs his iconic scene\n★ Richard will reveal the origins of The Magician followed by a Q&A. Where did this character come from?\n★ Have your future told by a haunted deck of tarot cards\n★ Lynchian-themed drinks and carefully selected appetizers will be served!\n★ Richard Green with guest vocalist and ZZ Band will perform 7 Year ZigZag – Live!\n$7770 for you and 9 guests. Travel to L.A. and lodging not included.\nINCLUDES:\n10 TICKETS to THE MULHOLLAND DRIVE MAGICIAN EXPERIENCE\nTHE LOGBOOK, a LIMITED EDITION coffee table book\nTHE ANSWER LOG: REAL wood, REAL answers, REAL mystery!\nALL THE REWARDS at the $100 level!\nMYSTERY REWARD #1 revealed when 20% funded\nMYSTERY REWARD #2 revealed when 40% funded\nMYSTERY REWARD #3 revealed when 80% funded", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #47", "update_userinfo": "The stars turn, and a time presents itself.....", "update_content": "PLAY"}, {"update_no": "UPDATE #46", "update_userinfo": "April update: meet Russo", "update_content": "PLAY"}, {"update_no": "UPDATE #45", "update_userinfo": "It's 2021: time for music and art: meet the new team members", "update_content": "Hi, everyone!\nJane here (post production crew, I Know Catherine) with a somewhat off-topic bit of news: Richard, inspired by a need to get involved with current events in the U.S, wrote a great inspirational song that we all hope will get everyone who hears it get engaged, get aware and (if you're in the U.S.) to VOTE!!!"}, {"update_no": "UPDATE #44", "update_userinfo": "Our backers are the first to see this", "update_content": ""}, {"update_no": "UPDATE #43", "update_userinfo": "Happy Birthday CC!", "update_content": "Hey, everyone,\nHope you’re all staying safe through the continuing madness of 2020. We’re still working on getting the last few rewards out, still in the thick of post-production, and happy to report that I Know Catherine remains a bastion of light and hope — as well as the gift that keeps on giving! Charlotte Stewart sent us a surprise package: click the video to see what’s up!"}, {"update_no": "UPDATE #42", "update_userinfo": "Unboxing a Surprise from Charlotte Stewart!", "update_content": "....thank you to the supporters who sent in responses re rewards they're missing.  It hasn't been too many of you, but it's very important that you all get your goodies! To that end, I'm hoping to make a trip to Next Step Studios in a couple of weeks (as some of you may have noticed, Los Angeles is a little complicated at the moment) and go through the backer's lists with a fine toothed comb. \nThank you, as well, for the excellent cosplay photos and pictures of  Log Lady creations. Keep 'em coming! We'll be in post production for a few months yet. I'll send out a heads up when we're drawing near the end so you can all get a chance to contribute your photos and art.  "}, {"update_no": "UPDATE #41", "update_userinfo": "Thanks for the responses! Rewards for the worthy....", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "I Know Catherine update", "update_content": "Hello Log Lady Supporters!\n\nAs you can see we are buried in boxes, mailers and envelopes too. We are working hard to get your backer rewards out.\nWe have sent out our first shipment today and we look forward to hearing from you when you get them.\n\nThere is a picture frame on the wall at the studio here that contains a whole bunch of different quotations pulled from a desk calendar of quotes many years ago.  One in particular comes to mind. “ What is done well is done soon enough”.\nWe appreciate your patience on these rewards and sincerely hope you will agree that they are done well.\nThank you for your support!\nThe Log Lady Team"}, {"update_no": "UPDATE #39", "update_userinfo": "The first round of rewards have been sent out!", "update_content": "Dear Legion of the Log Lady,\nYou helped us raise 300K for I Know Catherine, The Log Lady through your generous Kickstarter contributions. Of the many unique rewards, Pieter Dom, of WelcometoTwinPeaks (https://welcometotwinpeaks.com/ ) suggested we recreate The Magician scene from Mulholland Drive. Justin Johnson, guitarist extraordinaire (a David Lynch favorite) http://www.justinjohnsonlive.com with his partner in all things, Nikki Johnson, stepped up big time! This unique reward was theirs and they shared it with friends!"}, {"status": []}], "comment_no": 138, "projec_url": "https://www.kickstarter.com/projects/historyofcool/i-know-catherine-the-log-lady", "project_name": "“I Know Catherine, The Log Lady” with David Lynch 🌲"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "Street show in Vic, Cataluñya, 3 AM\nWhat’s (Been) Going On\nAs many of you may know, I’ve been making music for the better part of the past thirty years. There’ve been many bands, many projects, many tours, many comedy shows, many radio shows, many benefits for many causes, many years just traveling alone. I’ve been on many record labels - venerable American indies like Lookout! and Touch & Go, both of which sadly had to shutter their doors during the economic downturn of the late aughts, as well as Matador Records, who is still going, but with whom my relationship is now over. I’ve never been the hippest ticket in any given town on any given night, but I’ve always been there, and an amazing number of you have always been there with me.\nThe last record that I recorded under my own name or with the always amazing group of comrades we call The Pharmacists was released seven years ago. It’s almost hard to believe. To be fair to myself, it’s not like I’ve been sitting on my hands the whole time - I had an incredibly active few years in the middle there, writing, recording, and touring with my collaborative project with Aimee Mann, called, The Both; I toured with the Pharmacists to the logical end of the cycle on the last album (and some beyond that), I’ve continued to tour solo since, and I am always up for a drop in on any number of extremely talented friends’ podcasts, benefits, comedy, variety, etc. shows, AND, I’ve been little by little putting together a body of work - a set of music and ideas - that has, at this point, sprawled beyond the traditional album length, as well as - little by little - week by week, month by month, year by year - creating a space to record and produce this music, and learning on the job exactly how to do that.\nI probably had enough songs to complete an album a good five years ago, but a number of things - personal and financial - prevented me from doing it. And though it’s always been a constant source of low-level anxiety that so much time continues to pass by, I’ve also come to see that time as a boon. When I missed that first hurdle, that first deadline to PRODUCE SOMETHING, the world didn’t end. Time kept moving, and all of the expectations that I had for MYSELF morphed into a more compassionate and contemplative group of feelings that were more about incubating, honing, experimenting, learning, and rebuilding a certain amount of confidence that I think I’d lost in my stymied relationship with the cycles of releases and promotion and needing support (not just financial) from the label I was working for; and so I started to actually just allow myself that time. It hasn't always been easy, and I've grown and changed some over the long course of working on this. But having the eventual freedom to work on it at my own pace, and in my own space, has allowed this body of songs to change and grow with me. And now we find ourselves in a new political reality, and I find myself compelled to keep writing. We’re close enough, though, that I feel like I can set the stage to finally offer this work to you.\nEnter Kickstarter\nSo, yeah - as I said - it’s been seven years since the last TL/Rx album, but really this has all been decades in the making. If my Twitter mentions are any indication, I'm PLEASED to know that there are at least a few people waiting for me to make a record, and I find myself here, at what I think is the right time, with the right platform, to take a step forward into further autonomy VIA COMMUNITY, and a productive future. It’s often the case that tools arrive before we’re ready to use them or even understand their potential. Just as often we find ourselves sitting around, immobilized for lack of the tools we need.\n\nI’ve thought a lot about this. I’ve always had my hands deep in the processes of making a record, promoting a record, touring on a record, etc. And I’m going to carry that knowledge, gained in the trenches, forward to keep doing this - keep making records, keep touring, keep speaking out, keep singing about all of the things that are important to us; and as part of that, keep challenging MYSELF to keep growing, keep evolving.\nDon’t Want to Live Inside Myself\nConstraints of time and geography have meant that I've been making this record mostly alone, in my dusty, also evolving, impermanent, partially-mobile mad scientist lab of a “studio.” But I haven’t been entirely alone - the moments in this project that have become the most important to me, are the moments when friends have pierced my bubble - come in and given something of themselves that's often completely changed my idea of what it even was that I was working on. \nChris Wilson, Pharmacists drummer of many years, plays on most of this stuff. Though I fancy myself a “fun!” and “interesting!” drummer, and began working on these songs with my own drum tracks, I knew I needed what Chris was going to bring to these songs without even knowing what he was actually going to do on them. Wearing my producer hat, I made a conscious decision to let go of my ideas of how things should sound and just recorded him bringing his most raw yet refined vision of how to play these songs, and it turned my head around and wound up being the first piece that began propelling this all toward some fruition. \nI asked force of nature Jean Grae if she’d sing a simple refrain of “Can’t go Back” for me, and she sent me a layered harmony that so deeply cut to the core of what I was singing about - and in a moment when I’d been particularly too inside my own head for too long, reminded me that I’m not alone and that this music is real - it’s not just in my head - that I’m practically a puddle just writing about it now. \nI had what I thought might be a crazy idea to add saxophone to one song, and through a mutual friend, met NEW friend Adrienne Berry, who slotted into that one song so easily and with such a telepathic sense of what I didn’t even know I wanted, that we tracked her on a few more, and they were all pretty much done in one take. \nMy dear compatriot and collaborator, Aimee Mann, who sent me a cross-country harmony for Lonsdale Avenue that, over the time we’ve been playing it live, has become so integral to the song, it couldn’t have made it to the album without her. \nThe great Jonathan Coulton, who, in the midst of the chaos leading up to the release of his OWN new album and tour, took the time (just a few days ago, as of the date I’m writing this) to listen closely to a song I’d lost the thread on, and in adding his voice to mine, gave it a structure that made the whole thing make sense to me again. \nVisionary and friend Rachel Lichtman, who came and STAYED with me to help me distill my thoughts into something cogent and put together, with help from my brother Danny, the video that would capture something of the spirit behind all of this.\nThe Jodi of “Timorous Me” fame, who’s kept me from starving more than once and in more ways than one, and who’s been a constant sounding board and source of wisdom. \nAnd my old friend Molly Neuman at Kickstarter, who helped me understand this new iteration of what’s actually our very old idea of punk rock community, which, by the way, has always included you.\nMusic For Me, Music for You\nThe funding that I’m seeking here will be used frugally and righteously. We’re going to make what I hope you’ll think is a great record, with a lot of extra music for all who join in on this project. I have ideas for some beautiful art and packaging that will come together as we go along. I want to pay everyone who’s been working on this with me what they deserve. We’re going to do all the nuts and bolts stuff - manufacturing, publicity, etc; music video(s) if possible; pay off some debts in any way that I can; I’d like to keep working on building my studio to make sure I, AND MAYBE OTHERS, can keep making music on our own terms. I want to keep making music for me; I want to keep making music for you. I’m seeking sustainability; and as it’s my belief that I have a responsibility to use my platform to do what I can to help others achieve that, too, I’m going to remain as active as I possibly can toward that end.\n\nAutonomy and Community\nSo now that I’m not working for anybody else, I hope we can work together to KEEP making good stuff. I’m ready to bring these songs forward, beyond the constraints of the shifting landscape of the music industry. I’m taking autonomy and control back, and using Kickstarter to commence the next phase, of which the album that this campaign aims to make a reality will be just the first step. The old label Immediate Records used to have a slogan: “Happy to be a part of the industry of human happiness.” I like that industry. And there’s a lot of work to do.\n-TL \n(Thank you to everyone who came forward with photos and video from over the years. Header photo by Mattias Corral.)", "risks": "Risks and challenges\nThere are often speed bumps (both logistical and financial) on the road to getting a record out. I’ve seen a lot of these challenges, but having always kept one foot on the DIY side of the street, I've also seen a lot of creative ways to overcome them. I’ll put my many many years of experience and (relatively) decent work ethic into every decision made over the course of completing this project and getting it to you.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 9 or more", "title": "Digital download of album", "descp": "Digital download of whatever this album winds up being. Maybe we'll find a way to offer a couple of different formats - MP3/FLAC/etc.?\nINCLUDES:\nDigital download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["643 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "CD + DL + Postcard", "descp": "Round shiny piece of plastic with full color booklet, plus digital download, plus signed postcard!\nINCLUDES:\nCD\nDigital download of the album\nSigned Postcard", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["503 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "LP + DL + Postcard", "descp": "Sweet warm vinyl LP in a full-color (gatefold?) sleeve, plus digital download, plus signed postcard!\nINCLUDES:\nVinyl LP\nDigital download of the album\nSigned Postcard", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,143 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "CD + Bag o' Stuff Bundle", "descp": "CD Bundle w/Tee + tote Bag + signed postcard + digital download\nINCLUDES:\nCD\nDigital download of the album\nSigned Postcard\nT-shirt\nTote bag", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["207 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "LP + Bag o' Things Bundle", "descp": "LP Bundle w/Tee + Tote Bag + signed postcard + digital download\nINCLUDES:\nVinyl LP\nDigital download of the album\nT-shirt\nTote bag\nSigned Postcard", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["263 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "Signed LP Bundle", "descp": "Signed LP, Tee, Bag, Postcard, and digital download. What do you want me to say? Seriously - what do you want me to say? Simple signature, long-distance dedication - your call!\nINCLUDES:\nCustom signed LP\nDigital download of the album\nSigned Postcard\nT-shirt\nTote bag", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["183 backers"]}, {"amt": "Pledge US$ 225 or more", "title": "7\" Singles Club", "descp": "Get the LP delivered over a series of 7\"s with non-LP B-sides, that will be exclusive to this series until the series run ends, plus a snazzy case of some kind to carry them in, and obviously, digital download!\nINCLUDES:\n7\" series w/LP A-sides & non-LP B-sides\n7\" carrying case\nDigital download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["67 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Skype/Hangout", "descp": "LP or CD + digital download and a 30 minute Skype or other video chat session. Can play a couple of songs if you want, or can just talk about anything, as long as I can change the subject and/or hang up!\nINCLUDES:\n30 minute video chat session\nLP or CD (your choice)\nDigital download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "Vegan meal together!", "descp": "Let's eat! Select cities only, in conjunction with tour or other travel, as many as 10 people can chip in, so as to make ordering less complicated and keep the need to shout to a minimum! Email to discuss options! Maybe I can hand-deliver your LP or CD, but not your digital download, which you will have to get, yourself!\nINCLUDES:\nVegan meal together\nLP or CD (your choice)\nDigital download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Personalized song!", "descp": "You're gonna get an LP or CD plus a digital download of the album, but also, I got a lotta riffs just hangin' around, and am pretty good at making them up on the spot, if need be - let's put this to work for you! Will most likely need to be relatively short, but final length and style tbd upon consultation.\nINCLUDES:\nI write a song for YOU\nLP or CD (your choice)\nDigital download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 4,500 or more", "title": "Private solo show anywhere!", "descp": "Your house or apartment? Want to rent a Knights of Columbus hall? You tell me where you want me to show up, and we'll discuss when. Let's keep the shows to a maximum of 50 people (so that it remains, you know - \"private\"), and if I have to fit it into or around other touring or other... life stuff, we might have to juggle some dates, but we'll make it happen! Oh - did you also want an LP or CD plus a digital download of the album? YOU GOT IT!\nINCLUDES:\nPrivate solo show for YOU\nLP or CD (your choice)\nDigital download of the album", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Mixtape of Demos!", "descp": "LP or CD + digital download -AND- a 60 minute MIXTAPE of demos of mine from ALL eras of music making I can find, 80s to present! Hand-made, crappily photo-copied insert and liner notes *GUARANTEED*.\nINCLUDES:\nLP or CD (your choice)\nDigital download of the album\nHand-dubbed mixtape of demos", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "MULTIPLE PACKAGES", "update_content": "Hello! This is just a note to explain that I’m finding that my assembly line of one is running more efficiently if I go item by item, as opposed to person by person (for example, all of the random 7”s from the add-ons at once, as pictured), so over the next few weeks, as I attempt to wrap this up, if you receive one thing from me but still haven’t gotten another that you’re owed, you’ll get it in a separate package. As always, thank you for your patience. Almost there!"}, {"update_no": "UPDATE #26", "update_userinfo": "UPDATE!", "update_content": "Hey everyone. I don't have the ultimate news that you may want to hear, but I can tell you that this might actually wind up being the last \"update,\" as I finally have the boxes for the 7\" sets, and can finally get a shipping plan together for all the outstanding items. There are still some people I haven't gotten songs to, but I'm working on that, and if you haven't gotten yours and haven't written me with something personal, I'm going to pretend I know you better than I do, and maybe surprise both of us. Meal people - my plan was always to book a tour around these meetings, and that's on the horizon. My own booking agent is on my case about it at this point, so it's not something that I'm trying to put off - I'm trying to make it happen. Before this truly becomes my own personal Fyre Festival, I must just come out and tell you, at this point, that some of this delay is obviously down to the fact that, yes, I over-promised, over-committed, and rolled the dice on some things panning out financially better than they did; and some is down to trying to remain a working musician touring on the record that you helped me make while trying to stay on top of all of this, and the ins and outs of manufacturing some custom items that just took a really long time to get made correctly. I can't break that down into exact percentages, but I'll claim the lion's share. I have some shows and other stuff coming in February, and I would just beg your indulgence in offering me patience to get through this last round of travel, as what I bring home will help me finish the Kickstarter, and my time beyond February is blocked out and dedicated to doing exactly that. I have to do some promo for these shows coming up and a podcast that has arisen out of some recorded conversations Aimee Mann and I have had with other people we've run into while touring off and on over the last couple of years, and Maximum Fun has decided to take and do something with; so you'll see some of that on social media this week. Don't know what the future holds beyond that, but I hope this hasn't left everyone feeling too bruised, and I hope to still see some of your faces somewhere, as we trod on through the new year. xo - T PS, I had a video from the warehouse in Queens where I picked up the last palate of stuff, that it seems I can’t upload from my phone. I’ll figure that out, too! It’s not that exciting!"}, {"update_no": "UPDATE #25", "update_userinfo": "Update 10/8", "update_content": "Writing from backstage in Denver. I have received your (sometimes angry) emails and messages, and the occasional text from some who know me better, asking for an update. Unfortunately I don’t have much to add to the last one yet. I CAN tell you that I’m supposed to have a 7” box update from the manufacturer this week, I’ve slowly been getting the songs to people, and am trying to plan a route for the meals that will enable me to play some shows on the way as well. This has obviously not been the most ideal situation for any of us, and though I still carry the buoyancy of the first phase of it with me, I obviously bit off more than I could chew on the timeline I projected, and it’s obviously something I probably won’t do again. As I have to keep working, I’ll be on the road all October. However, I have nothing else on deck in November, and next to nothing in December. If I don’t have the 7” boxes by the time I get back from this tour, I’ll abandon my bulk shipping plan and start sending out things individually. Thank you for your continued patience."}, {"update_no": "UPDATE #24", "update_userinfo": "AN UPDATE, AN APOLOGY.", "update_content": "Ok, folks. Thank you for your patience. I know a lot of you have felt slighted by my lack of updates for a while, and I apologize. Things have not been easy, and I withdrew, from communication - I'll probably talk more about that at some other point, but for now, I just want to get this info to you. Among other things, including some surprise financial difficulty, the manufacturing of some product has just simply not been completed yet, and as I learned from the sticker shock on my first round of shipments, I need to do the shipping in bulk, so I need it all in place before I can send it out. "}, {"update_no": "UPDATE #23", "update_userinfo": "THE EXTRA STUFF IS COMING", "update_content": "I'm not Amazon over here, folks - the extra stuff is coming.  As I said in the last update, not all of it was even done being manufactured as recently, and this is why I pushed the digital to everyone early and monitored that situation for days to make sure everyone's codes worked - I wanted you to have the music that you helped make. Did you order the 7\"s? You're getting them in a custom fitted box, and I just literally don't have them yet.  The 7\"s themselves are done, and they look amazing, and I hope you'll be psyched when you get them. With the other stuff, it's coming.  The priority was to get the ALBUM out, which I did on a pretty advanced schedule. If this were a normal record label, it'd probably just be heading to manufacturing now. If you've gotten nothing, it could be because you ordered a signed bundle.  I didn't have the t-shirts done for that before I went on tour. I'm almost done with tour, and you will get them soon.  The postcards were damaged in shipping from me to the shipping company.  So I had them printed, signed thousands of them, and now have to have them re-printed and sign thousands of them again.  You'll get them.  Demo tapes also have to be made - hand made - it takes time, but I'm doing it - it's FUN, but it's time consuming.  Personal songs? You people have been the best, and I'm going to try to get some of them to you THIS WEEK.  If you're coming to any of the remaining shows, and you want your t-shirt ahead of time, just ask - I'll give it to you.  I appreciate the patience, and I'm sorry if I set expectations too high, but it's all coming - just bear with me.  Please remember that I've also been on tour, which I also thought was more of a priority.  It'll all get done."}, {"update_no": "UPDATE #22", "update_userinfo": "Questions", "update_content": "Folks - I'm getting a lot of questions about when you'll be receiving your hard copies.  Right now I'm on tour playing 2 hour shows every night, but I promise you I'm doing what I can. I did manage to get the stuff to the shipping company before I left, so it's all in process, being boxed up, and sent out. Beyond that, it's somewhat out of my hands at this point, but it's definitely on its way.  \n-T"}, {"update_no": "UPDATE #21", "update_userinfo": "NEW DL CODES SENT!", "update_content": "Hey - just making sure you look for the email from Backerkit that has the new download code!"}, {"update_no": "UPDATE #20", "update_userinfo": "NEW DOWNLOADS COMING/PRE-ORDER SHUT DOWN", "update_content": "Wellllllll, it's been quite an evening.  We DID, in fact, crash the download server, and that traffic is apparently why it was so slow in the beginning; but there WERE also problems with the file data for some people, SO, I prepared a new set of audio at 256 Kbps MP3, which should be compatible with all systems and have all the correct metadata and time stamping, etc.  That's up at the server now, but A to Z will be giving me a whole new set of download codes, and I'll blast them out tomorrow; so you'll ALL get a second chance to make sure what you have is of a decent sonic quality and working.  I guess I should probably say that if you already have a working download, maaaaaayyyyybe wait until the end of the day to get this new one so we don't crash it again."}, {"update_no": "UPDATE #19", "update_userinfo": "DOWNLOAD PROBLEMS?", "update_content": "I'm working on it and will send out a new code to everyone when the new audio is up! If you got it and it's working for you, no need to download it again, but if it's not working for you, try the new link and code when it comes through. Hopefully tonight, but if not, tomorrow."}, {"update_no": "UPDATE #18", "update_userinfo": "CLOSE-TO-FINAL UPDATE!", "update_content": "Hello everyone. I know I've been silent for a while, but trust me when I tell you, I have not been idle. If you've ever been involved in putting out a record, you know how much work actually goes into it, and I'm pleased to announce that I've managed to wrangle this thing to completion *pretty* close to what my original dream schedule of 8/25 was. Just a little preemptive defense that I may not need to make, but will anyway - the record was mastered in mid April, and I've managed to get a double album, gatefold cover, CDs, etc., turned around in a little over four months, which is kind of unheard of in this business these days. A lot of people* really pitched in to help make this happen, and I hate to bring it back to money, but everything that all pledged was a huge factor in this as well because I was actually able to pay people right away and not have to cut corners. I've thanked you a lot, "}, {"status": []}], "comment_no": 296, "projec_url": "https://www.kickstarter.com/projects/98880859/new-ted-leo-album", "project_name": "New Ted Leo Album"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "We are launching Bantam Garb to offer short women affordable pants made to fit them. Our problem occurs because the apparel industry typically uses a fit model who is 5’6 or taller to create clothing patterns. In fact, when making pants, the fit model can be as tall as 5’10! This is why most inseam lengths for women’s pants are 32-34 inches. But what if you need a shorter inseam? \nCurrently, our only options are to spend time and/or money on alterations to chop off a few inches from the bottom, or rolling them up if it happens to be a style that allows it. We’ve also learned other ways to make things work, like buying \"ankle\" pants and wearing them as regular pants and sometimes we even visit the children’s section. All of these are helpful options, but at the end of the day, they are just band-aids for a problem that shouldn't exist anymore.\nThere are at least 38 million women in the U.S. who are 5’3 and shorter. That's a lot of women who are being overlooked! We deserve stylish, beautifully fitted pants that don't need alterations!\nWhile almost all women's pants come in arbitrary sizes like 4, 6, and 8 (without a standard across brands), here at Bantam Garb we want to be as transparent as possible with our sizing. This way you will know exactly what to expect when you order a pair of pants.\nFront and Back Rises When pants are not made to fit our frame, it's not just about the inseam. Two very important measurements are the front rise and back rise. If they are not to your scale, you often find that you have to pull your pants extra high so the crotch aligns properly. Pants for short women need to have front and back rises that are 1-2 inches shorter than average to account for the smaller frame of our lower torsos. If a pant that was altered doesn't fit properly at the top, you could be wearing pants that have up to four extra inches of fabric at the crotch!\nMeasurements\n1. Waist Your natural waistline is located above your belly button and below your rib cage. If you bend to the side, the crease that forms is your natural waistline. Don't suck in.\n2. Inseam Your inseam is a simple measurement from the inside of your pant-leg at the crotch all the way down to the pant bottom.\n3. Outseam The entire length of the pant from waist to bottom.\n4. Leg opening Diameter of the leg bottom.\n5. Front rise From crotch to mid front waist.\n6. Back rise (right behind the front rise) From crotch to mid back waist.\n7. Hips The widest part of your hips and buttocks.\nFor a reference point, if you're about 4’10 to 4’11, you typically will need an inseam of 26” if you plan on wearing flats or 28” if you plan on wearing heels. If you are between 5’0 to 5’2, you typically will need an inseam of 28” if you plan on wearing flats or 30” if you plan on wearing heels. If you are 5’3 to 5'4 you typically will need an inseam of 30”. \nWe're launching with 3 styles: straight-leg (in black and royal blue), wide-leg (black/white stripe), and skinny jean (black and medium blue denim).     \nStraight Leg The straight leg pant is perfect for professional settings. It's made from 68% viscose, 27% nylon and 5% spandex. This style can be pre-ordered in black or in royal blue as shown. Our model is 4'11 and she is wearing waist 26\" and inseam 26\".\nSkinny Leg The skinny leg jean is the most casual of our styles. It's made from 98% cotton and 2% spandex. This is not a jegging, it is true denim with stretch that will comfortably hug your curves, and it also has real pockets. Our model below is 5'1 and is wearing a 30\" waist and 28\" inseam with flats. No rolling or folding! Our actress in the video is 4'11 and wearing 26\" waist and 26\" inseam with sneakers. This style can be pre-ordered in black denim as shown or in medium blue denim.\n  PLAY\n\nWide Leg The wide leg pant is our only printed option for this campaign. It is made from 100% polyester. The waist is flat at the front and elastic at the back, and has pockets on the sides. These are super dressy yet super comfortable for all-day wear. This style can be pre-ordered in black and white stripes.\nDon't settle for this!\nTheir pants vs. Our pants:\n  As you can see from our rewards, we really want to give our backers the best deal possible on our pants because you are helping us launch not only our brand but also our entire vision. Our retail prices will range from $50-$70, because it's important that we make petite AND affordable pants. We have been overcharged enough! So as a backer, you are receiving anywhere from 20%-50% off our retail, depending on the reward level you choose. In terms of quality, our pants are comparable to those sold for $75-$100, and you won't have to alter them! We can achieve this by bypassing retailers and making our pants available directly to you, our wonderful consumer.\nIf our Kickstarter campaign is successful, we will send a survey to all our backers who have pre-ordered pants and ask them for their size, style and color preference from our five choices. If you have pre-ordered more than one pair, you do not have to choose from just these five styles. You can save your reward pairs as we will be coming out with more styles and colors throughout 2017. However, we do require that at least one pair be from these five choices.\nDELIVERY TIMELINE\nOur Kickstarter campaign will end in mid-October. At that time, our founder will travel to the factory and work for 2-3 weeks finalizing sizing and grading. Production will begin in November and will last about 25 days. The finished pants will then be shipped and we anticipate being sent to backers by mid-December just in time for the holidays. Did we mention these pants make a GREAT gift?\nT-Shirts\nWe have two t-shirts available made from super soft organic cotton. Show your support for our brand while being comfy.\n  While we will be thrilled and utterly grateful for having our campaign reach its Kickstarter goal, we want to set our sights even higher, because our vision is about serving short women in the long term. We would love to offer more choices for pre-order right away and not just our fabulous original five. We have additional styles and colors that we will make available as we hit our stretch goals. The more pre-orders, the more choices we can offer throughout our campaign, and produce them right away. Thank you so much for reading this far, and for being part of our campaign. It truly is amazing that despite advancements in technology and information, something as simple as a well-fitting pair of fashion-forward pants is impossible to find for millions of women. However, with your help, we can change this.\nLike us on Facebook to follow our progress.\nFollow us on Twitter.\nSee our pictures on Instagram @bantamgarb.\nWe want you to be satisfied with your reward. If the pants you receive do not fit, you may exchange it for a different size. For exchanges, you will have to send the pants back to us at your own expense, however, we will pay for shipping the new item back to you.", "risks": "Risks and challenges\nOur biggest challenge is making sure our pants fit well. Even though we have samples in size 26 waist and 30 waist, we still need to finalize the patterns of the other sizes. Once our project is funded, our founder will travel to the factory and work every day on the fit and grading. She will be as transparent as possible, sharing progress via social media as well as email updates once production has started.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Sindy Sagastume\nFirst created · 45 backed\nI'm Sindy Sagastume, and I have been in the apparel industry in some way or another since I was 16. From sales associate to heading up...See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Heartfelt Thank You and a PDF to Enjoy", "descp": "Whether you're a petite woman or not, help support petite women in your life by backing our project with $1. In return, we'll send you a PDF with all things petite - fashion tips, advice on what not to say to us and a light-hearted joke or two because we truly are the best sports. Every little bit helps so that we can serve petite women.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Measuring Tape", "descp": "It's always helpful to know your measurements when you're shopping for apparel. Support petite women AND learn what your most recent measurements are with a super cool Bantam Garb measuring tape.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 20 or more", "title": "Women's Tee #bantamfitsme", "descp": "Made of super soft cotton, show your support for Bantam Garb with a fabulous tee, sizes S-XL.\nFree shipping in the U.S.\n$15 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Men's Tee #teambantam", "descp": "Guys, one can never have too many tees! Show your support for our brand with a super soft cotton tee, sizes S-XL.\nFree shipping in the U.S.\n$15 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 40 or more", "title": "Bantam Garb Pants! One Pair", "descp": "One pair of Bantam Garb pants: straight-leg pants, wide-leg pants, or skinny-leg jeans. This reward must be chosen from one of our five original choices.\nFree shipping in the U.S.\n$15 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Bantam Pants and #bantamfitsme Tee", "descp": "Make it an outfit! One pair of Bantam Garb pants and #bantamfitsme tee made from super soft cotton. Pants must be from one of our five original choices.\nFree shipping in the U.S.\n$15 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 75 or more", "title": "Bantam Garb Pants! Two Pairs", "descp": "Two pairs of Bantam Garb pants! You can choose both pairs at once when our project is completed, or choose one pair from our original five choices and the other pair can be saved for the future as we roll out more styles and colors in 2017.\nFree shipping in the U.S.\n$20 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "VIP Shopping Experience", "descp": "One hour VIP shopping experience in NYC with our founder and refreshments. Try on all of our styles, get your measurements taken, see upcoming styles and colors, and choose one pair of Bantam Garb pants and a tee.\nTransportation to NYC not included.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 110 or more", "title": "Bantam Garb Pants! Three Pairs", "descp": "Three pairs of Bantam Garb pants! At least one pair must be from our original five choices, the others can be saved for the future as we roll out more colors and styles in 2017.\nFree shipping in the U.S.\n$25 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 140 or more", "title": "Bantam Garb Pants! Four Pairs", "descp": "Four pairs of Bantam Garb pants! At least one pair must be from our original five choices, the others can be saved for the future as we roll out more colors and styles in 2017.\nFree shipping in the U.S.\n$30 shipping anywhere else.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 250 or more", "title": "Design Your Own Bantam Garb Pants", "descp": "Design your very own pair of Bantam Garb pants. We will take your measurements and you get to choose from over 100 choices of fabrics, colors, and prints.\nMeasurements will be taken in NYC. If you are outside of the area, you can arrange to get your measurements taken and send to us, and we can send you digital fabric swatches from which to choose.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (99 left of 100)"]}, {"amt": "Pledge US$ 500 or more", "title": "Bantam Garb Inner Circle", "descp": "Be part of our inner circle and receive:\nMeasuring tape\nFour pairs of Bantam Garb pants\nSuper soft cotton women's tee\nSuper soft cotton men's tee\nPlus, you will get to actively work with us on our second product launching in 2017, this includes receiving digital fabric swatches and a fit sample so you can truly give us your best feedback!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (100 left of 100)"]}], "updates": [{"status": [{"Project ends": "OCTOBER 13, 2016"}, {"Project launches": "SEPTEMBER 13, 2016"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/sindysagastume/bantam-garb-pants-to-fit-short-women", "project_name": "Bantam Garb: Pants to Fit Short Women"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "ATTENTION NEW BACKERS: Don't forget to visit the BACKERS ONLY UPDATES section for instructions on how to get your digital download! \nUPDATE FOR THE $250 LOS ANGELES ALBUM LAUNCH PARTY!\nALL $250 packages include TWO tickets! Bring a friend to the launch party/show at the Troubadour in West Hollywood on August 23rd - 2013\nProject update 10.0\nHello, Everyone.\nLess than a week to go for our Kickstarter campaign.\nSo far we've raised over $200k from a little less than 5000 supporters. That's enough to manufacture and fulfill the orders, pay our wonderful team, cover recording costs, and we have a little left over for promotion and marketing. A few years ago it would have been so much more difficult to get a project like this off the ground, and there would have been a mountain of debt, but here we are - it's amazing to be able to start the release process free and clear. Thank you all so much.\nWe are nearly done with the package design and will send out manufacturing orders as soon as the campaign closes. Vinyl will likely take a bit longer than CDs and posters, but we'll keep updating you with the progress until we can get your orders into your hands.\nWe're so happy we were able to get the music out to you early. Kickstarter isn't actually built for early rewards, but they were generous in allowing us to go ahead and find a workaround to provide you with downloads before the campaign was over. Once we've finished the campaign, artwork will be reworked and we will provide updated download links for you.\nPerhaps we'll reach the stretch goal of $250k, perhaps we won't. It's been exciting to see the campaign become so active again in the last week (We're back on the front page of Kickstarter!). However it goes, it's been a great ride. It took a while for us to get this record made, and just seeing the early reaction to the music has already made it worth the time and effort.\nOnce again - word of mouth is just about our only way of spreading the news. Thanks for all you've done, and we'd still appreciate it if you shouted out once more through Twitter or Facebook, or if you happen to run a giant media conglomerate and want to stick it on the evening news or a stadium jumbotron that's ok too.\nThank you all.\nYou rock\n-Toad\nP.S. We thought you might want a sneak peak of the New Constellation Album cover. We hope you like it!\nP.S.S. Annnnnd an acoustic version of \"California Wasted\"\nProject update 9.0\nHello, there.\nThis has been an exciting and busy couple of months. We’ve been out on the road across the States, overjoyed to play the new material and see the Kickstarter supporters singing along from the audience. Thank you all!\nSo...we are in the final days of the campaign. Artwork has had a few unavoidable scheduling setbacks but is now racing full-steam ahead. My good friend Ben Ciccati has been drawing up a storm - all the images you’ve been seeing on the site are his. For graphic design we’ve brought in Kii Arens, who will put together the LP and CD Kickstarter packages, as well as poster and shirt design. I love seeing what the two of them are coming up with, and we’ll share it with you soon.\nA few days ago I bought a tin space man and shot a lyric video for New Constellation. It’s fairly silly, but if anyone needs motion-tracked rockets added to their home videos I now know how. We might sign the spaceman and have him as a Kickstarter item if people are interested. Let us know.\nAnyway: Thank you again, and please keep spreading the word. If your friends (or Twitter followers, or Friends) like Toad let them know about the campaign, and if you like the record (and the extra tracks) tell them about that, too. Please. With sugar on top.\nMany more shows to come, an acoustic EP to record, people to see and places to go...Say hello if you’re nearby.\nBe well\ng\nProject update 8.0\nThank you so much for your continued support, we're deeply grateful. We'd like to remind you that if we reach our new stretch goal of $250K before the end of the campaign on August 4th, all backers will get a LIVE EP from the August tour. With that end date on the horizon, we have reached the point where we would like to ask all of you - our core supporters - to help spread the word and enlist support from your extended networks on social media and beyond. Together, we have managed to achieve three times our initial goal with less than five thousand backers and word of mouth alone.\n\nWith just a little more awareness we should be able to take this all the way to the finish line, so if you know a Toad fan, let them know there's only a couple more weeks to get the album now instead of waiting till September for the general release.\nFrom the bottom of our hearts thank you in advance, and hope to see you all on the road!\n- Glen, Todd, Randy & Dean\nProject update 7.0\nA huge thanks to everyone who has contributed to our Kickstarter campaign thus far. We are still completely overwhelmed by the response. We have a lot of updates this week! New backer rewards (based on your feedback) a special note from Todd and a new stretch goal!\nSince we have reached our first stretch goal of $150K - all backers will be receiving a new, in-studio acoustic recording - distributed as a digital download - and recorded at Revolver studios. For stretch goal #2 - if we reach $250K before the end of the campaign - all backers will get a Live EP from an upcoming tour date. More music!\nThank you everyone for your continued support! See you on the road!\nCheck out this personal note from Todd\nProject Update 6.0 \nHappy Independence Day, Everybody!\nThanks to all of you who have already joined the Kickstarter campaign for our new Toad the Wet Sprocket album New Constellation. We are stunned and humbled by the outpouring of support and the encouraging first reactions to this--our first, new record in 16 years.\nDue to the overwhelming demand for more Kickstarter packages, we’re giving you the chance to create your own custom package! We’re calling it Kickstart Your Independence!\nPlease give us your suggested packages below in the comments section of this post. We will pick two new packages to add to our campaign and announce them next week!\nAnd remember - In order to get your Kickstarter Early-Rewards Version of the full tracks from New Constellation - you must be a Project Backer. Read this backers only post for instructions on how to get your download!\nThanks for hanging with us - and happy 4th of July!\nProject Update 5.0\nThanks so much for hanging in there with us while we have been trying to figure out how to distribute the Kickstarter Early-Rewards Bonus Version of the full tracks from New Constellation. If you are a project backer - you can check out the Backers Only Updates section for instructions on how to get your download. \nAnd check out this personal note from Dean!\nThank you again for your support and happy listening!\n- Glen, Randy, Todd and Dean\nProject Update 4.0\nHi Again,\nWe're in the home-stretch! Right now the new record is being mastered (a much more gentle process than the name suggests), whereby the final eq and volume tweaks are made. We're actually on the 2nd round of mastering--it's being \"re-mastered\", which, frankly, makes no sense. There really should be a different name to the whole process. In any event, that's what's happening. We're also having the final touches done on the artwork. We don't know what that process is called, but it must be a bit less diabolical sounding. What this all means is that you'll be able to download the whole album very soon, and as soon as the artwork is finished we'll get to work on printing up the CD, creating the actual physical evidence that we're a band! We're genuinely excited about this album, but more than anything we're sincerely grateful and humbled by the support you've given us-- now and for so many years. From the bottom of our very full hearts, Thank You!\nOh, and one more thing - the single \"New Constellation\" is available for download right now if you have backed the project. Hope you like it.\nAgain, a thousand thanks.\nSincerely,\nToad (Glen, Randy, Todd and Dean)\nProject Update 3.0\nWe made it home from this leg of the tour and are grateful for all of your support - it's really quite overwhelming. Now our goal is to make sure to keep up our end of the bargain to you, so we're hard at work (ok scrambling really) to figure out a way to honor the Kickstarter Early-Rewards Bonus Version of the full tracks from New Constellation. We've been collaborating with the kind folks at Kickstarter to figure out a way to make it work, and ask for a little more time to sort this out. We definitely want to prevent any further SNAFUs with this part of the program.\nAll Kickstarter backers will receive the single \"New Constellation\" this week in a \"backer update\". (Going forward new backers will be able to get the single in the same update).\nThank you again for your incredible support (and patience)!\n- Glen, Randy, Todd & Dean\n************\nPROJECT UPDATE! \nHello again! This has been a humbling, wonderful few days. In addition to the Kickstarter launch, we are out in New York this week, playing a handful of shows as well as having the honor of playing at 80th birthday celebration for Willie Nelson. Our bucket lists are getting lots of checkmarks.\nWe have set a new stretch goal of $150K for the Kickstarter campaign. Our initial goal was set around the minimum amount we needed to begin promoting the record, but going further will enable us to do so much more. Publicity, radio and retail promotion, music videos, online promotion and on and on...we're just getting started.\nOnce we reach our stretch goal, we will add a new, in-studio acoustic recording to all contributors of the campaign, to be distributed as a digital download. The concert will be recorded at Revolver studios, where we recorded the New Constellation album. Sound like fun? We think so.\nThank you again from the bottom of our hearts. This is such an exciting start to a new chapter. Please keep spreading the word, and we'll keep chugging ahead on our side.\n- Glen, Randy, Todd & Dean\n************\nToad started when Glen was a freshman in high school and met seniors Todd, Randy and Dean through choir and theater. We practiced in our parents' garages, played at dive bars, and recorded two indie records which were inexplicably picked up by the Columbia label. We put out three more records, had some hit singles, toured our asses off and broke up for all the usual reasons in 1998.\nWe've all been making music on our own for a while now, and from time to time would get together for short tours, after which we would quickly scatter again. A couple years ago, something changed. Instead of remembering why we'd broken up, we started remembering why we got together in the first place. We started having fun and feeling like a band again, and that energy on the road led us to want to record a new record. So...we did.\nWe're very proud of what we've created. New Constellation was produced, engineered and mixed by our friend Mikal Blue, and we are releasing it independently. That means no label, so it's our job (and yours as well, if you're willing) to get the word out. We've already invested in the recording and mixing, but this campaign will enable us to finish the art, take a single to radio, shoot videos, manufacture and distribute the album, and hire a team to promote and market the record. It will also allow us to deliver the album early and directly to those who care the most, and provide them with extra songs, cooler artwork, and undying eternal gratitude.\nWe're fortunate to be able to come together and feel like a band again, and we think we've created something worthy of our listeners' expectations. We're also deeply grateful to the people who've stuck with us through the years, letting us know that our music matters to them. So here we are. For those of you who asked for a new record, we've done it. Now we need your involvement. You can use this opportunity just get the record early, or you can go into full Patron Of The Arts mode. Either is a big help.\nThanks again, and be well,\n- Glen, Randy, Todd & Dean\nwww.toadthewetsprocket.com\nhttps://twitter.com/ToadWetSprocket\nhttps://www.facebook.com/toadthewetsprocketmusic\nhttp://instagram.com/toadthewetsprocket", "risks": "Risks and challenges\nWe've had a few friends use crowdsourcing for musical projects, and we hope we have learned something from them about potential pitfalls in launching a record this way. This campaign places us in charge of direct manufacture and distribution for our patrons, and means we need to set up a one-time system to make that happen smoothly and efficiently. Things can go wrong, though. We've seen storms delay shipping, posters where shipping ended up costing more than the cost of the item, lost packages, and a vinyl pressing pushed back 2 months because The Beatles were reissuing on 12\" and the pressing plants couldn't keep up with demand.\n\nWe have a small team helping us put together our plans, and our intent is to make the Kickstarter versions of the physical record something worth holding in your hands. It won't be the same package everyone else can get on the road or at the store. How different...we don't know yet. The art process is just starting. But we know we don't want to disappoint anyone.\n\nWe've tried to create items and offers we know we can provide, but there's no telling what the schedule will be yet, aside from that we want to get stuff out as quickly as we can and at the highest possible quality. We will keep you informed about which offers will be ready when, and let you know the process and the reasons why. \n\nAs for the in-person items, we will fit these in with our tour schedule and do our best to give you an experience worthy of your generosity. We've never done this before, but we'll be creative in working with you to make sure you're satisfied. \n\nMaybe we won't bump into any SNAFU situations, but if we do, we're on your side.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "SURPRISE! New EP!", "update_content": "Hello, Everyone -\nSo - after many maddening delays, much hand wringing, flying monkey wrangling and accelerated hair loss - all packages items (except for the vinyl, which apparently has to be processed though a time machine) are either on their way to you or already at your homes. It has been a wild, fun ride. Thank you all again so much for your support, and thank you doubly for your patience as we worked through all the kinks. You all made this album release possible, and as much as we wish we could have made the process quicker, it has still been an incredible experience. So once again: Thank you."}, {"update_no": "UPDATE #20", "update_userinfo": "Vinyl, Vinyl, Vinyl...", "update_content": "Hi everyone! Sorry for all the notes but I wanted you all to know where we are with the codes and general info on your backer level.\nIf you were an early backer - we had a form we created on our website to collect everyone email addresses so that we could send download codes early. Unfortunately the way KS works, we couldn't get any of your information until the end of the campaign (yesterday). So - we had to create our own work-around. We had been sending codes every few days to those who filled out the form and there were many emails un-opened from those blasts so we assume they went to spam. Please add email@toadthewetsprocket.com to your address book and it should help!"}, {"update_no": "UPDATE #19", "update_userinfo": "Some news and thank you.", "update_content": "Hello, Everyone.\nWe're floored. Exhilarated. Flabbergasted, amazed, bewildered, befuddled and bedazzled. Twitterpated, even.\nThank you all so much for the support. The last few days were just incredible to watch. You all rallied so well, and were so generous. Thank you, thank you, thank you."}, {"update_no": "UPDATE #18", "update_userinfo": "Backer update - the goods!", "update_content": "Hello, Everyone.\nLess than a week to go for our Kickstarter campaign.\nSo far we've raised over $200k from a little less than 5000 supporters. That's enough to manufacture and fulfill the orders, pay our wonderful team, cover recording costs, and we have a little left over for promotion and marketing. A few years ago it would have been so much more difficult to get a project like this off the ground, and there would have been a mountain of debt, but here we are - it's amazing to be able to start the release process free and clear. Thank you all so much."}, {"status": [{"Project funds successfully": "6,304 backers pledged $264,762"}]}], "comment_no": 531, "projec_url": "https://www.kickstarter.com/projects/toadthewetsprocket/new-studio-album-from-toad-the-wet-sprocket", "project_name": "New Studio Album from Toad the Wet Sprocket!"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/robhatchmiller/syl-johnson-any-way-the-wind-blows", "project_name": "Syl Johnson: Any Way The Wind Blows"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 22329, "projec_url": "https://www.kickstarter.com/projects/559914737/the-veronica-mars-movie-project", "project_name": "The Veronica Mars Movie Project"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 45, "projec_url": "https://www.kickstarter.com/projects/johnvanderslice/john-vanderslices-dagger-beach-the-new-album", "project_name": "John Vanderslice's DAGGER BEACH: The New Album"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1048, "projec_url": "https://www.kickstarter.com/projects/1056985656/john-ks-cans-without-labels", "project_name": "John K's \"Cans Without Labels\""}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1361, "projec_url": "https://www.kickstarter.com/projects/amandapalmer/amanda-palmer-the-new-record-art-book-and-tour", "project_name": "Amanda Palmer: The new RECORD, ART BOOK, and TOUR"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/snaptruck/fueled-by-fries-get-snaps-biodiesel-food-truck-on", "project_name": "Fueled by Fries: Get Snap's Biodiesel Food Truck on the Road"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/pgf/the-eugene-mirman-comedy-festival", "project_name": "The Eugene Mirman Comedy Festival"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/diehard/diehard-is-recording-their-first-full-length-album", "project_name": "Diehard is recording their first full length album!"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 212, "projec_url": "https://www.kickstarter.com/projects/dianidevine/replacing-the-n-word-with-robot-in-huck-finn", "project_name": "Replacing the \"N-word\" with \"Robot\" in Huck Finn"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/theblackswans/the-black-swans-dont-blame-the-stars-vinyl-edition", "project_name": "The Black Swans \"Don't Blame the Stars\" Vinyl Edition"}}, {"backer": "robert duffy", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/catbird/unbunnys-black-strawberries-limited-edition-lp", "project_name": "Unbunny's \"Black Strawberries\" Limited-Edition LP"}}]