[{"backer": "Ryan M.", "project_data": {"campaign": {"story": "NEW STRETCH GOALS UNLOCKED!\nDIGITAL COMICS EXTRAVAGANZA UNLOCKED!\nKIRA OKAMOTO PRINT UNLOCKED!\nWINGED MONKEY SQUADRON STICKER UNLOCKED!\nDEATH FROM ABOVE ENAMEL PINS UNLOCKED!\nWhat if The Hurt Locker took place in The Wizard of Oz? Find out in The O.Z., a thrilling new comic series from Ringo Award-nominated writer David Pepose (Spencer & Locke, Going to the Chapel) and red-hot new artist Ruben Rojas that transforms a childhood classic into a war story for the ages. Debuting on Kickstarter with a 44-page first chapter, this campaign is dedicated to bringing this action-packed twist on L. Frank Baum’s iconic Oz novels to life. Fans of Mad Max, The Old Guard, and Fables will not want to miss out on The O.Z. \nFOLLOW THE YELLOW BRICK ROAD\nDecades ago, when a young girl defeated the Wicked Witch of the West, she said farewell to the magical land of Oz… but unwittingly plunged the country in a vicious power vacuum leading to years of brutal civil war. But a generation later, the name of Dorothy Gale lives on in her granddaughter, an Iraq war veteran grappling with disillusionment and PTSD — yet when a tornado strikes Dorothy’s quiet Kansas town, this former soldier finds herself in the war-torn battlefield known only as The O.Z. Forced to navigate warring factions led by the Tin Soldier, the Scarecrow, and the Courageous Lion, Dorothy must come to terms with her legacy and her past if she ever hopes to bring peace to the Occupied Zone.\nSNEAK PREVIEW\nReimagining the classic L. Frank Baum mythology of the Wizard of Oz through the lens of war, The O.Z. is a comic that takes no prisoners thanks to its striking artwork. With our first issue clocking in at 44 pages, we thought this preview would speak for itself: \nTHE BOOK\nTeaming up with rising star artist Ruben Rojas, Eisner-winning colorist Whitney Cogar (Giant Days, Steven Universe), and ace letterer DC Hopkins (Titans, Ghosted in L.A.), The O.Z. is an action-packed story of heart-rending choices, hard-fought redemption, and finding meaning amid the fog of war... even on the other side of the rainbow. \nFor you process junkies out there, we'll be printing this book on a heavy 80 lb. glossy paper stock with a cover at 100 lb. glossy cover stock. And shipping? We'll be bagging and boarding every issue we send front and back — The O.Z. doesn't quit, and neither will our dedication to delivering readers our books as safely as possible.\nVARIANTS\nWe also have a trifecta of limited edition variant covers from some fan-favorite artists, starting with our DEATH FROM ABOVE cover from the unstoppable Maan House (Godkillers, Spencer & Locke)!\nAnd catch this incredible APOCALYPSE OZ variant from Rio Burton (Lucid Dreaming, Destiny, NY)!\nFinally, don't miss out on our insane HIT-AND-RUN Akira homage variant cover from Kenneth Wagnon (Hearts Full of Sand)!\nWe will also have exclusive discount tiers for the retailer community, so you can get all four covers of The O.Z. in your customers' hands as soon as possible!\nSTRETCH GOALS\nThanks to your incredible support, we've blown past our original goals, and are unveiling the first of our stretch goals!\nSTRETCH GOAL #1 UNLOCKED — $25,000 — DIGITAL COMICS EXTRAVAGANZA! \nEVERY BACKER will receive a MASSIVE digital comics library featuring over a dozen red-hot creators, including Kevin Eastman (co-creator of Teenage Mutant Ninja Turtles, Drawing Blood), Justin Jordan (co-creator of The Strange Talent of Luther Strode, Spread), Rylend Grant (co-creator of Aberrant, Banjax, The Jump), Frank Gogol (co-creator of No Heroine, Dead End Kids), and MANY, MANY MORE. So keep spreading the word, because we've got a HUGE amount of rewards in store!\nSTRETCH GOAL #2 UNLOCKED — $30,000 — KIRA OKAMOTO PRINT!\nALL PHYSICAL BACKERS will receive our incredible comic-sized YELLOW BRICK ROAD WARRIOR print of The O.Z. by artist Kira Okamoto! \nSTRETCH GOAL #3 UNLOCKED — $35,000 — WINGED MONKEY SQUADRON STICKER\nFly the unfriendly skies of The O.Z.! ALL PHYSICAL BACKERS will get our awesome Winged Monkey Squadron sticker!\nSTRETCH GOAL #4 UNLOCKED — $40,000 — DEATH FROM ABOVE ENAMEL PIN\nALL PHYSICAL BACKERS PLEDGING \"ALL FOUR COVERS\" OR ABOVE will receive this terrific enamel pin inspired by artist Maan House's \"Death From Above\" variant cover! We will also be offering the pin as a paid add-on in our BackerKit surveys for any other tiers, or if backers which to purchase additional pins.\nSTRETCH GOAL #5 — $45,000 — SECRET FIFTH COVER\nThis is it! We're in the last 24 hours, and we're pulling out the big guns — if The O.Z. crosses $45,000 before our Kickstarter wraps up, we will unveil an EXCLUSIVE SECRET FIFTH COVER as an add-on to our BackerKit page!\nBACKER STRETCH GOALS\nThe O.Z. is only as strong as its Yellow Brick Road Warriors, so we're officially launching Backer Stretch Goals! If our campaign crosses 1,000 readers, writer David Pepose will record an exclusive behind-the-scenes commentary track for our 44-page first issue, which ALL BACKERS will receive!\nSOCIAL STRETCH GOALS\nWe want to keep building our Emerald Army for The O.Z. — so we're launching new Social Stretch goals for our fans! For every 100 Retweets and 100 Likes this linked Twitter post receives, we'll unlock all-new content for our fans — starting with a specially recorded theme song for The O.Z.!\nKeep liking, retweeting, and sharing to reveal a special Dorothy pin-up from artist Ruben Rojas!\nADD-ONS\nWant to know what goes into making a comic like The O.Z.? We'll be offering behind-the-scenes materials including my scripts, as well as Ruben's inks and Whitney's colors! \nDon't miss The O.Z. artist Ruben Rojas' limited edition sketch card featuring Dorothy!\nBut wait, there's more! We also have commissions for original black-and-white head sketches from series artist Ruben Rojas! Check out Ruben's amazing #SixFanArts sketches for an example of his work:\n\n Not enough? For just a little bit more, you can even get yourself drawn into the book! \nCould you be an unlucky Munchkin who's about to get punched in the face? Or maybe a bystander to a Winged Monkey ambush? The possibilities are endless!\nWe also have one-on-one Skype sessions with me! As a Ringo Award-nominated writer as well as having worked as a DC Comics editorial intern and served for a decade as the Reviews Editor at Newsarama, I'll be happy to review your pitch, talk about comics writing, discuss how to navigate publicity or Hollywood... you get to set the agenda!\nAnd if you haven't read my other work, you can also catch up during this campaign!  \nWhat if Calvin and Hobbes grew up in Sin City? Backers of The O.Z. will also be able to catch up on my breakout series Spencer & Locke from me and Ringo Award-nominated artist Jorge Santiago, Jr., following hard-boiled Detective Locke as he investigates a brutal murder with the help of his seven-foot-tall imaginary panther Spencer.\nOur psychological thriller was nominated for FIVE Mike Wieringo Comic Book Industry Awards (\"Ringo Awards\"), including BEST SERIES, BEST COVER ARTIST, BEST COLORIST, BEST LETTER, and BEST WRITER, alongside comic industry heavyweights including Tom King, Neil Gaiman, Jason Aaron, Jeff Lemire, and Matt Kindt!\nNot only was Spencer & Locke first announced by The Hollywood Reporter, but our series was optioned for the big screen before our fourth issue even came out!\nBut don't just believe us — here's what our fans had to say about Spencer & Locke:\n\"Richly imagined and darkly original... a fantastic debut.\" - Scott Snyder (Batman)\n\"Stunningly subversive... a fiendishly fun take on an age-old classic.\" - IGN \nAdditionally, we also have our hit sequel, the Barnes & Noble-ranked Spencer & Locke 2, which follows embattled Detective Locke and his imaginary friend Spencer, as they face their deadliest enemy yet — a scarred former soldier by the name of Roach Riley!\n\"A fever dream of nostalgia and noir... an original voice from one of comics' most unique writers.\" - Bryan Edward Hill (Detective Comics, Killmonger) \n\"Riveting... you won't regret giving Spencer & Locke your time.\" - ComicBook.com\nFinally, you can find out why love is the ultimate hostage situation in Going to the Chapel, from me and artist Gavin Guidry! Think Ocean's Eleven meets Arrested Development — at a wedding! — and you'll get the vibe of this super-fun book.\nWhen a wealthy heiress gets cold feet on the day of her wedding, she couldn’t predict her big day would be hijacked by a gang of Elvis-themed bank robbers looking for a $250 million score. But the heist is blown and police surround the chapel, this conflicted bride becomes the ringleader of her own hostage situation to escape walking down the aisle!\nNot only did Going to the Chapel score rave reviews across its release, but it even nabbed a surprise endorsement from actor and comedian Patton Oswalt:\nAnd finally, we have our ultra-rare premium tiers! Who's this cool blue cat? He's no Cowardly Lion — this is Spencer, the imaginary stuffed blue panther from my breakout series Spencer & Locke!\nWe had a few Spencer dolls custom handmade to celebrate our book's release... but we happen to have a handful left over. When he's not solving crimes, Spencer is the best friend you could possibly imagine, so let's give this panther a loving home!\nAnd last but not least, if you want to be the ultimate backer of The O.Z., you can bring me to any comic shop in the continental United States for an exclusive signing!\nWhile I'm rubbing elbows with your friends, you can ask me anything you want about writing comics, working in publicity, or how to run a Kickstarter! (Note: This reward will require confirmation that your local comics shop is willing to host; please note that timing will be contingent on covid subsiding and any future convention scheduling.)\nAbout The O.Z. Team\nA former crime reporter turned comic book professional, David Pepose is the Ringo Award-nominated writer of Spencer & Locke, Spencer & Locke 2, Going to the Chapel, the upcoming Grand Theft Astro, and more. Beyond developing stories for comics, film and TV, David has also worked for CBS, Netflix, DC Comics, and Universal Studios. Follow him on Twitter at @peposed.\nBorn in Malaga, Ruben Rojas read his first comic book at the age of five, kicking off his dream to make his living drawing. He finished his Illustration degree in 2010 and won several art contests in his native Spain. His work has been published in Cthulhu Magazine, Rogues! for Amigo Comics, and Proton for Blackjack Press. Follow him on Twitter at @ruben__rojas.\nWhitney Cogar is a comic colorist and illustrator from Savannah, GA. She contributed colors to the two-time Eisner Award-winning Giant Days (BOOM! Studios), the miniseries Wicked Things (BOOM! Studios), and Lucy Knisley's Peapod Farm series (Random House). Follow her on Twitter at @smashpansy.\nDC Hopkins is a professional comic book letterer and designer who has worked with a wide variety of clients ranging from Eisner-nominated indie projects, to major publishers such as BOOM! Studios, DC Comics, IDW, Dark Horse, Image, Humanoids, Tor, Disney, Oni, and more. In addition to being a freelancer, DC is also a proud staff member of Deron Bennett's AndWorld Design studio. Follow him on Twitter at @dc_hopkins.", "risks": "Risks and challenges\nWhile this is our first Kickstarter, we're grateful to have several veteran Kickstarter creators guide our efforts for THE O.Z., including Charlie Stickney (White Ash, The Game), Rylend Grant (The Jump), Karla Nappi (Duplicant), Clay Adams (Deadskins, Red XMas), Steven Prince (Monster Matador), Dave Schrader (Baby Badass) and Frank Gogol (Grief).\n\nBeyond drawing any backers’ likenesses into the book, the artwork, colors, lettering, and production for all 44 pages of THE O.Z. #1 is fully complete, and only needs to be sent to the printer and shipped to backers. Furthermore, I've already written the entire series, and Ruben, Whitney, and DC are already hard at work on Issue #2.\n\nDespite the covid pandemic, our printer is considered an essential business, and in the off-chance there are delays with the postal service, we will ship your books via an alternative service. We are also investing in top-notch shipping supplies, and I will be handling all fulfillment personally. \n\nWe are firm believers that our readers should never be taken for granted, so if you have any questions, don’t hesitate to reach out, and we will get you squared away.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "JOIN THE RESISTANCE", "descp": "THANK YOU! For helping us bring THE O.Z. to life, your name will be added to our special backers list in the digital version of the comic. You will also receive PDFs of the Ringo Award-nominated SPENCER & LOCKE #1 and the critically acclaimed GOING TO THE CHAPEL #1!\nINCLUDES:\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "DIGITAL DELUXE #1", "descp": "Triple threat — not only will you receive the digital download of the 44-page PDF of THE O.Z. #1, but you'll also get a behind-the-scenes look at David Pepose's script!\nNot only that, but you'll also receive PDFs of SPENCER & LOCKE #1 and GOING TO THE CHAPEL #1! That's 88 pages of value!\nINCLUDES:\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["231 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "DIGITAL DELUXE #1 - Artist's Edition", "descp": "Want to know what it's like in the comic book trenches? You'll not only receive a PDF of THE O.Z. #1, you'll also receive David Pepose's full script, as well as untouched inks and colors from Ruben Rojas and Whitney Cogar! Plus everything from the standard \"Digital Deluxe #1\" tier.\nINCLUDES:\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "THE BOOK - Standard Cover", "descp": "Get in on the front lines! Be one of the first to get a physical copy of THE O.Z. #1, complete with 44 pages of story! We'll also throw in everything from the \"Digital Deluxe #1 - Artist's Edition\" Tier as a special bonus!\nINCLUDES:\nPrint copy of THE O.Z. #1 Kickstarter Edition\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["239 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "THE BOOK - Variant Cover", "descp": "Same rewards as \"The Book\" tier, but you'll be able to choose ONE of our three ultra-rare collectors' edition variant covers! We'll also throw in everything from the \"Digital Deluxe #1 - Artist's Edition\" Tier as a special bonus!\nINCLUDES:\nPrint copy of THE O.Z. #1 (Your choice of Variant Cover)\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["125 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "DIGITAL STOCKPILE", "descp": "Get to know writer David Pepose with downloads of all his greatest hits! Along with THE O.Z. #1, you'll get PDFs of SPENCER & LOCKE #1-4, SPENCER & LOCKE 2 #1-4, and GOING TO THE CHAPEL #1-4! This is over 300+ pages of entertainment!\nINCLUDES:\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1-4\nPDF of the Barnes & Noble-ranked SPENCER & LOCKE 2 #1-4\nPDF of the critically acclaimed GOING TO THE CHAPEL #1-4\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["57 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "ALL FOUR COVERS", "descp": "Buy three, and get one free! Get physical copies of ALL FOUR covers of THE O.Z. #1 (1 regular and 3 variants), and we'll also include everything from the \"Digital Deluxe #1 - Artist's Edition\" tier.\nINCLUDES:\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nPDF of THE O.Z. #1 Kickstarter Edition\nDigital files of inks and colors for THE O.Z. #1\nPDF of David Pepose's script\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["55 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "ALL FOUR COVERS (Signed)", "descp": "Leave no cover behind — get physical copies of ALL FOUR covers of THE O.Z. #1 (1 regular and 3 variants)! This is limited to ONLY 200 sets, with the main issue signed and numbered by writer David Pepose!\nWe'll also include everything from the \"Digital Deluxe #1 - Artist's Edition\" tier.\nINCLUDES:\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["41 backers", "Limited (159 left of 200)"]}, {"amt": "Pledge US$ 80 or more", "title": "PRINT STOCKPILE", "descp": "Get to know writer David Pepose with physical copies of all his greatest hits! Along with THE O.Z. #1, you'll get the trade paperback collections of SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL! This is over 300+ pages of entertainment!\nINCLUDES:\nPrint copy of THE O.Z. #1 Kickstarter Edition\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["28 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "PRINT STOCKPILE - Variant Edition", "descp": "Get to know writer David Pepose with physical copies of all his greatest hits! Along with your pick of variant cover for THE O.Z. #1, you'll get the trade paperback collections of SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL! This is over 300+ pages of entertainment!\nINCLUDES:\nPrint copy of THE O.Z. #1 (Your choice of Variant Cover)\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "THE O.Z. SKETCH CARD", "descp": "Score an original sketch card from artist Ruben Rojas featuring his designs for THE O.Z.'s Dorothy Gale! PLUS everything from the \"All Four Covers (Signed)\" tier.\nINCLUDES:\nThe O.Z. Sketch Card by Ruben Rojas\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "RETAILER APPRECIATION", "descp": "For our friends in the trenches of the comic retail community, you can get TEN COPIES of our Kickstarter-exclusive covers of THE O.Z. #1 at a discounted price! You can choose: signed or unsigned, whichever covers you want! We'll also include everything from the \"Digital Deluxe #1 - Artist's Edition\" tier. NOTE: Proof of store required.\nINCLUDES:\n10 copies of THE O.Z. #1 (Your Choice of Variant Covers)\nSigned by David Pepose\nPDF of THE O.Z. #1 Kickstarter Edition\nDigital files of inks and colors for THE O.Z. #1\nPDF of David Pepose's script\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 115 or more", "title": "ALL COVERS AND TRADES", "descp": "You love the feel of a comic in your hands — well, we've got the motherlode for you! Not only will you receive ALL FOUR covers for THE O.Z., but also trade paperbacks for SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL! Plus everything else in the \"Print Stockpile\" tier!\nINCLUDES:\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 130 or more", "title": "ALL COVERS AND TRADES (Signed)", "descp": "You love the feel of a comic in your hands — well, we've got the motherlode for you! Not only will you receive ALL FOUR covers for THE O.Z., with the main cover signed by David Pepose, but also trade paperbacks for SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL!\nThis is limited to just 200 copies, which will be signed and numbered by David himself — plus everything else in the \"Print Stockpile\" tier!\nINCLUDES:\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (192 left of 200)"]}, {"amt": "Pledge US$ 155 or more", "title": "ALL COVERS + TRADES + SKETCH CARD", "descp": "Your stockpile makes you the envy of the Occupied Zone! Not only will you receive ALL FOUR covers for THE O.Z., but you'll also get the Ruben Rojas sketch card, along with trade paperbacks for SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL! Plus everything else in the \"Print Stockpile\" tier!\nINCLUDES:\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nThe O.Z. Sketch Card by Ruben Rojas\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 170 or more", "title": "ALL COVERS + TRADES + SKETCH CARD Signed", "descp": "Your stockpile makes you the envy of the Occupied Zone! Not only will you receive ALL FOUR covers for THE O.Z. (with the main cover signed by writer David Pepose), you'll also get the Ruben Rojas sketch card, along with trade paperbacks for SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL! Plus everything else in the \"Print Stockpile\" tier!\nINCLUDES:\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nThe O.Z. Sketch Card by Ruben Rojas\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (195 left of 200)"]}, {"amt": "Pledge US$ 400 or more", "title": "KING OF THE JUNGLE", "descp": "He's a courageous feline with the heart of a lion — straight from the pages of SPENCER & LOCKE, we've got THREE handmade Spencer plush dolls ready to join the cause! You'll also receive ALL FOUR covers for THE O.Z. (with the main cover signed by writer David Pepose) and the Ruben Rojas sketch card, as well as trade paperbacks for SPENCER & LOCKE, SPENCER & LOCKE 2, and GOING TO THE CHAPEL! Plus everything else in the \"Print Stockpile\" tier!\nINCLUDES:\nSPENCER & LOCKE Handmade Spencer Plush Doll\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nThe O.Z. Sketch Card by Ruben Rojas\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (1 left of 3)"]}, {"amt": "Pledge US$ 18 or more", "title": "THE BOOK - Standard Cover (Early Bird)", "descp": "SAVE IN THE FIRST 48 HOURS! Be one of the first to get a physical copy of THE O.Z. #1 (regular edition). We'll also throw in everything from the \"Digital Deluxe #1 - Artist's Edition\" Tier as a special bonus!\nINCLUDES:\nPrint copy of THE O.Z. #1 Kickstarter Edition\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "194 backers"]}, {"amt": "Pledge US$ 23 or more", "title": "THE BOOK - Variant Cover (Early Bird)", "descp": "SAVE IN THE FIRST 48 HOURS! Same rewards as \"The Book\" tier, but you'll be able to choose ONE of our three ultra-rare collectors' edition variant covers! We'll also throw in everything from the \"Digital Deluxe #1 - Artist's Edition\" Tier as an extra reward!\nINCLUDES:\nPrint copy of THE O.Z. #1 (Your choice of Variant Cover)\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "105 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "SKYPE SESSION W/ DAVID PEPOSE", "descp": "THE O.Z. writer David Pepose has more than a decade of comics industry experience, including serving as Newsarama's Reviews Editor as well as being nominated for Best Writer in the 2018 Ringo Awards, alongside industry heavyweights like Tom King, Neil Gaiman, Jason Aaron, and Jeff Lemire.\nHere's your chance to pick David's brain for one hour via Skype. Want notes on your pitch or script? Need help finding artists, or getting started on your first book? Or want advice navigating comic news sites? You set the agenda! You'll also receive all rewards from the \"All Four Covers (Signed)\" tier!\nINCLUDES:\nSkype session with David Pepose\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "ART COMMISSION FROM RUBEN ROJAS", "descp": "Want to see your favorite characters in the style of The O.Z.? Ruben Rojas will draw an ORIGINAL black-and-white headshot of any character of your choosing! Just limited to five backers — plus everything else from the \"All Covers + Trades + Sketch Card\" tier!\nINCLUDES:\nOriginal Art Commission from Ruben Rojas\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nThe O.Z. Sketch Card by Ruben Rojas\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "DRAW ME INTO THE BOOK!", "descp": "Join the ranks, and mark your mark on history — get yourself drawn into THE O.Z.! Artist Ruben Rojas will include you as a background character — you probably won't have any lines, but you never know! We'll include a digital print of your page as well. This will also include rewards from the \"The O.Z. Sketch Card\" tier.\nINCLUDES:\nGet drawn into THE O.Z.!\nDigital print of your appearance in THE O.Z.\nThe O.Z. Sketch Card by Ruben Rojas\nFOUR print copies of THE O.Z. #1 (ALL FOUR COVERS)\nSigned by David Pepose\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nTrade paperback of the Ringo Award-nominated SPENCER & LOCKE\nTrade paperback of the Barnes & Noble-ranked SPENCER & LOCKE 2\nTrade paperback of the critically acclaimed GOING TO THE CHAPEL\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "THERE'S NO PLACE LIKE HOME", "descp": "When the fallout ends, the road home begins. Not only will you receive TWENTY copies of THE O.Z. #1 (your choice of covers), along with TEN trade paperbacks (your choice between SPENCER & LOCKE, SPENCER & LOCKE 2 and GOING TO THE CHAPEL), but series writer David Pepose will attend a signing at ANY comic book shop in the continental United States! (Scheduling TBD based on covid and convention travel.)\nINCLUDES:\nStore signing with David Pepose\n20 copies of THE O.Z. #1 (Your choice of Variant Covers)\n10 trade paperbacks (Your choice of SPENCER & LOCKE/CHAPEL)\nSigned by David Pepose\nThe O.Z. Sketch Card by Ruben Rojas\nPDF of THE O.Z. #1 Kickstarter Edition\nPDF of David Pepose's script\nDigital files of inks and colors for THE O.Z. #1\nPDF of the Ringo Award-nominated SPENCER & LOCKE #1\nPDF of the critically acclaimed GOING TO THE CHAPEL #1\nThanks in the credits", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "VOTE FOR THE O.Z. FOR THE RINGO AWARDS!", "update_content": "Greetings, Yellow Brick Road Warriors — and welcome back to a special update for The O.Z.! "}, {"update_no": "UPDATE #36", "update_userinfo": "WEDNESDAY DISPATCH: THE WAR'S NOT OVER YET...", "update_content": "Greetings, Yellow Brick Road Warriors! And welcome to a special Wednesday update for The O.Z.!"}, {"update_no": "UPDATE #35", "update_userinfo": "UPDATE: FINAL SHIPPING COMPLETE!", "update_content": "Happy Saturday, Yellow Brick Road Warriors! And here's your latest update for The O.Z.!"}, {"update_no": "UPDATE #34", "update_userinfo": "UPDATE: SHIPPING ALMOST COMPLETE, FREQUENTLY ASKED QUESTIONS, AND AN UNEXPECTED COLLECTOR'S ITEM!", "update_content": "Ho ho ho, Yellow Brick Road Warriors! And happy holidays to all our backers for The O.Z.!"}, {"update_no": "UPDATE #33", "update_userinfo": "UPDATE: SHIPPING IS 70% COMPLETE!", "update_content": "Happy Wednesday, Yellow Brick Road Warriors! It's been a week since our last communication, so we wanted to give you the latest update for The O.Z.!"}, {"update_no": "UPDATE #32", "update_userinfo": "SHIPPING UPDATE: PACKING, PUPPIES, AND PREORDERS!", "update_content": "Happy Wednesday, Yellow Brick Road Warriors! It's been a week, so I wanted to send everyone the latest update for The O.Z.!"}, {"update_no": "UPDATE #31", "update_userinfo": "UPDATE: PHYSICAL BOOKS HAVE ARRIVED!", "update_content": "Happy New Comics Day, Yellow Brick Road Warriors — and welcome to the latest update for The O.Z.!"}, {"update_no": "UPDATE #30", "update_userinfo": "UPDATED THANK YOU CREDITS IN DROPBOX AND BACKERKIT!", "update_content": "Hello, Yellow Brick Road Warriors — we just a quick second update to share for The O.Z.!"}, {"update_no": "UPDATE #29", "update_userinfo": "DIGITAL REWARDS SENT! LAST CHANCE TO UPDATE SHIPPING ADDRESSES!", "update_content": "Greetings, Yellow Brick Road Warriors — and welcome to your weekend update for The O.Z.!"}, {"update_no": "UPDATE #28", "update_userinfo": "FRIDAY UPDATE: BOOKS HAVE BEEN SHIPPED FROM THE PRINTER!", "update_content": "Greetings and TGIF, Yellow Brick Road Warriors — we've got a quick update for you for The O.Z.!"}, {"status": []}], "comments": [{"username": "Lynn", "content": "Ps: The enamel pin is GORGEOUS!", "time": "5 months ago"}, {"username": "Michael Beskin", "content": "Mike", "time": "5 months ago"}, {"username": "Micheal smith", "content": "Arrived today in the UK. Looks great, congratulations on a well run campaign. Look forward to seeing what's next.", "time": "5 months ago"}, {"username": "Cameron D. Y", "content": "https://ibb.co/xmGnXJW", "time": "5 months ago"}, {"username": "Scott Mantooth", "content": "graphic novel, enamel pin, stickers and additional variant cover card stock image all arrived this evening just before going into work...so glad i backed this campaign ...looking forward to the next chapters...co-workers loved the front cover of the variant cover that i ordered (same as the pin) and thought the stickers were truly bad ass (this i can most assuredly confirm) and will in all probability need to order more of them for friends and family...again this graphic novel/narrative is just brilliant...hope it eventually becomes an anime as it is well worthy of such treatment", "time": "6 months ago"}, {"username": "Michael Beskin", "content": "Read the first issue - what a great story and reimagining of Oz. Glad it was a double-sized issue. Looking forward to reading the rest of the story.", "time": "6 months ago"}, {"username": "Chris", "content": "Received my set in Atlanta. Great shipping and packaging, looking forward to reading it! Thank you!", "time": "6 months ago"}, {"username": "John Nacinovich", "content": "I really enjoyed this first issue! Looking forward to the next one!", "time": "6 months ago"}, {"username": "William De Micheli", "content": "So looking for issue # 2 Kickstarter to launch!", "time": "6 months ago"}, {"username": "Evonne", "content": "Just received my order in WA! Looks amazing!", "time": "6 months ago"}, {"username": "William De Micheli", "content": "The O.Z. has arrived in Monterey CA !", "time": "6 months ago"}, {"username": "Scott Mantooth", "content": "just read the digital copy of the O.Z...WOW!!! what an awesome story and such beautiful art...so glad to be a part of this campaign even if in such a small way... loved how the narrative is developing and genuinely did not see one of them and for that i'm very happy...not about to give any spoilers on this one...the story is just that good...will defiantly be backing the rest of this campaigns arcs and the eventual trade hardback (fingers, toes and eyes crossed) and add ons you might develop...looking forward to receiving and reading the physical copy of The O.Z and showing it to my local comics store...defiantly going to be one of the shining gems in my collection...thanks again for producing a story that has such meaning to those reading it", "time": "6 months ago"}, {"username": "Greenlamia", "content": "That's alright, I was just worried I missed some emails!", "time": "7 months ago"}, {"username": "Scott Mantooth", "content": "ordered the variant death from above cover, enamel pin and sticker...also shared the info about your graphic novel with my local comics store (Krypto Comics here in Knoxville TN) really, really really hope that for the next campaign you'll also have a patch available as it would be more than epic...also producing a challenge coin would also be pretty cool to consider later...and larger scale posters to frame and hang on man cave walls would be nice", "time": "8 months ago"}, {"username": "royal (Denver)", "content": "I see a death from above patch mentioned below but I only see a pin. Will there be a patch?", "time": "8 months ago"}, {"username": "Peter", "content": "Can’t wait to read the comic, but I also really love the Winged Monkey unit patch. Any way you might consider making it available on a other products? Would love to have it on a t-shirt or mug.", "time": "9 months ago"}, {"username": "Jonathan Sieders", "content": "I found this thanks to a mention in the Aztlan graphic novel Kicstarter. I've pledged for the Maan House variant cover, but the standard cover is awesome, too! +1 for having the standard cover available as an add-on, as well as getting a copy signed.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "Lol, ok. To be honest I wasn't really interested in that one, but thanks for the disclosure.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "Great, I'll probably pick those up as well then.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "How about Spencer and Locke? I'm thinking of grabbing the backlog on those.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "I ask because I read, listen and watch to get away from, not be redirected to.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "Love Platoon.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "Awesome, thanks. I was asking more along the lines of current politics, I've had enough of it for the time being.", "time": "9 months ago"}, {"username": "royal (Denver)", "content": "Hey David, I sent you a PM asking about some of the content specifics a couple days ago. Just want to get an answer before the campaign closes.", "time": "9 months ago"}, {"username": "Leora Panzarella", "content": "Will the digital only tiers still have access to backerkit to add physical rewards after the campaign?", "time": "9 months ago"}, {"username": "Cameron D. Y", "content": "This looks different :) will be an interesting read. I have to say I pledged for a single copy the original version, looks the best in my opinion. Shame there’s no single copy + signed I’d have done that. Unless adding some onto pledge will get that but let me know :) thanks. Looking forward to reading this!", "time": "9 months ago"}, {"username": "Chris", "content": "Seconded, I would pay a couple dollars more for a signed copy", "time": "9 months ago"}, {"username": "Scott Mantooth", "content": "told my local comics book retailer about your book yesterday and he said he'd check it out...", "time": "9 months ago"}, {"username": "Scott Mantooth", "content": "any chance of unlocking an O.Z themed deck of cards?...perhaps for your next campaign...think it would be rather awesome", "time": "9 months ago"}, {"username": "Scott Mantooth", "content": "just pledged to this campaign...(through tears no less) so glad i found this one in time...never served personally by i have such deep respect for the military and my dad and grandfathers and uncles that did...", "time": "9 months ago"}, {"username": "Jeff Galinski", "content": "Thanks", "time": "9 months ago"}, {"username": "James Hampton", "content": "Derp. I can't keep my backed project stretch goals straight XD, I meant 45 thousand.", "time": "9 months ago"}, {"username": "James Hampton", "content": "10 days left and I'm so excited! Hopefully it hits 40 thousand before the end.", "time": "9 months ago"}, {"username": "James Hampton", "content": "I recommend watching through to the end, because he's included the first half of the theme song; it's epic to go from that last preview panel he's used into the upwards scrolling cover image with it playing as the credits come and go.", "time": "9 months ago"}, {"username": "Max Cavanaugh", "content": "I absolutely love The Wizard of Oz, and I love this project. So much so that I made a dub of the preview pages. I didn't do the first three cuz I don't know what language they are speaking and didn't want to be insensitive. https://www.youtube.com/watch?v=wh4bTCWE4jA Hopefully this video brings y'all more attention and brings more backers!", "time": "10 months ago"}, {"username": "James Hampton", "content": "Fricking love your dub. I actually got more from a few panels when I paused in a few places.", "time": "9 months ago"}, {"username": "Curtis Brack", "content": "I'm from Kansas and I've read most of the L. Frank Baum Oz books. And I hope the guys making this groovy comic have, too, because there is some super-wacko stuff that ol' Baum came up with in those books - from magically transformed princesses, sassy talking chickens, ladies with interchangeable heads, plant-grown pod people, giant bug professors, and my favorite - the lunchbox tree. And so much more. I hope we will get some of the wackadoodle stuff that shows up in the later Oz books.", "time": "10 months ago"}, {"username": "Curtis Brack", "content": "Awesome! Looking forward to it, David. Come on, Lunchbox tree! I know it's out there somewhere . . .", "time": "9 months ago"}, {"username": "Catherine Fleming", "content": "Will we be able to add-on print copies of your other comics to our pledge?", "time": "10 months ago"}, {"username": "Hula Mcula", "content": "Glad to be a Yellow Brick Road Warrior :)", "time": "10 months ago"}, {"username": "Nick", "content": "Okay now...this is genius. Let's go!!!", "time": "10 months ago"}, {"username": "James Hampton", "content": "Sweet zombie Jesus this is a haunting modern twist upon Baum's unforgettable works", "time": "10 months ago"}, {"username": "James Hampton", "content": "I'd love it if you used it as a pull quote. I can't wait to have it in my hands to devour the story like a ravenous reader full of coffee.", "time": "10 months ago"}, {"username": "Jason 'XenoPhage' Frisvold", "content": "This looks amazing.. Definitely looking forward to this. Here's hoping there's a HC (preferably) or TPB of the entire series in the future??", "time": "10 months ago"}, {"username": "Jason 'XenoPhage' Frisvold", "content": "Oh, you misunderstand me.. I want *YOU* to be writing it.. just looking for a hardcover version with nice leather, gilded edges.. the works. :P I like pretty books.", "time": "10 months ago"}, {"username": "Peter Jansen", "content": "How many issues are you planning for this?", "time": "10 months ago"}, {"username": "Joey Tan", "content": "This looks amazing, congratulations on reaching your funding goal in just 2 hours! Time to start thinking about stretch goals? 😉", "time": "10 months ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Ahoy!\nHello! Thank you for visiting our Kickstarter campaign. We’re incredibly excited to share this with our family, friends and tiki fans alike.\nRecently, we’ve developed our budding Promistyx company brand together, which Mistyx Tiki falls under. We’re both big mythology nerds, and the Promistyx name represents a promise we’re making to ourselves to bring this product and this Kickstarter to life.\nWe have SO MANY great designs, so this campaign will also help in developing future designs and bringing this tiki to (virtual, and someday in-person) shows in the SoCal area.\nThanks for giving us this chance!\nAaron & Jenn\nAbout the Product\nAaron has designed dozens of unique tiki and mug designs, but this one stood out as the one to launch with. The Death Blow mug establishes that we push the envelope on traditional tiki designs, and also pushes the boundaries of what a tiki mug can be. We both are Los Angeles transplants from the other side of the country. It’s more than apparent to us what makes LA unique, and we hope to be able to bring those SoCal-inspired designs to life following this campaign. But modern tiki culture is rooted in Los Angeles, and it’s that history that we’re evolving in our work.\nJenn fought hard for the “Death Blow” title of this mug, and desperately hopes it’s not a bad omen for this campaign - just a fun, apt name that collectors will enjoy.\n We first printed the mug at 5.5” high, which would have landed around 5.1” with typical ceramic shrinkage. The 3D print felt nice in a grip, but wouldn’t have confidently held a decent cocktail. So we decided to reprint at 6.75”, which resulted in a much more comfortable size! Final fired mug should be around 6.25\" tall. We’re now in the molding phase of the project - and the outcome of this campaign will determine how many molds we make. We’ve partnered with LA-based Bauer Pottery, home of Tiki Bauer, and are excited to bring this concept to life with them.\nTo create the cannon base, we’ve decided to hand-cast and hand-paint each and every one. So no matter who you are, if you purchase one of our “Death Blow” or “Hell Fire” bases, you will have a one-of-a-kind piece! This is why we’re limiting the number of orders, but we’ll do our best to expand the offering as much as possible.\nWe were inspired by our paint prototyping to do a lava-themed variant of the glaze and base, which is where “Hell Fire” comes in. While “Death Blow” will be an open edition, “Hell Fire” will be strictly limited in its run.\nIn our initial outreach to friends and family about this product’s price point, we were told repeatedly that we’re underselling ourselves with this rate. (Thanks, guys! They like us. They really like us…) Coming out the gate, we want everyone to be able to afford this mug should they want it. We’re living through surreal times right now, and that gives us no right or reason to jack the price up for the “Hell Fire” of it.\nWhat else ya got?\nIn addition to the mugs, we’re producing a new enamel pin designed by Aaron. Whereas Mystyx Tiki is our tiki product development line, “Miss Styx” are our pinup illustrations. This Miss Styx is a hula girl who stands behind the  #freethenipple movement and never steps foot on the beach without a Bahama Mama in her cup.\nWe also have some special stretch goals lined up that we’re hoping to reach during this campaign! The first is a set of swizzles and picks, specially designed for these mugs. \nSimilar to the swizzle sticks, we’ve created cannon themed cocktail umbrellas. We want all your cocktails in these mugs to be explosive. (har har) \n So.... who are we, again? \nPromistyx is a husband-wife team based out of Los Angeles featuring 2D digital art and enamel pins as well as the development of artisan drinkware and apparel prints.\nAaron is a longtime product developer in the toy and collectibles industry. He has a background in industrial design and over ten years of combined experience in art direction and product manufacturing. It’s a dream to finally bring one of his own designs to life!\nWhen not helping run the business side of her husband Aaron's designs and product development, Jenn also produces one-of-a-kind functional ceramics pieces. Her art is heavily inspired by nature and autumnal themes.\nWhy $32,000?\nWhile swizzle sticks and cocktail picks are individually not expensive, they come with very high minimum order quantities (MOQs) when it comes to manufacturing them. We've identified that $32K milestone as where we're comfortable ordering 10,000 (yep, that's the MOQ) of each. The good news there is that we'll be able to add *at least* a 4-pack of each to every cannon tiki mug ordered!", "risks": "Risks and challenges\nWith ceramics, there's always the chance of breakage. We've integrated the cost of ordering enough to cover standard breakage rate, and have the ability to tailor the order to the final total.\n\nWe're also working with a local, US-based company to produce the ceramic mugs, so we're drastically reducing the risk of loss and time (compared to internationally based manufacturers.)\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nReusability and recyclability\nShow off your tiki at all of your (virtual) parties instead of using disposable plastic cups!\nSomething else\nCeramic mugs will be made locally - limiting carbon footprint for shipping.", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Shooting A Thanks", "descp": "For showing you believe in us, we'll send you a handwritten Thank You card on a custom postcard featuring our DEATH BLOW tiki design.\nINCLUDES:\nHandwritten Thank You Postcard", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Stick It To Us", "descp": "Get an original design enamel pin, based on our expanded \"Miss Styx\" pinup-style line of illustrations.\nINCLUDES:\nOne (1) Miss Styx Hula Girl Enamel Pin\nHandwritten Thank You Postcard", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "\"Death Blow\" Cannon Tiki Mug", "descp": "INCLUDES:\nOne (1) \"Death Blow\" Tiki Mug\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "\"Death Blow\" Cannon Tiki Mug + Base", "descp": "INCLUDES:\nOne (1) \"Death Blow\" Tiki Mug\nOne (1) \"Death Blow\" Canon Base\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["39 backers", "Limited (161 left of 200)"]}, {"amt": "Pledge US$ 95 or more", "title": "Here Comes the BOOM!", "descp": "You want it all? You get it all.\nINCLUDES:\nOne (1) \"Death Blow\" Tiki Mug\nOne (1) \"Death Blow\" Canon Base\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nOne (1) Miss Styx Hula Girl Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["12 backers", "Limited (188 left of 200)"]}, {"amt": "Pledge US$ 180 or more", "title": "Double the Fire Power!", "descp": "A pair of Death Blow tiki mugs, bases and pins, one set for you and one for someone special. (Or two for you - we're not judging.)\nINCLUDES:\n2× One (1) \"Death Blow\" Tiki Mug\n2× One (1) \"Death Blow\" Canon Base\n2× Certificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\n2× One (1) Miss Styx Hula Girl Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers", "Limited (47 left of 50)"]}, {"amt": "Pledge US$ 200 or more", "title": "It's a Fire Fight! One of Each Design", "descp": "INCLUDES:\nOne (1) \"Death Blow\" Tiki Mug\nOne (1) \"Death Blow\" Canon Base\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nOne (1) \"Hell Fire\" Tiki Mug\nOne (1) \"Hell Fire\" Canon Base\nCertificate of Authenticity - 2nd Ed. w/ \"Hell Fire\" Enamel Pin\n2× One (1) Miss Styx Hula Girl Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["46 backers", "Limited (4 left of 50)"]}, {"amt": "Pledge US$ 500 or more", "title": "Hell Fire Tiki Mug w/ Base + Coasters", "descp": "We want to do something special for this campaign. We will each be production two unique pieces to give to someone special.\nThis pledge will receive the Hell Fire Cannon Tiki mug set + a set of handmade, one-of-a-kind **ceramic coasters** to match the mug.\nINCLUDES:\nOne-of-a-Kind Set of four \"Hell Fire\" Themed Ceramic Coasters\nOne (1) \"Hell Fire\" Tiki Mug\nOne (1) \"Hell Fire\" Canon Base\nCertificate of Authenticity - 2nd Ed. w/ \"Hell Fire\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 500 or more", "title": "Death Blow Tiki Mug w/ Base + Bar Sign", "descp": "We want to do something special for this campaign. We will each be production two unique pieces to give to someone special.\nThis pledge will receive the Death Blow Cannon Tiki mug set + a handmade, one-of-a-kind **tiki bar sign** to match the mug.\nINCLUDES:\nOne-of-a-Kind \"Death Blow\" Themed Tiki Bar Wooden Sign\nOne (1) \"Death Blow\" Tiki Mug\nOne (1) \"Death Blow\" Canon Base\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 55 or more", "title": "Early Bird \"Death Blow\" Tiki Mug", "descp": "Be among the first to claim your very own \"Death Blow\" tiki mug! For the first 24 HOURS ONLY, save $10!\nINCLUDES:\nOne (1) \"Death Blow\" Tiki Mug\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "4 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Early Bird \"Death Blow\" Tiki Mug + Base", "descp": "Be among the first to claim your very own \"Death Blow\" tiki mug AND cannon mug base! For the first 24 HOURS ONLY, save $10!\nINCLUDES:\nOne (1) \"Death Blow\" Tiki Mug\nOne (1) \"Death Blow\" Canon Base\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "23 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "\"Hell Fire\" Cannon Tiki Mug + Base", "descp": "This glaze variant will be a limited run of about 100! The \"Hell Fire\" mug was inspired by breaching molten lava and obsidian. With this limited edition mug comes a equally limited cannon base and matching enamel pin.\nINCLUDES:\nOne (1) \"Hell Fire\" Tiki Mug\nOne (1) \"Hell Fire\" Canon Base\nCertificate of Authenticity - 2nd Ed. w/ \"Hell Fire\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Death Blow Tiki Mug w/ Base + Coasters", "descp": "We want to do something special for this campaign. We will each be production two unique pieces to give to someone special.\nThis pledge will receive the Death Blow Cannon Tiki mug set + a set of handmade, one-of-a-kind **ceramic coasters** to match the mug.\nINCLUDES:\nOne-of-a-Kind Set of four \"Death Blow\" Themed Ceramic Coasters\nOne (1) \"Death Blow\" Tiki Mug\nOne (1) \"Death Blow\" Canon Base\nCertificate of Authenticity - 1st Ed. w/ \"Death Blow\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "Hell Fire Tiki Mug w/ Base + Bar Sign", "descp": "We want to do something special for this campaign. We will each be production two unique pieces to give to someone special.\nThis pledge will receive the Hell Fire Cannon Tiki mug set + a handmade, one-of-a-kind **tiki bar sign** to match the mug.\nINCLUDES:\nOne-of-a-Kind \"Hell Fire\" Themed Tiki Bar Wooden Sign\nOne (1) \"Hell Fire\" Tiki Mug\nOne (1) \"Hell Fire\" Canon Base\nCertificate of Authenticity - 2nd Ed. w/ \"Hell Fire\" Enamel Pin\nHandwritten Thank You Postcard\nBonus Blank Tiki Postcard for Sending to a Friend", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Happy Holidays! So... where is your tiki mug?", "update_content": "Hello all! The holiday season is upon us and we've been busy as elves, packing up goodies and shipping them off to their new homes. "}, {"update_no": "UPDATE #9", "update_userinfo": "We're approaching the finish line - and all surveys are out the door!", "update_content": "The final day of our campaign was a strange one. For 45 days, I’ve enjoyed the little Kickstarter notifications on my phone. Each ping was a message of support, a confirmation that we’re doing something right here. They were welcome little greetings from all of you, peppered throughout my day. And now, it’s radio silence - at least from my Kickstart app. Because the ride is far from over!"}, {"update_no": "UPDATE #8", "update_userinfo": "Backer Surveys are coming... Soon!", "update_content": "We were very excited to take a trip to Bauer Potter yesterday to meet up with our production partner and pick up our bisque samples to take home."}, {"update_no": "UPDATE #7", "update_userinfo": "Prepping for Product Delivery + Shipments 📦", "update_content": "A huge thank you to all of our backers. This is a dream coming true for us. We're moving along in the process and should have glazed samples to share next week - the moment we've all been waiting for! In the meantime, let's keep up the momentum. We'll be announcing our Stretch Goals shortly. "}, {"update_no": "UPDATE #6", "update_userinfo": "Final Glazes + Paint Masters 🎨", "update_content": "As we mentioned earlier this week, and shared through our social channels, we're in the block and case phase of our project to produce samples. "}, {"status": [{"Project funds successfully": "193 backers pledged $28,030"}]}], "comments": [{"username": "tom saville", "content": "Congratulations.", "time": "11 months ago"}, {"username": "#1Mustardbutt", "content": "I still think you need to make a cannonball shot glass!", "time": "11 months ago"}, {"username": "Frank Claro", "content": "66% in two days! Let’s go people, I need my mugs! lol", "time": "about 1 year ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Expanding the world of the 2016 IDW/Comics Experience miniseries, GUTTER MAGIC: TALES FROM THE GUTTER #1 is a 30-page digital PDF with 3 all new Gutter Magic stories from series writer, Rich Douek, featuring the work of talented artists like RENAE DE LIZ (LEGEND OF WONDER WOMAN, PETER PAN), BRETT BARKLEY (GUTTER MAGIC) and ERYK DONOVAN (QUANTUM TEENS ARE GO, MEMETIC). In addition, we're proud to feature some up-and coming talent, with 2 back-up stories written and drawn by members of the COMICS EXPERIENCE Creator's Workshop!\nIn the 2016 series, Gutter Magic explored the story of a man named Cinder Byrnes, in his quest to become a wizard. Born without powers to one of the most prestigious wizarding families in the city, he was determined to gain the powers of magic for himself, and turned half the city upside down to do it.\nDidn't get a chance to read it? Check out the first 7 pages right here!\nBut that's just one story in a city full of them. In a world where wizards, goblins, fairies, and regular folks mingle together in a fantastical version of New York City, there's plenty of tales to be told.\nTALES FROM THE GUTTER explores some of these stories, and see the world of Gutter Magic through new perspectives.\nIn DEAD AND BURIED, we'll learn more about what drives Shiver - daughter of the Morgue, and leader of the Ghost Knives street gang. Featuring the wonderful art of Renae De Liz and Ray Dillon.\nPencils by Renae De Liz, Inks by Ray Dillon\nIn FREE SPIRITS, Eryk Donovan will illustrate the world through the eyes of the various elementals and spirits that the wizards employ. Turns out that most of them don't appreciate being bound. \nFree Spirits Character Sketch by Erica Rose Levine\nAnd, in  DIRTY WORK, Brett Barkley shows us the scavengers, who salvage weapons and technology from the great war, from the dangerous lands that lie beyond the city's borders.\nCharacter Design by Brett Barkley\nPLUS, We've got new pinup art from talented creators that are so hot, they're guaranteed to blister your eyeballs! Here's just a small sampling of the pieces we'll be revealing over the course of the campaign:\nWhispers, by Doug Hills\n  Shiver, by Bree Jordan\n  Oppenheimer, by Stan Chou\nHere's a NEW pinup by artist Kelly Williams! Kelly has been aweseome enough to offer the ORIGINAL artwork as a reward - check out the TREEBEARD tier for details! \nCosmic Cinder by Kelly Williams\nNEW REWARD! \n\nArtist Matt Horak (PUNISHER, THE COVENANT) has created a set of 5 Gutter Magic-themed sketch cards! Backers will get these as part of the Pinup PDF, but we're also thrilled to offer the original pieces for sale - just select the HORAK reward level to the right to snag them!\nSketch Cards by Matt Horak\nHere's another new art reward, featuring Shiver and Cinder, by the amazing Zach Bassett!\nShiver Reflection by Zach Bassett\nThere's only one physical set of these available, so if you love Matt's art, and lets face it, how could you not, get on it! \nIf you haven't had a chance to check out the miniseries, have a look at what some of the hottest talents working today have to say about it:\n“Gutter Magic is smart fantasy that’s well worth your time and treasure.”\n- Charles Soule\n(DAREDEVIL, DARTH VADER, DEATH OF WOLVERINE)\n\"Gutter Magic is a fantasy-fueled caper that mixes gun-slinging and spell-slinging. Fun stuff!\"\n- Jim Zub\n(WAYWARD, UNCANNY AVENGERS)\n“ Weird and surprising, which is what this and are two of my favorite things in comics. And fun, which is the part that really matters. There’s not a lot of urban fantasy steampunk in comics, and Gutter Magic makes a good argument that we’ve been missing out.”\n- Justin Jordan (SPREAD, LUTHER STRODE)\n“GUTTER MAGIC is a smart, engaging, and original debut that cements Douek & Barkley as creators to watch. With great characters, wonderfully composed action scenes, and an effortless sense of world building, GUTTER MAGIC pulled me in from the first page and has me anxiously waiting for issue two!”\n-Frank Barbiere  \n(FIVE GHOSTS, VIOLENT LOVE)\n“Douek and Barley’s GUTTER MAGIC is a surreal and densely illustrated piece of work with charming characters that pull you into the story. And magic.”\n- Declan Shalvey\n(INJECTION, MOON KNIGHT)\nPARTNERSHIP WITH COMICS EXPERIENCE\nWe're also proud to continue our relationship with Comics Experience by offering several rewards that will allow you to take full advantage of what they have to offer. If you're a writer, or an artist, or just someone who's always dreamed of making your own comic, Comics Experience has tons of resources to help you achieve your goals! At several different reward levels, we're offering: \nAccess to the Creator's Workshop, a place where you can meet fellow creators, learn from professionals, and participate in mutual critiques!\nProfessional Critiques from editors who have worked at some of the biggest companies in the industry, including Marvel and IDW!\nLive, one-on-one mentoring with CE founder and former Marvel Editor Andy Schmidt!\nDigital video bundles of CE workshops and courses!\nCopies of some of the great work put out by CE Digital Publishing and Comixology!\nAdd-on to any pledge! \n30-DAY TRIAL MEMBERSHIP IN THE CREATOR'S WORKSHOP  - $15\nDetails: http://www.comicsexperience.com/creators-workshop/\n3-MONTH MEMBERSHIP IN THE CREATOR'S WORKSHOP - $75\nDetails: http://www.comicsexperience.com/creators-workshop/\n\n1 HOUR OF LIVE MENTORING WITH ANDY SCHMIDT - $100\nDetails: http://www.comicsexperience.com/mentoring/\n\nComics Experience Digital Publishing Titles!\n\nTET PDF - from Paul Allor and Paul Tucker - $16 http://bit.ly/2qGnNex\nDELUGE PDF - from JD Oliva and Rich Clark - $12\nhttp://bit.ly/2qLaQeQ\nWRETCHED THINGS PDF - from Devon Wong and Ken Perry - $16\nhttp://bit.ly/2qFLnUR\nFinally, we're putting our money where our mouth is when it comes to supporting new creators, by opening up this anthology series to submissions from members of CE's Creator's Workshop! We'll be reviewing submissions throughout the campaign and sharing details of the exciting new talent coming aboard! \nWHERE IS THE MONEY GOING?\nOne of the main reasons why I wanted to do a digital-only Kickstarter was so that the majority of the funds could go to the artists involved in bringing the books to life. That, and I don't have the storage room for an entire offset print run. Hitting our goal will cover the line art, coloring, and lettering costs to put the stories together, and the graphic design work involved in putting it all into one nice, good looking package. \nWe've got stretch goals ready to go, that we'll reveal as we reach them, but again, the money will go directly to the creators involved with those items. \n  WHAT IF I HAVE QUESTIONS?\nI'm happy to answer any and all questions here, or on twitter @rdouek", "risks": "Risks and challenges\nThis being a digital project, we don't have to worry about printing, shipping (with the exception of the art pieces offered), or any of the other fun and anxiety-inducing challenges that come with producing a paper book. \n\nThe main risks are that we might run into delays if one or more of the creators involved misses a deadline, which is why we are choosing to work with established professionals who have a proven track record for putting out great work, on time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 3 or more", "title": "PRESTIDIGITATOR", "descp": "A full DRM-free PDF of the issue, with back matter, concept art, and scripts.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["48 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "EVOKER", "descp": "A full DRM-free PDF of the issue, with back matter, concept art, and scripts, a PDF including the scripts for the ENTIRE Gutter Magic miniseries (Issues 1-4), and a PDF of all the Gutter Magic pinups and covers we've had done for the series.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic Pinup/Cover Gallery PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["62 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "THEURGIST", "descp": "DRM-Free PDFs of the issue, the script collection, and pinup/cover gallery, plus a PDF of Gutter Magic, Issue #1\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) #1 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "THAUMATURGIST", "descp": "DRM-Free PDFs of the issue, the script collection, and pinup/cover gallery, plus a PDF of Gutter Magic, Issue #1, AND a PDF of original, out-of-print Gutter Magic #0 One-shot!\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) #1 PDF\nGutter Magic #0 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["27 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "DIABOLIST", "descp": "DRM-Free PDFs of the issue, the script collection, and pinup/cover gallery, plus a PDF of Gutter Magic, Issue #1, a PDF of original, out-of-print Gutter Magic #0. Rich will also record an audio commentary for Tales from the Gutter that you can listen to while you read the comic!\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) #1 PDF\nGutter Magic #0 PDF\nTales from the Gutter Audio Commentary", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "MAGICIAN", "descp": "Best bang for your buck! GetTales from the Gutter #1, all the extra PDFs, AND a PDF of the entire Gutter Magic series from IDW!\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["51 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "ACOLYTE", "descp": "Get ALL the digital rewards from the Magician Tier, PLUS the audio commentary for Tales from the Gutter\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nTales from the Gutter Audio Commentary", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "NECROMANCER", "descp": "Get ALL the digital rewards from the Magician Tier, PLUS an audio commentary for Tales from the Gutter, AND the Gutter Magic Miniseries.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nGutter Magic FULL SERIES Audio Commentary\nTales from the Gutter Audio Commentary", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "TRANSMUTER", "descp": "Get all of the PDFs, PLUS a 1-Month Trial Membership in the Comics Experience Creator's Workshop!\nINCLUDES:\nGutter Magic (IDW) Full Series PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic #0 PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\n1-Month Trial Membership in Comics Experience Creators Workshop", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "ENCHANTER", "descp": "Series writer Rich Douek will read and critique your 22-page (or less) comic script, and provide detailed editorial feedback as annotations to your document.\nAlso includes all MAGICIAN level awards.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nRich Douek Script Review\nGutter Magic #0 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 90 or more", "title": "INVOKER", "descp": "Get all of the PDFs, PLUS a 3-Month Trial Membership in the Comics Experience Creator's Workshop!\nINCLUDES:\nGutter Magic (IDW) Full Series PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic #0 PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\n3-Month Trial Membership in Comics Experience Creators Workshop", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "WIZARD", "descp": "Get an original Gutter Magic commission from series artist Brett Barkley, mailed right to your door!\nAlso includes all MAGICIAN level awards.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nBrett Barkley Commission", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 150 or more", "title": "ALLORMANCER", "descp": "Get a critique and 30 Minute Skype review of your 24-page or less comic script or artwork by pro writer Paul Allor (TMNT, SECRET EMPIRE:BRAVE NEW WORLD, CLUE), along with all our digital project rewards!\nINCLUDES:\n30 Minute Skype Review with Paul Allor\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 150 or more", "title": "ZACH BASSETT", "descp": "The ORIGINAL artwork for Zach Bassett's pinup, featuring Shiver and Cinder, plus all the MAGICIAN level rewards.\nINCLUDES:\nZach Bassett original artwork\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 200 or more", "title": "TREEBEARD", "descp": "Get the ORIGINAL, painted artwork for \"Cosmic Cinder\", the awesome pinup created for this project by Kelly Williams, along with all the digital rewards from the Magician Tier!\nINCLUDES:\nGutter Magic #0 PDF\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic (IDW) Full Series Scripts PDF\nCosmic Cinder artwork by Kelly Williams", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 230 or more", "title": "WARCASTER", "descp": "All the PDFs, plus an enrollment into one of Comics Experience's Digital Course bundles! Choose the art, or writing bundle for access to a set of digital video courses designed to bring your comics creating game to the next level!\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic #0 PDF\nGutter Magic (IDW) Full Series Scripts PDF\nComics Experience Digital Course Bundle", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "SORCEROR", "descp": "Enter the world of Gutter Magic! Purchase this reward, and send us a picture of yourself, or a friend, and you will be drawn in as a character in one of the scenes!\nAlso includes all MAGICIAN level awards.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nYour likeness in the book", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["2 backers", "Limited (1 left of 3)"]}, {"amt": "Pledge US$ 250 or more", "title": "QABALIST", "descp": "Get a PRO CRITIQUE of your 22-page comic script from Marc Sumerak, Eisner & Harvey Award-nominated writer and editor, courtesy of Comics Experience!\nINCLUDES:\nGutter Magic (IDW) Full Series PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic #0 PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nMarc Sumerak Pro Critique of your 22-page comic script", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 250 or more", "title": "SHAMAN", "descp": "Get a PRO CRITIQUE of your 22-page comic script from Molly Lazer, Former Marvel editor, courtesy of Comics Experience!\nINCLUDES:\nGutter Magic (IDW) Full Series PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic #0 PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nMolly Lazer PRO CRITIQUE of your 22-page Comic Script", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 500 or more", "title": "ARCHMAGE", "descp": "Get the original cover art for TALES FROM THE GUTTER 1, by artist Brett Barkley!\nAlso includes all MAGICIAN level awards.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nGutter Magic: Tales from the Gutter #1 Cover Art", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 50 or more", "title": "NECROMANCER", "descp": "Get ALL the digital rewards from the Magician Tier, PLUS an audio commentary for Tales from the Gutter, AND the Gutter Magic Miniseries.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic #0 PDF\nTales from the Gutter Audio Commentary\nGutter Magic FULL SERIES Audio Commentary", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "WARLOCK", "descp": "Series writer Rich Douek will read and critique your 22-page (or less) comic script, and provide detailed editorial feedback LIVE, in a Skype session which will also include pitching advice.\nAlso includes all MAGICIAN level awards.\nINCLUDES:\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series PDF\nRich Douek LIVE script Review\nGutter Magic #0 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "HORAK", "descp": "Get the ORIGINAL 5 Sketch cards by the incomparable Matt Horak (PUNISHER, THE COVENANT) mailed right to you!\nAlso includes all MAGICIAN level awards.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 150 or more", "title": "AMY CHU", "descp": "Get a critique and 30 Minute Skype review of your 24-page or less comic script or artwork by pro writer Amy Chu (POISON IVY, RED SONJA, KISS), along with all our digital project rewards!\nINCLUDES:\nAmy Chu 30 Minute Skype Critique\nGutter Magic: Tales from the Gutter #1 Deluxe PDF\nGutter Magic Pinup/Cover Gallery PDF\nGutter Magic (IDW) Full Series PDF\nGutter Magic (IDW) Full Series Scripts PDF\nGutter Magic #0 PDF", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #47", "update_userinfo": "Wailing Blade Final Hours!", "update_content": "Hey everyone! Just wanted to send one final reminder about our Wailing Blade Volume 1 Kickstarter that's running right now, because we are down to the wire!\nWe're in the final hours, and just $1,647 away from our goal to make an incredible die-cut hardcover collection (and some slick softcovers as well). This is the last day to pledge, so please take a look!"}, {"update_no": "UPDATE #46", "update_userinfo": "WAILING BLADE VOLUME 1 is Live!", "update_content": "Dear Gutter Magic backers,\nI'm excited to announce my new project, WAILING BLADE Volume 1: HEADTAKER is now live on Kickstarter. We're creating a deluxe hardcover collection, that's also available in digital and paperback formats - and a special edition collector's box!."}, {"update_no": "UPDATE #45", "update_userinfo": "LAST CHANCE FOR WAILING BLADE!", "update_content": "We Are 500+ Strong! New Closing Stretch Goal Announced!\nOver 500 people have helped launched this campaign, and as a result, all backers will now be getting advanced digital copies of WAILING BLADE #2 before anyone else!"}, {"update_no": "UPDATE #44", "update_userinfo": "WAILING BLADE Stretch Goal Update!", "update_content": "Hey Backers, one more update before the end of the Wailing Blade Kickstarter!\nThe campaign has been going very well, and we have been blowing through all the stretch goals we've set so far. Now, with 3 days to go, we've got a couple more we'd love to hit!"}, {"update_no": "UPDATE #43", "update_userinfo": "Wailing Blade roars into Week 2!", "update_content": "Hey Backers,\nWe had an amazing week on my new project, WAILING BLADE, raising over $10,000 in the first few days! We hit our goal on day 1! It's been an amazing response, and we definitely feel like the book is in demand. "}, {"update_no": "UPDATE #42", "update_userinfo": "Thanks for your support on Gutter Magic! Now, check out Wailing Blade!", "update_content": "Hello backers! \nI hope you enjoyed Tales from the Gutter, and I'd like to tell you about my next project, that will be coming to Kickstarter pretty soon... Wailing Blade!\nIt's a dark fantasy/science fiction comic, about a man trying to save his father from the hand of a horrifying executioner. Inspired by the weird blend of science fiction and fantasy prevalent in the works of Jack Vance, Michael Moorcock, and Gene Wolfe, Wailing Blade is going to be a thrill ride like no other book out there!"}, {"update_no": "UPDATE #41", "update_userinfo": "Updated File", "update_content": "Hey Backers! \nThere are a lot of versions of the Tales from the Gutter PDF on my computer, and unfortunately, last time I updated the dropbox, a couple got through that didn't have the scripts for the book in the document - if your copy of the file doesn't have the scripts, and you'd like to read them, simply go back to the link and re-download, they are all updated now. "}, {"status": []}], "comments": [{"username": "Dennis West", "content": "Won't be in NYC, but good luck on getting your work out there, Rich!", "time": "over 3 years ago"}, {"username": "Jim Heath", "content": "This looks fantastic! Good luck! ))", "time": "almost 4 years ago"}, {"username": "Catalyst LA", "content": "Can't wait to read this!", "time": "almost 4 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "A long time ago, the world's most renowned superhero disappeared and justice was handed over to the grim-n-gritty vigilantes that blurred the line between the righteous and the wicked. Everyone forgot what it truly meant to be a hero... until the day the Giant Robot Octopus Alien Monster attacked! When one little boy finds the courage to stand up to this alien invader, it just might be enough to inspire the return of the world's greatest superhero... \nCaptain Ultimate is an all-ages superhero series created by Joey Esposito, Ben Bailey, and Boy Akkerman that is published digitally by Monkeybrain Comics. Though it’s been well-received, the nature of the direct market has made it difficult for Captain Ultimate to find a home in print. \nThat’s why we’re turning to Kickstarter to fund the print collection of Captain Ultimate #1-6! This will include the printing and shipping costs and getting it distributed via Diamond so kids all over the world can order the book efficiently from their local comic book shop, library, or book store.\nThe issues are fully completed (and can be read on Comixology), so the book will be off to the printer as soon as funding is reached. You’ll be able to read all of the crazy adventures including (but not limited to) the sentient ninja alphabet, the buffest Santa Claus you’ve ever seen, punk rock Halloween, carnival carnage, and a Giant Robot Octopus Alien Monster rethinking his life choices! \nWant to make sure that what you're backing is awesome? Read Captain Ultimate #1 for free by clicking on the image below: \n  We believe that all-ages comics are undervalued in the market, but we’ve experienced first-hand how important they can be. Here’s a letter we received and printed back in Captain Ultimate #3: \nThis hit us hard when it came in because it was validation of everything we believed, and has been a reminder for us during the journey of bringing Cap to print that it’s a worthwhile effort. It wasn’t a brand that attracted this kid, it was the story itself.\nA story with a character he’d never seen or heard of before. A story he wouldn’t have ever seen without the help of Monkeybrain and the digital platform. There’s no reason the same thing couldn’t happen to a kid that comes across the book at his school library or local comic shop.\nOf course we’re biased and confident about the book we put out, but there are lots of other great all-ages books out there that are in a similar spot. \nWe know that it’s hard, as a parent, to go into your comic shop on Wednesdays with your kid and turn them away from Batman comics that are too violent for them or Spider-Man books that are too mature. There are the licensed options too, but as Logan has shown us, sometimes that’s not enough. \nSo here's what we're offering to help us get Captain Ultimate into the hands of kids everywhere:\nIf all of that stuff isn't quite enough, here are some kids, parents, and other readers enjoying their time with Team Ultimate:\n      We hope you'll fall in love with these characters as much as we have. Thanks so much for your support -- of Captain Ultimate AND all-ages comics in general! The future of comics is our kids!\n ", "risks": "Risks and challenges\nSince the issues and rewards are already fully completed, it's just a matter of sending the files to the printer once the funds are received. There's always the risk of shipping delays from the printer, but there should be no production delays on our end.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Captain Ultimate Has Arrived!!!", "update_content": "Hello everyone,\nHope that everyone enjoyed the Thanksgiving holiday! Great news -- the books have arrived at Joey's front door, all 1200 pounds of them! Take a look: "}, {"update_no": "UPDATE #14", "update_userinfo": "The books are at Customs!", "update_content": "Hey everybody,\nJust wanted to post a quick update! I got notification that the Captain Ultimate trades have arrived at US Customs in California -- they expect everything to be cleared and delivered shortly after the coming Thanksgiving holiday, and then rewards will begin shipping! Hoorah!\nThanks for your patience, "}, {"update_no": "UPDATE #13", "update_userinfo": "Check out the Captain Ultimate Production Samples!", "update_content": "Hey all,\nAs we mentioned last week, the trades are currently on their way from overseas and will arrive in the coming weeks, but the printer was kind enough to send some photos our way of the final product! Just wanted to give you a little peek — it looks great! :) \n-Team Ultimate"}, {"update_no": "UPDATE #12", "update_userinfo": "Printing Is Completed!", "update_content": "Hey all,\nAnother update for you from the printer! Just received word that the books have finished production and will now be starting their long journey across the ocean to us. They estimate shipping will take a few weeks since it's a freight shipment on an ocean liner, but they are on their way! "}, {"update_no": "UPDATE #11", "update_userinfo": "Printing Update", "update_content": "Hey all,\nWe've gotten a few questions about this so we figured it best to just send out a mass update!\nThere was some back and forth with our printer on some issues with the book, but I'm happy to say that the proof was finally approved last week and the books are in production! We expect them to be arriving to us in the weeks to come, and then all of the rewards will be on their way to you. "}, {"update_no": "UPDATE #10", "update_userinfo": "Chris Samnee Captain Ultimate Pin-Up", "update_content": "Hello, all!\nJust wanted to post a quick update to tell you that the book is nearly off to the printer -- we were just working on adding some more supplemental material to make sure it was as JAM PACKED as possible -- including this awesome pin-up from the amazing Chris Samnee (Black Widow, Daredevil). This was one of our Kickstarter rewards, so one lucky backer has this coming their way and we're super jealous. "}, {"update_no": "UPDATE #9", "update_userinfo": "Check out the Captain Ultimate trading cards (and more)!!", "update_content": "Hey all,\nHopefully you've all been filling out those super important surveys to get your swag -- because some of it has just arrived and it's AWESOME!\nTake a look at the sweet art print by Captain Ultimate artist Boy Akkerman, the rad bookmarks, and the even COOLER first-ever Captain Ultimate trading cards!!"}, {"update_no": "UPDATE #8", "update_userinfo": "Here Are Your Captain Ultimate Digital Rewards!", "update_content": "We're truly at a loss for words on this one.\nCaptain Ultimate is fully funded, clocking in at 226 generous backers and 105% of our goal at $15,769. We can't thank you all enough for pledging and sharing on social media, we all made this happen together. \nWe look forward to keeping you posted on the book's journey to print -- next steps are to wait for all of the funds to be collected (usually takes about two weeks) and then send off the files to the printer. Those of you that pledged to the digital reward tiers will be receiving your download links in the coming week!"}, {"status": [{"Project funds successfully": "226 backers pledged $15,769"}]}], "comments": [{"username": "Nafmi Sanichar-van Herwijnen", "content": "hmmm, I totaly forgot about this project, I pledged for digital, any chance of getting those?", "time": "about 3 years ago"}, {"username": "Robin Mies", "content": "This is crazy.", "time": "about 4 years ago"}, {"username": "Robin Mies", "content": "Still nothing. Got any idea on the status?", "time": "about 4 years ago"}, {"username": "Robin Mies", "content": "Please let me know the status.", "time": "over 4 years ago"}, {"username": "Mike Beck", "content": "-Mike", "time": "over 4 years ago"}, {"username": "Shahid Shah", "content": "Got the digital copies and they were fantastic. Can't wait to receive the physical books. Thank you for the effort and Happy New Year!", "time": "over 4 years ago"}, {"username": "Terry McCammon", "content": "Has this shipped out yet? It's been a month since it was arrived but I'm curious about the shipping as I haven't heard anything.", "time": "over 4 years ago"}, {"username": "Thaddaeus Clubb", "content": "Any updates?", "time": "over 4 years ago"}, {"username": "Beau", "content": "I wake up to the best news!! Congratulations", "time": "almost 5 years ago"}, {"username": "Mike and Phyllis Bailey", "content": "I can't wait to see Ben Bailey read this to the kids at Moffett!", "time": "almost 5 years ago"}, {"username": "Daniel Gaul", "content": "Get this book in my hands! People need to be reading All-Age books!", "time": "about 5 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "STRETCH GOALS #9 ($14,000) & #10 ($15,000) - We'll add 4 more pages to the book for each goal we hit!\nWhen the world’s greatest detective is violently murdered, her corporate-backed super team and former sidekick band together to bring her killer to justice. However, the mission goes terribly wrong, and before the night is out, each of the ten “heroes” will pay dearly for past transgressions.\nTHE RED TEN is a ten part mini-series created by writer Tyler James (Oxymoron, EPIC) and artist Cesar Feliciano (Ripperman), with stunning covers by Charles Paul Wilson, III (Stuff of Legend, Wraith). The book is colored by Gus Ucha, with inks by Vic Moya, and edited by Steve Forbes, Steve Colle, and Sam Lebas.\nFor the first time ever, we'd like to collect the completed first arc of THE RED TEN into a premium 144-page hardcover. This story was originally published by ComixTribe in magazine format as THE RED TEN #0-5.\nSTRETCH GOALS!\nADD-ONS\nWhy Take THE RED TEN Hardcover to Kickstarter?\nWe're coming to Kickstarter in order to raise $7,500, the bare minimum needed to print a small run of a premium hardcover version of THE RED TEN Volume 1. The book is completely finished, and all creation costs have been paid for. This campaign will help off-set the large print costs associated with producing and shipping a hardcover. Any funds raised above $7.5K will help fund the completion of the second volume (THE RED TEN #6 is out in June!), and go toward making the book and campaign even better. \nIf successful, this Kickstarter campaign will also give us the opportunity to produce some awesome new THE RED TEN merchandise (t-shirts, posters, hoodies, and more!)\nWho Are THE RED TEN?\nWant to get a taste of the series?  Download THE RED TEN #0, which was a FCBD book last year that introduced tens of thousands of new readers to the series, featuring artwork from a dozen amazing artists. Also included in this download is an 11-page preview of THE RED TEN #1.\nTHE REWARDS\n >>>View Available THE RED TEN Original Art Here<<<", "risks": "Risks and challenges\nHaving fulfilled two successful Kickstarters already, and consulted on several more, I'm well aware of the many challenges associated with delivering on a Kickstarter campaign. I’ve taken the following steps to mitigate the risk associated fulfilling this project:\n\n1) The book is complete and ready to go to print right now. This means digital rewards can go out immediately after the campaign ends, and we can begin the printing process as soon as funding is secured. \n\n2) Our printer is reliable! We’re working with Trivision, a well-respected print shop that does books for Image, IDW, Th3rdWorld Studios and more. To date, ComixTribe has printed more than 17,500 copies of comic books with Trivision, and they’ve never let us down.\n\nFeel free to review my previous Kickstarters (OXYMORON and EPIC) for evidence of my ability to communicate with backers post campaign, and deliver on campaign fulfillment.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "Final Day for THE RED TEN Vol 1&2!", "update_content": "Hey there!\nTyler James here, and just sharing one final update for THE RED TEN Vol 1 & 2 Kickstarter campaign!"}, {"update_no": "UPDATE #25", "update_userinfo": "At Last... THE RED TEN Volume 2 is now available! (And a whole lot more!)", "update_content": "Tyler James from ComixTribe and THE RED TEN here with some long-awaited, long over-due news! "}, {"update_no": "UPDATE #24", "update_userinfo": "THE RED TEN Update... and we're Bringing a New Hardcover to the ComixTribe Family!", "update_content": "It was a big signing and shipping weekend over at the ComixTribe mothership. Cesar and I got together to sign hundreds of books, posters, mini-prints and sketch plates, which was the last remaining hurdle to start getting the rest of the rewards out the door. "}, {"update_no": "UPDATE #23", "update_userinfo": "And Then There Were Five... (pledges left to ship, that is!)", "update_content": "Getting a new book in my hands is great.  But getting the book into readers' hands is SO MUCH BETTER!"}, {"update_no": "UPDATE #22", "update_userinfo": "In the Homestretch on Fulfillment...", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "THE RED TEN in Backers' Hands! Creator Signing @ FNC", "update_content": "Hey there!\nIt's been a little over a month since my last update, and I hope you've all been well and are enjoying the start of summer.  It's been a busy few weeks for me...last weekend my family and I bought and moved to a new house, with all the craziness that entails. I will tell you one thing... comics are HEAVY and moving them...not nearly as fun as reading them!"}, {"update_no": "UPDATE #20", "update_userinfo": "Thanks to YOU, THE RED TEN Volume 1 Hardcover is in my Hand!", "update_content": "Thanks again for helping add another hardcover to the ComixTribe library. I said it before, but I need to say it again...this book simply would not exist without your tremendous support. Cesar and I are incredibly grateful for it. \nFulfillment "}, {"status": [{"Project funds successfully": "267 backers pledged $13,460"}]}], "comments": [{"username": "SmallPressComicsReview", "content": "Was wondering if there are any plans for volume 2. Would love to know whodunit ;)", "time": "about 6 years ago"}, {"username": "Mike Beck", "content": "Got my issues of Red Ten #6 yesterday! -Mike", "time": "almost 7 years ago"}, {"username": "Ramel Rocket-Man Hill", "content": "All items received! Golden project from start to finish. Great communication and fantastic delivery!!", "time": "almost 7 years ago"}, {"username": "Jason Weichman", "content": "Tyler I got my hard cover and both copies of issue 6. Thanks! However I did not get my early backer bonus, is that going to be mailed out later? Can't wait for issue 7!", "time": "almost 7 years ago"}, {"username": "Bloodfists", "content": "Got it today. Thanks. Cool comix.", "time": "almost 7 years ago"}, {"username": "Bloodfists", "content": "I got the Red Ten Hardcover. It's great. Still waiting on the series bundle and THE RED TEN #6 Standard Cover & Kickstarter Exclusive Cover", "time": "almost 7 years ago"}, {"username": "Matthew S. Moffitt", "content": "Got my book last week, loved it. Made a point of savoring it over a few days. Can't wait for the second half", "time": "almost 7 years ago"}, {"username": "Mike Beck", "content": "Got my book in the mail yesterday. It was absolutely brilliant! Between this and Epic, I think that you are going to be one of the next big writers that everyone is going to follow! I am absolutely excited for what you are going to come up with next. - Mike", "time": "almost 7 years ago"}, {"username": "Dennis Mercier", "content": "Sounds good. Thanks.", "time": "almost 7 years ago"}, {"username": "Dennis Mercier", "content": "Do you know how Amazon ships the books out? I just moved so I'm wondering if they'll find me if they don't ship USPS.", "time": "almost 7 years ago"}, {"username": "Scott McClellan", "content": "Hope you consider a Kickstarter for a HC of Epic. The zero issue was great and #1 just came in the mail yesterday. Also looking forward to reading your rom-com OGN from StoreEnvy.", "time": "about 7 years ago"}, {"username": "Jonathan Tan Si-Hao", "content": "Cos I pledged for an Oxymoron HC plus the El Guapo commission. Could I get the \"You talking to me variant\"?", "time": "about 7 years ago"}, {"username": "Jonathan Tan Si-Hao", "content": "Ah. I was wondering where I could input the info for the add-ons. Good to know that there would be a separate follow up for that.", "time": "about 7 years ago"}, {"username": "Apples", "content": "Do we use this survey to state or add ons? Or is that information coming in later? :)", "time": "about 7 years ago"}, {"username": "Virginia", "content": "Alright, after much consideration I think I have to go with the Golden Age Variant for Oxymoron!", "time": "about 7 years ago"}, {"username": "Ramel Rocket-Man Hill", "content": "Loved it, great story, great art. Can't believe I missed out on the campaign for it. Then went to your website and ordered the penny issue the pilot issue and the real # 1 issue so I can have the physical copies.", "time": "about 7 years ago"}, {"username": "Ramel Rocket-Man Hill", "content": "Sweet- just picked it up on Comixology!", "time": "about 7 years ago"}, {"username": "Scott McClellan", "content": "Congrats! And I just threw you more of my money with EPIC!", "time": "about 7 years ago"}, {"username": "Cesar Feliciano", "content": "Just wanted to jump in here and thank everyone for their pledges and support. You are all fantastic folks.", "time": "about 7 years ago"}, {"username": "Ramel Rocket-Man Hill", "content": "Thanks Tyler- checking out your other projects- Epic looks pretty cool. How could I snag a digital version of that? Or a printed copy of it?", "time": "about 7 years ago"}, {"username": "Ramel Rocket-Man Hill", "content": "Was checking this out today and saw only 2 hours left and went in at 25.... read some more and had to upgrade to 35. way to go. can't wait to read the book!", "time": "about 7 years ago"}, {"username": "Michael Bird", "content": "Added to pledge for Oxy and scam hardcovers.", "time": "about 7 years ago"}, {"username": "Virginia", "content": "I'm at the $25 early backer pledge, just added on $25 for an Oxy hardcover~", "time": "about 7 years ago"}, {"username": "Scott McClellan", "content": "I know! I was really debating between Mulvey or Golden Age. I chose wisely!", "time": "about 7 years ago"}, {"username": "Scott McClellan", "content": "Would you also add a \"Are You Talkin' to Me?\" Mulvey variant Oxymoron vol. 1 to my pledge? I've already upped the $25.", "time": "about 7 years ago"}, {"username": "Bloodfists", "content": "Pledged at the $35 plus $40 for the Series Bundle add on also", "time": "about 7 years ago"}, {"username": "Scott McClellan", "content": "Just pledged at the $60 tier, but added $40 for the series issues bundle. Are they still available?", "time": "about 7 years ago"}, {"username": "Virginia", "content": "So at this point, is #0 included in the hardcover? Sorry if this has been covered, I just backed the project!", "time": "about 7 years ago"}, {"username": "Jason Weichman", "content": "Changed it, Thanks Tyler!", "time": "about 7 years ago"}, {"username": "Antonio Garcia", "content": "Please share the link and leave a comment at the feature so that we can bring new backers here to unlock the extra pages for the book.", "time": "about 7 years ago"}, {"username": "Jason Weichman", "content": "I have a early backers bonus of $25. How do add $10 to my pledge (to get the #6 variant), and still retain the early backers bonus?", "time": "about 7 years ago"}, {"username": "Cesar Feliciano", "content": "Thanks so much to all of the makers that had a hand in making this Project happen. As co-creator and artist on the Red Ten I am overwhelmed by what I've seen. Speaking as El Guapo You have truly shown what it means to be Guapo. So in closing remember to continue to \"Stay Guapo\"", "time": "about 7 years ago"}, {"username": "Michael Bird", "content": "Would like TRT 5 page 6 if still available! Thanks", "time": "about 7 years ago"}, {"username": "Michael Bird", "content": "Would like TRT 5 page 6 if still available! Thanks", "time": "about 7 years ago"}, {"username": "Michael Bird", "content": "Just backed project!! Congrats on reaching funding goal!! How do I claim original artwork?", "time": "about 7 years ago"}, {"username": "AlreadyPicked", "content": "I missed the first Kickstarter for the Oxymoron Hardcover and since you added a pledge level that included the it, could you also add a pledge for the digital versions of both TRT and Oxy?", "time": "about 7 years ago"}, {"username": "Dennis Mercier", "content": "Are the Red Ten, Scam and Oxymoron Hardcovers all going to be the same size for the Comix Tribe section on my shelf?", "time": "about 7 years ago"}, {"username": "Richard N.", "content": "I'm still getting it, either way, but it would be a nice \"prologue\", or is it already included in #1 issue? I have not seen or read any of these yet, as I'm just going to get the book.", "time": "about 7 years ago"}, {"username": "Russell Brettholtz", "content": "I've been waiting for this since stumbling upon your Free Comic Book Day issue. Now to start waiting for Volume 2.", "time": "about 7 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "", "risks": "Risks and challenges\nThe trick with a series is: \nWhat is the outlet? \nWhat is the plan for the future of the series? \nWill you make more? \nThis is a difficult and highly-detailed answer. Already we have plans to take ‘Super Reality’ to Mega Con in Orlando and the LAWebFest right here in Los Angeles. And that's just within the first month of release. We have already been to the Sundance Film Festival to proudly promote the brand and were greeted with fantastic reception.\nOver the next year-and-a-half the producers plan to enter ‘Super Reality’ into many different festivals and competitions to gain exposure and potentially rack up some awards. \nPending the success of the show, we would like the opportunity to make consecutive episodes. With scripts already drafted, we have a layout for 12 episodes (with a potential guest-star in episode 12). \nThe long-term goal is to take this series to a network and prove that it can not only compete with shows currently on air, but can gain high acclaim and success!\nEach producer has their own network that reaches the heads of development and programming of major television networks. They will then see what we need to do. \nBy making this pilot episode, we will prove the strength of our concept ‘Super Reality’! \nThank you, we look forward to taking you along for the ride!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Justin Piccari\n2 created · 0 backed\nTrained in various and well-rounded forms of art, Justin's greatest pleasure is conceiving and producing art for people to enjoy. His love...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "The Incredible Captain Universe - Paul Mischeshin", "update_content": "PLAY"}, {"update_no": "UPDATE #1", "update_userinfo": "The Incredible Captain Universe", "update_content": ""}, {"status": [{"Project is canceled": "JANUARY 27, 2014"}, {"Project launches": "JANUARY 22, 2014"}]}], "comments": []}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Thank you for making the SCAM Ultimate Collection Happen. Keep tabs with SCAM and all things ComixTribe at ComixTribe.com.\nSTRETCH GOAL #2 - $28,000 - All Backers Names Printed on a Thank You Page in the Book!\n“It’s better to die a conman, than live like a mark!”SCAM is an “X-Men meets Ocean's Eleven″-style series that follows a team of super-powered grifters on the biggest con of their lives...taking down a Vegas casino and getting revenge on a former teammate who double-crossed them. \nFor the first time ever, I'm collecting the entire sold-out ComixTribe mini-series into a deluxe over-sized hardcover collection, also featuring the never-before-released SCAMthology - 15 brand new SCAM stories by a handpicked crew of outstanding comic creators!\nWith the help of Kickstarter and backers like you, I'll be able to create the definitive SCAM collection, and produce a 256-page, full-cover, over-sized hardcover collecting the 144 page SCAM mini-series, and the all new 100+ page SCAMthology, featuring 15 amazing super-powered heist stories by some of my favorite writers and artists.\nThe SCAM Mini-series\nSCAM #1 first made waves in January 2012, when its first print run of just 777 copies, made available in only 21 comic book stores, sold-out. This initial DIY success helped ComixTribe achieve a Diamond distribution deal, letting us roll out the SCAM series to hundreds of other retailers around the world. Between August 2012 and December 2013, the rest of the SCAM mini-series was released in serial format, selling out at the distributor level.\nNow, for the first time ever, we're collecting the entire series into a deluxe, over-sized hardcover collection.\nSTRETCH GOAL #1 - $26,500 - SPOT UV Cover Treatment - UNLOCKED!\nWant a Taste of SCAM?\nRead the first 22 pages of SCAM right here, right now!\nThe SCAMthology\nIn the pages of SCAM, I wanted to create a vast universe of colorful cons and crooks, with limitless storytelling potential. While I packed as much action and intrigue into the SCAM mini-series as possible, I wanted to load even more into this Ultimate Collection.\nSo, I put together the right crew for the job, and assembled some of the most talented writers and artists making waves in creator-owned comics today, and asked them to play in the SCAM sandbox.\n15 Tales of Superpowered Heists and Hijinx\nWhen extreme paranoia brings Hack to the office of Dr. Goodfellow, psychiatrist to the rich and powerful, issues get resolved that have little to do with his psychosis.\n\"The Nut Job\" written by Tyler James (The Red Ten, EPIC), art by Will Robson (Unit 5), breakdowns by Jonathan Rector (The Standard), color by Dessi Cakra.\nHell hath no fury like Michelle scorned! Left for dead at the scene of a bank robbery, Michelle is determined to get her hands on the man responsible: her loving boyfriend!\n\"Guy Trouble\" written by Rich Douek (Gutter Magic), art by Joe Eisma (Morning Glories), color by Hugo Froes.\nThe rest of the crew would never guess what their resident party animal, Pint, does with his free time. Sometimes the scammer is actually scamming himself.\n\"My Name is Pint\" written by Josh Flanagan (The Remote, Boston), art by Doug Hills (Dixon's Notch), color by Hugo Froes.\nMidas’ intended bank robbery goes wrong when masked gunmen attack first. Now it’s just a matter of survival.\n\"Withdrawal Symptoms\" written by Jamie Gambell (Department O, The Hero Code), art by Daniel Picciotto, color by Miguel Marques.\nAfter a con goes awry, the crew seek solace at a local bar, but Pint isn’t one to let a bad day ruin his entertainment!\n\"The Rounds\" written by Steve Colle, art by Kirk Manley (Z-Girl and the 4 Tigers), color by Miguel Marques.\nPint has a very unique gift: the more alcohol he drinks, the stronger, faster and more durable he gets. But when he's given a near-impossible mission, just how much booze is he willing to chug to get the job done? And just how much of it will he remember in the morning?\n\"Hammered\" written by John Lees (The Standard, And Then Emily Was Gone), art by Alex Cormack (Cuddlers, Oxymoron).\nTru awakens in a warehouse to a blinding spotlight shining in his face. Who is his captor and what is his deadly agenda? Now’s not the time for psychology; it’s time to get physical.\n\"The Machine\" written by Ben McCool (Pigs, Choker), art by Alex Diotto (Southern Dog), color by Ty Tyner.\nThe Vegas skyline changes constantly as casino owners cut their current losing properties in order to attempt new venues and ventures. In the midst of a former Strip icon closing, Tru considers starting something new himself.\n\"The Fall of the Cherry Blossom\" written by Nolan T. Jones (Colonial Souls), art by Joe Mulvey (SCAM).\nEvery memory is a lie, and everyone is a liar. Doc knows this best of all.\n\"The Big Lie\" written by Paul Allor (Strange Nation, TMNT, GI Joe), art by Aaron Houston (Clockwork, Oxymoron), color by Ryan Lee.\nMidas’ annual thefts at the JA New York Winter Show aren’t about the money as much as they are about the guilt he has towards his mamma.\n\"Guilt\" written by Steve Forbes (Runners), art by Daniel J Logan (GhostTown, EXO-1), color by Vasco Sobral.\nThree of Chiyoko Hashimoto’s briefcases are stolen by the crew and she’ll do anything to get them back, including running three high speed, high flying chases through the streets of Las Vegas. But are the contents of the cases what the con men are really after?\n\"Three Car Monte\" written by Ryan K Lindsay (Fatherhood, Ghost Town), art by Adam Masterman (Echo Callaway), color by Vasco Sobral.\nMichelle is conned by her own crewmates into stealing the jewels from a fetishist senator. Diamonds, that is.\n\"Let's Get This Party Started\" written by Amy Chu (Girls Night Out), art by Brian Shearer (GI Joe, William the Last), color by Arsia Rozegar.\nMike the Bartender spins a classic fairy tale in a way you ain't never seen before!\n\"A SCAM Fairy Tale\" written by Amy Chu, art by CP Wilson, III (The Stuff of Legend, Wraith), Joe Mulvey (SCAM), color by Ryan Lee.\n Hack is on a new anxiety medication, the side-effects of which put a heist in jeopardy.\n\"Ghost Shit\" written by Joe Mulvey (SCAM), art by Nick Pitarra (Manhattan Projects).\nThe heist is over...what happens next will blow you away.\n\"Epilogue\" written by Jason Ciaramella (The Cape), art by Joe Mulvey (SCAM), color by Ryan Lee.\nThe Loot!\n>>>View Available SCAM Art Here<<<\n>>>Another Backers Only Bonus Coming at 350 Backers<<<\nWhy Kickstarter?\nWe want to make a premium over-sized hardcover for collectors and fans who appreciate a well made book. Kickstarter has emerged as the single best platform for creators and small publishers like ComixTribe to fund the creation of premium graphic novels.\nWhile we love our retail and distribution partners, ComixTribe sales through those channels alone are nowhere near large enough to support the creation of this kind of book. But with the support of backers like you here on Kickstarter, we can and will make it happen.\nPlus, we look at the Kickstarter campaign as a month long online party. I've spent nearly every day the last three years working on SCAM, and now that it's done, I'm ready to have some fun. I hope you join me!\nHow Will the Kickstarter Funds Be Used?\nAll Kickstarter funds will be used to pay for the printing and fulfillment of the books and other rewards, and to help off-set the costs of creating this 256-page monstrosity. Should we raise more than the target goal, we'll look at making the book and the campaign even better.", "risks": "Risks and challenges\nI sincerely thank you for considering backing this project. While every creative project has its share of challenges, I’ve taken the following steps to mitigate the risk associated fulfilling this project: \n\n1) The book is complete will be ready to go to print before the campaign ends! I finished the SCAM mini-series in October 2013 and the final issue hit the stands in December. The SCAMthology crew have been working hard over the past year complete this tremendous book. The most difficult and time-coming part of the project is behind us, which means we can go directly to print once funding is secured. \n\n2) While this is my first Kickstarter project, I'll be aided in the fulfillment by Tyler James and ComixTribe, who have successfully funded, and more importantly FULFILLED two successful Kickstarters in the past (EPIC and OXYMORON.) While this is a big project, it's one we're well-positioned to handle.\n\n3) Our printer is reliable! We’re working with Trivision, a well-respected print shop that does books for Image, IDW, Th3rdWorld Studios and more. To date, ComixTribe has printed more than 14,000 copies of comic books with Trivision, and they’ve never let us down.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #67", "update_userinfo": "Drinks tomorrow night?", "update_content": "Hey, Joe Mulvey and the ComixTribe crew here with two quick things...\nTHING #1\nFirst, myself and some of the ComixTribe guys are going to be hanging out for an END OF KICKSTARTER CAMPAIGN Livestream party tomorrow night. "}, {"update_no": "UPDATE #66", "update_userinfo": "At Long Last... Mulvey Has Another HARDCOVER On Kickstarter! TAKE THE BLADE!", "update_content": "Hey Joe Mulvey here! \nI just wanted to let all of the people who made my first hardcover graphic novel SCAM a massive success know that, at long last, my art is being collected once again in a stunning hardcover collection available now on Kickstarter! "}, {"update_no": "UPDATE #65", "update_userinfo": "Here's What Joe's Been Drawing...", "update_content": "Hey, Joe here!\nHope you're hanging in there.\nI've been keeping sane mostly by working on my new book (details coming soon) and working on some awesome commissions and pieces for my friends, like this one:"}, {"update_no": "UPDATE #64", "update_userinfo": "NEW BOOK! Here's what I've been working on for the last year...", "update_content": "Hey, Joe here! \nIt's been a while... but I'm BACK on Kickstarter with a BRAND NEW SERIES! "}, {"update_no": "UPDATE #63", "update_userinfo": "I'm Helping SINK Beat SCAM!", "update_content": "Hey, Joe here. \nThanks to your help with the SCAM: Ultimate Collection, I've held onto the ComixTribe record for the most-backed graphic novel project for a few years now... \nBut it looks like my brother from another Scottish mother, John Lees, is soon about to pass SCAM with his awesome book SINK Volume 1: Welcome to Glasgow. "}, {"update_no": "UPDATE #62", "update_userinfo": "[For Your Eyes Only] I drew a cover for SINK!", "update_content": "Hey guys, Joe here!\nI wanted to share a cover I drew last week for my brother from another Scottish mother, John Lees, the incredibly talented writer of And Then Emily Was Gone and the awesome new series SINK."}, {"update_no": "UPDATE #61", "update_userinfo": "FINAL HOURS for MUMMY'S ALWAYS RIGHT!", "update_content": "Hey Everyone,\nI hope you're all enjoying your friday and looking forward to having a great weekend. I just wanted to remind you that my new campaign, MUMMY'S ALWAYS RIGHT, an all ages board book, that is perfect for all the little monsters in your lives, is almost over. As I write this the countdown clock is officially on and we've got just a little over 5 hours left! The campaign ends at 10 PM tonight. So I hope you'll consider giving the campaign a look before it's over. Click the image to check it out. "}, {"update_no": "UPDATE #60", "update_userinfo": "Mummy's Always Right is gonna happen!", "update_content": "Hey Everybody, \n                        I just wanted to drop you all a quick update and let you know that my new project, MUMMY'S ALWAYS RIGHT has been funded by 350 plus backers strong! So it's going to happen. I'm unbelievably excited and proud that a book I made for and WITH my two little girls is going to be enjoyed by hundreds (Maybe more) of people and their families. "}, {"update_no": "UPDATE #59", "update_userinfo": "It's finally MUMMY MONDAY!", "update_content": "Hey Everyone,\n                   As you all know from my last few updates, MUMMY'S ALWAYS RIGHT is my new all ages book I made for and with my two daughters. After months of work, the campaign went live TODAY. The campaign has started off with a blast and I wanted to make sure to keep every single one of you updated with what we have going on. Like the FIRST DAY BACKER BONUS we have available today which is the FRIDAY The 13th print by myself and the amazing (As always) colorist Jules Rivera."}, {"update_no": "UPDATE #58", "update_userinfo": "MUMMY Month is almost here!", "update_content": "Hey everyone,\n                    I'm back again with a really quick update to let you know exactly what's happening with MUMMY'S ALWAYS RIGHT. Thanks to all the feedback on costume colors, font styles, and character designs over on the Facebook page, the book is DONE! Top to bottom. We're putting some last minute tweaks together for the next campaign and will be launching VERY SOON. MUMMY'S ALWAYS RIGHT has turned out better than we could have ever hoped and it's in part to all your help and involvement. "}, {"status": []}], "comments": [{"username": "Jason", "content": "But when...", "time": "almost 6 years ago"}, {"username": "Jason", "content": "Jason", "time": "almost 6 years ago"}, {"username": "Jason", "content": "Scam... You can see on his profile the last time he login :(", "time": "about 6 years ago"}, {"username": "Conner MacDonald", "content": "Haven't received anything.", "time": "about 6 years ago"}, {"username": "Jason", "content": "So I'm not the only one who didn't get everything...", "time": "over 6 years ago"}, {"username": "Richard Fuss", "content": "Anyone receive their Artist Edition Tip Plate yet?", "time": "over 6 years ago"}, {"username": "Conner MacDonald", "content": "Location: Canada", "time": "over 6 years ago"}, {"username": "Nathan Chase", "content": "I'm in the same boat. Still no physical items to be found.", "time": "over 6 years ago"}, {"username": "Dustin Pitre", "content": "well it's December and I still don't have my stuff. Am I the only one in this boat?", "time": "over 6 years ago"}, {"username": "Mike KItchell", "content": "Anyone in Canada still not have theirs? Haven't received any word yet. Still hoping it comes soon.", "time": "over 6 years ago"}, {"username": "Jason", "content": "Still nothing... Send with a turtle...", "time": "over 6 years ago"}, {"username": "Jason", "content": "Anyone from Belgium received something ?", "time": "over 6 years ago"}, {"username": "Scott McClellan", "content": "Got my package today! Beautiful!", "time": "over 6 years ago"}, {"username": "Mike KItchell", "content": "Haven't received anything yet. Is there an eta on the book.", "time": "over 6 years ago"}, {"username": "Jason", "content": "Me either :(", "time": "over 6 years ago"}, {"username": "Mike KItchell", "content": "Any new word on the shipments ?", "time": "over 6 years ago"}, {"username": "Mike KItchell", "content": "Still haven't received the book hope to get it soon.", "time": "almost 7 years ago"}, {"username": "Olle Karlsson", "content": "It's not really a problem for me. It's just me being impatient for a great book. I thank you though for your repsonse. For me atleast there is no rush. Thanks for the update :)", "time": "almost 7 years ago"}, {"username": "Jason", "content": "Is already the 12 auguste !", "time": "almost 7 years ago"}, {"username": "Jason", "content": "Nothing yet", "time": "almost 7 years ago"}, {"username": "Olle Karlsson", "content": "Anyone in europe who's gotten the book yet?", "time": "almost 7 years ago"}, {"username": "Chris Angelico", "content": "Oops, my bad. Digital copies were already delivered, but I somehow missed it! Apologies to Joe and to anyone who was confused.", "time": "almost 7 years ago"}, {"username": "Jason", "content": "Any news about outside USA shipping?", "time": "almost 7 years ago"}, {"username": "Dablue", "content": "@jason: in eu here and nope.", "time": "almost 7 years ago"}, {"username": "Chris Angelico", "content": "When will the digital copies be delivered? I can understand delaying it a bit (to let those who paid to get it physically have a chance to receive them first), but would like to know.", "time": "almost 7 years ago"}, {"username": "Jason", "content": "Or add on?", "time": "almost 7 years ago"}, {"username": "JEEVES STACKSON", "content": "Philly has been SCAMMED! Hardback has arrived! :) Looks awesome! :) (Makes me want my Red Ten - NOW! )", "time": "about 7 years ago"}, {"username": "Johnathan Wright", "content": "Congrats!!!", "time": "over 7 years ago"}, {"username": "ink effect", "content": "Congrats ! :)", "time": "over 7 years ago"}, {"username": "James Moss", "content": "Congrats", "time": "over 7 years ago"}, {"username": "Jason", "content": "Congrats !", "time": "over 7 years ago"}, {"username": "Kreniz", "content": "Up'ed my pledge for a Mulvey Hardcover Collection as well.", "time": "over 7 years ago"}, {"username": "Jose Augusto Andrade Filho", "content": "Pledge updated! One of those Oxymorons is mine!", "time": "over 7 years ago"}, {"username": "Jason", "content": "I've pledge for over 190$ can i get the free comic signed when we reach the SG ?", "time": "over 7 years ago"}, {"username": "Jose Augusto Andrade Filho", "content": "Joe, I've sent you a message with some questions. I want to upgrade my pledge (to get both scam and oxymoron hardcover), but I need to check some options with you first. Can you check that? :)", "time": "over 7 years ago"}, {"username": "Scott McClellan", "content": "What add ons are left? I've done sketches, covers, and the Jackpot. How can I give you more of my money? Super excited!", "time": "over 7 years ago"}, {"username": "Richard Osborne", "content": "Wow just read the sample issue. Amazing work! Glad I backed this one already :D", "time": "over 7 years ago"}, {"username": "Dennis Mercier", "content": "Stretch goooooooooooal!", "time": "over 7 years ago"}, {"username": "Scott McClellan", "content": "1st stretch goal broken! (Anyone game for a second one in 4 and a half hours?)", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "http://www.4colorrebellion.com/archives/2014/02/04/kickin-it-with-joe-mulvey-scam/", "time": "over 7 years ago"}, {"username": "Richard", "content": "Congrats on funding!!", "time": "over 7 years ago"}, {"username": "Paul Im", "content": "@Joe. Hey! Congrats! I'd also like the Hardcover + Comix Tribe #1s like Steven Lord.", "time": "over 7 years ago"}, {"username": "Louis Marinos", "content": "Great way to start the day. Nothing better than seeing SCAM fully funded. Now hopefully i am fast enough to grab one of the Artist Editions. Can't wait to see what new projects you also got planned Joe.", "time": "over 7 years ago"}, {"username": "Kreniz", "content": "Alright! I wake up for work and SCAM is funded! Congratulations!", "time": "over 7 years ago"}, {"username": "Russell Brettholtz", "content": "Funded! Well done, Joe. Thanks for the nice words about Sidekicks. I was happy to give you a plug (and a little selfish - I really wanted a copy). Best.", "time": "over 7 years ago"}, {"username": "Ben Lalonde", "content": ":) I'm so happy it's funded!!! Congrats Joe!", "time": "over 7 years ago"}, {"username": "Scott McClellan", "content": "Sorry for my inability to cut and paste a link, but search for The Cape Creator. New rewards unlocked and 1k to go till stretch goal #1!", "time": "over 7 years ago"}, {"username": "Scott McClellan", "content": "https://www.kickstarter.com/projects/comicartscouncil/the-cape-creator-a-tribute-to-bat-maker-bill-finge", "time": "over 7 years ago"}, {"username": "Scott McClellan", "content": "https://www.kickstarter.com/projects/comicartscouncil/the-cape-creator-a-tribute-to-bat-maker-bill-finger", "time": "over 7 years ago"}, {"username": "Dablue", "content": "also.. comment 69 giggedy giggedy", "time": "over 7 years ago"}, {"username": "Jason", "content": "Sorry maybe a dumb question", "time": "over 7 years ago"}, {"username": "Qaantar", "content": "Nice! Congratulations!", "time": "over 7 years ago"}, {"username": "bobby", "content": "Yeah buddy. Scam is on it's way and well deserved too. I gotta go take a look at Sidekicks", "time": "over 7 years ago"}, {"username": "Jason", "content": "Finally!! The scam come true :)", "time": "over 7 years ago"}, {"username": "Simon Lawrence", "content": "Good job guys (Y)", "time": "over 7 years ago"}, {"username": "Dablue", "content": "And funded! Congrats!", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Ok, i am back! 20 hours, 130 bucks... Perhaps even a stretchgoal at 25.500 ;)", "time": "over 7 years ago"}, {"username": "Richard Osborne", "content": "Anyways, greetz fellow Scam fans. Just noticed this kickstart the other day. Glad I caught it before it ended. Weird it ends the same hour as Sidekicks, another project I backed", "time": "over 7 years ago"}, {"username": "Brad Cole", "content": "Is there a way to add on the Scam Pint Glass to the $59 tier? I'm guessing $13 (the $25 Digital Drinker tier minus the $12 Scam Ultimate Digital Collection) to do so, but want to know if it's something I could do.", "time": "over 7 years ago"}, {"username": "Alex Diotto", "content": "Let's do that! :)", "time": "over 7 years ago"}, {"username": "Chris Angelico", "content": "@John: Oh, right. And the $12 gives both.", "time": "over 7 years ago"}, {"username": "Steven Lord", "content": "Is there a way to get both the $26 digital jackpot rewards and the $39 hardcover reward? Would pledging $39 + $26 = $65 work? Sorry if this was already answered; I skimmed the updates and read the comments below but didn't see an answer to that. Thanks.", "time": "over 7 years ago"}, {"username": "John Idlor", "content": "Chris - The $6 pledge is for the collected first 4 issues of SCAM. The $7 pledge is for the anthology.", "time": "over 7 years ago"}, {"username": "Chris Angelico", "content": "What's the difference between the $6 and $7 tiers? They read very similarly.", "time": "over 7 years ago"}, {"username": "Chris Angelico", "content": "Like Simon, I came over here from Sidekicks. Have backed at baseline level for the moment and am now reading your Preview... will see where that leads me :)", "time": "over 7 years ago"}, {"username": "Carlos Lopez Negrete", "content": "Someone post this kickstarter on reddit I really want to see it succeed", "time": "over 7 years ago"}, {"username": "Simon Lawrence", "content": "I just wanted to say that I was directed over here from the \"Sidekicks\" kickstarter after they plugged this one and I'm now a backer :)", "time": "over 7 years ago"}, {"username": "Jason", "content": "Ok i clear out the extra Bill with company and up i am :)", "time": "over 7 years ago"}, {"username": "Jason", "content": "Backerkit (or else someone with PayPal :) ) something like that where i can add some funds to get the other awesome stuff", "time": "over 7 years ago"}, {"username": "Jason", "content": "Hope you put a pledge manager after KS :)", "time": "over 7 years ago"}, {"username": "Rachel Eichen", "content": "Vegas is such an awesome place. Wish more comics used it like this one does!", "time": "over 7 years ago"}, {"username": "Lloyd Green", "content": "Joe, I wish you the best of luck in the last few days. I bought all four SCAM books as they came out and really enjoyed the story. I figured I'd support you and get the hardcover too. C'mon folks push this thing over the top...It's well worth your money !", "time": "over 7 years ago"}, {"username": "Jonathan Tan Si-Hao", "content": "Directed from bleeding cool. The book looks good.", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Come on Comic gods.. stand by us.. the projections are slowly creeping into the red.. we cant let that happen!", "time": "over 7 years ago"}, {"username": "Paul Im", "content": "@Joe Mulvey: I've lived all over Queens, Jackson Heights, Flushing, Forest Hills. I'm in Westchester now, but Queens will always be my hometown. Love it!", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "@Joe Mulvey: I actually did a feature on his last campaign since I love his work. And yeah, Jimmy is great guy as well.", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "I got Jimmy Palmiotti to send a lovely RT to his followers about the project, so hopefully that gets us some new backers over the weekend.", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Stuff of legends seems really interesting", "time": "over 7 years ago"}, {"username": "Jason", "content": "Can't wait to see what other books you will have :)", "time": "over 7 years ago"}, {"username": "Paul Im", "content": "My best wishes to a comic creator from Queens (my hometown). Can't wait to read the collection.", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "http://www.4colorrebellion.com/archives/2014/02/04/kickin-it-with-joe-mulvey-scam/", "time": "over 7 years ago"}, {"username": "Edward Wellman", "content": "I want it!", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Yaaay 50% there!", "time": "over 7 years ago"}, {"username": "Ben Lalonde", "content": "Half way there!!! :)", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Come on 50% chop chop", "time": "over 7 years ago"}, {"username": "bobby", "content": "I'm bummed that my podcast player app corrupted your Comic Bastards interview to the point where the firstb20 minutes keep scrambling and looping.Gotta download it", "time": "over 7 years ago"}, {"username": "Russell Brettholtz", "content": "FYI for Marketing purposes: I found this campaign via the ComixTribe website via Stephen Forbes posting on Digital Webbing.", "time": "over 7 years ago"}, {"username": "bobby", "content": "Can't wait for this to be funded. If any of you missed the Pint one shot at NYCC, you are in for a treat.", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Its over 9000!!!!!!!", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Oh, let me know when its donem ill go check it out!", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "Also, I'm doing a feature on the project over at 4colorrebellion.com :)", "time": "over 7 years ago"}, {"username": "Dablue", "content": "upped to $89 tier. Nice extra book =)", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Hmm.. were are slowly lulling into the slow curve of a regular project. Do you have anything up your sleeve Joe to wow us.. and ze wurld?", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "The dog needs to be dipped in acid.", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Because the dog is bulletproof ;)", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "Why have we not killed the dog yet? He's nothing but trouble! Just steal his wallet and bump his Credit Card to a $325 pledge and hide the body until the charge goes through.", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Yeah.. Amy.. How about her.. her parties are legendary! ;p", "time": "over 7 years ago"}, {"username": "Devin Michaels", "content": "Hey, Joe! Congrats on the great first two days, and it was great seeing you at Amy's party! Best of luck with the \"Scam!\"", "time": "over 7 years ago"}, {"username": "Dablue", "content": "Good morning folks.. chop chop.. we better get 30% before the end of the day!", "time": "over 7 years ago"}, {"username": "Jason", "content": "We need some backer avatar to spread the word :)", "time": "over 7 years ago"}, {"username": "Ryan M.", "content": "Epic first 12 hours! Congrats on the early momentum, amigo!", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "@Dablue: Now go and promote this so we can get it funded before the week is over!", "time": "over 7 years ago"}, {"username": "Dablue", "content": "@Antonio: ok ok (see what i did there? ;P)", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "@Dablue: I saw this first!", "time": "over 7 years ago"}, {"username": "Dablue", "content": "@Antonio: hey , its my stalker! ;)", "time": "over 7 years ago"}, {"username": "Antonio Garcia", "content": "I say we kill the dog.", "time": "over 7 years ago"}, {"username": "Dablue", "content": "@Joe: Lets just get the funding in 9 days so we have 30 days for stretchgoals ;)", "time": "over 7 years ago"}, {"username": "ink effect", "content": "I am a fan of your work .I was happy to see this on KS :) GL!", "time": "over 7 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "In 1976 …a secret war raged on Pluto.\nIn 2006…Pluto’s planet status was revoked.\nOne by one…those who know the truth are being silenced\nBut one man remembers everything.\n30 years later… Cale Beckett must return to the...\nForgotten Planet is a 4 issue Science Fiction limited series , created by Pete Rogers and Giancarlo Caracuzzo. It follows Cale Beckett, a legendary former mercenary, as he seeks to unravel his past on the frozen planeoid.\nYou may remember that we ran a previous campaign for the complete Graphic Novel and raised over £4000 which was not quite enough to produce the full book. \nHowever we don't want to leave all of our supporters without the chance to enjoy this great story and so this campaign is designed to kickstart the series and fund the first issue. \nFor this we need a much lower amount so you can still be part of this adventure and help make it all happen.\nIssue #1 cover art by Giancarlo\n Meet The Creators\nPete Rogers\n Pete is an award-winning British writer, who came to comics via a series of screenwriting courses at Raindance in London. In 2007 he co-founded Orang Utan Comics, publishing anthology title Eleventh Hour, featuring his own short stories, alongside the work of other rising talent. Within a year the book had been nominated for an Eagle award. In 2011 his first graphic novel The Interactives was released, to critical acclaim, with art by Luciano Vecchio (Beware the Batman). Earlier this year the first title from his new imprint Dapper Chimp Press was released, ‘Chris Smith and the Nazi Zombies from Hell’ which he served as editor on.\n\"With his ferocious instinct for shifting perspectives, and a sniper’s eye for finding that which is relevant amidst that which is fantastical, Rogers’s recent work confirms his place as a leading light in the next wave of British comics talent. I’ll be looking forward to Forgotten Planet with huge anticipation.\" - SI SPURRIER\nGiancarlo Caracuzzo\n Giancarlo has worked for most of the major European and American comics publishers, since his first work was published in 1982 in his native Italy. His bold, energetic artwork has been seen in the likes of Jonah Hex, Gorilla Man, Iron Man, Spider-Man and Random Acts of Violence. His work gives this project a unique style and voice, and we are very proud to have such a respected professional on board.\n\"Giancarlo is one of those classic talents largely lost to this modern world, building new worlds fully realized with weight and depth as if they'd always existed.\" -  IVAN BRANDON\n“Giancarlo is a master storyteller and one of the freshest talents coming out of Europe at the moment. There is a reason I have worked with him over and over.” -  JIMMY PALMIOTTI\nIn addition to the main creative team artwork is also being provided by star guest creators Mike Collins, Chris Wildgoose and Azim Akberali. There work will feature both in the comics and on some of our reward items.\nHere's the stunning artwork for the Pin Up by Chris Wildgoose:\nA massive thanks to Chris for creating this great Poster for our book\nA Little About Our Story\nOn Pluto Cale Beckett is infamous. He’s the poster boy used to instil fear into the Plutonian race. But Cale Beckett is living in denial. Beckett spends a solitary existence on a Tanzanian game reserve, with just his dog for company. He can remember the things he did on Pluto in the 70s and he’s been trying to forget about it ever since.\nCale Beckett by Azim Akberali\n When Pluto is downgraded to a planetoid, its new classification 134340 appears all over the media. This reignites the wiped memories of all the mercenaries who used to police the planet, and they are killed before they can talk. But Cale is different, he never forgot what happened, and killing him won’t be so easy. When mercenaries are sent to kill him, on the same day that Pluto’s planet status is revoked, he knows something is wrong. And he knows his two oldest friends are dead. The only way to unearth the truth, means a trip back into his past and a return to Pluto, the Forgotten Planet.\nSample page of Art from Giancarlo\n\"Forgotten Planet is definitely a labour of love for me, it’s a story I’ve been working on for some time and something I’ve completely thrown myself into. When the original artist, and my regular collaborator, Azim Akberali had health problems and wasn't able to continue with the book I shelved it for years. He was so keen for me to still push forward with the project that I eventually relented. Having the opportunity to see the world Cale Beckett inhabits come to life, courtesy of another world class artist like Giancarlo, is a dream come true.” PETE ROGERS \n How will my money be spent? \n We are offering you some fantastic exclusive rewards to raise £3,500 that will help to make this book happen. £70 a page will be paid to Giancarlo as an advance to allow him to work on the book. Giancarlo is giving this project the dedication of a true professional and for that we salute him! The rest of the funds will go towards the production of the issue and delivery of your rewards. Other publishing costs are being covered by British Indy Publishers Scar Comics. \nMore great interiors from Giancarlo\n Bonus Extras: If we manage to go over our target we're planning to add some extra bonus features for our supporters. We'll unveil more about these as the campaign progresses.", "risks": "Risks and challenges\nAll of the creators involved are fully committed to this project. We all have solid track records and a passion for this story. Pete has almost completed the 100 page script for the entire series and Scar Comics have already paid for the preview pages to be produced. We now just want to get this great comic into your eager hands!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Shane Chebsey\n7 created · 35 backed\nI am a comics publisher and events organiser. I was part of the team that organised the famous BICS events between 2006 and 2010 as well as...See more"}, "support": [], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "The Final Update", "update_content": "Hello to All of our wonderful backers,\nBefore the campaign comes to an end in just 4 days we thought we'd treat you to a peek at some of the artwork that we want to print in the special Limited Edition version Issue #1. These extra pages include art work from Azim Akberali who was the first artist on the project. Azim is also providing the artwork for the second issue's cover and the Print on the Gallery Reward."}, {"update_no": "UPDATE #7", "update_userinfo": "Peek at the Extras in The Ltd Edition", "update_content": "Hello to all of our backers!\nWe now just have 9 days to reach our target so thought we'd give you a little treat and show you a sneak peek at the Rough Layout for the Pin Up that Legendary Transformers and Doctor Who artist Mike Collins has generously done for us.\n This Pin Up will be featured in the Limited Edition version of issue #1 and we are also offering a poster of it as a new reward on the campaign! "}, {"update_no": "UPDATE #6", "update_userinfo": "Sneak Peek at Mike Collins Pin Up", "update_content": "Hey Folks,\nWe've got a great new reward on offer for the remainder of the campaign:\nAs our Editor Shane Chebsey is also the organiser of ICE - Britain's Coolest Comic Convention we have put together the \"Invader's Reward\"\nThis reward includes a special early bird pass the great new convention in Birmingham next year. Star guests include Steve Rude, Ben Oliver, Bryan Talbot, Roland Boschi and the one and only Mike Collins who is doing a great Pin Up for this very book."}, {"update_no": "UPDATE #5", "update_userinfo": "Special New Reward For Backers", "update_content": "Hi, this is Pete.  Just wanted to say a very quick thank you for supporting the campaign.  I'm really pleased to see so many people back on board who backed our previous effort, and also to see so many new names on the list of backers too.  We're all really excited about this project and your support means a lot to all of us.\nWhile I'm here I always like to do my bit to help spread the word for other creators and their projects.  My friend Jeremy Biggs is one half of the creative team behind \"Metal Made Flesh - An Illustrated Cyberpunk Novella\", along with artist Simeon Aston. They've hit their target, but you can help unlock some exciting stretch goals. "}, {"update_no": "UPDATE #4", "update_userinfo": "Thank you and Metal Made Flesh", "update_content": "Hi Folks\nWell after a great start off the blocks we've slowed down a little now. \nIt's the usual way for most campaigns, but I think we can still maintain momentum and hit our target with your help.\nRemember a share is almost as good as a pledge, so don't forget to share our Project with your friends to help make it happen."}, {"update_no": "UPDATE #3", "update_userinfo": "Remember To Share", "update_content": "Hey There Folks,\nThanks so much for your support to date. We're off to a flying start just a few days in.\nTo Show our appreciation we have come up with a very special new reward for you called the Double Barrel Reward for £25."}, {"status": [{"Project ends": "DECEMBER 14, 2013"}, {"Project launches": "NOVEMBER 13, 2013"}]}], "comments": [{"username": "Craig Hackl", "content": "sorry guys, I was looking forward to this.hopefully it can go forward in the future.", "time": "over 7 years ago"}, {"username": "Luke Murthwaite", "content": "Is there a Facebook page or mailing list that I can sign up to to keep up to date with this comic after the Kickstarter ends?", "time": "over 7 years ago"}, {"username": "Luke Murthwaite", "content": "Well I hope there is a sudden splurge of backers; I really want this comic. But should the target not be met, what will the future of the project? Will you be looking at reevaluating and running another Kickstarter, or are other funding methods being looked into?", "time": "over 7 years ago"}, {"username": "Luke Murthwaite", "content": "Not wanting to run too far ahead, but how soon after #1 ships can we expect #2?", "time": "over 7 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "In 1976 …a secret war raged on Pluto.\nIn 2006…Pluto’s planet status was revoked. \nOne by one…those who know the truth are being silenced.  \nBut one man remembers everything. \n30 years later… Cale Beckett must return to the… \nForgotten Planet is a Science Fiction graphic novel, created by Pete Rogers and Giancarlo Caracuzzo.  It follows Cale Beckett, a legendary former mercenary, as he seeks to unravel his past on the frozen planetoid.  Read the first 5 pages here. \nDust Jacket cover and canvas print\nThe Regular Edition of the book\nMeet the Creators\nPete Rogers\nPete is an award-winning British writer, who came to comics via a series of screenwriting courses at Raindance in London. In 2007 he co-founded Orang Utan Comics, publishing anthology title Eleventh Hour, featuring his own short stories, alongside the work of other rising talent. Within a year the book had been nominated for an Eagle award. In 2011 his first graphic novel The Interactives was released, to critical acclaim, with art by Luciano Vecchio (Beware the Batman). Earlier this year the first title from his new imprint Dapper Chimp Press was released, ‘Chris Smith and the Nazi Zombies from Hell’ which he served as editor on.\n\"With his ferocious instinct for shifting perspectives, and a sniper’s eye for finding that which is relevant amidst that which is fantastical, Rogers’s recent work confirms his place as a leading light in the next wave of British comics talent. I’ll be looking forward to Forgotten Planet with huge anticipation.\" - SI SPURRIER\n\"A fun science fiction premise, a killer mystery and a hugely talented creative team behind it all. The Forgotten Planet looks like a winner. And In Pete Rogers it has a writer who, one feels, could well be a name to watch in the coming years.\" - ROB WILLIAMS\nGiancarlo Caracuzzo \nGiancarlo has worked for most of the major European and American comics publishers, since his first work was published in 1982 in his native Italy. His bold, energetic artwork has been seen in the likes of Jonah Hex, Gorilla Man, Iron Man, Spider-Man and Random Acts of Violence. His work gives this project a unique style and voice, and we are very proud to have such a respected professional on board.\n\"Giancarlo is one of those classic talents largely lost to this modern world, building new worlds fully realized with weight and depth as if they'd always existed.\" -  IVAN BRANDON\n“Giancarlo is a master storyteller and one of the freshest talents coming out of Europe at the moment. There is a reason I have worked with him over and over.” -  JIMMY PALMIOTTI\n  \"Having worked with Giancarlo on multiple projects including a successful kickstarter, I not only admire the quality of his illustrations, storytelling and professionalism, but also his dedication to seeing a a project through to the end. Plus he's a great guy.\" - JUSTIN GRAY\n\"Giancarlo was a pleasure to work with on Marvel's Gorilla Man. In that series he was tasked with delivering monkeys holding big guns, beautiful femme fatales, insane tech, multiple time eras, and elaborate action set pieces. He delivered with uncompromising dedication and flair . Giancarlo's a dynamic storyteller who puts characterization and atmosphere before anything else. His urgent line work is stylish and satisfying. He really can draw just about anything, and he makes it look easy too.\" - MICHAEL HORWITZ \nThis is a full colour 100 page Graphic Novel edited by Shane Chebsey, who is running this campaign and many of the the special rewards attached to this edition will be exclusively available to Kickstarter Supporters only.\nA little about our story\nOn Pluto Cale Beckett is infamous.\nHe’s the poster boy used to instil fear into the Plutonian race.\nBut Cale Beckett is living in denial. \n Beckett spends a solitary existence on a Tanzanian game reserve, with just his dog for company. He can remember the things he did on Pluto in the 70s and he’s been trying to forget about it ever since. When Pluto is downgraded to a planetoid, its new classification 134340 appears all over the media.\nThis reignites the wiped memories of all the mercenaries who used to police the planet, and they are killed before they can talk. But Cale is different, he never forgot what happened, and killing him won’t be so easy. When mercenaries are sent to kill him, on the same day that Pluto’s planet status is revoked, he knows something is wrong. And he knows his two oldest friends are dead. The only way to unearth the truth, means a trip back into his past and a return to Pluto, the Forgotten Planet.\n\"Forgotten Planet is definitely a labour of love for me, it’s a story I’ve been working on for some time and something I’ve completely thrown myself into. When the original artist, and my regular collaborator, Azim Akberali had health problems and wasn't able to continue with the book I shelved it for years.  He was so keen for me to still push forward with the project that I eventually relented. Having the opportunity to see the world Cale Beckett inhabits come to life, courtesy of another world class artist like Giancarlo, is a dream come true.” PETE ROGERS\nHow will my money be spent?\nWe are offering you some fantastic exclusive rewards to raise £11,500 that will help to make this book happen.\n £7000 will be paid to Giancarlo as an advance to allow him to work on the book. This works out at a tiny page rate and well below industry standards. Despite this Giancarlo is giving this project the dedication of a true professional and for that we salute him!\nThe rest of the funds will go towards the production of the book and delivery of your rewards.\nOther publishing costs are being covered by British Indy Publishers Scar Comics.\nBonus Extras:\nIf we manage to go over our target we're planning to add some extra bonus features for our supporters, including a star-studded launch party. We'll unveil more about as the campaign progresses.  ", "risks": "Risks and challenges\nAll of the creators involved are fully committed to this project. We all have solid track records and a passion for this story. Pete has almost completed the 100 page script (it will be finished by the time the campaign ends) and Scar Comics have already paid for the preview pages to be produced. We now just want to get this great book into your eager hands!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Shane Chebsey\n7 created · 35 backed\nI am a comics publisher and events organiser. I was part of the team that organised the famous BICS events between 2006 and 2010 as well as...See more"}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Something Different", "update_content": "Although Forgotten Planet is currently not funded we thought those of you who supported this Scar Comics project may be interested in hearing about other projects we are launching here on Kickstarter:\nPlease take a moment to check out the New autobiographical book written by Sean Michael Wilson and illustrated by Hanna Stromberg here: http://kck.st/1pzphAZ"}, {"update_no": "UPDATE #18", "update_userinfo": "New Reward on Our New Campiagn", "update_content": "Hi folks\nFirst of all I'd just like to say a massive thank you to all of you who've gone over and supported the new campaign over at: http://kck.st/1anQaNn\nWe're nearly as halfway now :-)\nFor those of you sitting on the fence about supporting the comic you may be interested to know that your pledge can now also get you early bird entry to the new ICE Comic Convention in Birmingham on Saturday 2nd August."}, {"update_no": "UPDATE #17", "update_userinfo": "We're back!!!", "update_content": "Hi Folks\nWell never ones to sit down and give up, we are back with a brand new campaign to kick start the first issue of a new Forgotten Planet Limited series!\nThis time we only need £3500 so if you guys can match your precious pledges not only will you get loads of extra stuff for your money, but we'll blow our target and we can roll out those cool stretch goal rewards that we are so excited about!"}, {"update_no": "UPDATE #16", "update_userinfo": "Our Final Update", "update_content": "To every single one of our backers... This is our final update, and it looks as though with just hours to go we'll not be making our target. This is despite a massive effort from you guys, sharing the project and spreading the word and a massive effort from every one involved with the making of the book.\nA massive heart felt thanks to every single one of you. Special thanks to the professional comic creators for your generous donations of art and for your vocal support of the book."}, {"update_no": "UPDATE #15", "update_userinfo": "First draft script for Pages 1-5", "update_content": "As promised, here is the original 5 page script for the book's initial pitch pages.  Since this was written the book's title has changed from Return to Pluto (which sounded too much like a sequel) and Beckett's name has become Cale rather than Carter (too close to John Carter).  This was the original first draft from 5 years ago, and the dialogue on the sample pages you've seen is much better than what's on this version. Also my panel descriptions are a lot shorter and tauter these days. "}, {"update_no": "UPDATE #14", "update_userinfo": "The End is Nigh", "update_content": "Hi, this is Pete jumping in with a quick update.  As expected, we've gained quite a bit of momentum for the campaign as we reach the end, with an influx of new backers which we're extremely grateful for.  \nAs I type this, we have 52 hours left on the campaign and £7,125 left to raise.  It looks unlikely, but it still isn't completely impossible.  Thank you so much for all your support, if we all keep spreading the word a minor miracle could be on the cards...maybe."}, {"update_no": "UPDATE #13", "update_userinfo": "Preview Of Guest Artist Poster and more", "update_content": "Hey Backers! \nOnce again welcome to our new backers. Thanks for supporting our book.\nThis time around we've got a really special update for you. We are proud to present to you a black and white preview of the stunning Pin Up art for the book generously provided by hot young artist Chris Wildgoose."}, {"update_no": "UPDATE #12", "update_userinfo": "New Reward on The Way", "update_content": "Hi Folks\nAnd welcome to our new backers. Thanks for pledging on our new book.\nThis is just a short update to let you know that we will be adding a new reward today after feedback from some of you.\nThe new reward is a special numbered limited edition A3 Canvass Print of the painted cover art from the Kickstarter Exclusive Hardback with Dust Jacket Edition along with the signed Paperback version of the book for just £55. "}, {"update_no": "UPDATE #11", "update_userinfo": "24 page PDF preview in JANUARY", "update_content": "We aren't allowed to amend the release date of the Stargazer's Reward, because we already have backers pledging at this level.  So, we're just letting you know that we have now pulled the release date for the 24 page PDF preview forward to January.\nSo, if we're successful anyone backing for £1 gets to read the the first quarter of the book, the equivalent of the first issue, in the New Year.  Of course if you went for any option including the book then so do you.  "}, {"status": [{"Project ends": "OCTOBER 1, 2013"}]}], "comments": [{"username": "Jaroslaw Ejsymont", "content": "Cheers.", "time": "over 7 years ago"}, {"username": "Marc Edwards", "content": "Peace!!", "time": "over 7 years ago"}, {"username": "Pete Rogers", "content": "16 backers until we can reveal the guest artist doing a pin up for us. Fingers crossed that can be today.", "time": "almost 8 years ago"}, {"username": "Pete Rogers", "content": "We're creeping ever close to 100 backers, when we'll have some exciting things to share with you. If you're helping spread the word on twitter add the #forgottenplanet hashtag. Thanks again, with your help we can make this a reality.", "time": "almost 8 years ago"}, {"username": "Pete Rogers", "content": "That's a good idea, thanks. Jimmy has mentioned us on twitter but here would be great too. Giancarlo is of course also the artist on Weapon of God.", "time": "almost 8 years ago"}, {"username": "Wojtek Sal", "content": "Perhaps you could ask Jimmy Palmiotti to mention Forgotten Planet in his next update. He has a dedicated following here at Kickstarter, and is currently wrapping up his own Weapon of God project.", "time": "almost 8 years ago"}, {"username": "Pete Rogers", "content": "Very true, if you really want to see this book come to fruition, tell as many people as you can and help us get the word out. We've got some awesome extra incentives as things progress and we can't do this without your support.", "time": "almost 8 years ago"}, {"username": "Б€ŁŁΔN", "content": "Share and tweet this daily to your social media friends. Every message helps!", "time": "almost 8 years ago"}, {"username": "Pete Rogers", "content": "Thanks, Jason", "time": "almost 8 years ago"}, {"username": "Jason Aaron Wong", "content": "Cool project.", "time": "almost 8 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Regardless if our funding goal is met, everybody who pledges is getting 44 pages of comics digitally! The 12-page Dry Seasons New York Comic Con comic with two short stories, sketches, pencils; and Space Corps #0, 32-pages of anthology that I had a story in, lettered half of, and story edit. 44 pages of comics!\nWhat's the story?\nDry Seasons is Romeo & Juliet meets Mad Max.\nYears after the apocalypse, Ann and Paul are two star-crossed lovers. They uncover a plot that could destroy their families, and other survivors.\n\"It’s a book I want to read, partly due to my weird fetish for all things Dust Bowl, but also because this post-apocalypse yarn has a romantic flair I think you’ll agree is quite compelling.\" - Paul Montgomery, iFanboy\n\"With a tagline like “Romeo and Juliet meets Mad Max” it’s hard not to be interested in Dry Seasons. It takes some familiar, but not related concepts, and thrusts them together. Dry Seasons is planned to be a four issue miniseries, that while completely telling its story, would still leave room for possible later volumes. Could it be amazing?\"  - Leo Johnson, Geek Syndicate\n\"The perk and pricing for them is very reasonable so check it out and see what you think.\" - Dustin Cabeal, Comic Bastards\nDry Seasons is also featured in Comic Book Resources Kickstand column, on Vodka O'Clock, and on Fortune Geek Heroes.\nDry Seasons is an action-adventure story, lo-fi sci-fi comic book mini series. The four print and digital issues of Dry Seasons will be a complete \"done-in-one\" that has possibilities for future volumes.\nWe're doing full-color pages, each issue'll be 22 pages of original story and art. You can get signed editions, t-shirts, digital copies, behind-the-scenes info... there're lots of ways to check out Dry Seasons.\nHere's more of the story, and check out some pages below:\nAnn’s family runs the town of New Joad, controlling the fertile soil.  Ann is the dutiful daughter, suffering in silence for “what’s best for the family.” In the shadow of her older brother and sister, Ann plods along, numb to life.\nPaul’s family leads the town of Potes, and its usable water. Paul is the middle kid, sandwiched between two superstar siblings. He thinks the dirt farmers should choke on their dust. Give Paul a day on a boat and he forgets all about the land.\nBoth sides need each other to live, but decades of hate and mistrust make it almost impossible. \nThen one day New Joad is attacked by raiders. In an effort to ensure their mutual survival, the two families meet. That’s when Ann and Paul fall in love.\nCheck out some Dry Seasons pencils by Ryan Cody:\nIn-progress pencils by Ryan Cody\nIn-progress pencils by Ryan Cody\nIn-progress pencils by Ryan Cody\nAnd the final colored and lettered pages:\nSome early character designs:\nDry Seasons art sketch by Iuma\nDry Seasons art by Iuma\nWhat's in it for me?\nThe comic won't happen without YOU, Dry Seasons is entirely funded out-of-pocket. Thanks for checking out the rewards.  Here're some of the rewards offered:\nEverything above a $10 pledge gets you the digital edition of Dry Seasons (and unlimited virtual high fives).\nThe next level up is all four issues of Dry Seasons in print!\nWe've got t-shirts\nNote: not final t-shirt design\nThere's original art page and covers by series artist Ryan Cody\nAnd other rewards like naming a character in the comic, signed copies of the print comics, and more. There's even a pledge to have a video (for a Kickstarter, for a business, for whatever makes sense) produced for you by an award-winning creative video and design firm. And everyone who pledges will get a copy of the ongoing Webcomic Space Corps #0 issue, which has an 8-page story written by me, illustrated by Gannon Beck.\nDo you have reward suggestions? Feel free to let us know.\nWhere's the money going?\nThat's a good question, all the money will go into producing the comics and rewards. Here's how your pledge dollars help make Dry Seasons:\nproduction costs\nprinting issues 1-4 of Dry Seasons\nt-shirt production\nshipping and handling of the print comics, art, and t-shirts\nall those virtual high-fives\nWhat if the goal is exceeded? Stretch goals!\nI like your moxie. If we exceed the goal, we'll be able to put extra funds towards bonuses like more original art rewards, postcards, digital stand-alone stories, covering all the production costs for Dry Seasons, and expanding to more issues.\nYeah, what if you get like \"Order of the Stick\" exceeding?\nAlright, you're hired into the Dry Seasons marketing department, that's some gumption. If we exceed the goal amount by \"a whole bunch\" we'll do some fun things like \"making of\" videos, offer up more original art, get some variant covers, produce a stand-alone issue with some guest creators, and do a live-action Web short.\nThat's right, live-action Web short. You said \"Order of the Stick.\" I produced a documentary on professional bearding, I'm not playing around here (I'm totally playing around, it's a documentary about a facial hair competition).\nWho is Making Dry Seasons?\nWriting - Joey Groah is an award-winning writer/director/producer creating content for a variety of national and international clients including The Travel Channel, Discovery Communications, Comcast, and more. He's produced hours of video including original documentaries like Beardo the Movie. Joey also currently story edits the Webcomic Space Corps, as well as writing Space Corps short stories.\nArt - Ryan Cody is a comic book artist, freelance illustrator & writer. He has previously illustrated the critically acclaimed graphic novel VILLAINS for Viper Comics. Ryan also contributed original covers for The Hero Initiative’s Ultimate Spider-Man #100 and Hulk #1 projects, helping to raise tens of thousands of dollars for comic book creators with medical and financial needs. Other clients include Image Comics, Maverik Films and Pearson Digital Education.\nEditing - Paul Allor is the writer of Teenage Mutant Ninja Turtles: Fugitoid, Orc Girl and Clockwork, Volume One. His editing credits include Rex, Zombie Killer, Deluge and Girls Night Out. You can follow him on Twitter at @PaulAllor.\nThe Apocalypse? Again?\nWell yeah, but this time it's all \"farm machinery\" and Steinbeck. The parts of Steinbeck you liked.", "risks": "Risks and challenges\nI've been working on Dry Seasons for over two years. I joined a comics creating community called the Comics Experience Workshop so I could meet and learn from other people at various stages in their comics careers. My work has been critiqued by writers like Mike Raicht (writer The Stuff of Legend, Dark Shadows, former Marvel Comics editor), I've gotten to interact with comic creators from all walks of life including the Big Two, smaller publishers like Image, IDW, and Archaia and more. Writers, artists, editors, colorists, lawyers, marketers have all come through the Comics Experience Workshop and I've gotten to learn, ask questions, and build relationships with the comics community.\n\nAs a creator-owned comic, the costs for art, lettering, editing, printing, and distribution of Dry Seasons falls on me. With crowd sourced projects, I've always thought of pledging as \"pre-ordering.\" I pre-order comics, I pre-order TV seasons, I pre-order live standup and concert tickets.\n\nI've talked with some comic book publishers, and it's a tough time for most companies. While I don't have a firm commitment, I've had conversations with American publishers offering national and international distribution. Regardless of WHO publishes Dry Seasons, me solo working with Ryan and Paul or us partnering with an established publisher, we still have to deliver a finished comic to be published.\n\nI'd like to deliver that comic to you sooner rather than later with or without a publisher. If we do get a publisher, this version of issues 1-4 will be the limited first edition of the mini series, and you will have made that happen. It'll be a couple months, like you pre-order comics, books, or tickets.\n\nThank you for your support of Dry Seasons!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Joey Groah\n2 created · 224 backed\nJoey Groah writes comics, as well as writes and directs commercials and Web videos. He's also the co-host of the Comics Experience Make...See more"}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Update #13 - Anthology PDF, Dark Patterns", "update_content": "Hi everyone,\nI wanted to update this (way old at this point) Kickstarter on a couple fronts:\n1. the pdf for the Dry Seasons anthology with three different stories can be downloaded here if you’d like to get a copy. I finished this proofing copy for some print-on-demand copies. Thank you again for supporting Dry Seasons. I learned a lot, made new friends, and the experience helped me on other Kickstarters."}, {"update_no": "UPDATE #12", "update_userinfo": "Update #12", "update_content": "I wanted to take a few minutes to say thank you. Yesterday afternoon was not a time to be goofy about comics and Kickstarters, but I wanted to follow up since the campaign ended. Thanks for your indulgence.\nThank you all for your support of Dry Seasons. This would not have gotten ANYWHERE without YOU. As much as there's disappointment the funding goal was not met, I'm over the moon with the support and reaction to the comic. This is a rare privilege, I didn't take the responsibility of trying to put out a good story for your dollar lightly."}, {"update_no": "UPDATE #11", "update_userinfo": "This Update Goes All the Way to 11 - Comics, Everybody, Comics", "update_content": "Hey everybody!\n8 hours! About $3000 to go! That... is a little bit of a hurdle to overcome towards funding.\nIn case, IN CASE, Dry Seasons is not fully funded in the next 8 hours, everybody who has pledged any amount will get 44 pages of comics digitally. We'll send out the 12 pages of Dry Seasons that made the printed NYCC hard copies (cover, story pages, character designs, pencils), as well as the 32 pages of that I wrote a story in, lettered some of, and story edit."}, {"update_no": "UPDATE #10", "update_userinfo": "Update #9: 20 20 20 20 20 hours to go", "update_content": "Hey everybody,\n20 hours left! 42% of the goal to go, just under $3000. There're still pledges coming in, amazing to wake up and see more pledges coming through. If you know of anybody who might like the comic, who likes to support DIY, please send along the link http://kck.st/QecNNW Retweets and shares are appreciated."}, {"update_no": "UPDATE #9", "update_userinfo": "Update #9: I can drive 55(%)!", "update_content": "Hey everybody,\nWe're under two days, 44 hours to go on the campaign! We're at 55%, adding pledges as we go. Thanks again for all the shares and retweets, I'm hearing from people they're seeing the link and name in multiple places.\nThanks to everyone who pledged in the last couple days.\"Figuring out fun swag\" should've been a checklist item! There's still original art including covers! I want to add a second wallpaper in the mix for everybody, and I'm looking at stickers too. If you've got a suggestions on a sticker vendor let me know."}, {"update_no": "UPDATE #8", "update_userinfo": "Update #8: uptick!", "update_content": "Hey everybody,\nWe're at 50%! The last couple days had a great uptick in pledges, including some of the higher-dollar tiers.  There're still some original art pages from Ryan to be had, including covers.\nThe Kickstarter rule of thumb for a lot of projects is a strong first week, a slow down for the middle of the campaign, then a surge at the end. I'm hoping for a pretty good surge here. The sharing and talking about the project does have a good impact, thanks for passing around the link."}, {"update_no": "UPDATE #7", "update_userinfo": "4 days! 44% pledged!", "update_content": "Hey everybody,\nThe Dry Seasons Kickstarter has 4 days to go! I'm optimistic if the word spreads we'll be able to hit the goal, it'll take some doing. We're at 44% now thanks to you guys. 56% to go.\nThis weekend the Paul Allor script critique, the two video/design/animation pledges both were claimed!  There're still a couple more rewards in addition to the the comic, like an original sketch by, and of course original pages and covers from"}, {"update_no": "UPDATE #6", "update_userinfo": "New pages posted!", "update_content": "Hey everybody,\nQuick update to say two more pages have been posted to the main Kickstarter section. You can read all 5 pages of \"I Met Someone\" there.\nAfter those pages were written I thought about shuffling the page order around, changing up how the action plays out for each character's point of view. I liked opening on the action with Ann and ending with Paul talking about some of the stakes, before we see the characters \"together.\" I love the action of page 3, how Ryan choreographs all the fight action. And the last two panels on page 5 get me every time."}, {"update_no": "UPDATE #5", "update_userinfo": "Dry Seasons Unmasked - podcast interview", "update_content": "Hey everybody,\nI wanted to post an interview I did on Vodka O'Clock with Elizabeth Amber-Love Delany of Amber Unmasked. We talk comics, Kickstarter, a little bit about my cat, Comics Experience... I've known Amber for a couple yeas now, very easy-going conversation. I realized towards the end of the interview I didn't give a lot of the background and didn't  mention the sites for Ryan and Paul, or that you can find Ryan on Twitter , Paul , and me @. And Amber is ."}, {"status": [{"Project ends": "DECEMBER 15, 2012"}]}], "comments": []}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "After superstorm Sandy, I wanted to create a collection of short comics in honor of New York, a city I love. There's a little something for everyone - action, adventure, drama, humor.\nStories in this 36 page full color, digest size (5\" x 8\") issue include:\nSomething in the Air\nartwork by Sean Chen\nA Ph.D. student at Columbia University accidently triggers a pandemic with her research. With artwork by the fantastic Sean Chen who made is mark with Marvel's Iron Man, Valiant Comics' X-O Manowar.\nGirls Night Out: All The Single Ladies \npencils by Craig Yeung, colors by Juri H C\nIt's Christmas, and nursing home aide Jackie wants to do something special for one of her patients. Artwork by Craig Yeung, known for his work on Marvel's Runaways, and much more.\nCorporate Bob Meets Sandy\nartwork by Louie Chin\nThe saga of white collar CEO Bob as he explores the online world of his gamer son. But then superstorm Sandy wreaks havoc on his plans. Artwork by indie fav and New York native Louie Chin.\nA Meta Kind of Day\nA humorous modern twist on Kafka's Metamorphosis when a NYC teenager turns into a roach with unexpected results. Artwork by Brian Shearer (IDW Doctor Who, Transformers, and more)\nSaving Abby: Rats, Foiled Again.\nartwork by Cabbral\nThe futuristic action adventure of a tough New York cabbie named D. as she rescues a hostage from the slums known as... Manhattan. Cabbral was shortlisted for the Eagle award for Best New Talent earlier this year.\nServing Up Wall Street \nartwork by Gannon Beck\nA dark and funny take on the food truck craze in New York, where mobile gastronomy rises to a whole new level of obsession. Artwork by Comics Experience alum Gannon Beck (Space Corps).\nI'm excited to be working with many of the same artists again. Nicole Boose, an editor for Millarworld and formerly Marvel, will be the Guest Editor on this issue.  \nGirls Night Out #1 includes five stories: Girls Night Out, the war story Closure, the humorous Corporate Bob Levels Up, a dark fantasy Long Live the Emperor, and the sci-fi action adventure Saving Abby. This issue was edited by Paul Allor (Clockwork, Orc Girl.)  \nThe language and themes in both issues are suitable for all ages and audiences.\nWhat people said about Girls Night Out #1:\nDavid Liss (The Spider, Mystery Men) - \"I LOVE reading Amy Chu's work, which always delivers intriguing, fully-formed characters, an unexpected twist, and an emotional gut-punch. Chu is a talent to watch.\"\nJoshua Hale Fialkov (Echoes; I, Vampire) - \"Amy Chu is VERY talented!\"\nComics the Gathering - \"Pretty smart. Chu's impressive writing skills remind me a little bit of Terry Moore's... Human beings intracting with each other and the obstacles they most overcome. Score 8/10\"\nComic Book Candy - \"Very impressed with the high quality of the book, from the artwork to the printing.\"\nEvery penny raised through this Kickstarter will go to the creation and production of the project and rewards, including the talented artists behind this project, and printing and shipping costs.  \nIf we exceed the goal, which I hope we do, it means I can pay everyone a fair wage, and also get some books out to libraries and schools.  \nFantastic Rewards donated by very sweet friends including:\n$40 Jimmy Palmiotti package includes a BEAUTIFUL signed and numbered, VERY limited edition Painkiller Jane print (only 50 of these!) Please also visit his Kickstarter SEX & VIOLENCE Vol.1 with Justin Gray\nby Jimmy Palmiotti\n$125 Comics Experience 3 Month Membership Package\nThis will jumpstart your entry into the comics as it did for me. The forum is a goldmine of information and professional support for writers, artists, and anyone who is serious about making their own comics.  ", "risks": "Risks and challenges\nCOLLABORATION: is exciting, but can be challenging. Sometimes a project fails because of lack of communication, clash of egos, creative vision or whatever. I am very fortunate to have worked with almost everyone who is part of this project before.\n\nTIME: We are trying to turn this around for you in time for the holidays. This is a tight timeline and there is a risk we might might not be able to. Having said that, it took one month to put together GIRLS NIGHT OUT #1 so I have confidence that we can do the same with GIRLS NIGHT OUT #2.\n\nQUALITY: The biggest challenge is putting together something worthy of your time, money and faith -- that YOU as the reader at the end of the issue will have been entertained, and think the stories are good enough to share. The feedback I got on Girls Night Out #1 was heartwarming. I am working with some really, really talented pros on this project and have the highest confidence we will put together something worthy of your backing.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "GIRLS NIGHT OUT: KICKSTARTER GOLD The Collected Edition is LIVE!", "update_content": "If you've already pledged, sorry to bug you again! But here we are with just one day to go...!\nFirst - if you've completely forgotten what this comic is about, let me know, and I'll send you another PDF, no problem.  If you're like me, you've backed several kickstarters and forgotten what's what....\nSecond-"}, {"update_no": "UPDATE #19", "update_userinfo": "FINAL CALL: One Day to Go to get the next installment of GIRLS NIGHT OUT!", "update_content": "If you liked Girls Night Out: Tales of New York, this one is EVEN BETTER. Saving Abby, Bob and Ted, and the title story Girls Night Out continue with some new twists. And the art by Anderson Cabral, Louie Chin and Craig Yeung is brilliant. PLUS you're going to see some new stories with award winners Larry Hama, Trish Mulvihill, Janet K. Lee and more!\nI'm only going to do ONE print run of this issue, so please don't wait - back this now.  "}, {"update_no": "UPDATE #18", "update_userinfo": "Only One Week Left For Girls Night Out #3 through Kickstarter!", "update_content": "Hey, sorry it's take a little longer than I thought, but the next installment of Girls Night Out is almost ready. This time the theme is LOVE (and friendship). Saving Abby, Bob & Ted, and of course the nursing home characters Jackie, Rosie, and Tito are back along with some new stories.  \nI want to thank you SO MUCH again for backing Tales of New York and hope you consider supporting this issue, which frankly, is even better from the pages I've been getting back from the artists!"}, {"update_no": "UPDATE #17", "update_userinfo": "Girls Night Out: The Way Love Goes is LIVE!", "update_content": "Thank you for all your support this year!  Sorry for the long pause in updates but it's been very, very busy promoting Girls Night Out NY. Just to give you an idea, here's 2013 in numbers: \n14 Conventions attended - from Emerald City in Seattle to as far as Thought Bubble in Leeds, UK!\n11 Stores signed up to carry my books including Kickstarter supporters Speeding Bullet in Oklahoma and The Comic Book Shop in Delaware. "}, {"update_no": "UPDATE #16", "update_userinfo": "Happy Merry Holidays to All", "update_content": "Just a quick note to say THANKS TO YOU,  Girls Night Out NY is a go!\nI want to especially give a shoutout to The Comic Book Shop in Wilmington, DE and Speeding Bullet Comics in Norman, OK for their backing. PLEASE SUPPORT them by following them on twitter @speedingbullet @ComicBookShopDE \nand more importantly, by SHOPPING at their physical and online stores:"}, {"status": [{"Project funds successfully": "162 backers pledged $5,291"}]}], "comments": [{"username": "Thorsten Becker", "content": "It's getting a little tight. I'd be happy to up my pledge but unfortunately anything at 125+ and above I'd be interested in is sold out. Perhaps some additional original art rewards could be added last minute?", "time": "over 8 years ago"}, {"username": "Antonio Garcia", "content": "Found your project thanks to Jimmy Palmiotti. Good luck!", "time": "over 8 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": " The 42 Small-Press Commandos that contributed to FUBAR: American History Z need your help getting this anthology to the printer! \nHi! My name is Jeff McComsey and I'm the Editor in Chief of the Zombie anthology FUBAR.\nThe previous Two anthologies FUBAR: European THeater of the Damned and FUBAR: Empire of the Rising dead covered both theaters of World War 2. After the success of those first two volumes I'm beyond proud to announce our third and most ambitious volume:\nFUBAR: American History Z.\nThe 32 stories that comprise FUBAR: American History Z Span the entire American experience from the discovery of the new world to the present day.\nSo replace zombie Nazis and zombie Kamikazes with zombie George Washington. Add in a helping of crazy zombie Civil War dudes, zombie Jimi Hendrix, zombie Teddy Roosevelt and you get the idea.\n\nVolume three clocks in at over 300 pages and contains the work of over 45 writers, artists, letterers, and is *just* about complete and ready to go.\nThe logistics are all locked in except for one important part and that's what brings us to Kickstarter. We're here  to ask you ladies and gents once again for a little help getting this third volume off to the  printer. If funding is successful we intend to use the money exclusively for the offset print run of FUBAR: American History Z. \nAny amount over the initial goal will go to print more books!\nREWARDS\nTo get to our goal we've got a bunch of great custom rewards and sketches. Each backer that selects any or all volumes for a reward gets their choice of ANY custom World War II or historical American zombie head sketch right on the first page of each book!\nINTERNATIONAL REWARDS\nWe've added international shipping rates to each reward to compensate for International backers. We've kept them as low as we can to make sure you guys and girls can get the best value for your pledge. Any questions, just shoot us a message.\nTHANK YOU!!\nYour support of Indie comics in general and FUBAR in particular makes it possible for these project to exist and thrive. I know I can speak for all the creators involved when I say thanks you for your time and thank you for your support.  ", "risks": "Risks and challenges\nAfter this project is funded we begin the work of getting FUBAR: American History Z out to the public at large. We are at the end of the day a young press competing with publishers that have been putting out books for over half a century with characters that have become part of Americana. Distribution is always the end game once the long creative process is over and in many ways it is the most challenging part.\n\n\nThis is our second Kickstarter campaign to publish a volume of FUBAR. the first campaign saw FUBAR: Empire of the Rising dead off to the printer. With help from many retailers, contributors and backers we got that volume on THE NEW YORK TIMES BEST SELLER list. The first Kickstarter funded comic thus far to land on the list. We were beyond proud of that accomplishment and we aim to do it again. Distribution is a challenge like I said, but one we are very excited to take on once again. \n\nThanks for your time and thank you for your support\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "FUBAR: MOTHER RUSSIA", "update_content": "Hello ladies and gents!\nWe at FUBAR PRESS are proud to present out next Kickstarter campaign for our first stand alone graphic novel MOTHER RUSSIA."}, {"update_no": "UPDATE #12", "update_userinfo": "SHIPPING UPDATE , A THANK YOU and By The Sword #1 shipping!", "update_content": "Hey guys!\nJust an update to let you know that as of tomorrow all the rewards have shipped with the exception of the By The Sword Issues. Those are going out later this week! Thanks to you folks they came out looking sharp. \nYour support of indie comics in general and FUBAR in particular is greatly appreciated. Thanks for the pledge, patience and interest."}, {"update_no": "UPDATE #11", "update_userinfo": "Last round of reward shipping update!", "update_content": "Hey guys!\nJust a heads up on the final round of packages shipping out. We have all the books sketched for the final rewards and are now waiting on the shirts and hoodies to come in. We should have them in the next two weeks. My goal is to have ALL rewards out by the end of JULY. \nI'll be putting the last of the non shirt/hoodie rewards in the mail this week but if you ordered something with a shirt/hoodie I wanted you to know they are coming soon!"}, {"update_no": "UPDATE #10", "update_userinfo": "Shipping!!", "update_content": "Hey Gang!\nWe just shipped the first 80 or so rewards. We're still working hard on the front sketches, but we plan to have all rewards shipped by late June.\nIMPORTANT NOTE!!!! If you upgraded for the By The Sword issue, it will ship in July separately. We wanted to get the bulk of your rewards out asap and we won't have copies of BTS issue 1 until mid July."}, {"update_no": "UPDATE #9", "update_userinfo": "THE EAGLE HAS LANDED!", "update_content": "Hey gang!\nJust wanted to let you all know that the 436 page behemoth that you all funded has arrived!!"}, {"update_no": "UPDATE #8", "update_userinfo": "FUBAR AHZ MEDAL OF HONOR GALLERY!", "update_content": "Hey Gang! The books should be arriving from the printer in the next 8-10 days! As soon as they land, we will commence sketching and start getting them out as soon as we can. We'll be posting the sketches on our Facebook page as soon as we start! \nUntil then, here's a link to the gallery of all of our MEDAL OF HONOR recipients for AHZ as they appear in the book!"}, {"update_no": "UPDATE #7", "update_userinfo": "AMERICAN TERROR: A KICKSTARTER CLOSE TO MY HEART", "update_content": "Hey guys!\nI wanted to let you know about a campaign for a Indie film project which is an adaptation of my first Graphic Novel I ever made: AMERICAN TERROR: Confessions of a Human Smart Bomb. It's got great rewards where you can own the original graphic novels and other awesome merch!"}, {"update_no": "UPDATE #6", "update_userinfo": "FUBAR AHZ off to the printer!", "update_content": "Hey guys, just wanted to drop you a line and let you know where we're at.\nThanks to you FUBAR American History Z is off to the printer! We expect to have them back by early-mid April at which point we start the front page sketching and then the shipping! \nWe've got over 450 front page sketches to do for you guys so I hope you'll bare with us as we get them out as quickly as we can."}, {"update_no": "UPDATE #5", "update_userinfo": "Update and FLUTTER!", "update_content": "Hey Gang!\nThings are rolling along with American History Z. We're looking to have the book sent off to the printer in late February (thanks to you!) Then we have a mess of sketching to do! \nI also wanted to let you guys know that my first full color Graphic Novel: FLUTTER is available for pre-order directly from 215 INK (You might remember from our FCBD campaign last year.)"}, {"status": [{"Project funds successfully": "252 backers pledged $17,382"}]}], "comments": [{"username": "Gregory Kane", "content": "I'm excited; By the Sword #2 of 2 is coming to my comic guy next week. Hopefully #1 of 2 and the T-shirt beats it!", "time": "over 7 years ago"}, {"username": "dragonfolder", "content": "I am looking foreward to the next kickstarter whenever that may be. :)", "time": "almost 8 years ago"}, {"username": "Heikki", "content": "Tip of the hat", "time": "almost 8 years ago"}, {"username": "Desmond", "content": "Just got my books and can i say its the best packed set of items iv got from a kick-starter project. Thank you guys.", "time": "almost 8 years ago"}, {"username": "Gregory Kane", "content": "Just got my American History Z and other goodies, including a Hoody! AMAZING! :p Excited to get my By The Sword stuff :D I actually ordered the second part through my comic guy!", "time": "almost 8 years ago"}, {"username": "Gregory Kane", "content": "Sorry for misspelling your name Kevin! I fail; Weak :(", "time": "almost 8 years ago"}, {"username": "Gregory Kane", "content": "Kavin, I haven't received it in Toronto yet, but I'm going to assume that's A-OK as I pledged for a sweatshirt as well so I might be in the later batches being shipped. Not certain about you Kevin. I'll only worry if I get Fubar By The Sword in the mail first ;-)", "time": "almost 8 years ago"}, {"username": "Kevin Kortekaas", "content": "Any Canadians receive them yet?", "time": "almost 8 years ago"}, {"username": "Nekator", "content": "books arrived yesterday, everything is fine, thank you!", "time": "almost 8 years ago"}, {"username": "Steffen Beth", "content": "But the name were not added, I think that is really shame, and not what was promised...... So what to do?", "time": "about 8 years ago"}, {"username": "Steffen Beth", "content": "So, almost a month since you the comics, how are things going?", "time": "about 8 years ago"}, {"username": "onebitpixel", "content": "Hey! I was checking on any announcements and news on shipping!?", "time": "about 8 years ago"}, {"username": "Eric Ramos", "content": "http://www.kickstarter.com/projects/2097901631/american-terror-short-film", "time": "over 8 years ago"}, {"username": "aaron jurkis", "content": "March is almost here and was wondering if there was any news", "time": "over 8 years ago"}, {"username": "Gregory Kane", "content": "Sweet deal :) excited to get my collection complete! Just filled out my backer survey! I noticed there was no mention of the extra comic/tshirt added to the pledge in the survey. Safe to assume contacting you and you replying via PM's was good enough? :) As I gave a size for the Hoody, but not the tshirt (clearly the same size :p)", "time": "over 8 years ago"}, {"username": "Chris Hughes", "content": "Can't wait for this, only ever read the summer special so looking forward to getting my teeth into the rest", "time": "over 8 years ago"}, {"username": "Eric Arsenault", "content": "Dont worry guys, we will make this Medieval Zombie book a reality when you do another Kickstarter ! :)", "time": "over 8 years ago"}, {"username": "Kevin Kortekaas", "content": "Congrats Jeff! can't wait to get my hands on these books", "time": "over 8 years ago"}, {"username": "Gregory Kane", "content": "Hey; I have Fubar 1 & 2 and have ordered 3 as well as By The Sword. I also have the Free Comic Day Devils Dance floor and am ordering the summer and winter special..... Is that EVERYTHING in terms of Fubar comics? :p", "time": "over 8 years ago"}, {"username": "Christine Lawrence", "content": "Whatever happens, don't let Shawn Williams sketch in my book. LOL. ;)", "time": "over 8 years ago"}, {"username": "Ryan M.", "content": "Hrmmmm, which 1999-era OAHS teacher do I want to be zombified? ;)", "time": "over 8 years ago"}, {"username": "Shawn Williams", "content": "I think at certain pledge levels we should be able to do sketches in OTHER people's books... *evil grin at Christine...*", "time": "over 8 years ago"}, {"username": "saige", "content": "Since I wasn't able to find it, what sizes for men will the shirt and hoodie be available in? American sizes tend to be a tad smaller for us Australians.", "time": "over 8 years ago"}, {"username": "Haphazard Projects", "content": "I'm thinking Chiang Kai-shek, Winston Churchill, and Nikola Tesla. Talk about your strong personalities....", "time": "over 8 years ago"}, {"username": "Kevin Kortekaas", "content": "that's pretty god damn sweet", "time": "over 8 years ago"}, {"username": "Kevin Kortekaas", "content": "Because Zombie Patton would be great for the europe theatre, Zombie Einstien for the History one, General James Harold \"Jimmy\" Doolittle for the Pacific theatre", "time": "over 8 years ago"}, {"username": "Kevin Kortekaas", "content": "When you say any zombie sketch, could I say, ask for Zombie Einstein?", "time": "over 8 years ago"}, {"username": "Shawn Williams", "content": "Once more unto the breach!", "time": "over 8 years ago"}, {"username": "dragonfolder", "content": "Stocked about getting a portrait of myself (hopefully as a zombie) - will decidedly look good on my office wall! :)", "time": "over 8 years ago"}, {"username": "Christine Lawrence", "content": "Thrilled to be backing you guys once again - thanks for convincing me at NYCC to wait until the Kickstarter so I could give you more of my dollars! :)", "time": "over 8 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Missed your chance to participate? Find the comic here.\nThanks for the amazing support, all!\n\"For $3, Wilson will not only send the pledger a copy of the 12-page [booklet] he will also send a copy to the comic shop or independent bookstore of the pledger's choice.\" - Comic Book Resources\nFanboy Buzz: Podcast Interview & This is How a Kickstarter Should Be\nTechdirt: ...Aims To Reward Retailers As Well As Backers\nComic Bastards: ...Looks to Change the Kickstarter/Retail Method\nFunding the Dream: Podcast Interview\nStash My Comics: \"One of the more brilliant rewards I’ve seen in a Kickstarter project...\"\nComixtribe: Reflecting on Retailer Outreach (full interview)\nBECAUSE WE REACHED $1,200...\nA short comedy I (Alex) co-wrote and starred in world-premiered at the International Cycling Film Festival in Herne, Germany, October 6. Because we reached $1200 in funding before then, backers of this project will get an exclusive online screening of the film the day after it premieres. Available via streaming from October 7th through the end of the campaign. More details, a summary, and stills from the film here.\nNow screening-on-demand in Update #7. (Backers only.)\nAND BECAUSE WE REACHED $2K...\nBackers also get to see a deleted sequence of the comedy short, which didn't fit right with the rest of the completed project, but we liked it enough that the director turned it into a delightful little short of its own.\nNow screening on-demand in Update #7 (Backers only.)\nAND BECAUSE WE REACHED $3K...\nI will read \"The Time of Reflection\" with you/to you, bedtime storybook style on YouTube. There might be a fireplace involved.\nAND BECAUSE YOU MADE IT HAPPEN...\n We will translate the story into Portuguese and make a Portuguese language booklet available for preorder (see the $4 Reward Level on the right!). This was a special mini-stretch goal (described in Update #5), which a single backer met within an hour of my posting it!\n AND BECAUSE WE REACHED $4K...\nI will create and record one \"song commission\" parodying or honoring the fan-related subject of your collective choice. Nominations and voting are both now closed.\nThe chosen song subject is... FIREFLY (the TV Series)!  Complete voting results in Update #15.\nAND BECAUSE WE REACHED $4.5K...\nFirst of all: this means we hit 1,000% funding. So there's that.\nThis one's specifically for illustrators: I'll (this is Alex the writer here) offer a short portfolio review to any backer (one review per person, up to 5 pages, sequentials preferred) through the end of 2013. More info about this in Update #12.\nAND BECAUSE WE REACHED $5K...\nI'll share (in a series of backer-only updates and Q+As) everything you need to know to find and apply for paid background acting work (as an \"extra\") on upcoming feature films and television shows, regardless of your location or your past experience (or even interest!) in acting. More details in Update #6.\nCan't promise that you'll get into the Avengers sequel, but I can tell you how to get work, what to expect, and some of my experiences and lessons learned finding and working these very fun jobs (including Iron Man 3, Safe Haven, and two episodes of NBC's Revolution).\nCURRENT GOAL: IF WE REACH $5.5K\nAll backers $30 and up will receive an ebook of my (Alex's) science fiction/fantasy novelette \"Outgoing,\" which first appeared in Asimov's Science Fiction, February 2007.\nFUTURE GOAL: IF WE REACH $6K...\nAll backers $3 and up will receive a free PDF of my minicomic \"You Got Your Schwarzenegger in My President\" (more about that comic below). You won't have to download it if you don't want to.\nFUTURE GOAL: IF WE REACH $7K...\nMy friend, the multimedia artist Ted Hobgood, will adapt \"The Time of Reflection into a motion comic. Check out Patton Oswalt's Finest Hour DVD for some of Ted's recent work.\nPledge now to follow along and be a part of this!\nEarlier this year, MCM Expos and the Universal Pictures film Snow White and the Huntsman co-sponsored \"The Huntsman's Challenge,\" a special international Eagle Award competition seeking a full color, dark fantasy short story.\nWith only a month between contest announcement and deadline, Silvio dB and I created our comic The Time of Reflection. Silvio illustrated and colored. I (Alex) scripted and lettered. We crossed the fairy tale of Snow White with the cross-cultural Trickster myth in a traditional high-fantasy setting (think Lord of the Rings, Game of Thrones, The Namedropper Trilogy, etc). You can expect a PG-13ish rating because of some violence, and because Snow White in this version... might not fare the fairest of them all.\nJudges Steve White, Tony Lee, and Mark Buckingham selected our story as one of only two finalists. It appeared in the London Comic-Con program in May 2012 and, by popular vote (thank YOU!) \"The Time of Reflection\" won the 2012 Eagle Award/MCM Expo Award for New Visionaries.\nLike many of you, Silvio and I haven't yet seen our story in print (that's a test printing you see in the video). So now we could use your help to make our comic available as a standalone booklet on this side of the world.\nSilvio's portrait of Mirror. Prints and such available as backer rewards on the right.\nPages from \"The Time of Reflection\"\nThe booklet (black cover) will be 12 glossy pages including cover, 5.5\" x 7.44\", which is large for a minicomic: more like a shorter \"ashcan\" comic, but thicker paper stock, especially the cover. This includes the complete 5 page comic and some character sketches, as well as Silvio's gorgeous concept illustration/portrait of Mirror as the back cover.\nWe will also be doing a signed and numbered Limited Edition (approximately 6.7\" x 9\") which, at 28 pages including cover, will include (in addition to the story at its original, larger size) the full script, the complete unlettered pages, the layouts, and some additional commentary on the making of the comic by both of us. I might make a few more available if there's a run on the initial rewards to the right, but even if these become wildly popular, I plan on capping the print run at about 200-250 at most. More likely there will be fewer than 80 of these, ever.\nStandard booklet cover. The Limited Edition version has a white cover.\nWe're doing something a little bit different, because we want to see if we can support and involve local retailers at the same time as we deliver a book direct to you through Kickstarter.\nWith any pledge of $3 or more, I'll not only send you the \"Time of Reflection\" booklet (all pledge rewards include shipping within the United States of America or to US Military bases overseas), but I'll also ask you for your favorite LCS (local comic book shop) or any independently owned retail bookstore (must be in business prior to the launch of this Kickstarter, and I must be able to verify the store's existence/phone number/address). And I'll send them a copy as well, at no charge to them.\nThese stores can do whatever they want with the booklets, including but not limited to selling them for the cover/retail price (there will be an ISBN and bar code), throwing them in the dollar bin, or giving them away to any customers they don't want as customers anymore.\nAlso: \nThe five North American shops with the most recommendations from backers will also receive a copy of the signed and numbered Limited Edition. If this Kickstarter reaches 500 backers, I'll bump that to the top 10 shops.\nIf any store in North Carolina gets ten or more such recommendations/copies, I'll also offer to travel to that shop for a reading/performance/signing on my own dime.\nAny store in Ohio, South Carolina, or Virginia: I'll be there with 20 or more recommendations/copies.\nAny store in a city outside the above states, but with a train station along the Amtrak routes Carolinian/Piedmont, Crescent, or Silver Service/Palmetto: I'll be there with 30 or more recommendations/copies. (Full list of cities in Update #8)\nAnd if we reach 500 backers, I'll offer to come to the most recommended store in the lower 48 states.\nAnywhere else: I'll... um, maybe I'll make that a stretch reward.\n(Oh, and retailers: you can of course say \"no\" to any of this. See the notes under the heading \"Retailers\" below for details; backers will have a chance to request an alternative shop.)\nI'm a big believer that readings should be fun! So expect both music (see \"Song Commissions\" below) and some one-man-show-type stuff incorporated into what I do at live appearances. Retailers: send me a note if you want to see a short example of a past live \"performance/reading.\"\nAdd $2 to your pledge above any base reward level and I'll also send you a signed first printing of my just-released minicomic \"You Got Your Schwarzenegger in My President.\"  It's black and white, 16 pages including cover. A bit of hand-coloring on the cover.\nThis political satire comic first appeared in the West Coast zine Supergrrrrl Adventure Comix #2 four years ago (sort of; I believe the zine had a very limited release at just one or two cons, and there was a printing error in my story anyway where the images came out fuzzy).\nSGAC #2\nNOTE: Early backers get this minicomic free so long as they pledged at least $5 before noon Eastern time on Wednesday, September 26, and kept it there (raising it is fine; just don't lower it below $5) until the end of the campaign.\nPanel from the Lego-based \"You Got Your Schwarzenegger in My President\" minicomic\nI'm adding color to each minicomic cover by hand!\nLet others know about this Kickstarter and I'll also send you a created-for-this-Kickstarter \"micro-chapbook\" reprinting my 2008 LCRW short-short prose story \"A Wizard of Mapquest.\"\nCover by Constantine Markopoulos.\nThis sudden fiction/story grenade first appeared in Lady Churchill's Rosebud Wristlet #23 from Small Beer Press, and was a finalist for the 2nd annual Micro Award for Very Short Fiction. I wrote the first draft during my first week at the Clarion Writers' Workshop in 2006.\nTo get the micro-chapbook, backers at any amount (even $1, if you live in the USA*) may send me a note with a link to their Facebook share or Tweet or blog/forum post or whatever social media outlet the kids are using these days (and please do so before the Kickstarter ends, so it will actually, you know, help).\nLCRW #23\nAnd if you share this Kickstarter within a private post/forum (or... dare I even think it... tell a friend about it offline?!) just let me know what you did. I'll trust you, because the micro-chapbook will be printed using a special ink that's invisible to filthy lying liars, so you'd only be cheating yourself if you're not being honest with me.\nMicro-chapbook mockup. I'm experimenting with more interesting map-fold techniques, but I don't want to make it too difficult to read or hold.\n(*Those outside the USA: please pledge at least at the $3 reward level and add the $5 flat international shipping bonus to qualify for this freebie; see the \"Add to Any Pledge\" section below for more about this necessary annoyance.)\nAdd $25 to any pledge (above the desired reward level) for a T-shirt. Choose white or black designs below. Each has a line from the story on the front, and Silvio's art on the back. Add $50 if you want both tees.\nCookies!\nThe $52 reward includes four exclusive, freshly made \"Time of Reflection\" vanilla sugar cookies from Golden Age Bakery in Chapel Hill, each topped with a panel from \"The Time of Reflection\" in edible icing. \nThey'll look something like this, only less Photoshoppy and more delicious (it's a mockup).\nYou can find some photos of actual cookies on Golden Age Bakery's Kickstarter page. (Cookies are for backers in the United States only. Includes priority mail postage, shipped on a Monday.) The cookies will remain fresh for up to two weeks upon arrival.\n\"The Man in the Cellar\"\nAdd $10 to any pledge to receive a DVD of \"The Man in the Cellar,\" an award winning (\"Best Horror\" at the 2012 Cape Fear Film Festival) short film directed by Dean Garris and starring Alex. Signed by Alex. Also available at the #13 reward level, if you want to make things simple.\nTrailer:\nBooks/Magazines:\nIn addition to the \"You Got Your Schwarzenegger in My President\" minicomic for $2 added to any pledge) we have these added-late add-on books (mostly in limited supply!):\nOutlaw Territory 2 (a Western anthology from Image Comics, 2008) contains \"The Whores in Trinidad Need Witnessing To,\" my story with Rick Lacy (illustrator of the very fun Oni Press book Labor Days and character designer for the animated series The Venture Brothers).\nSample page from \"The Whores in Trinidad Need Witnessing To\"\nWe share a table of contents with some amazing talent, including Len Wein, Jeff Lemire, Sean Phillips, Francesco Francavilla, Sean Chen, Greg Pak, Kathryn and Stuart Immonen, Robert Kirkman, and more.\n..\nAsimov's Science Fiction, February 2007 issue: Includes my science fiction/fantasy novelette \"Outgoing.\" Locus Magazine identified me as a promising new writer in discussing it.\nMy friend Ted Hobgood (who will create the Motion Comic for the $7K Stretch Reward) thought I should have gotten the cover story...\nFor more about the $25 reward see Update #12 (where you can also find the original/actual cover of Asimov's, before Mr. Hobgood got his hands on it...).  \n..\nMeridien City #1 illustrated by Silvio dB and written by Georgia Lee (with colors by Cabbral). Signed by both Silvio and Georgia.\nLimited number available at a $25 reward level (includes everything at the $20 reward level) and the $30 reward level (includes the Asimov's issue as well).\n..\nHope New Orleans:  An anthology which includes my (Alex's) story \"Persistent City\" with illustrator Mario Boon (Texas Strangers) as well as 35 other stories by 100 different comic creators. A benefit book for the SE Louisiana Chapter of the American Red Cross in 2007. First printing. Cover by David Mack. Signed by Alex, if you want.\nLimited number available at the $40 reward level (includes everything at the #20 level).\n..\nFuturequake Press #19: includes \"A Bigger World Than Yours,\" my (Alex's) science fiction collaboration with Ben Michael Byrne (Kranburn) as the cover story!\nLimited number available at the $29 level (includes everything at the $20 reward level). And a few more available at $38, which also includes FQ#10 (includes my collaboration with illustrator Shaun Gardiner: \"Groundbound.\")\nPlease add $2 to your pledge (above the desired reward level) for each additional copy of the regular \"The Time of Reflection\" booklet you want.\nAdd $1 to your pledge (above any base reward level $3 or higher) if you want the Portuguese translation instead of the original English language version of the booklet. For each additional copy, it's $2, same as the English language version.\nAdd $7 to any pledge (above any reward level $10 or higher) for each additional signed (by both Silvio and Alex) booklet. These need to be shipped to Brazil and back to the USA for this.\nYou may also add $2 if you want a copy (or additional copy, if you took advantage of pledging in the first three days of the campaign) of the \"You Got Your Schwarzenegger in My President\" minicomic.\nAdd $5 to your pledge (above the desired reward level) to ship any order to an address outside the USA. Does not include \"me\" at the $1500 level, sorry. (Shipping within the United States or to US Military bases overseas is included at each reward level.)\nAdd $10 to any pledge to receive a DVD of the award-winning short film \"The Man in the Cellar,\" directed by Dean Garris and starring me/Alex. Signed by me/Alex. (Also available at the $13 reward level.)\nAdd $25 to any pledge (above the desired reward level) for a T-shirt. Choose white or black. Each has a line from the story on front, and Silvio's art on back. Add $50 for both.\nAdd $110 to any pledge (above the desired reward level) for the jigsaw puzzle of Silvio's Mirror.\nIf you want multiple higher-tier rewards (including multiple copies of the Limited Edition, or if you already have an art commission and want to add a song), please contact me so I can guarantee availability before the Kickstarter ends.\nI go over these in a more organized way in Update #16.\n\"The Time of Reflection\" booklets will have ISBNs and bar codes.\nAnd don't worry about receiving unwanted booklets just because one of your loyal customers recommended you for it. I'll contact each store prior to shipping. If anybody tells me they don't want a booklet... if they can't or won't stock it or use it as kindling for any reason, I'll contact the original backer and work with her or him to find an alternative retailer or library who might be interested. (And I have a backup plan if that fails, too.)  \nRetailers may also pledge $10 and select \"no reward\" for ten copies of the booklet to resell or do other nefarious things with (we'll clarify what you're asking for over email before anything goes out). This is based on an expected $2 retail/cover price. If the preorder numbers allow me to lower that cover price (it won't be higher), you might get a few extra copies so your cost for the books will remain at or around 50%. (You may also add $10 to an existing base reward level if you also want one of the rewards to the right.)\nRetailers may also pledge $10 and select \"no reward\" (or add $10 to an existing base reward level) for ten copies of the minicomic \"You Got Your Schwarzenegger in My President\" (see above under \"Add a Brand New Minicomic\") which doesn't have an ISBN or bar code, but is awesome in other ways.\nSee the \"One for You/One for your LCS\" section above for more retailer incentives which don't require you pledging at all.\nAt the $120 reward level, I will do the musical/\"filk\"-equivalent of an art commission based on your favorite comic/novel character, story, author, illustrator, editor, letterer, or other fandom-related subject or person. I tend to lean toward humor--both reverent and irreverent--but I've written some serious stuff, too.\nYou'll get an MP3. I might also do a YouTube video. I tend to use a ukulele or guitar for this sort of thing, but if I feel the song requires some groovy beats, then groovy beats it shall have. While I'll do my best to work within any stated likes and dislikes, I give no guarantees about genre or whether you'll like what I come up with.\nHere's an example: a song from half my lifetime ago. If only I could remember the name of the famous film trilogy it sends up...\n\"Hutt Seeks Slave (Wear My Chain)\" by Alex Wilson\nApologies for the sound quality; it was written, recorded, and over-compressed fifteen years ago. Read the lyrics in Update #4.\nThe sound quality you'll get with these rewards is more akin to what I did for the music in these next two (neither \"filk\" nor based on a genre property, but two tunes written during my \"Hutt Seeks Slave\" era/phase):\n\"Crack\" by Alex Wilson\nAnd the following is a more serious song, (sampled in my Kickstarter video). If I recall correctly, this was an extrapolation on the idea that an ancient nomadic culture might have held the carrier of its coal in the highest regard... as steward of the community's source of heat and life:\n\"Since We Never Could Stand Still\" by Alex Wilson\n(If you don't see the MP3 players above, try reducing or increasing the text size of the page. Oddly that makes the player appear for me in Firefox.)\nI tend to release projects like these with Creative Commons Licenses, so you'll be able to share it with friends as you might share a scan of an art commission you picked up at a convention, or you can learn the chords and play it yourself on filk-nights at conventions and such. If you have a specific purpose in mind and want to discuss it before you pledge, let's chat.\nAt the $250 reward level, comic book creators, authors, and other creative professionals or aspirants may request works based on their own fictional worlds, stories, and characters. You will need to supply a copy of the work, but a digital format in most cases will be fine: a PDF of a comic, text files/ebook files of prose or poetry, Quicktime or MP4s of film or TV series, or MP3s of songs if... if you want me to write a song about your song.\nNOTE: Kickstarter rules prohibit granting/sharing of copyright ownership to/with backers, so we'll start by saying the $250 reward level includes permission to use the recording or derivatives/reimaginings of the song to promote your work online (in book trailers, etc) and live in person. But additional use (reselling, incorporating into a for-profit work like a film adaptation, or broadcasting beyond the free online world, for example) should be discussed. If you want to clarify anything before you pledge at this level, yes, let's do so.\nSince this reward is sold out and this page is long enough as it is, I've moved its details to the FAQ at the bottom.\nFrom an upcoming work. See the Schwarzenegger minicomic above for more comickized photo examples.\nCan being in a comic lower your blood pressure?\nI expect to start shipping these (any physical reward that doesn't include something requiring Silvio to sign or produce) pretty quickly after funds clear.\nYou can see me holding a test printing in the video up top, so I just need to adjust the size of the initial print run based on preorder numbers, and away we go. Obviously any runaway success will include some delays in getting them all out the door, but I'll do my best to ship in the same order in which you all pledge.\nFor Silvio's signatures, sketches, and commissions, I'll need to ship these to Brazil and he'll need to ship them all back to me in the States so just assume a big chunk of the time and cost of about any pledge reward $10 or higher is going toward post time and postage fees there and back again.\nI expect to be able to write and record those \"song commissions\" at a rate of no more than one per month and produce those \"Starring Role\" minicomics at a rate of no more than two per year.\nThis page has become such a monster that I needed to move this to the FAQ. \n..\nThanks for being a part of this!\nAnd thanks again to the judges of the competition for selecting us, to all the voters who supported us during the open voting phase, to members of the Comics Experience workshop/forum for bringing the contest to my attention (and for the feedback on my initial script), and to Chapel Hill Comics for hosting our upcoming release party (date TBD)!\nSilvio is a freelance artist in Brazil. He’s worked since 2008, and his USA work includes Clockwork (Gov't Comics), Meridien City (Alpha Girl Comics), Girls Night Out (Alpha Girl Comics), and the upcoming Outlaw Territory III (Image Comics). @silviodb on Twitter.\nAlex is a writer and actor in Carrboro, NC (originally from northern Ohio). His comics and prose fiction have appeared in Asimov’s Science Fiction, The Florida Review, Outlaw Territory II (Image Comics), and LCRW. A comedy short he co-wrote and starred in will premiere at the International Cycling Film Festival in Herne, Germany in October. He fully expects to be CGI-ed out of the final battle sequence of Iron Man 3. @alexotica on Twitter.", "risks": "Risks and challenges\nI have a foot in the prose-writing world, where until recently the gap between collaborating with a publisher and self-publishing has been much bigger than it is in comics. So I'm stepping forward carefully. \n\nI've treated my creative work as a business for years, but I have never committed to so many deliverables (both new creative works as rewards and actual shipped books and booklets) at once before. We want to be a part of the comics community for a long time, so keeping these commitments is a priority.\n\nWe met and produced an award winning comic story in less than a month from inception of idea to finished product, all while both of us were juggling other projects. If this Kickstarter is successful, then that means we found our audience as well. I think we'll be able to handle a few extra trips to the post office.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #39", "update_userinfo": "New Art from Silvio! Last Call for Starweed!", "update_content": "Just announced on the Starweed Kickstarter:\n\nA new Aliens-inspired take on Starweed's main character  by your favorite \"The Time of Reflection\" artist Silvio dB:"}, {"update_no": "UPDATE #38", "update_userinfo": "Starweed #1 now available for preorder", "update_content": "Hey all! \nHope all is well with you and yours. \nSince you were such a huge part of what let me start my comic book journey with The Time of Reflection, I wanted you to be among the first to know about today’s launch of STARWEED #1 on Kickstarter."}, {"update_no": "UPDATE #37", "update_userinfo": "Free World of Hyrt comic + Alex's newsletter", "update_content": "Hey all. It's been a while.\nWrote on the video game Life is Strange: Before the Storm, got hunted by Joe Kenda on Homicide Hunter. You know. Life stuff.\nI'm now launching a comedic epic fantasy novel series (+ comics in that same world) called World of Hyrt in the tradition of Groo the Wanderer or Discworld."}, {"update_no": "UPDATE #36", "update_userinfo": "Award winning short horror film FREE for the first time & KLAY Kickstarter's FINAL HOURS", "update_content": "Last call! \nJust 24 hours left to back KLAY, my superhero/multiverse/crime noir comic with illustrator Jason Strutz. As with \"The Time of Reflection,\" we're rewarding backers as well as your favorite retailers. \nThis is turning into a real nail biter, with just a few hundred dollars to go, so even $1 pledges will be helpful in these, our final hours. Thanks for the support!"}, {"update_no": "UPDATE #35", "update_userinfo": "A Bonus for backers of The Time of Reflection AND the Klay 7-day Kickstarter", "update_content": "Some of you might remember a filmsy, obviously-printed-at-home bonus reward in your packages, a foldout \"mini-chapbook\" of my very short story \"A Wizard of Mapquest\" with cover and interior illustrations by Constantine Markopoulos.\nWell, I've done a second printing of this, and I used a proper third party printer. Thicker paper. Scored folding. Even some gloss. "}, {"update_no": "UPDATE #34", "update_userinfo": "[TOR] Firefly/Serenity Fan Song Stretch Reward, and a new Comic \"Quickstarter!\"", "update_content": "New 7-Day \"Quickstarter:\" KLAY"}, {"update_no": "UPDATE #33", "update_userinfo": "[TOR] Portuguese Editions, Bonus Videos, and LCS results", "update_content": "Wrapping up some odds and ends...\nPortuguese Language Editions\nI'll be printing the Portuguese language editions next month. Turns out there will be even fewer of these printed than there were Limited Editions and almost all of them are going to Brazil. It'll also be the last time I publish anything under the name \"Alex Wilson.\" Because of a screen actor conflict, I'm now using \"Lex Wilson.. Changing my name to \"Harrison Ford Coppola\" apparently wasn't allowed..."}, {"update_no": "UPDATE #32", "update_userinfo": "How to be an Extra in Feature Films and TV", "update_content": "By now almost all of you should have received at least something from me. Still waiting on a few additional items and then it's nothing but fun stuff (additional stretch rewards, etc). If you want in on the YouTube thank-yous, please send me your info/survey responses by the end of the month!\nA bunch of little things/in other news..."}, {"status": []}], "comments": [{"username": "Martin Gregory", "content": "Projects like yours Alex & Silvio are a shining example of what's so awesome about Kickstarter. Got a package today full of goodness and just thought I'd let you know how happy I am! You've both done a fantastic job!", "time": "about 8 years ago"}, {"username": "Scott Catron", "content": "I'm in for a book, and I patronize Hastur Games & Comics in Midvale, Utah.", "time": "over 8 years ago"}, {"username": "Chris Carpenter", "content": "Grats Alex!", "time": "over 8 years ago"}, {"username": "Teemu Tarkkala", "content": "Hope everything goes great, thanks!", "time": "over 8 years ago"}, {"username": "Frankie Cakes", "content": "Laughing Ogre Comics in Columbus, OH, please and thank you!", "time": "over 8 years ago"}, {"username": "Matthew Theriot", "content": "Man, I just have to say you have a NICE neck, I wish I had a high quality neck like that...", "time": "over 8 years ago"}, {"username": "Keith Stromgren", "content": "Laughing Ogre Comics in Leesburg, VA. Awesome staff who are actual comic fans, not those pesky hipsters...", "time": "over 8 years ago"}, {"username": "Emily Gillis", "content": "Cosmic Comix in Catonsville, MD!", "time": "over 8 years ago"}, {"username": "Matthew Theriot", "content": "How could I NOT buy your awesome looking comic for $3!", "time": "over 8 years ago"}, {"username": "Monty", "content": "That's ok.. (oh and pls forget Ellison Hawker Bookshop Hobart - but second Area 52 Tas, Hobart - same sort of thing, but a little confusing....)", "time": "over 8 years ago"}, {"username": "Monty", "content": "(sorry was going to add how much for shipping, had already put in $5 - but then read FAQ...)", "time": "over 8 years ago"}, {"username": "Monty", "content": "Ellison Hawker Bookship Hobart Tasmania - and ho", "time": "over 8 years ago"}, {"username": "Jeremy Fowler", "content": "The Paperback Place from Boise, Idaho. They're good dudes.", "time": "over 8 years ago"}, {"username": "Chris Call", "content": "I shop at Comic Quest in Redlands, CA.", "time": "over 8 years ago"}, {"username": "Alex", "content": "Ultra Comix, Nuremberg Germany", "time": "over 8 years ago"}, {"username": "Martin Gregory", "content": "Area 52 in Hobart, Australia.", "time": "over 8 years ago"}, {"username": "Brandon Eaker", "content": "I go to Heroes Aren't Hard To Find here in Charlotte, NC.", "time": "over 8 years ago"}, {"username": "Andrew Hatchell", "content": "I vote for Chapel Hill Comics in Chapel Hill.", "time": "over 8 years ago"}, {"username": "Michael Czeiszperger", "content": "Here's my vote for Atomic Empire in Durham!", "time": "over 8 years ago"}, {"username": "Michael Czeiszperger", "content": "I pledged, but where (or when) do I get to pick a LCS?", "time": "over 8 years ago"}, {"username": "Ivan Marcondes Antonio", "content": "Pledged! Hey Alex, since I'm from Brazil there's no need for the back and forth to get Silvio's signature!", "time": "over 8 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": ">>> ComixTribe Live: Oxymoron Super Show 9pm-11pm Listen LIVE Tonight! <<<\nOXYMORON is an OVERSIZED HARDCOVER graphic novel collection of stories about a supervillain psychopath obsessed with contradiction.  Spinning out of the pages of the comic book series THE RED TEN by Tyler James & Cesar Feliciano, the man with the killer smile finally takes center stage.  This stunning hardcover collection features stories by up-and-coming writers and artists, including Jason Ciaramella (The Cape, Godzilla), Joe Mulvey (Scam), Mark Poulton (Avengelyne, Savage Hawkman), and more, and is edited by ComixTribe publisher Tyler James.\n*** NEW SUPER-STRETCH GOAL UNLOCKED AT $25,000 ***\nOxymoron Hardcover mock-up (Cover art by Jonathan Rector, colors by Ty Tyner)\nWith the help of Kickstarter and backers like you, I want to take the nearly complete graphic novel and produce a hideously beautiful 112-page, full color, hardcover collection.\nBECAUSE OF THE SUCCESS OF THIS CAMPAIGN, VARIANT COVERS HAVE BEEN UNLOCKED!\nTHE BONUS UNLOCKS!\nCheck the FAQ below for more details on getting a variant!\nIf you'd like to keep up with this project, I'll be posting updates here:\nTwitter: @tylerjamescomics  Hashtag: #Oxymoron2012\nWebsite: www.ComixTribe.com\nWant a Sample?\nDownload the OXYMORON in \"Living Dead\" by Mark Bertolini and Carl Yonder right now, absolutely free!\nABOUT THE BOOK\nOXYMORON Volume 1 collects ten stories by some of the best up-and-coming writers and artists in comics today.  Included in this volume:\nPassive Aggressive\nFour...yes, four little piggies run the Swanstown criminal underground.  That is, until Oxymoron comes to town...\n\"Passive Aggressive\" written by Jason Ciaramella (The Cape, Godzilla), Art by Joe Mulvey (SCAM)  \nSelfless Man\nWhen the media showers praise on a fire-fighter for bravely rescuing a child from a burning building, the Oxymoron sets out to prove there's no such thing as a \"selfless man.\"\n\"Selfless Man\" written by John Lees (The Standard), Art by Tyler James (The Red Ten, Tears of the Dragon, Over)\nDouble Standard\nThe Oxymoron goes on a killing spree, targeting those who are infringing on his turf of having it both ways: an actor who's appeared in multiple comic movie universes; a rapper turned Oscar winner, and a hypocritical family values politician. And that's just his opening act...\nStory by Steven Forbes (Runners, Bullet Time), Art by Dave Myers (Warriors of Dharuk)\nAlone in a Crowd\nAn Oxymoron-inspired anarchist uprising threatens to bring chaos upon Swanstown.  The only person more dedicated to crushing the so-called Oxy-Chaos army than the Chief-of-Police...is the Oxymoron himself!\n\"Alone in a Crowd\" written by Ryan K Lindsay (Ghost Town, Heist), and Daniel J Logan (Back in the Day, Exo-1)\nNearly Perfect\nThe Oxymoron kidnaps the top finalists of the Miss Swanstown pageant and has his own ideas on how to determine the winner! Who will it be? The stunning surgery addict? The backstabbing best friend? Who knows? It's up to Red and the Crimson Kid to track down the Contradictory Con before the pretty girls turn up... awfully prettier!\n\"Nearly Perfect\" written by Yannick Morin (Points of Impact), Art by Alex Cormack (Chikara)\nWorking  Holiday \nThe Oxy-Grinch aims to ruin the holidays for the children of Swanstown Orphanage. But, Oxy may have met his match in the form an orphan who is a veritable minor disaster.\n\"Working Holiday\" written by Mark Poulton (Savage Hawkman, Avengelyne), Art by Jules Rivera (Valkyrie Squadron, Marsh Rocket)\nAct Naturally\nThe Royal Shakespeare Touring Company's debut of Romeo and Juliet at Swanstown's prestigious Woodmire Hall is taken under the Oxymoron's psychotic direction - that is, until Red shows up. But, is she just playing her part in Oxy's latest tragic comedy? \n\"Act Naturally\" written by Rich Douek (Gutter Magic), Art by Rafer Roberts (Plastic Farm)\nLiving Dead\nA horde of the living dead threaten to take overtake the city...but there's only room for one Oxymoron in Swanstown. \n\"Living Dead\" written by Mark Bertolini (Fubar II, Breakneck, Ghostlines), Art by Carl Yonder (Fubar II, Ghostlines)\nAVAILABLE AS A FREE DOWNLOAD NOW!\nQuiet Riot \nThe Oxymoron holds all of Swanstown hostage in terrifying silence, as one cop struggles to stop the madman before her city burns to the ground.\n\"Quiet Riot\" written by Paul Allor (Teenage Mutant Ninja Turtles, Clockwork), Art by Aaron Houston (Clockwork)\nWICKED GOOD INCENTIVES!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #70", "update_userinfo": "Don't Miss Our Latest Hardcover", "update_content": "Hey, Tyler James here! \nHard to believe it's been 8 years since we launched our first ComixTribe Kickstarter! One thing that I'm extremely proud of is that I'm still working with so many of the awesome creators who were included in that first Oxymoron anthology launch. "}, {"update_no": "UPDATE #69", "update_userinfo": "When will OXYMORON turn up next?", "update_content": "Hey, Tyler here!\nIt's been a while since I've posted an update on the OXYMORON page, and truth be told, things have been a little quiet on the Oxy front... or have they?\nFor a number of reasons that I won't get into here, new OXY projects have been sitting on the backburner for a bit... but that's not to say they haven't been moving forward. "}, {"update_no": "UPDATE #68", "update_userinfo": "New OXY Art!", "update_content": "Hey there! \nHope you all are gearing up for a great long weekend... \nJust wanted to brighten up your mornings with a few cool OXYMORON tidbits.\nFirst, here's a sketch cover I did for a fan who wanted to see an OXY/ BATS mash-up. "}, {"update_no": "UPDATE #67", "update_userinfo": "Got plans Monday night?", "update_content": "Time sure flies, doesn't it? \nOver the past few weeks, I've been preparing a live workshop that I'll soon be giving at a Boston area comic book convention on Comics & Kickstarter.\nHard to believe it was four years ago that I launched my very first Kickstarter, and with your help, we created OXYMORON Volume 1."}, {"update_no": "UPDATE #66", "update_userinfo": "The Loveliest Nightmare Begins This Summer!", "update_content": "Look what you guys started! \nPLAY"}, {"update_no": "UPDATE #65", "update_userinfo": "OXYMORON Graces Another Hardcover on Kickstarter!", "update_content": "Hey everyone! Hope your weekend was as great as mine! (Spring, baby!)\nI wanted to let you know that our pal OXY is being featured on THE RED TEN Volume 1 Hardcover, which is available only here on Kickstarter, the campaign for which just went live today.\nA bunch of you have already backed, and again, thanks for helping us get more ComixTribe product into the world and compete with the big boys!"}, {"update_no": "UPDATE #64", "update_userinfo": "OXY 2 Underway! SCAM Ultimate Collection is One-Third Funded!", "update_content": ""}, {"update_no": "UPDATE #63", "update_userinfo": "Oxymoron Cosplay! OXY 2 Submissions Open!", "update_content": "Seasons greetings! \nI hope all of you are having a great holiday season so far. Hard to believe 2013 is coming to a fast close. \nAs I mentioned in a previous update, the pitch process for the second Oxymoron anthology, tentatively titled OXYMORON: Killing Time, would open by the end of the year. As of this morning, I've sent out the necessary pitching information to all Oxymoron backers who expressed interest in potentially writing a story for the next anthology project and filled out the contact form in the previous update. (Artists will be contacted after the pitches are accepted.)  I'm really looking forward to reviewing the pitches that come in. Thanks again for making the first anthology such a success that we're able to do another one! "}, {"update_no": "UPDATE #62", "update_userinfo": "Prepare for \"The Loveliest Nightmare\"; Last Chance to Back EPIC!", "update_content": "Hey, there, Oxymoron fans!\nAt New York Comic Con last weekend, ComixTribe broke news about a new Oxymoron mini-series coming in 2014 from myself, John Lees (The Standard, And Then Emily Was Gone) and Alex Cormack (Oxymoron, Cuddlers.) "}, {"update_no": "UPDATE #61", "update_userinfo": "EPIC Kickstarter Has Launched!", "update_content": "Dear Oxymoron Backers:\nJust a quick announcement that the EPIC campaign has officially launched!\nI do hope you'll download the ten page preview to see if this book might be for you. Matt Zolman and I have put a ton of love into this project, and we can't wait to make it a reality. "}, {"status": []}], "comments": [{"username": "wO!ta", "content": "Yesss, package arrived during my holiday and now it is time to enjoy the comic. it was really hard not to read the .pdf, hehe", "time": "over 8 years ago"}, {"username": "Nick van Vugt", "content": "I received my package today - thanks Tyler! Can't wait for more!", "time": "over 8 years ago"}, {"username": "Mark Neira", "content": "I would definately add Comically Speaking in Reading, MA as a retailer to send a copy. The owner, Patrick Jammal, has been a supporter of Red Ten from the beginning.", "time": "over 8 years ago"}, {"username": "Marco Piva", "content": "GOT IT!", "time": "over 8 years ago"}, {"username": "Igor Szuter", "content": "My got my stuff today :)", "time": "over 8 years ago"}, {"username": "Jaime Robertson", "content": "My Hardcover arrived yesterday !", "time": "over 8 years ago"}, {"username": "Brady", "content": "Just got my Hardcover can't wait to read it :D", "time": "over 8 years ago"}, {"username": "Francisco Soares", "content": "Just received my hardcover, looks awesome. Can't wait to read it.", "time": "over 8 years ago"}, {"username": "Dennis Strasburg", "content": "I received my copy! Post Office bashed the corner, but it still looks awesome. I kept from reading the digital copy because I like reading the story from the actual book. Can't wait to read it this weekend.", "time": "over 8 years ago"}, {"username": "Morris Umali", "content": "My copy arrived today (Sydney, Australia). Thank you. Looks awesome. Can't wait to get into it", "time": "over 8 years ago"}, {"username": "Jim", "content": "Have you received the books? Have they started shipping?", "time": "over 8 years ago"}, {"username": "Ganji", "content": "Congrats guys. Hope to have this soon. XD", "time": "almost 9 years ago"}, {"username": "Jarrod Selsmark", "content": "Well done ComixTribe and all the brilliant and talented people who made the book happen.", "time": "almost 9 years ago"}, {"username": "UltraV1olent", "content": "much appreciated!", "time": "almost 9 years ago"}, {"username": "Matt Carr", "content": "I always thought it was doable, but I thought the 20k goal was going to be a challenge. Congratulations on killing that goal and actually making the Super-Stretch goal!", "time": "almost 9 years ago"}, {"username": "Colby L", "content": "By the way I sent you a message about possibly customizing a tier if possible.", "time": "almost 9 years ago"}, {"username": "Colby L", "content": "Thanks for clearing that up!", "time": "almost 9 years ago"}, {"username": "Colby L", "content": "New backer here, and sorry if this has been asked but will backers at the $25 tier get a random variant cover or is there an original cover we will get?", "time": "almost 9 years ago"}, {"username": "David Patrick", "content": "Any word if the variants will have UV?", "time": "almost 9 years ago"}, {"username": "James Lindsay", "content": "A steady crawl towards $25k is gonna be interesting!!!! Good luck!!!", "time": "almost 9 years ago"}, {"username": "Jarrod Selsmark", "content": "Wahoo.. Congrats Tyler and the whole Oxymoron Crew.. Vol 2 is green lit.", "time": "almost 9 years ago"}, {"username": "Samuel Read", "content": "$5 to go! :D", "time": "almost 9 years ago"}, {"username": "Dennis Mercier", "content": "Wow, $20K looks like a very realistic possibility now. Awesome news. Now if I had an ounce of talent I'd be working on a pitch for Vol 2!", "time": "almost 9 years ago"}, {"username": "Jarrod Selsmark", "content": "Its going to be a long wait till November. I see you're in Brissie, we have family on the Gold Coast, we come over every year, we love Queensland its as laid back as WA but you have better theme parks.", "time": "almost 9 years ago"}, {"username": "James Lindsay", "content": "As kids my foot was connected to Ryans ass alot. As for the $5 I'm in for the $58er now. $5 because of Ryan the rest because this looks awesome!!!!!", "time": "almost 9 years ago"}, {"username": "Ryan K Lindsay", "content": "And, yes, James is somewhat connected to me :)", "time": "almost 9 years ago"}, {"username": "Jarrod Selsmark", "content": "I'm guessing a potential familial connection at work here.. Well whack me with the clue bat, I didn't realise you wrote one of the stories Ryan. Very much looking forward to getting my hands on the book. I'll have to dig up all the bios now for all the contributors to see how wide spread you guys all are.", "time": "almost 9 years ago"}, {"username": "Ryan K Lindsay", "content": "Don't worry, Jarrod, I'll hold James to it. If an Aussie had t slave to write a story in this bad boy then the least he can do is represent with a Pinkie for it.", "time": "almost 9 years ago"}, {"username": "Jarrod Selsmark", "content": "Time to cough up your $5 James.. Nice to see a fellow aussie supporting this.", "time": "almost 9 years ago"}, {"username": "James Lindsay", "content": "Great effort everyone!!!!", "time": "almost 9 years ago"}, {"username": "Cesar Feliciano", "content": "I've seen the Arty and the oversize will allow you to appreciate all the work these great artist have put into these pages. Not only that but the oversize will allow you to appreciate the score of what the many talented writers were aiming for. You will greatly enjoy your books and for that all involved up to and including ComixTribe greatly appreciate it I'm sure.", "time": "almost 9 years ago"}, {"username": "Samuel Read", "content": "Brilliant news on the variants getting unlocked! Seen amazing ones already, although can't wait to see the fully assembled 'Jam'!", "time": "almost 9 years ago"}, {"username": "Hunter Carroll", "content": "I've been watching this project for some time, but with the variant covers an almost sure-fire thing, I decided I had to get on one of those limited covers!", "time": "almost 9 years ago"}, {"username": "Matt Carr", "content": "With only 15 days to go, the $20,000 stretch goal can be achieved if at least $470 dollars is pledged every day for the remaining time. I'm pretty sure that's already happening so 20k is still very possible.", "time": "almost 9 years ago"}, {"username": "Matt Carr", "content": "Wow, someone took the $2,750-pledge offer. That's awesome! The $11,000 stretch goal was made before it was even revealed! And good luck to the aspiring writer who made that pledge!", "time": "almost 9 years ago"}, {"username": "Aaron Houston", "content": "This kicksarter has gone so well, It's so much fun to watch. Thanks to everyone who is backing this wonderful book Tyler James put together. You all deserve a hug.", "time": "almost 9 years ago"}, {"username": "Joe Martino", "content": "You guys are doing great. I am really proud of the way this thing is moving!", "time": "almost 9 years ago"}, {"username": "Gerolf Nikolay", "content": "Is it possible to get the Friday 13th print as an add-on? How much should I add to my pledge?", "time": "almost 9 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Welcome to the official Kickstarter page for the original graphic novel PAWN SHOP by Joey Esposito and Sean Von Gorman with letters by Adam Pruett, a story about four New Yorkers whose lives unknowingly intersect through -- yep, you guessed it -- a Manhattan pawn shop. \nYou'll find the first 6 pages of our story below (or, if you prefer, at this link) -- please give it a read and then \"like\", tweet, share, and talk the heck out of this page. We need everyone's help!\nUpdate 8/7: We're ECSTATIC to announce that we've reached our $7000 goal! As per our incentive for accomplishing that goal before 8/10, all backers at the $10 reward level or higher will receive a digital download of the Pawn Shop Script Book. We want to offer our sincerest thanks for everyone that's pledged and promoted so far. It means the world to us. Let's keep it going!\nNEW STRETCH REWARDS! As we reach new milestones, brand new rewards will be unlocked for our backers:\n$8,000 - PAWN SHOP VIDEO JOURNALS (backers only). -- UNLOCKED!!\n$10,000 - Every $25+ backer will receive a Kickstarter Exclusive Pawn Shop art print by FOOTPRINTS artist Jonathan Moore. -- UNLOCKED!!\n$13,000 - Every $50+ backer will receive a Kickstarter Exclusive Pawn Shop Photography Book, featuring a specially commissioned photography series of real New York City pawn shops. -- LOCKED\n$15,000 - Every $50+ backer that's receiving the CD Mixtape will receive it with Pawn Shop Mix Tape album cover by 2000AD artist Simon Fraser. -- LOCKED\n$16,000 - Every $25+ backer will get a free preview ashcan before the book's release, complete with exclusive sketches and designs not available anyplace else. -- LOCKED\n$18,000 -- We’ll add a whole additional chapter to the book. -- LOCKED\n$20,000 -- We'll upgrade Pawn Shop to a larger format and a sharp-lookin' hardcover. -- LOCKED\nUpdate 8/18: We're offering some brand new rewards for you procrastinators that haven't pledged yet! Check them out!\nTHE STORY.\nAnyone that lives in a major city knows that there are millions upon millions of people rubbing elbows with one another each and every day. But what they often fail to remember is that we're all part of the same ecosystem; everyone is inevitably connected to each other, affecting one another's lives whether they know it or not. \nAnd that's what Pawn Shop is about. Each chapter follows a different character in a stand-alone tale that ultimately intertwines with the others, painting a larger portrait of their lives together in New York City. \nThe book is being rendered in a gorgeous mixture of watercolor and digital elements that, hopefully, gives it a unique feel that works to capture the magic diversity of New York City itself.\nWHO WE ARE.\nJoey Esposito is a writer who last year Kickstarted his comic Footprints (with artist Jonathan Moore). He's also the writer of Zenescope's Grimm Fairy Tales: Bad Girls and has had his work featured as a back-up story in Image Comics' Grim Leaper. You also may know him as the Comics Editor for IGN.com. He moved away from New York and has regretted it every day since. Pawn Shop is his attempt to make amends. You can find him on Twitter or visit his website.\nSean Von Gorman is an illustrator and escape artist born and raised in Brooklyn, NY. Sean is co-creator of the forthcoming graphic novel series Secret Adventures of Houdini as well as the creator of Sock It To Me Comics, both with Alterna Comics. During the self-publishing run of Secret Adventures of Houdini Sean handcuffed himself outside Forbidden Planet NYC until every book was sold. He recently preformed his escape act for Amanda Palmer’s AFP Kickstarter Countdown Party at the bidding of her husband Neil Gaiman. He's such a devoted artist that he worked on some Pawn Shop pages while admitted to the ER (see below). You can find him on Twitter or visit his website.\nAdam Pruett has lettered comics for Arcana, Image, Markosia, Pop Goes the Icon, Black Jack Press, and various other publishers. He also makes his own comics sometimes. You can find him on Twitter.\nWHY KICKSTARTER?\nPawn Shop is a slice-of-life story. That means it's \"soft.\" There're no monsters, no violence, no tights, and certainly no flights. There's no \"genre\" hook. But what there is is something even better: a story everyone can relate to. \nPawn Shop was born out of the realization that there is nothing more fascinating, dramatic, intriguing, joyful, depressing, and outright absurd than everyday human existence. We're turning to Kickstarter out of a need to explore these ideas. We know that there's an audience out there for these kind of comics, and we think that's the beauty of Kickstarter -- people will support what they really want. \nWe're looking to you to make this book happen, and we hope you'll join us for the ride. \nTHE REWARDS.\nWe're offering a boatload of great stuff from the usual items -- digital downloads, a copy of the book, art prints, original artwork, etc. -- to the more... well, out there. We're offering things like Sean coming to your location (continental US only) to perform a straight jacket escape (yes, he really does that), CD mix tapes to supplement your reading experience, illustrated/performed poems, and we're even putting the very dedication of this book up for grabs. \nThere's also opportunities to co-write a bonus story for the book and become characters in the story itself. As we reach certain goals, we'll unlock even more rewards. \nWHERE IS YOUR $$ GOING?\nWe're aiming for a print run of 1000 graphic novels that we will publish and distribute ourselves in comic shops and digitally. Neither creator is taking any sort of payment on this project, so all of your money will be going towards making comics 100%. \nIf we happen to exceed our goal, the excess funds will go toward printing more copies of the book, or, if the excess is significant, upgrading the book to a larger format, making it a hardcover, etc. Beyond that, excess funds will go to assuring that we're out at any and every convention possible to promote Pawn Shop. \nIS SEAN FOR REAL ABOUT THE ESCAPE ACT?\nYes.\nWe hope you'll join us on this adventure through the lives of our four New Yorkers. Please feel free to drop us a line with any questions you might have. In the meantime, here are some cool early character designs:", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #36", "update_userinfo": "New Comic On Kickstarter From The Co-Creator Of Pawn Shop", "update_content": "Hello everyone! \nJust dropping in to inform you of a new comic on Kickstarter by Pawn Shop co-creator Sean Von Gorman and writer Matt Miner, a follow-up to their comic the Westboro Baptist Church said would \"split Hell wide open\": Return of Toe Tag Riot! \nIt's the reunion tour of everyone's favorite zombie punk band who are cursed to become zombies whenever they play their music! The members of the punk band Toe Tag Riot use their \"zombie powers\" ethically, only murderizing and eating bigots, homophobes, transphobes, sexists, and racists.  "}, {"update_no": "UPDATE #35", "update_userinfo": "Pawn Shop to be Published by Z2 Comics This Fall", "update_content": "Hi everyone,\nJust popping in to relay the exciting news (via Publishers Weekly) that Pawn Shop is going to be published by the wonderful Z2 Comics this fall, alongside other great graphic novels like Harvey Pekar's Cleveland, Koren Shadmi's The Abaddon, and Mario Candelaria and Karl Slominski's Ashes: A Firefighter's Tale!"}, {"update_no": "UPDATE #34", "update_userinfo": "5 Days Left for Toe Tag Riot", "update_content": "We just wanted to let you know that there's only five days remaining in Sean's new Kickstarter project, Toe Tag Riot, with writer Matt Miner! They're just inches away from the goal, so check it out if you haven't yet! They've added tons of new incentives and rewards since launch. \nZombie punks eatin' jerks! Check it:"}, {"update_no": "UPDATE #33", "update_userinfo": "Check Out Sean's New Kickstarter, Toe Tag Riot", "update_content": "Hey everyone,\nJust wanted to post an update letting you know that the prestigious artist of Pawn Shop, Sean Von Gorman, has launched a new Kickstarter campaign with writer Matt Miner for their new project Toe Tag Riot. \nIf you like punk rock and zombies (or punk rock zombies), you should check out the page and consider pledging!"}, {"update_no": "UPDATE #32", "update_userinfo": "New Project Alert -- Footprints: Bad Luck Charm", "update_content": "Hey everybody,\nI hope you're all enjoying Pawn Shop and any rewards you might've gotten with it. Sean and I are so thankful that you were able to come on this journey with us! Here's a photo from the signing we had in NYC last week at Carmine St. Comics:"}, {"update_no": "UPDATE #31", "update_userinfo": "Pawn Shop Signing 4/30 in NYC", "update_content": "Hey all,\nJust wanted to let you know that Sean and I will be at Carmine St. Comics in NYC tomorrow -- Wednesday, April 30 -- from 5-8 PM signing copies of Pawn Shop! \nEven though you backers already have your signed copies, if you're local to NYC we'd love to have you come by and thank you face-to-face for making this book happen."}, {"update_no": "UPDATE #30", "update_userinfo": "Reward Delivery: Pawn Shop Script Book", "update_content": "Hey all,\nJust wanted to let you know that Pawn Shop print editions have arrived safe and sound at my house. I'll be getting together with Sean this weekend to sign them, and then they'll start shipping next week! "}, {"status": []}], "comments": [{"username": "Robert Coles", "content": "Why are people getting angry or frustrated? It's done when it's done. I'd much rather have the book when Sean and Joey are completely satisfied with the finished product, than a rushed out, \"good enough\" book that they're only releasing to appease a bunch of whiny nerds. Everyone just breathe. We're gonna get the book. That's all that should matter.", "time": "over 7 years ago"}, {"username": "Christopher Wilson", "content": "Any news from Sean? This wait is getting frustrating now.", "time": "over 7 years ago"}, {"username": "Chris Gentz", "content": "So...November...Close to shipping?", "time": "over 7 years ago"}, {"username": "Chris Gentz", "content": "Sooo....October...any news?", "time": "over 7 years ago"}, {"username": "LFA2012", "content": "Sounds great thanks", "time": "almost 8 years ago"}, {"username": "LFA2012", "content": "Sept 3rd any updates on this?", "time": "almost 8 years ago"}, {"username": "glenn", "content": "joey - when might the book be completed? sure am looking forward to receiving it.", "time": "over 8 years ago"}, {"username": "Igor Szuter", "content": "Congrats!", "time": "almost 9 years ago"}, {"username": "Frank Barbiere", "content": "Congratulations, guys! Looking forward to the finished book!", "time": "almost 9 years ago"}, {"username": "Chip Reece", "content": "Excited for my copy! You have stashmycomics.com's support! :)", "time": "almost 9 years ago"}, {"username": "Joseph Pontacolone", "content": "Congrats on 150% funding!", "time": "almost 9 years ago"}, {"username": "Maxwell LaChance", "content": "I'm here because \"A Sexy Lady\" (and joey) told me to :D Now let's hit 20,000 so I can get it in hardcover :D", "time": "almost 9 years ago"}, {"username": "Sebastian Mejia", "content": "Someone needs to hurry up and donate $2,500, I want me some stretch rewards =D", "time": "almost 9 years ago"}, {"username": "Skipping Turtles", "content": "Excited to be a part of this as a backer! Congratulations on reaching your goal!", "time": "almost 9 years ago"}, {"username": "Darren Hupke", "content": "Really looking forward to Pawn Shop. Also, thanks for supporting me, Joey!", "time": "almost 9 years ago"}, {"username": "Adam Walters", "content": "Past 60% and a lot of days left.", "time": "almost 9 years ago"}, {"username": "Mike Da Ponte", "content": "Really looking forward to this, hopefully all goes well Joey.", "time": "almost 9 years ago"}, {"username": "Christina", "content": "Looks very moving, guys.", "time": "almost 9 years ago"}]}}, {"backer": "Ryan M.", "project_data": {"campaign": {"story": "Every person who contributes $11 or more will receive every PDF issue of Quandary as they are released. (I can't edit the reward text on the right, so I figured I'd tell you this way.)\nWhat is QUANDARY? \nQuandary is a digital comic of a story that takes place twenty years in the future. In this future, we all live in a 'police state'. We've been at war in the Middle East, where hundreds die every day, for the last thirty years. Protesters in the 'We the People' movement are regarded as terrorists, hunted down and executed for challenging the system. Basic rights are being stripped away, one mandate at a time. Then, one event—an accidental death―inadvertently sets in motion the wheels of a revolution, and tyranny begins eroding from within.\nIf Quandary were a mixed drink, the recipe would be:  2 parts George Orwell's 1984, 2 parts 'life as we know it', and 1 part Occupy movement.\nHere's a sneak peek of one of the pages!  (click image to enlarge)\nNoah and Cadence: characters revealed in issue #2. (click image to enlarge)\nAnother sneak peek at issue #1\n\nWhy raise funds for a digital comic?\nAside from printing costs, there is no financial difference between a digitally published comic and a printed one. ISBN numbers still have to be registered, creative contributors still need to be compensated, files continue to require hosting, and the importance of promotional materials remains. If successful, this Kickstarter will offset the cost of all of these items, ensuring that publish-ready issues meet a monthly deadline. \nProvisionally, we are saying that Quandary will appear over nine issues that are around twelve pages each. The primary Artist, Ken Frederick, will be responsible for illustrating the bulk of these issues. However, three issues will feature the work of guest artists. A few more guest artists will contribute to creating promotional art. This project is a labor of love for Ken and me, so we both will be working, unpaid.\n\nWill this digital comic also be printed? \nYes! Issue #1 will be printed inside the Kickstarter Exclusive ‘Making of Quandary’ magazine, along with information and images from the development process, concept art, and more!\nFurthermore, the series, when complete (est. 8/2013), will be printed in full and bound into both a softcover and hardcover edition available for purchase on Amazon, as well as at various comic shops in the NYC/NJ area.\n\nSo, who's the creative team? \nWriter:  Janine Frederick (Hudson Valley Zombie Apocalypse Graphic Novel, Awaken, Aleksander Christov) Janine's Web site\nMain Artist:  Ken Frederick (Hudson Valley Zombie Apocalypse Graphic Novel, The Forgotten Dead, Aleksander Christov) Ken's Web site\nGuest Artist:  Gabriel Bautista (Illustrator: Elephantmen, Jesus Christ: In the Name of the Gun; Colorist: All-Star Western, Will Eisner's The Spirit) Gabriel's Web site\nGuest Artist:  Silvio dB (Eagle Awards New Talent Competition Winner; Illustrator: The Time of Reflection, Meridien City) Silvio's Web site\nGuest Promo Artist:  Tom Feister (Illustrator: GI Joe, DC Comics, Dark Horse Comics, Lucasfilm, Marvel Comics ) Tom's Deviant Art page\nGuest Promo Artist:  Richard P. Clark (Illustrator: HBO, Wall Street Journal, Playboy, DC Comics, Dark Horse, Blind Ferret Entertainment, and more.) www.zippystudio.com\nGuest Promo Artist:  Ian Dorian (Phoenix #0, Marvel & DC sketch cards, Awaken) Ian's Web site\nGuest Promo Artist:  Igor Glushkin (Illustrator:  Lady Gunns, Isolation) Igor's Web site\n\nThat's pretty cool!  Tell me about the REWARDS.\nSure thing! As you can see on the right, there are several different reward levels to accommodate all different pledge opportunities. Each reward description is specific in what it includes, so please don't worry about having to remember what the the lower-end rewards were in order to get an accurate picture of what your reward will be. No 'researching'. This is Kickstarter . . . not a term paper.\nWe've been able to collaborate with some amazing people over the past two years. They have shown their support of our Quandary project by offering their time, talents, and handiwork―all to help us meet our fundraising goal. Now a lucky few contributors will be able to have a one-of-a-kind oil painting by Richard P. Clark, a few budding comics writers will get to have a 22-page script reviewed by an IDW-published comics professional, and a few others will have the opportunity to be heard by an audience of about a hundred thousand with my friends, Ming and Mike, on a SmodCo podcast! If those rewards don't suit you, we have some classic reward items—sketches, prints, and a 'making of' magazine, to name a few—to offer as well.\nUPDATE:  Celebrate Independence!  Every contributor gets a free PDF of the independently produced one-shot zombie apocalypse-themed comic called THE FORGOTTEN DEAD.  This comic was penciled and inked by Ken Frederick, main artist on Quandary, and written by Chris Murphy, friend & supporter!THE FORGOTTEN DEAD tells the story of the Museum of Modern Art's curators' last ditch efforts to save some of the world's most treasured and all-but-forgotten masterpieces before the museums perimeters were breached by the undead.\nUPDATE (6/29):  New T-shirt reward launched at the $35 level! \n($35 reward includes T-shirt, 11 x 17 Kickstarter exclusive print, 'Making of Quandary' magazine, PDF of issue #1, and a mention of thanks on the Quandary web site.)\nPlease note: If your reward needs to be sent outside the US, please add $5 to to your contribution to help with the added shipping cost. Thank you so much!\n\nWhat happens if this Kickstarter raises more than $2,500?\nThe original Kickstarter goal of $2,500 is sufficient only to offset the total cost of putting this project together. By no means will it cover the project in its entirety. If we happen to exceed our Kickstarter goal, then the funds in excess of $2,500 will be put toward the remaining costs of developing this project. \nIf the Kickstarter goal is greatlyexceeded and the current estimated project costs are more than paid by what's raised here, then the available funds will be put toward our wish list items: hiring a dedicated colorist, having a consulting editor, enlisting additional guest artists, producing the aforementioned hardcover and softcover editions of the completed series, and giving the creative team a bonus.\nThank you for your consideration, support, and generosity!\nSome art!\nPage breakdown for page two of issue #1.\nMore art to come... stay tuned!  :-)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Cool things happening in Quandary land!", "update_content": "Hey everybody! Happy holidays! I hope December sees you all well and happy. It's been a jam-packed one here so far in Quandary land, so, I have some pretty cool things to tell you.\nIssue #1 (the first 10 pages of Quandary) launched two weeks ago! If you haven't read it yet, take a trip over to ReadQuandary.com to download the PDF and check it out. :)"}, {"update_no": "UPDATE #8", "update_userinfo": "There's a roller coaster in the ocean", "update_content": "Thanks to all of you, our initial Kickstarter goal has been reached! This goal will enable us to pay our guest artists, purchase ISBN numbers, and expand our FTP space so we can manage page files and scans. These basic needs ensure that each issue of the project will be completed on time.\nYou made that happen and we thank you graciously for it."}, {"update_no": "UPDATE #7", "update_userinfo": "Thank you all SO MUCH!", "update_content": "Ken and I would like to extend our gratitude to you all in the form of a reward update! With only $327 to go before we reach our initial Kickstarter goal, we have decided to do the following:\n\nFor every person who contributes $11 or more, your reward will now include every issue of Quandary as they are released. So, every month, you will receive an e-mail that contains a link to download a PDF of the current issue.\n\nAlso, we are adding a new reward to the list of options! For $35, three people will be able to score a 'head & shoulders' sketch of a Quandary character, penciled and inked by the infamous Ian Dorian. This reward also includes every issue as a PDF, and the Making of Quandary magazine. Anyone who has ever purchased a sketch by Ian at a convention knows that this limited reward is an absolute steal!\n\nSamples of Ian's work can be found on his .\n\nWe're almost there and reaching the goal makes all of this a reality. Thank you so much for your support!\n\n-- Janine"}, {"update_no": "UPDATE #6", "update_userinfo": "Let’s Celebrate!", "update_content": "As of right now, we only need $463 to reach our Kickstarter goal.  That goal amount will cover the basic needs of the project to ensure that it's published on time.  Thank you all for your contributions and for spreading the word about Quandary!\nSo, while we are on the home stretch with 24 days to go, I wanted to take this time to tell you about a few of the amazing team members behind this comic and the Kickstarter. "}, {"update_no": "UPDATE #5", "update_userinfo": "Freebie Issue of 'Forgotten Dead' (download PDF)", "update_content": "Yesterday was Independence Day in the USA and it got me thinking... we should also celebrate independence in comics!  So, we will do just that!\nEvery person who contributes to our Kickstarter will also receive a PDF of the independently produced one-shot zombie apocalypse-themed comic called THE FORGOTTEN DEAD. This comic was penciled and inked by Ken Frederick, main artist on QUANDARY, and written by Chris Murphy, friend & supporter! "}, {"update_no": "UPDATE #4", "update_userinfo": "Because we like you!", "update_content": "Hey everybody! \nI just wanted to let you all know that I scrapped the $75 T-shirt reward and have replaced it with a $35 T-shirt reward.  I had to rework the T-shirt design from my original plan, but when I did, it greatly decreased the cost to make each shirt.  So, if you are interested in a Quandary T-shirt, please check out the newly posted $35 reward which gives you everything the $25 reward has with an added T-shirt. "}, {"status": [{"Project funds successfully": "140 backers pledged $3,063"}]}], "comments": [{"username": "Zachary Paul Stewart", "content": "So,I never received my physical rewards on this one. Is the project still going?", "time": "about 5 years ago"}, {"username": "Antonio Garcia", "content": "Hi Janine. I've been checking the projects I've backed that haven't delivered my rewards and I noticed that I never got a download of Quandary. Did you send out emails with links to download each issue? Thanks!", "time": "almost 8 years ago"}, {"username": "Mark Kummerer", "content": "Is there any way to access the backers' edition of issue #2 still? The original link points to issue 3 now, and I've lost my original download", "time": "almost 8 years ago"}, {"username": "Richard", "content": "Any new updates?", "time": "over 8 years ago"}, {"username": "Richard", "content": "I am sure we as backers understand if things get pushed back due to the hurricane....", "time": "over 8 years ago"}, {"username": "Richard", "content": "Thanks,", "time": "over 8 years ago"}, {"username": "P.H. Dillard", "content": "You should send all of us one cookie since no one took the cookie deal.", "time": "almost 9 years ago"}, {"username": "Top Cow Productions", "content": "Congrats!", "time": "almost 9 years ago"}, {"username": "P.H. Dillard", "content": "Congrats and whatnot. Can't wait to see the finished product!", "time": "almost 9 years ago"}, {"username": "Tony Palmieri", "content": "BOOYAH!!! FULLY FUNDED!!! I out you guys over the top!!! Cool!", "time": "almost 9 years ago"}, {"username": "P.H. Dillard", "content": "Glad to see this is near reaching the goal!", "time": "almost 9 years ago"}, {"username": "Zachary Paul Stewart", "content": "Heard about the project on I Sell Comics. Good Luck!", "time": "almost 9 years ago"}, {"username": "P.H. Dillard", "content": "Looks like you're off to a good start. I hope you meet your goal. And I don't completely say that out of the opportunity to promote my own comic on SModCo. I'm looking forward to the PDF copy. I'll post about the project around the net and try to send a few more backers your way.", "time": "almost 9 years ago"}, {"username": "J.R. Randle", "content": "J.R. Randle", "time": "almost 9 years ago"}, {"username": "Ryan M.", "content": "I fell $2450.00 short of the cookie pledge, my apologies! :)", "time": "almost 9 years ago"}]}}]