[{"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "PLAY\n\nIn the Time Before Time, everyone and everything was together as one. But that was before Beazt slew the Children, and Abominous, his creator, broke the world. Scattered, the remaining Children struggled for survival, trying to tame a paradise that had turned against them.\nFor millennia they have been separated from one another by Sorogoros, the worldwyrm, which wraps it's huge serpentine coils around each continent on the planet. Controlling the sea and sky, the Sorogoros ensures that no fish, no fowl, no ship can cross from one \"coil\" to another. And so have the Children been trapped on their continental islands, the knowledge of their brethren fading with each passing day, their desire to travel the open sea long all but lost.\nBut things are changing.\nThe Children are thriving. They are restless. And they once again hear the calls of their ancestors from across the churning seas. Tales abound that the Sorogoros has by tamed. Ships are appearing in ports outside of the safe harbors and the inland seas. Their destination - new lands. Their guarantee - Adventure.\nAre you brave enough to board one today? Are you brave enough to discover what lies beyond the horizon? Are you brave enough to explore Denoa? \nBehold The Doorway To Adventure\nDenoa is a world built for storytelling. It contains a rich mythology and history that inform adventures without overwhelming them with detail. An official campaign story plays out in real time, with key events hosted at kitchen tables and game stores around the world. However, DMs and players can take things at their own pace, and choose to play the meta story, or use it's ideas to tell their own stories.\nBehold a world that feels like home. Whose paths and plains, forests and fields, cities and landscapes feel familiar. Like something you know, and understand, because you've been there before. \nBehold a world that feels fresh and new. Where familiar ideas and common tropes are upgraded, updated, and never stale. Where the familiar is just different enough to excite your senses, and invite you to explore it.\nBehold a world that is strange, and magical, and unlike any world you have seen before. A world where the unfamiliar and uncomfortable clash with the fantasy that you know. Where any - and every - fantasy idea has a place to grow. Where continents, cultures, monsters, and magic have evolved separately from each other. Where each location is amazing, wondrous, and completely unique.\nBehold a world made up of worlds, where all of your favorite settings come together - and clash. Imagine a green world, where humans, elves, and dwarves band together to fight a common foe. Imagine a savage world, where tan, magic-hating barbarians tread the land on sandalled feet. Imagine a frozen world, where snowbound creatures draw magic by singing to the northern lights. Imagine a fairy world where fey folk and talking animals are commonplace. Imagine a burning world, where hell has literally come to earth, and demons, devils, and insect races dominate the harsh landscape.\nBehold Denoa. The world where these worlds - and others - are on the edge of discovering each other.\nDenoa and it's official campaign will bring modern technology to bear in it's story telling. Through the use of in-store-only events, online surveys, and a dedicated app, we hope to gather your experiences and use them to shape our story. What you share with us could shape our official campaign, our next official event, or even a future product! \nUnofficially you can shape the world in any way you choose. We've even built it so that you can add your own world TO Denoa. So if you like worldbuilding, there's no need to abandon your work to play Denoa. Use one of the provided options to put Denoa into YOUR world, or YOUR world into Denoa, making the story you tell uniquely yours.\nDenoa is in every way a collaborative effort. Designed by Danny O'Neill, it will be created by some of the best talent and game companies in the industry (for a full list, see the bottom of this Kickstarter). And that design is guided by YOU and the actions you take during Organized Play events.\nOne of the key collaborators on the project is DGNFOG who will help us build all the maps for Denoa. Another is the community we hope to build around World Anvil and our Organize Play efforts. If you are a retailer, a designer, a writer, or interested in contributing to Denoa in ANY WAY, reach out to us through our social media. We might not have room for your particular talent or idea, but we'd love to include you any way we can. \n There are three major components to this project - the Book, the Denoa App, and the Organized Play. We have set a low goal in order to help with internet marketing algorithms. For the book to reach it's full potential, this Kickstarter will have to earn approximately $15,000. \nThe Denoa app has 3 Tiers. Tier 1, the Basic App is already funded. Tier 2, the Advanced App is our true goal. We will need this Kickstarter to fund between $25,000 and $30,000 for this app to be fully funded. \n\n\n\n\nPLAY\n\nPLAY\n\nPLAY\n\nDenoa is a broken, magical world. In the time before time, it's continents were separated by a titanic sea serpent know as the Sorogoros. As a result, the ecology of each land evolved without the others. Each now sports it's own peoples, it's own cultures, it's own magic styles, it's own monsters. Your job is to uncover them all. But for now, things are secret, and information is purposefully made scarce.\nTo discover as much as you can about Denoa, head to World Anvil.\nColarwyn\nOur story starts in Colarwyn, a region which acts as a hub for this project and future ones. Colarwyn is one of 5 regions in the continent known as Ostarwyn. Almost all of the countries in this region border an inland sea, known as Merala.\n\nThe Free City of Arbor\nWe are extremely proud to be partnering with some of the most talented companies, writers, and artists in the business. \nAuthors\nEd Greenwood is a Canadian worldbuilder, writer, game designer,  and librarian who creates imaginary worlds; his best known one is the  Forgotten Realms® fantasy setting, which he began creating when he was  six years old, and is still expanding  and enriching more than fifty years later. Ed’s 300-plus books and  hundreds of other works have sold over 250 million copies worldwide in  forty-one languages. Ed was elected to the Academy of Adventure Gaming  Art & Design Hall of Fame in 2003, and has won  multiple ENNIE and Origins and other awards. Ed resides in his native  Canadian province of Ontario, in the countryside, with many thousands of  books. He intends to write thousands more.\nKevin Andrew Murphy writes for George R.R. Martin's Wild Cards series, starting years back with the Aces Abroad adventure book for GURPS and most recently with the lead story in the British mosaic novel Knaves Over Queens. He's also written for White Wolf's MAGE, creating goth witch extraordinaire Penny Dreadful and her novel of the same name as well as many stories and rules for same. He's currently editor in chief for Sigil Entertainment's Savage Sign, the Savage Worlds Magazine. Kevin's also done tales for Paizo's Pathfinder and many worlds of his own creation.\nArtists\nBruce Brenneise (pronounced Bren-EYE-zee) is an award-winning  illustrator. He loves building worlds through vibrant, epic, strange  landscapes, some notable ones being Denoa, Numenera, and Slay the Spire.  He lives in Seattle with his wife, son, and carnivorous  plants. You can enjoy more of his work at: www.brucebrenneise.com.\nJavier Charro is a freelance illustrator and concept artist from Spain.  He has been working for the Entertainment industry the last 16 years  doing artwork for Marvel, Hasbro, Capcom, Bandai, Paizo, Fantasy Flight  Games and Green Ronin among many others.\nPARTNERS\nCam is the founder of Braindead Digital Inc which has been providing  creative services for 20 years. Offering music recording, video  production, photography, 3d design, animation, and custom software  development, he has worked with numerous clients in diverse  industries including the development of Hammerdog’s Warlord Chess app  in 2012.\nErdenstern has been creating individual soundtracks for games and movies since 2005. Based in Germany, they have produced several soundtracks, more than 20 albums, and won a number of game and music awards. With their debut album Into The Green they started the Library Of Fantastic Music, consisting of composed symphonic soundtracks to be used as a background for pen & paper Role-Playing Games. The music is meant to play an active role in games, helping to describe and drive gameplay. Therefore all soundtracks in the library contain a detailed description on how to use the music in your own game. ERDENSTERN – The perfect music for the adventure in your mind. Find them at erdenstern.com, and get their music at erdenstern.bandcamp.com. \nOver the last decade, AnomieCoalition has created hundreds of RPG maps  for publications, private commissions, and his own gaming table.  While  much of his time is devoted to a young family and career in academia, he  relishes the opportunity to map new fantasy locales and devise ingenious adventures to share with the public and his gaming group (often after many flagons of ale have been consumed…)  Visit DrunkenNerdery.com to view many of these  maps and adventures and email AnomieCoalition@hotmail.com to inquire about commissions.\n“We want to help Game Masters and storytellers to focus on their story, while they create a living, breathing, interconnected map system for their narratives.” -- Till Lammer, CEO DUNGEONFOG\nAnd that's just what they do. With the extensive DUNGEONFOG Editor you can draw your RPG tabletop maps with just a few clicks – No more patching up map tiles! Create multi-level dungeons, terrains or entire worlds in an instant. Generate your GM-Notes automatically and export or print high-res images and notes, or send a Fog of War version for your players to your TV! PROJECT DEIOS will allow for the seamless combination of battlemaps, city maps, regional maps and entire world maps. The DEIOS suite will connect previously incompatible types of maps to offer an interconnected experience for boundless map-making. Design awesome Battle Maps, stunning City Maps, and spectacular World Maps for your adventures. One integrated, innovative system - Infinite Creativity!\nIf you are building a world for tabletop RPGs, World Anvil is the best place to go! An incredibly powerful and inspiring tool that will help you organise your notes and never lose a fact again! We are excited to work with World Anvil to present the Denoa world wiki! The small team behind World Anvil is constantly making their service better, and proved time and time again that they are some of the most passionate storytellers, artists and web developers out there. With World Anvil, take your creativity to the next step.  Throughout the campaign and beyond we will be updating our World Anvil world for Denoa with extra content you can explore at your own pace outside of game sessions. \nPartnering up with World Anvil makes us very proud creators and we encourage you to try the same! \n\nWe've saved the most boring for last! Denoa will be fulfilled via professional services TBD.\nPlease note that freight will be added to all pledges through the use of BackerKit which will launch immediately after the Kickstarter. We will add a freight estimate chart below as soon as possible.", "risks": "Risks and challenges\nAs of this time, the risks to this project are minimal. The primary artwork for the book is already completed, and writing has begun. We're in a good place with how the capsules and OP work, and we'll be playtesting within a few weeks.\n\nThe largest challenge we have is making sure Denoa fulfills it's potential by fulling funding the app. The basic version will be enough to stay connected and play Denoa events, but the full version will allow for players to integrate their characters into the storyline with ease. That will allow a lot more players into the collective story we are telling. So although Denoa will survive with even the Basic app, the Full App is what we are truly shooting for. The goal for this is high - we need this Kickstarter to hit $40K to be able to get to this plateau. And that's why we consider this our largest challenge.\n\nThe next challenge we have is to get enough stores into our network hosting Denoa events. If your local game store hosts role-playing games, and if you think they are interested, please tell them about us! With their assistance we can tell a bigger and better story.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Danny O'Neill - Hammerdog Games\n5 created · 23 backed\nDanny has been organizing, creating, promoting, hosting, selling, and distributing games for over 30 years. He has managed a university game...See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Sleeping Hero", "descp": "You lay dormant, ready to wake and join the cause when needed.", "time": [{"ESTIMATED DELIVERY": "Oct 2021"}], "stat": ["26 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Retailer Pledge", "descp": "This pledge level is for retailers who want to sign up early for Denoa Events. This $5 will permit them to purchase all products at wholesale prices. The $5 will be used as a deposit on their first purchase. It is not necessary to make this pledge to participate.", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Player Kit 1 - The Basics", "descp": "• The Denoa App\n• PDF of the Player's Guide\n• PDF of the Character Sheet\n• Music of Denoa added if 100+ Players sign up for Player Kits\n• Note: You will be able to add-on individual miniatures, Fun Packs, and other rewards to your pledge at the end of the campaign", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Player Kit 2 - In It To Win It", "descp": "• The Denoa App\n• PDF of the Player's Guide\n• PDF of the Character Sheets\n• 1 Fun Pack\n• 1 Miniature\n• Music of Denoa added if 100+ Players sign up for Player Kits\n• Note: You will be able to add-on individual miniatures, additional Fun Packs, and other rewards to your pledge at the end of the campaign\n• Freight will be added in BACKERKIT.", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Digital Bundle 1 - The Basics", "descp": "• A PDF of the Book\n• A PDF of the Mini Screen Inserts\n• Music of Denoa.", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Digital Bundle 2 - Utility Bundle", "descp": "• A PDF of the Book\n• Music of Denoa\n• DM Tool Kit (Digital)\n• ***NOTE*** The DM Tool Kit (Digital) is a collection of tools that grows with stretch goals. It begins with a copy of the Denoa App, and PDFs of the Mini Screen Inserts, The Player's Guide, and The Character Sheet, and grows from there", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["29 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Player Kit 4 - I Stand For Denoa", "descp": "Danny and Denoa: Playtest official Denoa content with Danny. Includes TWO 3-hour sessions played online using a common platform.\nNote: You will be ablle to add-on individual miniatures, Fun Packs, and other rewards to your pledge at the end of the campaign.\nINCLUDES:\nThe Denoa App\nPDF of the Player's Guide\nPDF of the Character Sheet\nFun Pack\nMiniature\nMusic of Denoa (only w/ 100+ players signing up for Player Kits)", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 60 or more", "title": "Material Bundle 1 - The Basics", "descp": "• Hardcover of the Book\n• PDF of the Book\n• PDF of the Mini Screen Inserts\n• Music of Denoa\n• ***NOTE*** You can purchase the DM Tool Kit, Event Packs, Fun Packs, miniatures, and other rewards as add-ons\n• Freight will be added in BACKERKIT", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Special Bundle 1 - \"Late\" Bird", "descp": "*Freight* will be added in Backerkit.\n*The DM Kit* adds even more content with more stretch goals.\nINCLUDES:\nHardcover of the Book\nPDF of the Book\nPDF of the Mini Screen Inserts\nMusic of Denoa\nFun Pack\nChoose ONE of the following:\n-> Mini Screen\n-> DM Kit (Printed)\n-> Event Pack 1", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (4 left of 10)"]}, {"amt": "Pledge US$ 80 or more", "title": "Special Bundle 1", "descp": "*Freight* will be added in Backerkit.\n*The DM Kit* adds even more content with more stretch goals.\nINCLUDES:\nHardcover of the Book\nPDF of the Book\nPDF of the Mini Screen Inserts\nMusic of Denoa\nFun Pack\nChoose ONE of the following:\n-> Mini Screen\n-> DM Kit (Printed)\n-> Event Pack 1", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Material Bundle 2 - Medium Bundle", "descp": "• Hardcover of the Book\n• PDF of the Book\n• Music of Denoa\n• DM Tool kit (Printed and Digital)\n• TWGS Mini Screen with Printed Inserts\n• PDF of the Mini Screen Inserts\n• ***NOTE*** You can purchase Event Packs, Fun Packs, miniatures, and other rewards as add-ons\n• Freight will be added in BACKERKIT", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Player Kit 5 - Gen Con Special", "descp": "This is a special *CELEBRITY* event at GenCon with Danny as DM, and MARK MEER (Commander Shepard of Mass Effect series) as a player.\nNote: Entry to GenCon, travel, accodmodation or other expenses are not included.\n*** You may add on any other rewards you'd like to this Tier. If you have questions, please ask!\nINCLUDES:\nGenCon CELEBRITY event w/ Mark Meer\nThe Denoa App\nPDF of the Player's Guide\nPDF of the Character Sheet\nFun Pack\nMiniature", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 120 or more", "title": "Material Bundle 3 - Single Event Bundle", "descp": "• Hardcover of the Book\n• PDF of the Book\n• Music of Denoa\n• 1 Event Kit (for the first event)\n• DM Tool kit (Printed and Digital)\n• TWGS Mini Screen with Printed Inserts\n• PDF of the Mini Screen Inserts\n• ***NOTE*** You can purchase Fun Packs, miniatures, and other rewards as add-ons\n• Freight will be added in BACKERKIT", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 175 or more", "title": "Worldbuilders Bundle", "descp": "You will participate in the Worldbuilders Workshop. This reward includes TWO 3-4 hour online sessions. In the first session we will discuss worldbuilding and design, and set the seeds for YOU to create a monster, spell, magic item, or NPC. In the second session we'll have a short adventure that includes your content. THEN your content will be added to Denoa, and you'll get a developers credit in the book!\nINCLUDES:\nWorldbuilders Workshop\nHardcover of the Book\nPDF of the Book\nPDF of the Mini Screen Inserts\nMusic of Denoa\nFun Pack\nChoose ONE of the following:\n-> Mini Screen\n-> DM Kit (Printed)\n-> Event Pack 1", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 180 or more", "title": "Material Bundle 4 - 1 Year of Events", "descp": "• Hardcover of the Book\n• PDF of the Book\n• Music of Denoa\n• DM Tool kit (Printed and Digital)\n• TWGS Mini Screen with Printed Inserts\n• PDF of the Mini Screen Inserts\n• ***NOTE*** You can purchase Fun Packs, miniatures, and other rewards as add-ons\n• Freight will be added in BACKERKIT", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Everything Bundle", "descp": "Adds your choice of \"Danny and Denoa\" (see 'Let's Play!' Tier) or \"Worldbuilders Workshop\" (see 'Worldbuilders Bundle 1').\nWHILE SUPPLIES LAST - You may purchase a seat for our Gen Con event as an add-on (price = $100). This is a special *CELEBRITY* event with Danny as DM, and MARK MEER (Commander Shepard of Mass Effect series) as a player. To buy this ticket, please pledge $350 on this Tier.\nNote: Entry to GenCon, travel, accodmodation or other expenses are not included.\nINCLUDES:\nDanny and Denoa OR Worldbuilders Workshop\nHardcover of the Book, personalized\nPDF of the Book\nMusic of Denoa\nDM Kit (Printed and Digital)\nTWGS Mini Screen with Printed Inserts\nPDF of the Mini Screen Inserts\n4× Event Kits\n2× Fun Packs\n8× Miniatures", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Early Bird Bundle", "descp": "• Hardcover of the Book\n• PDF of the Book\n• PDF of the Mini Screen Inserts\n• Music of Denoa\n• ***NOTE*** You can purchase the DM Tool Kit, Event Packs, Fun Packs, miniatures, and other rewards as add-ons\n• Freight will be added in BACKERKIT", "time": [{"ESTIMATED DELIVERY": "Oct 2020"}], "stat": ["Reward no longer available", "35 backers"]}], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "The Goddess Stirs ... Denoa Streaming Event this Saturday May 15th", "update_content": "Hello everybody!\nI would like to thank all of you for supporting this Kickstarter even though we defunded it. Although none of us wanted that to happen, the chaos of the Coronavirus Pandemic ended up proving the decision oddly wise. We were counting on stores to help promote the setting through organized play, and 60 days after our Kickstarter, stores across the world were closed. As I write this, in-store gaming has still not returned to the level we need it to be."}, {"update_no": "UPDATE #19", "update_userinfo": "Hello Folks! - Anybody Going to Winter Fantasy?", "update_content": "Hey folks! I hope this finds you well. I've got just a couple of things to mention\n(1) Several of you messaged me in the past few days giving me advice and asking questions about the project. This is much appreciated and you should ALL feel free to do so. There have already been a couple of cases of folks saying \"Oh *THAT'S* what you were trying to do.\" Which further illustrates that our message was muddled and that  we inadvertently turned customers away. We'll do better next time, and will float some ideas past you all to see if we fixed things up or made them worse. Thanks in advance for your help on that!"}, {"update_no": "UPDATE #18", "update_userinfo": "Thank You Kind Backers! // The People Have Spoken ==> We Will Defund This Campaign and Relaunch", "update_content": "Folks I am very sorry if the defunding of Denoa catches you by surprise. We have been talking with backers all day, and the majority would like to see us reach some of our higher stretch goals in order to create a better overall experience. Still, we are aware that you may not have had a chance to see the updates or be part of the discussion, and we are extremely sorry for that. We want to make as many people happy as possible, and this seems to be the route to do that."}, {"update_no": "UPDATE #17", "update_userinfo": "A Line in the Sand", "update_content": "*** THIS UPDATE IS PUBLIC SO THAT PEOPLE CONSIDERING BACKING DENOA WILL BE ABLE TO SEE IT ***\nFor those of you who are just catching up we had 2 \"Backer Only\" updates in the last 24 hours where I asked our backers if they wanted us to fulfill all rewards as-is, or cancel and relaunch this Kickstarter.\nAlthough the majority feel a relaunch may be beneficial, the vote was certainly not unanimous. Plus, brand new people coming in while we discuss this haven't had a chance to think about this."}, {"update_no": "UPDATE #16", "update_userinfo": "BIG QUESTION for backers that have joined us in the last 12 hours - PLEASE READ!", "update_content": "For those just joining us, this is the last chapter in our \"game.\" We have been \"playing the Kickstarter\" on and off and telling our own stories in Denoa. You can read the past entries or just jump in and make a choice. If you do, then you are already playing in Denoa! \n=======\nYou head down to the wharf to find 3 ships moored there. The ranger is on the docks speaking to a group of diverse people who are boarding them. All the countries around the Meralan Sea are represented. There are warriors from Tauranos, wizards from Arkanos, priests from Theonia. There are goodfolk from Gurlain standing with Griffon Knights from Krendor. There are spies from Dundar and silk merchants from Krakhammen. There are even Wyvern Knights from Kulaiya, bedecked in black armor and proudly displaying the symbol of their moon god."}, {"update_no": "UPDATE #15", "update_userinfo": "A BIG Question For Backers (PLEASE READ!)", "update_content": "OK folks, we are just over 48 hours from the end of this KS! Thank you SO MUCH for your support as we wind this down.\nThat said, it's time to take out all the stops. For that we REALLY need your help with Reddit. If you have an account could you please follow these links and upvote them? If you do, you will find out who your *3* SECRET SUPPORTERS are. They are all industry veterans that are MASTERS of their field. And they have chosen to support Denoa."}, {"update_no": "UPDATE #14", "update_userinfo": "The Final Choice [Let's Play Denoa - Part 5]", "update_content": "$75 ==> LIMITED SUPPLY\nSpecial Bundle 1 - \"Late\" Bird\n*Freight* will be added in Backerkit.\n*The DM Kit* adds even more content with more stretch goals.\nIncludes:"}, {"status": [{"Project is canceled": "FEBRUARY 1, 2020"}]}], "comment_no": 43, "projec_url": "https://www.kickstarter.com/projects/hammerdog/chronicles-of-denoa-chapter-1-5e-rpg-setting-and-campaign", "project_name": "Chronicles of Denoa: DnD 5e Setting, 8-18 Adventures, App (Canceled)"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "What if the Beatles had never met? Would we enjoy Dave Clark Five-mania (as Spider Robinson suggested)?\nWhat if Brian Epstein hadn’t managed the band? What if George Harrison hated sitar music? What if Ringo had been the true star of the band all along?\nWhat if the Beatles had been aliens? Or magic users? Or zombies? Or <gasp> American?\nHelp us answer those questions, and many more, as we gather together some of the biggest names in speculative fiction — and some wonderful musicians — to create Across the Universe: an anthology of speculative Beatles fiction. The writers who’ve already clamored for places in the anthology will be writing a series of speculative fiction stories across the genre-verse: horror, science fiction, and fantasy. Some humor, some not.\nAnd once the book is funded, we'll also be opening up some slots for story submissions from you! (Story submissions will be judged on their merit, not on whether or not the author supported this project.) The editors will announce guidelines and how to submit at that time.\nPLAY\n\nSpider Robinson warns of the Dave Clark Five Mania we avoided thanks to the Beatles\nSpider Robinson\nDavid Gerrold\nJonathan Maberry\nAlan Goldsher\nCat Rambo\nKeith DeCandido\nJody Lynn Nye\nLawrence Watt-Evans\nGail Z. Martin\nwith notes by Janis Ian and Nancy Holder\nWhy this book?  Because this is Something we've been wanting to do for a while. We sought out great writers Here, There, and Everywhere and invited them to Come Together and participate. (A few gave No Reply.) They're All Together Now excited about it, because they have a Real Love for the Beatles. There's a Place for each one. Every Little Thing is working out, because we don't want to come at this project all Helter Skelter.\nWith your Help, We Can Work It Out. If you contribute now, you will Get Back a wonderful book full of great stories. It'll be nothing short of a Revolution. We can't Wait! We promise it's going to be amazing. And when you get to The End, you'll say \"Yes It Is.\"\nFrom the editors, Michael & Randee (Two of Us)\nAt $6,000, the approximately 70,000-word anthology will be funded. (So that's not really a \"stretch\" goal.)\nAt $7,000, we’ll add two stories to the book. [One by a name author and one open submission slot; backing this Kickstarter campaign will not increase your odds of being chosen for the slot.]\nAt $8,000, we’ll add two more stories to the book. [One by a name author and one open submission slot; backing this Kickstarter campaign will not increase your odds of being chosen for the slot.]\nAt $10,000, we’ll add a hardcover limited edition, and a new pledge level.\nAt $12,000, we’ll guarantee a second book in this series, and guarantee all backers at or above the $5 level an ebook copy of that book when it becomes available.\nQuick Explanation: Kickstarter doesn’t really have an intuitive way to do add-ons, and the process can be confusing, so here’s a quick explanation. To add one of the below onto your current pledge, just click on the “Manage Your Pledge” button at the top right of the page, click in the “Pledge Amount” box, and change the pledge amount to reflect the addition of the amount of the add-on you want. Example: if your current pledge amount is $10, and you want to add a $5 add-on, you would click into the “Pledge Amount” box and change the pledge amount to $15. At the end of the Kickstarter campaign, we’ll send out a questionnaire to find out what add-ons you contributed for. NOTES: all ebooks listed available in .epub, mobi, or .pdf, unless indicated. Also, we can autograph a book to whomever you want and you can order more than one copy of the same book when doing an add-on.\n$5 — Add a limited edition cloisonné “Across the Universe” pin. This pin will ONLY be available to Kickstarter supporters and the contributors to the book.\n$7 — Add an ebook copy of Release the Virgins, edited by Michael A. Ventrella.\n$7 — Add an ebook copy of Science Fiction for the Throne, edited by Tom Easton and Judith K. Dial.\n$7 — Add an ebook copy of Fantasy for the Throne, edited by Judith K. Dial and Tom Easton.\n$7 — Add an ebook copy of Trafficking in Magic, Magicking in Traffic, edited by David Sklar and Sarah Avery.\n$14 — Add a trade paperback copy of Release the Virgins, edited by Michael A. Ventrella.\n$14 — Add a trade paperback copy of Science Fiction for the Throne, edited by Tom Easton and Judith K. Dial.\n$14 — Add a trade paperback copy of Fantasy for the Throne, edited by Judith K. Dial and Tom Easton.\n$14 — Add a trade paperback copy of Trafficking in Magic, Magicking in Traffic, edited by David Sklar and Sarah Avery.\n$15 — Add a personally autographed full-color print of the Abbey Road in Dryer Lint art piece by Heidi Hooper\n$25 — Add a personally autographed full-color print of the cover art from Dave Alvarez\nMichael A. Ventrella writes humorous adventure novels like Big Stick, The Axes of Evil, and Bloodsuckers: A Vampire Runs for President. His short stories have appeared in various anthologies, including the Heroes in Hell series and the Ministry of Peculiar Occurrences series. He’s edited the Baker Street Irregular anthologies (with Jonathan Maberry), the Tales of Fortannis fantasy series, and Release the Virgins! As a musician, he has played in many bands that loved to do Beatles covers. His web page is michaelaventrella.com.\nRandee Dawn is a Brooklyn-based veteran entertainment journalist for outlets including Variety, The Los Angeles Times, and The Today Show by day, and a speculative fiction writer by night (sometimes also by day). Her fiction has been published in magazines and anthologies including Fantasia Divinity, Where We May Wag, and Children of a Different Sky. She is the co-author of The Law & Order: SVU Unofficial Companion. More information available at randeedawn.com.\nDave Alvarez is an animator and cartoonist who has worked on films and comic books for Warner Brothers (Looney Tunes) and Disney studios, as well as his own comic strip Yenny. For more of his art, see dascomics.com.\nSpider Robinson is the creator of the beloved Callahan’s Place series, and also well-known as a musician. With his wife, choreographer Jeanne Robinson, he co-wrote the Stardance trilogy. He is the winner of three Hugo Awards and one Nebula Award, as well as the Robert A. Heinlein Award for Lifetime Achievement. He was a Guest of Honor at the 2018 World Science Fiction Convention. spiderrobinson.com\nDavid Gerrold is the winner of the Forry and Skylark awards, as well as the Hugo, Nebula, and Bram Stoker awards, but he will probably be longest remembered as the creator of Star Trek’s tribbles in his script for the original series episode “The Trouble with Tribbles.” He also created the Sleestak race in the TV series Land of the Lost. And he is the author of the wonderfully moving “The Martian Child.” He was a Guest of Honor at the 2015 World Science Fiction Convention. gerrold.com\nJonathan Maberry is the author of V-Wars (soon to be a major series from Netflix). More generally, he is a suspense author, anthology editor, comic book writer, playwright, and teacher. His early writings focused on martial arts, before he branched out into folklore, the occult, and thrillers. He is the winner of five Bram Stoker Awards, and was nominated for nine others. jonathanmaberry.com\nLawrence Watt-Evans is the winner of the Hugo Award for “Why I Left Harry’s All-Night Hamburgers.” He was an officer for both the Horror Writers Association and the Science Fiction and Fantasy Writers of America. watt-evans.com\nAlan Goldsher is an author and musician. His ten novels include Paul Is Undead: The British Zombie Invasion and My Favorite Fangs: The Story of the von Trapp Family Vampires. His music journalism has appeared in Bass Player and Guitar Player, and his sportswriting has been seen in ESPN The Magazine. As a professional bassist, he has recorded with Janet Jackson, Cypress Hill, and Naughty by Nature; toured the world with Digable Planets; and performed at the 1994 Grammy Awards. alangoldsher.com\nCat Rambo is a science fiction, fantasy, and technology author. She co-edited Fantasy Magazine and Ad Astra: the SFWA 50th Anniversary Cookbook, and has been nominated for the Nebula, World Fantasy, and Compton Crook Awards. She is the president of the Science Fiction and Fantasy Writers of America. kittywumpus.net/blog\nKeith R.A. DeCandido is an author, editor, musician, and martial artist. He has written tie-in fiction in more thirty different licensed universes from Alien to Zorro, and was given a Lifetime Achievement Award by the International Association of Media Tie-In Writers in 2009. He also writes original fiction taking place in the made-up cities of Super City and Cliff's End as well as the somewhat real locales of New York and Key West. He's been a professional percussionist for 25 years, backing up dozens of rock, blues, and folk musicians. http://decandido.net/\n Jody Lynn Nye is the author of over 50 books and more than 160 short stories. Alongside her own work, she has collaborated with some of the best names in the SF/fantasy field, including Anne McCaffrey and Robert Asprin. She worked with Asprin on his humorous fantasy MythAdventures series, and has continued them since his death. jodynye.net\nGail Z. Martin is best known for her Chronicles of the Necromancer series. She has also written steampunk adventures, urban fantasy, mysteries and more. ascendantkingdoms.com\nNancy Holder is a writer, editor, and game designer. She is the winner of five Bram Stoker Awards and the Scribe Award. She contributed to the design of FTL Games’ Dungeon Master, writes a column for the SFWA Bulletin, and teaches writing. nancyholder.com\nJanis Ian is a singer-songwriter whose most widely recognized song, “At Seventeen”, was released as a single from her 1975 album Between the Lines, which reached number 1 on the Billboard chart. She’s the winner of two Grammy Awards (out of ten nominations in eight different categories). In the 21st Century she has become a science fiction fan and author, with stories appearing in several anthologies (including Stars: Original Stories Based on the Songs of Janis Ian). janisian.com\nIan Randal Strock’s Fantastic Books has been publishing new and reprint speculative fiction since 2010. Fantastic Books authors include Grand Masters Tanith Lee and Michael Moorcock, as well as the best up-and-coming authors of today. Last year, the company ran the successful Kickstarter campaign which resulted in the publication of the anthology Release the Virgins, and previously published the short sf anthology Science Fiction for the Throne (which was the subject of our first successful Kickstarter campaign) and its sibling Fantasy for the Throne. Without consciously setting out to do so, the company specializes in single-author collections of short fiction, and is now moving into the realm of new and reprint anthologies. fantasticbooks.biz\n\"Abbey Road in Dryer Lint\" by Heidi Hooper\nMusic has always been a big part of my life, always playing in the background, even though my complete lack of ability made eight years of piano lessons pure torture on whoever was listening. I’m better at the 101-key keyboard, which makes words rather than sounds.\nAs a publisher, I frequently have authors approaching me with ideas for books. Some interest me, some don’t. In a swimming pool last summer, Randee Dawn said “what about an anthology of alternate Beatles stories?” I said it might be a good idea, but she’d need to flesh out the idea before I could say yes, do it. And besides, I was in the midst of another big project (Release the Virgins). At a convention soon after, Michael Ventrella approached me with an idea: “once we’re done with Release the Virgins, how about an alternative Beatles anthology?” I couldn’t respond. I just grabbed his arm, dragged him over to Randee, and said “repeat that.”\nSo I put the two of them together, saying “obviously, this is an idea whose time has come. I see a synergy with your two backgrounds.” And in a very short time, it went from a “hey, this could be neat,” to this fully fleshed-out plan.\nThe responses they got from the authors they asked—even those who didn’t have the time to participate—were almost unanimously “what a great idea!” So we’re presenting it to you. We hope you agree that it is a great idea, that these are stories you just need to read (as soon as they’re written).  — Publisher Ian Randal Strock", "risks": "Risks and challenges\nThe book will not be published unless it is funded through this campaign, but publisher Fantastic Books has an excellent record of producing funded projects.\n\nThe contributing authors have promised to write stories if/when the project is funded, but there is always the chance that one or more of them may be unable to do so.\n\nThe publisher reserves the right to decline to include a name (other than the real name of the person pledging).\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 2 or more", "title": "No Beatles In My House...", "descp": "...but I want to see the book published, so here's two dollars and you can include my name in the list of people who made this book happen.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 9 or more", "title": "Across the Universe Pin", "descp": "A Limited Edition Cloisonne “Across the Universe” Pin. This pin will ONLY be available to Kickstarter supporters and the contributors to the book. (Note, the pin is available as an add-on for each reward level above this one.)", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "The Electronic Universe", "descp": "An ebook copy of Across the Universe, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["43 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "The Printed Universe", "descp": "A trade paperback copy of Across the Universe, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["52 backers"]}, {"amt": "Pledge US$ 22 or more", "title": "The Two-Way Universe", "descp": "A trade paperback copy and an ebook copy of Across the Universe, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["58 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "The Double Universe", "descp": "Two trade paperback copies of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Signed Universe", "descp": "Editors Michael A. Ventrella and Randee Dawn will sign your trade paperback copy of Across the Universe. and we'll list your support in the book. (And if you want him to -- though we can't imagine why -- Publisher Ian Randal Strock will also sign your book.)", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Signed Universe: Author Edition", "descp": "Get your book signed by one of the contributing authors! Once we're funded and have a full Table of Contents we'll ask you who you'd most like to have sign a bookplate to be included in your book -- and as long as the author is good with it, we'll get them to sign the bookplate.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["9 backers", "Limited (41 left of 50)"]}, {"amt": "Pledge US$ 100 or more", "title": "The Sweet Universe", "descp": "Publisher Ian Randal Strock relaxes by baking, and he’s been baking his great-grandmother’s mondel bread (for those outside the family, they call it Jewish sugar cookies) since he was a child. He’ll bake you a batch of it at this level. Also, you’ll get a trade paperback copy of the book, an electronic copy of the book, the Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["6 backers", "Limited (4 left of 10)"]}, {"amt": "Pledge US$ 250 or more", "title": "Keith R.A. DeCandido's Universe", "descp": "Keith DeCandido will name a character after you in his story! Plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 250 or more", "title": "David Gerrold's Universe", "descp": "David Gerrold will name a character after you in his story! Plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (3 left of 6)"]}, {"amt": "Pledge US$ 250 or more", "title": "Gail Z. Martin's Universe", "descp": "Gail Z. Martin will name a character after you in her story! Plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 250 or more", "title": "Jody Lynn Nye's Universe", "descp": "Jody Lynn Nye will name a character after you in her story! Plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 300 or more", "title": "Michael Ventrella's Editorial Universe", "descp": "Editor Michael A. Ventrella offers a mentor-level manuscript read/analysis for a story (up to 15,000 words), plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 350 or more", "title": "Ian Randal Strock's Editorial Universe", "descp": "Publisher Ian Randal Strock offers a mentor-level manuscript read/analysis for a story (up to 15,000 words), plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 400 or more", "title": "Randee Dawn Feeds the Universe", "descp": "Share a meal with Editor Randee Dawn at an upcoming science fiction convention. For you and up to three other guests (of your choice). Also includes a trade paperback copy of Across the Universe, as well as a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 500 or more", "title": "Be a Star", "descp": "Editor Randee Dawn draws on her extensive day-job experience as a journalist (Variety, The Los Angeles Times, The Today Show) to help you write a press release for your next project (limited to 500 words and one revision; must be redeemed within one year). Also includes a trade paperback copy of Across the Universe, as well as a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Dedicated Universe", "descp": "Have the book dedicated to you! Also includes two trade paperback copies and two electronic copies of Across the Universe, as well as a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book (even though that might seem redundant).", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 5 or more", "title": "The Early Universe", "descp": "An ebook copy of Across the Universe, and we’ll list your support in the book. Available only to those pledging during the first week of the campaign.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}], "stat": ["Reward no longer available", "41 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Alan Goldsher's Universe", "descp": "Alan Goldsher will name a character after you in his story! Plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 250 or more", "title": "Cat Rambo's Universe", "descp": "Cat Rambo will name a character after you in her story! Plus a trade paperback and ebook copy of Across the Universe. Also includes a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 400 or more", "title": "Ian Randal Strock Feeds the Universe", "descp": "Share a meal with Publisher Ian Randal Strock at an upcoming science fiction convention. For you and up to three other guests (of your choice). Also includes a trade paperback copy of Across the Universe, as well as a Limited Edition Cloisonne “Across the Universe” Pin, and we’ll list your support in the book.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Everything is out there!", "update_content": "That's it! The campaign is completed!\nEvery book, every pin, every batch of home-baked cookies, are all in the mail and winging their way to you right now. The last \"expected delivery date\" the post office mentioned is December 23, 2019. So if you don't receive what you're expecting by that date (and your mailing address is in the US), contact me. (If your shipment is traveling outside the US, it make take a bit longer.)"}, {"update_no": "UPDATE #12", "update_userinfo": "Out and About!", "update_content": "Just about all the books (and other rewards) are in the mail, winging their way to our supporters! (There are just a few that will be going out Monday or Tuesday, a couple of special issues.) So, if you don't receive yours by the 21st (if you're in the US), let me know. Outside the US, it may take a bit longer.\nOn December 3, we had a launch party/reading as the December edition of the NYRSF Readings series (in Brooklyn, New York). A review of the evening and some photos are available in File770 (see ). Author Keith R.A. DeCandido also has a write-up and photos on his blog (see )."}, {"update_no": "UPDATE #11", "update_userinfo": "Ebook copies are now available", "update_content": "Ebook versions of Across the Universe are now available to Kickstarter backers. I've just sent out an email telling you how to get your copies (and if you ordered other ebooks, they're attached to that email). If you don't receive the email (from irs [at] fantasticbooks [dot] biz), please let me know; I just received four bounce messages (mailbox full, account inactivity, and the like.\nPrint versions will be going into the mail in the next few days."}, {"update_no": "UPDATE #10", "update_userinfo": "Happy Thanksgiving, now with BOOKS", "update_content": "I'm in Massachusetts with my family, celebrating the meal we turned into a five-day holiday. I hope yours is as wonderful as mine (mmm, desserts!).\nI'm writing because the first shipment of books has arrived! (See the photo below.) The books will start going into the mail when I get back to New York, so if you're a supporter, you'll be getting your copy real soon now."}, {"update_no": "UPDATE #9", "update_userinfo": "Cover reveal", "update_content": "Things are starting to get real!"}, {"update_no": "UPDATE #8", "update_userinfo": "Soon, and some good early reviews", "update_content": "I'll be sending the book to the printer in the next couple of days, so we're good on that front. But I thought you might appreciate some of the early reviews the book has been garnering.\nThe Publishers Weekly review is:\nRanging from trippy fantasy to hard science fiction and zombie apocalypse mash-up, the stories in this anthology send the members of the Beatles on wild adventures through alternate timelines and universes. In Allen M. Steele’s “Come Together,” artificial intelligences named for each of the Fab Four identify so strongly with their namesakes that they jeopardize their space probe’s mission when they begin to fall out with one another, mimicking the breakup of the band. An idealistic George Harrison tries to teach transcendental meditation to Richard Nixon with disastrous geopolitical results in Sally Wiener Grotta’s “The Truth Within.” Gregory Frost’s “A Hard Day’s Night at the Opera” plugs the band members into the plot of a Marx brothers movie to hilarious effect. It’s clear that each of the 25 contributors are true fans, filling their tales with references to Beatles history and, in the case of David M. Gerrold’s “The Fabtastic Four,” so many song lyrics that readers will be tempted to sing along. Beatles aficionados and fantasy fans will enjoy this affectionate, speculative homage."}, {"update_no": "UPDATE #7", "update_userinfo": "Silence does not equal inactivity", "update_content": "It occurs to me that, because I've been working on the book (and other projects), I haven't been updating you on the book's progress.\nEditors Michael A. Ventrella and Randee Dawn have turned in the complete manuscript for Across the Universe. I've finished my editing/proofreading pass, and sent galleys out to the authors for their final pass."}, {"update_no": "UPDATE #6", "update_userinfo": "Galleys, Ho!", "update_content": ""}, {"update_no": "UPDATE #5", "update_userinfo": "Surveys Sent", "update_content": "Just sent out our backer reward surveys. When you see it, please respond. If you don't see it, check your spam folder, or let me know. Thanks!\n--Ian"}, {"status": [{"Project funds successfully": "258 backers pledged $8,010"}]}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/667435382/across-the-universe-tales-of-alternative-beatles", "project_name": "Across the Universe: Tales of Alternative Beatles"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "      The Tiffanys is a 4 minute long computer animated short film, produced at Ringling College of Art & Design. Behind this short film are the filmmakers, Sean Esser, Caitlin Chiusano & Zhara Honore. Together, they have collaborated over the past year and a half to generate storyboards and concept art to create a funny and exciting story about a planet-conquering alien who mistakes a high school mean girl for the ruler of Earth. Currently, they are completing the CG production of the film, developing everything in the pipeline, from the models, to the rigs, layout, animation, lighting, textures and post-production. All three are excited to share the film with you come summer 2018.\n  Character Lineup\n Character Sketches\n Prom Set Exploration\n Select Color Keys from the Colorscript\nIn order to create the best film we can, a great musical arrangement and sound design is integral. With your help, we can raise enough money to cover the costs of our composer and sound designer. Additional Donations will help us cover film festival competition & submission fees.\nCOST OF COMPOSER:   $2,000\nCOST OF SOUND DESIGNER:   $1,500\nTOTAL: $3,500\nThank you for your generous support and donations, we appreciate it!\n-Zhara, Caitlin & Sean\n ", "risks": "Risks and challenges\nOnce this project is funded, we will strive to make the Tiffanys the best it can be. The final film will be completed Spring 2018 and released Summer 2018.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Tiffany #8", "descp": "-Thank You E-Card from Meep-Morp and the Tiffanys", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Tiffany #7", "descp": "-Meep-Morp and the Tiffanys Themed Stickers\n-Thank You E-Card from Meep-Morp and the Tiffanys", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Tiffany #6", "descp": "-Comic Strip featuring a new adventure of Meep-Morp and the Tiffanys\n-PDF of Promotional Film Posters\n-Character-Themed Stickers\n-Thank You E-Card from Meep-Morp and the Tiffanys", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Tiffany #5", "descp": "-The Official Meep-Morp Summer Swimsuit Magazine Cover\n-Comic Strip featuring a new adventure of Meep-Morp and the Tiffanys\n-PDF of Promotional Film Posters\n-Stickers\n-Thank You E-Card from Meep-Morp and the Tiffanys", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Tiffany #4", "descp": "-Official 'Tiffanys' T-Shirt\n-Digital Copy of the Film\n-Previous Prizes Listed Above", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Tiffany #3", "descp": "-Signed Artwork from the Film\n-PDF of the Film's Artwork\n-Previous Prizes Listed Above", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "Tiffany #2", "descp": "-DVD featuring the Film, Artwork and Storyboards\n-Previous Prizes Listed Above", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Tiffany #1", "descp": "-Special 'Thank You' in the Credits\n-Previous Prizes Listed Above", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"status": [{"Project funds successfully": "43 backers pledged $3,815"}, {"Project launches": "MARCH 4, 2018"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/851035485/tiffanys-an-animated-short-film", "project_name": "Tiffanys - An Animated Short Film"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "Villains & Vigilantes™: the Origin Story\nJeff Dee and Jack Herman first met in high school in Cary Illinois way back in 1977. Our shared interest in comics and gaming led to the argument which gave rise to our Villains and Vigilantes™ superhero role-playing game: who would win in a fight, Spider-Man or the Human Torch? We decided to game it out... which meant coming up with game rules for superhero combat!\nSoon we were running our newly created superhero RPG, which we named \"Villains and Vigilantes\" (V&V™ for short), for our own local gaming group. Our player's characters called themselves... the mighty Protectors!\nThe first edition of V&V was published in 1979, followed by a revised and improved edition in 1982.\nVillains and Vigilantes was the first complete superhero role-playing game. Its second edition featured random character generation, d20-based combat and 'hit points' reminiscent of other early tabletop RPGs, and the option for players to make characters based on themselves. Because superheroes and role-playing games are awesome! It's an unabashedly old-school approach. Read reviews of V&V here!\nIn 2010, we set up Monkey House Games™ in order to release V&V 2.1: a re-publication of the '82 second edition with some corrections, new material, and all-new artwork. This was followed by a series of new V&V adventures, including \"Infinity Lounge\" which you can download for free.\nBut MHG's ultimate aim was always the publication of a fully updated 3rd edition of V&V. After an unfortunate delay due to legal problems (which have now been successfully resolved), this brings us to...\nV&V 3.0: Mighty Protectors!\nThe new 'third edition' has a name, and not just a number: it’s called MIGHTY PROTECTORS™ after the player group from the very first V&V campaign in our official setting – the Mighty Protectors Multiverse.\nMighty Protectors features a new streamlined and expanded revision of the V&V rules, an intro to the Mighty Protectors Multiverse (about which we've only provided scattered details before), and all-new artwork.\nWe’ve posted about the new rules extensively on the Monkey House Games website. Expansions and changes include: refined character generation (supporting campaigns at Low, Standard, or High-powered ability levels, and allowing optional character construction in addition to random generation), improved game balance, new super-abilities (such as Arsenal, Grapnel and Communicators), greatly improved rules for old abilities (such as Special Weapons and Vehicles), and new rules for customizing abilities! Check out this sample conversion of the villain Bandit and his Race Car, from the V&V supplement Most Wanted!\nDespite these additions and changes, converting characters from Revised / V&V 2.1 is relatively simple. Monkey House Games is also committed to supporting the previous edition of V&V, and so we will include Revised/2.1 stats in all of our 3.0/Mighty Protectors adventures and supplements.\nV&V 3.0: Mighty Protectors also includes an extensive overview of the Mighty Protectors Multiverse. Play alongside its greatest heroes, such as the Crusaders, Shatterman and Condor, or the mighty Protectors themselves! Prowl the streets of Central City, explore the fabled Secret Land, travel among the planets of the Sphere, or visit the Interdimensional Library! You can read all about the Mighty Protectors Multiverse on our forums.\nProject Status\nOver 5 years in development, Mighty Protectors has been heavily play-tested. The new rules are finished, solid, and awesome. The remaining text work consists of a final editing and usability pass, examples of play, and final page layouts. We also need to create all of its artwork. We estimate that the book will be 140 pages in length. The money we raise will fund this effort, plus the work necessary to complete our stretch goals. We're extremely proud of the work we've already done, and thrilled to finally be able to bring the finished product to you!\nAdd-Ons!\nYou may add any combination of these choices to your pledge. Select any pledge level, while adding the following amounts to the actual amount of your pledge. For example, if you want the $15 PDF and the $64 poster AND the $2 Excel Record Sheet Pack, pledge $81 and select the $15 pledge level. We can figure out exactly what to send you from that.\n+$1 Dr. Killjoy & Spoilsport Foe File PDF, written and illustrated by Jeff Dee. Meet the murderous doctor and his violent kid sidekick!\n+$2 Excel Record Sheet Pack for Mighty Protectors (Character, Vehicle, Group & Combat record sheets). Speeds up character creation and gameplay!\n+$4 Rolla Girlz Gang Guide PDF by Dave Woodrum, illustrated by Tod Allen Smith. Thugs for hire, perfect for street-level campaigns or as henchmen to a more powerful supervillain!\n+$8 UNLOCKED! Softcover edition of Situation Room, an adventure for Mighty Protectors by Jack Herman, illustrated by Jeff Dee (36 pages)\n+$16 UNLOCKED! Softcover edition of Market Forces, an adventure for Mighty Protectors by Stephen Dedman, illustrated by Tod Allen Smith (62 pages).\n+$32 UNLOCKED! Softcover edition of War Heroes, a huge WWII sourcebook for Mighty Protectors by Brian Adams, illustrated by Scott Sackett (300 pages). Read reports from the playtest campaign HERE!\n+$64 A full-color, 17\" x 22\" poster of the Mighty Protectors cover art, signed by artist Jeff Dee\n+$128 A set of 24 letter-sized prints of illustrations from the Mighty Protectors rulebook, signed by artist Jeff Dee\n+$256 An 8 1/2\" x 11\" custom color portrait of your V&V3: Mighty Protectors character by artist Jeff Dee, with a signed certificate of authenticity and a PDF of their Mighty Protectors RPG stats!\nStretch Goals!\nThe following bonuses become unlocked when the project funding these levels:\nGOAL REACHED! $19,000: Mighty Protectors Referee Screen. Everyone who pledged at least $15 gets this printable 8 page landscape-format PDF of all of the crucial lists and charts from the new game when funding reaches this level. BONUS: Limited Edition Emblem! Every copy of the Mighty Protectors rulebook purchased through this Kickstarter - PDF, softcover or hardcover - will contain a special emblem and the words \"Special Edition\" on the title page. The emblem will be specially created for this purchase by co-author/artist Jeff Dee!\nGOAL REACHED! $21,000: Market Forces. The softcover edition of this 62-page adventure for Mighty Protectors becomes a $16 add-on when funding reaches this level. Everyone who pledged at least $30 gets a PDF copy of this adventure for FREE! Written by Stephen Dedman, illustrated by Tod Allen Smith. An investigation into local organized crime turns out to have international ties! BONUS: Intercrime Character Conversions! Everyone who pledged at least $15 receives a PDF set of Mighty Protectors character sheets for all 8 characters from our V&V adventure \"Intercrime: Hostile Takeover!\"\nGOAL REACHED! $24,000: War Heroes. The softcover edition of this 300+ page World War 2 sourcebook for Mighty Protectors becomes a $32 add-on when funding reaches this level. Everyone who pledged at least $55 gets a PDF copy of this sourcebook for FREE! Written by Brian Adams, illustrated by Scott Sackett. Seventy characters, period vehicles and equipment, maps, a timeline, and optional rules for an ultra-low-powered Commandos campaign. Team up with Freedom Eagle, Psi-Man, and Stormlord's father, Excalibur! Read reports from Brian's 3.0 playtest campaign HERE! BONUS: Crisis Character Conversions! Everyone who pledged at least $30 receives a PDF set of Mighty Protectors character sheets for all 18 characters from our V&V adventure \"Crisis at Crusader Citadel!\"\nGOAL REACHED! $28,000: Situation Room. The softcover edition of this new 36-page introductory adventure for Mighty Protectors becomes an $8 Add-On when funding reaches this level. Everyone who pledged at least $15 gets a PDF copy of this adventure for FREE! When the Mighty Protectors are called off-world for an interstellar emergency, their worst enemies - The Unhuman League - launch a blood curdling operation to take over America. Can you and your teammates stop them? Written by Jack Herman and illustrated by Jeff Dee.\nGOAL REACHED! $33,000: Abomination Realm. The softcover and PDF editions of this new 48+ page adventure/sourcebook for Mighty Protectors become slated for publication when funding reaches this level. Everyone who pledged at least $80 gets a PDF copy of this book for FREE! Uncover the hidden world of monstrous villains - and heroes! Shunned and feared by mankind they lurk just out of sight, undermining (or defending) the civilization which despises them. Face the followers of Sthenno and her monster-lord allies, side with Mother Enyo and her frightful paladins, or play an entire campaign as monstrous heroes - upholding the light from out of the darkness! Written by Jack Herman, illustrated by Neil Vokes!\nGOAL REACHED! $39,000: Beyond This World. The softcover and PDF editions of this new 48+ page space adventure/sourcebook for Mighty Protectors become slated for publication when funding reaches this level. Everyone who pledged at least $80 gets a PDF copy of this book for FREE! Explore the worlds of the Spherical Confederation, or oppose their blockade of the Earth. Fight the grim space legions of the distant Technocracy, and the voracious mutant Psynax. Travel all the way to the galactic Core, and fight an eternal war alongside the warriors of Kosmos! Written by Stefan Jones (author of From the Deeps of Space and Infinity Lounge), illustrated by Tod Allen Smith (Star Wars trading card artist, Ancient Evil)!\nBONUS!: Enough with the stretch goals. To say thank-you, everyone who pledged at least $15 ALSO receives: 1) The Nicotines Gang Guide PDF by Jack Herman, illustrated by Jeff Dee. This classic street gang from the Revised rulebook returns, with detailed backgrounds, Mighty Protectors stats, and a few surprises! And: 2) the Mighty Protectors Combat Log Book by Manda, aka Talzhemir. Print & assemble this handy accessory for tracking your character's damage, protection, power & hit points. Contributed by Jeff's partner from his other RPG publishing company, UNIgames!\nMonkey House Games and Mighty Protectors are trademarks of Monkey House Games. Villains and Vigilantes and V&V are trademarks of Scott Bizar, used with permission.", "risks": "Risks and challenges\nI've been involved with 5 successful role-playing game book Kickstarters and over a dozen art Kickstarters. While projects of those kinds do entail certain risks and challenges, I'm well acquainted with them and foresee no problems.\n\nI'm still delivering the physical map and atlas books from my previous RPG Kickstarter, the Kurt Hills Atlas. The maps will ship within days. The books are still being written by my partner on that project, Talzhemir Mrr. That work is well underway, and those books should ship by the funding deadline of this new project, so this is not expected to be a problem.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "CONCERNED CITIZEN", "descp": "Help us out by passing on a tip. Thank you, citizen!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "LOCAL HERO", "descp": "You'll receive the PDF edition of the V&V3: Mighty Protectors RPG rulebook!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["172 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "SUPER HERO", "descp": "You'll receive a softcover copy of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["334 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "ULTRA HERO", "descp": "You'll receive a hardcover copy of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["225 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "DYNAMIC DUO", "descp": "You'll receive one hardcover AND one softcover copy of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "GROUP LEADER", "descp": "You'll receive 3 copies of the softcover edition of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same. Perfect for outfitting your entire gaming group!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 95 or more", "title": "LOCAL BASE", "descp": "For retail stores only. You'll receive 5 copies of the softcover edition of the V&V3: Mighty Protectors RPG rulebook.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 105 or more", "title": "PARTNERS", "descp": "You'll receive 2 copies of the hardcover edition of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same. One for you, and one for your crime-fighting buddy!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 115 or more", "title": "FABULOUS FOUR", "descp": "You'll receive 4 copies of the softcover edition of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same. Perfect for outfitting a larger gaming group!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 140 or more", "title": "MIGHTY LEADER", "descp": "You'll receive three copies of the softcover edition AND one hardcover of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same. Perfect for outfitting a large gaming group!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 155 or more", "title": "TITANIC TRIO", "descp": "You'll receive 3 copies of the hardcover edition of the V&V3: Mighty Protectors RPG rulebook, plus a PDF of same. Perfect for outfitting an elite gaming group!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 160 or more", "title": "HEADQUARTERS", "descp": "For retail stores only. You'll receive 5 copies of the hardcover edition of the V&V3: Mighty Protectors RPG rulebook.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 400 or more", "title": "MINOR TEAM-UP", "descp": "Jeff Dee and Jack Herman will run a 4-hour Mighty Protectors session for you and up to 5 of your friends online, using the Roll20 app in a Google+ hangout. Must be redeemed by December 2017. Add $15 ($415 total) to also receive a PDF of the Mighty Protectors rulebook, add $30 ($430 total) to also receive a signed softcover Mighty Protectors rulebook, add $55 ($455 total) to also receive a signed hardcover Mighty Protectors rulebook, or add $85 ($485 total) to also receive THREE signed softcover Mighty Protectors rulebooks.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (8 left of 12)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "ART COLLECTOR", "descp": "Own the original pen & ink artwork for the cover of the Mighty Protectors RPG rulebook - signed, and with a certificate of authenticity, AND a PDF copy of the Mighty Protectors RPG rulebook. Add $15 ($1015 total) to also receive a PDF of the Mighty Protectors RPG rulebook, add $30 ($1030 total) to also receive a softcover Mighty Protectors rulebook, add $55 ($1055 total) to also receive a hardcover Mighty Protectors rulebook, or add $85 ($1085 total) to also receive THREE softcover Mighty Protectors rulebooks.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 1,200 or more", "title": "MAJOR TEAM-UP", "descp": "Jeff Dee or Jack Herman will run a 4-hour Mighty Protectors session for you and up to 5 of your friends at any North American game convention of your choice. Must be redeemed by December 2017. Add $15 ($1215 total) to also receive a PDF of the Mighty Protectors rulebook, add $30 ($1230 total) to also receive a signed softcover Mighty Protectors rulebook, add $55 ($1255 total) to also receive a signed hardcover Mighty Protectors rulebook, or add $85 ($1285 total) to also receive THREE signed softcover Mighty Protectors rulebooks.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (3 left of 4)"]}], "updates": [{"update_no": "UPDATE #71", "update_userinfo": "War Heroes PDF Available To All", "update_content": "Great news! The War Heroes WWII Sourcebook is now available for purchase as a PDF at DriveThruRPG. Just follow this link: https://www.drivethrurpg.com/product/361158/War-Heroes\n\nThe print edition will be available in a few more days. Watch for that announcement!"}, {"update_no": "UPDATE #70", "update_userinfo": "War Heroes PDF Updated", "update_content": "Hey, everyone. We've finished our correction pass on the War Heroes PDF. If you were one of the backers who qualified to receive it for free, you can get the update by simply revisiting the same link we sent you before (check your Kickstarter messages).\nThe War Heroes PDF will be available for sale to the general public via DriveThruRPG in just a few more days. We'll post another announcement and a link when that occurs."}, {"update_no": "UPDATE #69", "update_userinfo": "War Heroes Update", "update_content": "Hey, everyone. We've discovered a few things we'd like to correct in the War Heroes PDF, almost entirely formatting issues. We're working on correcting those, and will let you know when we've replaced the file on DropBox with a new one you can download.\nNOTE: Only those who pledged $55 or more get the War Heroes PDF for free. Check your Kickstarter messages; there's a link for you there if you qualified. We'll announce when it's available for purchase by everyone else."}, {"update_no": "UPDATE #68", "update_userinfo": "War Heroes WWII Sourcebook Arrives!", "update_content": "Hi everyone! Thanks for your great patience and continued support. At long last, we've completed the War Heroes WWII Sourcebook for Mighty Protectors.\n\nThose whose total pledge including stretch goals totaled $55 or more will very shortly receive a private message containing a download link for the War Heroes PDF."}, {"update_no": "UPDATE #67", "update_userinfo": "War Heroes Status Report V", "update_content": "Work is progressing. Here's a preview of a few more of the 42 'minor character' illos that Jeff is working on:"}, {"update_no": "UPDATE #66", "update_userinfo": "War Heroes Status Report IV", "update_content": "We're pleased to report that the last of the maps for the War Heroes book have been completed. Jeff is now working on a handful of illustrations which were not originally planned, but we've decided are essential. We're attaching a sneak preview of one of the maps, and one of these bonus illustrations to this update for your enjoyment. Thank you, everyone, for your ongoing patience and support!\n-Jack & Jeff"}, {"update_no": "UPDATE #65", "update_userinfo": "The Nicotines Gang Guide Is Now Available!", "update_content": "Jack just submitted the final draft of the Nicotines Gang Guide, and it looks terrific. Jeff is now tasked with putting all of the pieces together, which (fingers crossed!) will happen this week. A download of this PDF bonus will be available free to everyone who pledged $15 or more. Watch for an email with the download link!\nIllustrated by Jeff Dee, this classic street gang from the Revised rulebook returns, with detailed backgrounds, Mighty Protectors stats, and a few surprises!"}, {"update_no": "UPDATE #64", "update_userinfo": "Nicotines Gang Guide Progress Report!", "update_content": "Work continues on the War Heroes sourcebook for V&V3: Mighty Protectors. Since our last update, Jeff has completed the following maps:\nCamp Quartermain\nWW2 Europe\nGeneric Warehouse\nJapanese POW Camp\nLaird Manor"}, {"status": []}], "comment_no": 341, "projec_url": "https://www.kickstarter.com/projects/jeffdee/villains-and-vigilantestm-30-the-mighty-protectors", "project_name": "Villains and Vigilantes™ 3.0: The Mighty Protectors™ RPG"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "HD Trailer Reconstructions on Vimeo: English / Japanese\nOne of the classics of the original Anime OVA boom, Riding Bean is acclaimed character designer SONODA Ken'ichi's gasoline and gunpowder-fueled 46-minute joyride around Chicago, featuring original music by Phil Perry & David “Creatchy” Garfield.\nNationwide may not be on their side...\nThe plot begins to thicken when ace courier Bean Bandit drives getaway from a robbery (score: 6 police cruisers and 1 18-wheeler). The crooks are a little ticked off to find out that Bean's flat rate fee accounts for almost all of the proceeds, but business is business.\nShe's gonna need a bigger stun-gun...\nThe next day, Bean and his heavily-armed assistant, Rally Vincent (deadly with both gun and frying pan), receive a visitor with a young girl in tow.\nMinor character Morris gets Majorly Messed Up\nThe visitor barely has time to beseech them to return the girl to her father before a hit-team swiss-cheeses Bean's apartment. Unfortunately for him, he doesn't have Bean's taste in clothes (all Kevlar, including his underwear!)\nProfessional Driver... Do not attempt!\nBean and Rally bundle little Chelsea into the car and make tracks. Alas, what they don't know is that the kidnappers have already made off with the $2,000,000 ransom, leaving them to take the rap. Will Bean discover the ruse in time and get the money for himself? Will he be able to evade the relentless pursuit of Inspector Percy? And most importantly, how much will the Chicago P.D.'s insurance company raise their rates?\nThis limited-edition Blu-Ray release is a \"High Octane Edition\" for a reason. We will be using the same uncompressed HD transfer as the recent Japanese release, but using a BD50 instead of BD25 for a higher bitrate. It will contain both the original Japanese soundtrack and the English dub, plus English subtitles in multicolor, greyscale and SDH variants (or you can watch with no subtitles if you prefer). The disc will not be region-coded, and we can ship it anywhere in the world except for Japan, China and Taiwan.\n(possible poster image; backers will vote on which one we use)\nOther bonus materials include a 9-panel insert sheet with mini-poster, printed program notes and other cool stuff, as well as color artwork, line art (settei), after-recording script, and more. As much as possible, everything will be available both on the disc and online. And of course, all backers will be credited on the disc!\n(Actually, we prefer credit cards and PayPal)\nThe High Octane Edition will only be sold via crowdfunding and direct sales on our website. It will never be available for less than the crowdfunding price. While we currently do not intend to release a regular commercial version of Riding Bean on Blu-ray, if we do it will be in different packaging and will not include any extra physical stretch-goal bonuses.\nRegular Reward Levels\nDigital backers ($5) get access to the data archive, which includes high-resolution graphics, settei, and the original after-recording script.\nRegular backers ($25) get the basic Blu-ray in a premium transparent Amaray case with a reversible sleeve, so there will be two cover variants to choose from, and a 9-panel printed insert with liner notes and a mini-poster. It also includes a custom embroidered patch. There is no \"early-bird\" level because everyone is getting early-bird pricing -- we don't want anyone to feel like they missed out.\nPatches we did for the first two kickstarters\nPremium backers ($50) get everything in Basic, plus a packaging upgrade to a chipboard case with new original art by Mr. Sonoda and an artbook (approximately 180 pages in color and black&white) that fits in the case with the Amaray.\nSupreme backers ($75) get everything Premium backers get, plus a keychain designed by Mr. Sonoda and a personalized on-disc \"Rally Vincent Gun Safety Course\" completion certificate, accessible via a custom easter-egg code.\nThe embossed keychain we did for Bubblegum Crisis\nHere's a demo of how the custom easter-egg works on Otaku no Video:\nNitrous-Injected backers ($110) get everything the Supreme backers get, plus two additional rewards: a 30mm-scale polyurethane garage kit of Buff the Roadbuster, and a personalized on-disc \"Bean Bandit Offensive Driving School\" completion certificate, accessible via a custom easter-egg code. Note that Nitrous-Injected backers get both certificates!\nOriginal design drawing of Buff the Roadbuster\nPatron backers ($200) get everything Nitrous-injected backers get, plus their name also appears on a startup screen every time the disc is played (as part of the copyright screen; you can skip right to the menus).\nInspector Percy backers ($300) get everything Patrons get, plus they will receive one of the actual production check discs to test and keep -- and thus, be the first to see the (hopefully!) finished Blu-Ray.\nNote about Extra Copies: If you want an extra copy or two, don't worry; we will make addons available after the campaign ends (it's just simpler to do it that way rather than have a ton of different reward categories).\nSimilarly, we will be able to provide a limited number of assembled and painted car models -- and since we're making a 3D model as the first step in the production process, we may be able to do some custom 3D prints as well.\nSpecial Limited Reward Levels\nWe also have several special support levels that will gradually go down in price until someone snaps them up.\nCel backers get everything a Patron gets, plus one of 9 original Riding Bean production cels. Here are the cels:\nCel #3 was signed by Mr. Sonoda in 1996! (Click for larger version)\nSonoda Sketch backers get everything a Patron gets, plus they get a sketch of their favorite Riding Bean character or scene -- personally inscribed if desired.\nHere's an example of one of the sketches Mr. Sonoda did for backers of the Bubblegum Crisis set. Note that these kind of rewards will be shipped from Japan and customs duty may apply.\nIllustration backers get everything a Patron gets, plus they also get a full-color B4-size (250 x 353mm / 9.8 x 13.9\") original illustration Mr. Sonoda is creating for this release -- personally inscribed if desired. The number of rewards in this category will depend on what stretch goals are chosen and achieved -- see below for more details.\nHenchmen backers get everything Patrons get, plus have characters in Mr. Sonoda's manga modeled after them. Similarly, Innocent Bystanders have background characters modeled after them.\nAnd finally, the Criminal Mastermind backer gets everything a Patron gets, plus he/she gets listed as the Criminal Mastermind on the packaging! And we'll include 4 extra sets as well.\nOur shipping department will treat your rewards with great care...\nShipping Details\nOn this project, we're charging a shipping fee on all orders, as opposed to giving US backers \"free\" shipping (which isn't really free, it's just bundled in). One reason we're doing this is because it helps establish the correct customs value for international shipments.\nCustoms costs, VAT and \"processing fees\" are a major annoyance for international backers, and we want to do everything we can to minimize or eliminate this hassle. That's why we're pleased to announce that this project is EU and Canada-friendly.\nThis means that we'll be shipping copies directly to fulfillment houses in Canada and the UK (who will then reship to backers in the EU). The extra cost of doing this (and the customs fees we pay upfront) have been baked into the shipping charge on a country-by-country basis:\nBasic Sets:\nUS: $5 shipping.\nEverywhere else: $15 shipping.\nPremium Sets (and higher levels or multiple sets):\nUS: $7 shipping.\nCanada/UK/EU: $20 shipping.\nElsewhere: $25 shipping.\nShipping costs have had to rise since our previous projects because of increased costs. In particular, USPS First Class Mail International rates have hugely increased for packages over 8oz (and the Premium Set will be over 1lb).\nNote that the shipping cost is a flat rate; if you later add on extra sets or other goodies, the maximum shipping cost is the Premium Set cost.\nWe will ship to non-CA/EU international backers directly from the USA using USPS International First Class Mail. Backers in Australia, New Zealand, Switzerland and Norway should not have any extra fees because the price of the basic set ($25) is below the personal exemption for those countries.\nWe will check into possibly doing local fulfillment for countries with significant order sizes (based on previous projects, the most likely candidates are AU/NZ). Whether or not it is cost-effective depends on a lot of factors, but if it can save some money we'll either refund the difference or give credit that can be used for addons.\nWe have created a Customs Estimator spreadsheet that backers in other countries can use. If your country is not listed, we would greatly appreciate it if you could research how costs are calculated in your country and let us know so we can update it.\nYou can help tune this project...\nCrowdProduction\nAs with our previous limited-edition releases, there are going to be opportunities for you to get involved in the actual work of producing the set. Backers who do substantial work on the project will get credit on the packaging and on the disc, an IMDb listing, extra copies of the set for family and friends, and a special CrowdProduction bonus item.\nCrowdProduction opportunities include (but are not limited to):\nCleaning up and curating the images.\nTranslation of the commentary track(s).\nSubtitle proofreading.\nPackaging, Disc Art and Logo design.\nLiner Notes Research.\nArtbook Design.\nContact us when the project makes its basic goal if you're interested in taking on the challenge.\nHow it feels to manage a crowdfunding project...\nAchieved Stretch Goals\n$40,000 - REACHED IN 2 HOURS! New Sonoda artwork for the Amaray case sleeve. Mr. Sonoda will create a new cover illustration for the Blu-ray case. This stretch goal unlocks an \"Illustration\" reward that delivers the original artwork.\n$60,000 - REACHED IN 8.5 HOURS! New Riding Bean Manga. Mr. Sonoda will create a new 4-page manga ministory for the insert and artboook. This stretch goal unlocks 3 \"Henchman\" rewards -- backers will be used as models for characters in the manga (and knowing Sonoda, will probably die horribly) -- these rewards will go live at 4pm ET on Monday, March 7th.\n$90,000 - REACHED IN 3.1 DAYS! Japanese Commentary Track featuring Mr. Sonoda and 1-2 other Japanese commentators.\n$110,000 - REACHED IN 21 DAYS! Expanded Sonoda Riding Bean manga - 8 pages instead of 4; unlocked additional \"Henchman\" rewards\nRemaining Stretch Goals\n$130,000 - English Commentary Track with Anime Historian Gilles Poitras\n$135,000 - Reprint of Riding Bean Manga (in both digital form and in the artbook) - Reduced from $140k as a special thank-you!\n$170,000 - New Riding Bean Song by David Garfield and Phil Perry!\nYou've got questions... we've got answers...\nCan I sign up using PayPal?\nNow that the campaign has reached its basic goal, PayPal signup is available on our website. We ask that people only use this if they cannot back the project via Kickstarter.\nWhat about subtitles in other languages?\nA major reason the Bubblegum Crisis set had authoring delays was that it had so many subtitle tracks (6 languages x 2 variants) that it caused the authoring system to crash! So we'd prefer to keep it simple(r).\nCan I order extra copies?\nWe will make additional copies available (at a discount) as an add-on after the campaign ends.\nWhat about doing a Challenge Coin?\nWe love the challenge coin we did for Bubblegum Crisis, and we'd like to do one for Riding Bean as well, but we think it's best to do it as a separate add-on. After the campaign is over, we'll poll people to figure out how many would like a coin, and if it is feasible, we'll do one. Note that we are definitely doing a keychain, and the Bubblegum Crisis one came out great!\nCan I get one of the previous Limited Edition Kickstarter Blu-rays?\nYes! We still have a few of the Bubblegum Crisis Utimate Edition sets left, and you can still sign up for the Otaku no Video Otaking Edition, which is about to go into production!\nWho is running the project?\nRobert Woodhead is one of the founders of AnimEigo, one of the original wave of Anime releasing companies. Over the years AnimEigo has released hundreds of Anime and Samurai film titles in both dubbed and subtitled form. He's the creative and technical guy.\nUEKI Natsumi is Robert's wife and partner. She's a level-headed businesswoman who describes her career as \"a quarter-century of successfully preventing Robert from bankrupting the company.\"\nTrivia: Okada Toshio of Gainax once told us that \"Everyone wants to be the second person to do business with you.\" Riding Bean was the first title AnimEigo licensed directly from Japan; its success paved the way for everything that came later.\nCredits: Thanks to Google, Freepik, Vaadin, Dot on Paper, and Flaticon.com for icons used in the campaign graphics.", "risks": "Risks and challenges\nWhile we are confident that we will be able to meet or beat the December release date, a video production project such as this can suffer unexpected delays. In particular, one side-effect of the excellent feedback we get from backers is that we expect a certain amount of \"feature creep\" as people come up with great ideas that \"simply must be done\", and these tend to stretch the schedule a bit.\n\nWhat we can promise is that we will take the time to get things right, even if that means slipping the release date, and that we will keep you fully informed every step of the way -- the Bubblegum Crisis project had over 50 project updates.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #45", "update_userinfo": "Kenichi Sonoda’s Bean Bandit New Anime Project", "update_content": "Just wanted to give everyone a headsup that Mr. Sonoda has launched a kickstarter project for a new Bean Bandit anime.\nCheck it out here!"}, {"update_no": "UPDATE #44", "update_userinfo": "Gunsmith Cats Explosive Edition Campaign is Live!", "update_content": "Dear Backers,\nI completely forgot to post an update when the campaign went live! My apologies, and here is the link: https://www.kickstarter.com/projects/madoverlord/gunsmith-cats-explosive-edition"}, {"update_no": "UPDATE #43", "update_userinfo": "Gunsmith Cats Preview PS!", "update_content": "Hi everyone, time for another update!\nBuff Production/Shipping Status\nAll Canadian Buffs have been shipped.\nAll EU Buffs should be shipped early in January. We had some shipping and customs delays - apparently the EU has stricter emissions control regulations..."}, {"update_no": "UPDATE #42", "update_userinfo": "Gunsmith Cats Preview", "update_content": ""}, {"update_no": "UPDATE #41", "update_userinfo": "Happy Non-Denominational Gift-Getting Season to All!", "update_content": "Hello everyone.\nLate last week we received a shipment of about 70 1:43 Buff models from On The Lamb!"}, {"update_no": "UPDATE #40", "update_userinfo": "The Return of Rally Vincent!", "update_content": "Hello everyone, time for another update!\nBy now everyone should have gotten their Blu-rays. If you haven't for some reason, please contact us and let us know so we can rectify the situation.\nThe one remaining item on our to-do list is the Buff car models, and this update is devoted to a report on progress in this regard."}, {"update_no": "UPDATE #39", "update_userinfo": "You get a car...! and you get a car!", "update_content": "Dear Backers,\nToday was the first day of actual shipping on Riding Bean, but we've been busy packing things up all through the weekend. Here's what we got done:\nUK/EU Backers"}, {"update_no": "UPDATE #38", "update_userinfo": "Rolling along!", "update_content": "Dear Backers,\nI am pleased to announce that the BluRays were repressed using the correct label, and have just arrived at our office."}, {"status": []}], "comment_no": 561, "projec_url": "https://www.kickstarter.com/projects/madoverlord/riding-bean-high-octane-edition-anime-blu-ray", "project_name": "Riding Bean High Octane Edition Anime Blu-ray"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "LUMA DICE\n Playing games should always be a fun and magical experience. Our job is to deliver you the most exciting dice for playing all your tabletop adventures!\nWe have turned traditional dice on its head. Each side of dice lights up with different colored lights. The dice itself is carved from a solid block of aluminum and uses an accelerometer to detect motion to turn the lights on and off again when not being used.\nWhether you’re into Dungeons & Dragons, board games or just a collector we think you'll love LUMA DICE as much as we do.\nHappy rolling!\nLUMA DICE TEAM\nUPDATE: NEW COLORS (UNLOCKED STRETCH GOALS)\nPhoto of colors taken from the factory\n\nList of colors: Black, Black (with white dots) Silver, Silver (with black dots), Gold, Space Grey, Midnight Blue, Light Blue, Green, Purple, Orange, Copper, Rose Gold, Yellow & Blood Red. (as voted by you!)\nUPDATE: PROGRAMMING FEATURES (UNLOCKED STRETCH GOALS)\nBy far the most requested feature and we are ready to add this to LUMA DICE! You will now be able to change the color of the LED's on LUMA DICE. For example all blue or all red led's and of course raindow. See all the details in our update: HERE\nPasser-by notices dice: \"What is that, it looks cool!\"  \nMe: \"It's LED dice\"\nPasser-by : \"Wow, make me some please, MUST HAVE NOW!!\"\nLuma dice has great balance\nFeatures of LED DICE\nRGB LED's - Every dice has 21 RGB lights, each side with it's own color. The 6 side is blue, 5 side green, 4 side red, 3 side yellow, 2 side purple/pink and the 1 side cyan.\nMotion Detection -LED DICE knows when you pick it up or roll it and the light activates. After 20 secs of no use, it turns off to save battery power. We do this by including an accelerometer which can detect any motion. We are very proud of this feature and hope you enjoy it!\nReplaceable Battery - You can change the batteries easily. Just unscrew the top and take out the old batteries and put in the new ones. It uses two small 'SR54' batteries which are sold at supermarkets and you can buy on Amazon for less than $2!\nMade from aluminum- LED DICE are made from the highest quality 6061 aluminum, carved from a solid block and very strong and durable that resists scratches, dents, and abuse. Very lightweight, only weighing 0.34 ounces or 9.5 grams\nProduces fair rolls - LED DICE are well distributed across each side with regard to it's weight. We have done our best to balance them, but we can't guarantee perfect balance. We can guarantee however fair rolls and no heavy skews.\nStylish - With these you are looking nerdalicious!\nWhy LED DICE? \nWe love games, and we love dice. Think about it, most games you played as a child and even today use dice. Memories of playing with friends and family everyone huddled around the table. Everyone taking their turn to roll the dice, having fun. So we wanted to turn it up a notch and create something unique while still preserving elements of the original design. It took a while but we finally did it and we think the result is amazing. And we hope you like it to.\n  SHARE & RECEIVE A FREE DICE BAG\nBy backing this project you are helping make this new project become a reality and as an added bonus any backer who shares this project will receive one free dice bag! So please share this project via social media, email and word of mouth to tell your friends and family about our campaign. Thank you in advance!\nClick the share button at the top of the page!\nSPECIFICATIONS \nStandard 19 mm (0.74 inches) dice \nChamfer corners for more momentum \n21 RGB LED's \nAccelerometer \nAnodized finish \nSR54 Battery (replaceable) \nWeight 0.34 ounces (9.5 grams)\nSTRETCH GOALS\nHOW IT WORKS & DEVELOPMENT\nWe spent many hours testing and designing all the electronics to make sure that LED DICE is beautiful inside and out. We have a whole new way to place LED's inside a dice. Using a flexible circuit board with RGB LED's, an accelerometer and a microcontroller (patent pending).\nPlacing flexible circuit board inside\nPrototype flexible circuit board", "risks": "Risks and challenges\nThere is always potential challenges to every Kickstarter campaign.\nEverything is ready to go, but there is always the possibility for manufacture problems, delivery delay, missing delivery etc. But we are confident in our ability to get LUMA Dice to every single backer and we will do our best to keep to schedule.\n\nThank you for checking out our project\n\nGame on!\n\nLED DICE TEAM\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #30", "update_userinfo": "Backer Kit Surveys- Change of Address and Color Choice", "update_content": "Hello,\nThanks again to all our backers who have not received their rewards for your patience. We understand your frustration and it is important to us all of our backers receive their dice.\nFor the 250 backers who have not received your rewards you will receive a backerkit survey email today. This will allow you to select from the remaining colors and also provide your shipping address."}, {"update_no": "UPDATE #29", "update_userinfo": "We Are Shipping Outstanding Orders!", "update_content": "Its been a long time since our last update, we really apologize for such a long stretch of silence. We have had an extremely difficult time wrestling with our suppliers, but in the end we are making sure that none of our backers are left without dice!\nTo date, we have shipped 4025 out of 4269 completed orders. Many of you have contacted us to say you love the dice. It has been great to see our project come from an idea to reality and make so many people happy. At the same time, it has been a really terrible experience for backers who are still waiting patiently on their promised dice."}, {"update_no": "UPDATE #28", "update_userinfo": "Luma Dice Received", "update_content": "  Luma Dice Received"}, {"update_no": "UPDATE #27", "update_userinfo": "Luma Dice Completed", "update_content": "Luma Dice Completed\nWe are happy to report our manufacturer has completed the outstanding orders of Luma Dice!\nApologies to the 10% of backer who have not received their dice yet. We are just waiting on shipment from our manufacturer then we will begin processing and shipping outstanding orders. "}, {"update_no": "UPDATE #26", "update_userinfo": "Luma Dice Giveaway", "update_content": "Photography Competition\nIts been great to see all the photographs people have been sending in. This month we will be giving away a free pair of dice to a lucky backer who sends us a shot of their dice."}, {"update_no": "UPDATE #25", "update_userinfo": "Sale on Selected Colors", "update_content": "Thanks to our backers\nFrom now until the end of May use the code SpringSale17 at our online store here to receive 20% of all orders of the colors below!"}, {"update_no": "UPDATE #24", "update_userinfo": "Manufacturing Update", "update_content": "Missing Dice\nIn case you missed our last few updates 85% of our backers have received their dice. Its great to be able to reward you, our backers, for supporting us! "}, {"update_no": "UPDATE #23", "update_userinfo": "Manufacturing Update", "update_content": "Gold Anodizing Complete\nWe are very happy to announce the second Gold Luma Dice production has been a success! Unfortunately they are not made of real gold but you could probably get away with telling your friends they are."}, {"update_no": "UPDATE #22", "update_userinfo": "LUMA DICE UPDATE", "update_content": "Thank You for your Feedback!\nWe are very happy to have shipped to almost all our backers. Over 85% of orders have been filled to date! It is great to hear backers have been enjoying their dice, your support means a lot to us so it’s great to be able to give something back."}, {"update_no": "UPDATE #21", "update_userinfo": "SHIPPING IS A GO!", "update_content": "SHIPPING IS A GO!\nHey everyone, we have some good news to share.  \nThe logistics problem is solved! We found a new fulfillment partner and they have picked up all our dice. They are now beginning to prepare shipments.  "}, {"status": []}], "comment_no": 3081, "projec_url": "https://www.kickstarter.com/projects/1372946489/luma-dice", "project_name": "LUMA DICE"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "Last year, a community of Troy business owners banded together to create Queen Mab's Enchanted City, a Steampunk and Fairie festival on River and First St in downtown Troy, NY. One year later, we would like to invite you to join us for our *FREE* street faire, but we need your help to make it as amazing as possible, as we excitedly announce the return of ....\nOn Saturday, October 3rd, 2015.\nActivities at the free street faire include:\nYelp will sponsor a culinary challenge. Local eateries will be given an ingredient to use in a culinary creation of their imagination. Judges and festival goers will visit each competitor in their native shop to taste and toast.\nRCHS will host a children's scavenger hunt called \"lions, tigers and bells.\" Participants will walk the historic streets of Troy and learn the identity and history of some of the most interesting exterior details of its Victorian architecture.\n Hudson Mohawk Industrial Gatewaywill host a steampunk trolley tour of Trojan history. \nTech Valley Center of Gravity (TVCOG) is presenting the 'Inventors Challenge' contestants and piting them against each other in races against time, space and gravity. \nThe Theater Institute at Sage will perform two showings of 'The Stinky Cheese Man' \nLight Up Troy Circus Theatrics will perform, walk on stilts and juggle for our crowds pleasure. \nThe Broken String Band, Rigliacci, Good Day for Upand many other musicians will take to the streets of Troy and fill the air with music. \nVendors and Crafterswill line the streets of the Enchanted City and sell their one of a kind wares. \nTCP (Troy Civic Players) will perform guerilla theater in the streets, audience participation is demanded!\nPlus we have an amazing after party with unbelievable musical guests and performers lined up:\n\nRasputina\nOur Headline Stars: Rasputina\nPioneers in the use of cello as the sole instrument within a rock band, Rasputina has been inspiring young string players to commit a number of musical sins since 1996. The group's concept was written as a manifesto, and manifested accordingly by directress Melora Creager as  a wily subterfuge for a plot to open audiences to adventure. The funny, the sad, the heavy, the tender-- it can all exist together.\n Employing elaborate costuming spanning a number of historical periods, Rasputina brings marginalized historical female figures and stories to light in the pop form, using archetypal\ncharacters such as Indian princesses, Hawaiian handmaidens and Medieval queens.\n Over the years, Rasputina has performed/recorded with Marilyn Manson, Porno For Pyros, Cheap Trick, Goo Goo Dolls and many others. Hardened road-dogs, and with more than 7 albums under their belt, Rasputina continues to amaze and amuse.\n\nLight Up Troy\nThe fantastic circus troupe: Light Up Troy! (Photo by Douglas Liebig, Optimum Exposure Photography)\nLight Up Troy is a production company focused on presenting, creating, and producing contemporary circus performances in and around Troy, NY. Headed by Artistic Director Aaron Marquis, Light Up Troy has given notable performances in the Troy Gas Light Company gasholder and in Frear's Troy Cash Bazaar.\n\nWhy We Need Your Support\nThe Enchanted City is an important event for our community - an independently run street fair that allows us to gather together as a community for a day to make something magical and unique. There is so much negativity in the modern world - our event is designed to take a moment and step back with a chance to experience a world that's unlike ours - a place for children and adults to get to experience some of the spark that comes from magic and Steampunk, along with wonderful costumes and performers and a chance to experience the joy of the unexpected and our vision of a wonderful and special place, that we all built and enjoy together.\nTroy is a wonderful city for it - the birthplace of the American Industrial Revolution, and has a historic downtown filled with beautiful Victorian architecture. If that's not perfect for a steampunk event, what is?\nPlease support us in our vision here on Kickstarter and also join us on October 3rd for this amazing event.\nRewards\nOf course, we can't do this without your help! We have a wide variety of exciting rewards we'd like to offer you for supporting our event:\n$1 - Our eternal gratitude and thanks\n$10 - An Enchanted City keychain, available for pick-up or shipping anywhere in the United States.\n$20 - A ticket to the Queen's Ball afterparty event, held at the Takk House in Troy. The ticket makes a beautiful souvenir, shipped within the US or available at will call. Add $20 for each additional afterparty ticket.\n$40 - Tea with Queen Mab. Join us for one of two tea tastings (a family tea at 1pm or an adult tea at 3pm) catered by Sweet Sues, including tea and an assortment of appropriate foods. Bring a second person for only $30!\n$50 - A ticket to the Queen's Ball afterparty event, held at the Takk House in Troy, PLUS a package of Queen Mab's rewards including a Tee Shirt, keychain, and wooden coin. The ticket makes a beautiful souvenir, shipped within the US or available at will call. Add $20 for each additional afterparty ticket.\n$120 - VIP Queen's Ball Afterparty Package - A teeshirt, keychain and a ticket to the Afterparty including access to the VIP area with a private bar, free Hors d'oeuvres provided by Peck's Arcade and special guests like Queen Mab herself. LIMITED TO ONLY 30 TICKETS! If you would like multiple tickets, pledge $120 each and then send us a Kickstarter message to let us know how many you would like.\n$300 - Dinner with Queen Mab - Limited to 8! Join Queen Mab, Dr. Khatastroff and other VIPs of the enchanted city for a dinner catered by the fantastic Peck's Arcade in the Takk House Private Dining Room after the street faire ends and then get the VIP treatment at the Queen Mab's afterparty immediately afterwards! Includes dinner, refreshments, and a VIP Afterparty Package. Bring a companion by adding an additional $250 to your pledge.\n$1000 - Corporate Sponsorship - Want to sponsor The Enchanted City? Includes your logo on all of our promotional materials, a photo op with the characters of the Enchanted City, and more. Contact us at susan@sweetsuesweets.com for more information or so we can customize a sponsorship for you.\nAbout the Team\nSusan Dunckel is the creator of The Enchanted City owner of the small business Sweet Sue's in downtown Troy, and is a transplant from Portland, Maine. She has always wanted to produce a fabulous community event and sees The Enchanted City as a way to both do this and give back to her area of downtown Troy. She sits on the board of directors of the YWCA of the Greater Capital Region.\nJennifer Wicks is a cosplayer from Upstate NY and plays Queen Mab in our street faire. She has been strongly involved with UNYCosplay, a local cosplay group, which brings the joy of Japanese culture through costuming to many in the Albany area.\nAndrew Zorowitz from Foam Brain Games is our Kickstarter community manager and will be helping answer your questions here in Kickstarter and pushing for the awesome stretch goals we will hopefully reach.", "risks": "Risks and challenges\nThis is our second year producing the Enchanted City, and we feel confident in our ability to run a fantastic event and produce all of the rewards we've promised. Last year we dealt with pouring rain and some issues involved in concepting a first year event, but we've brought together a team that we think will do a fantastic job.\n\nAs with any event, there is always a chance that given performers will be unable to make our faire due to illness or travel issues.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "The Enchanted City Returns to Troy - September 16th, 2017", "update_content": "Hi everyone! I wanted to make sure people knew that the Enchanted City is returning to Troy this September with more all-ages fun on Saturday, September 16th and an amazing preview gala event and a fantastic steampunk pirate cruise down the Hudson.\nBelow are descriptions of all of the exciting events all weekend long. You can purchase tickets to the Friday night gala and Saturday pirate cruise on our ticket page: http://enchantedcity.ticketspice.com/the-enchanted-city-2017"}, {"update_no": "UPDATE #5", "update_userinfo": "One last reminder!", "update_content": "Just a reminder folks, but there's only a few hours left to get VIP tickets and discounted tickets for the Queen's Ball.\nOn behalf of everyone here at The Enchanted City and the Queen's Ball, I would like to thank you all for supporting our campaign! It's only through the generous support of you folks are we able to run an exhilarating free all-ages street faire."}, {"update_no": "UPDATE #4", "update_userinfo": "Only 3 Days Left!", "update_content": "Hi everyone, I just wanted to take a minute to remind you all to tell your friends about Queen Mab's and that there's only 3 days left to support us here on Kickstarter and get the best price possible on Enchanted Ball tickets!\nI'm excited that we will see you all in October, and thank you again for joining us here on Kickstarter!"}, {"update_no": "UPDATE #3", "update_userinfo": "Funded! Plus, VIP tickets going....going....going....", "update_content": "All of us here at Queen Mab's Enchanted City: Sue, myself, and of course Mab would like to thank everyone for helping us fund! We still have 2 weeks left, so lets see if we can hit some stretch goals, which we'll be posting today or tomorrow, and do some really awesome stuff this October.   \nAlso, we've sold almost 1/3 of our VIP tickets, so if you want some, don't wait too long! A special thanks to our sponsor, Big Crunch Media, for their support. "}, {"update_no": "UPDATE #2", "update_userinfo": "Scenes from our Enchanted City Mad Tea, Saturday June 20th", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Arm of the Sea theater wants to perform at The Enchanted City!", "update_content": "Arm of the Sea theater troupe have contacted us and would love to perform at The Enchanted City! Lets surpass our goal and host their larger then life puppetry in our fair city! Tell your friends, enemies and family. Together we can make this happen."}, {"status": [{"Project funds successfully": "62 backers pledged $3,363"}, {"Project launches": "JUNE 19, 2015"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/1263827202/queen-mabs-steampunk-and-fairie-street-festival", "project_name": "Queen Mab's Steampunk and Fairie Street Festival"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "The Planet Mercenary Role Playing Game is a custom system designed for speedy play with rich storytelling. Combat goes quickly, and when it goes disastrously it's still a lot of fun.\nThe core product will be a hard-bound, illustrated, 240-page, full color world book, plus a deck of 110 cards used to steer your role play in hilarious directions. \nOur backers have also unlocked custom dice, armory pins, challenge coins, RiPP tokens, game screens, and an in-universe book, The Seventy Maxims of Maximally Effective Mercenaries. These are available at higher pledge levels, or singly as add-ons.\nWith the project about to close, you might be worried about getting your pledge right. You will be able to add funds after we close. If you're unsure, just get your foot in the door with a dollar at the \"FORWARD OBSERVER\" level, and relax for two weeks until the surveys go out.\nWHAT COMES IN MY PLEDGE?\nLet's make sure you're pledging for what you want. Note that when you pledge, there will be additional shipping charges for Canada and the EU above what's posted below. This should be clearly marked in the interface when you pledge.\nCOMPANY COMMANDER + $10 ($85.00 total) gets EVERYTHING: Pledge as a Company Commander, and add $10.00 for the RiPP tokens. EVERYTHING ELSE IS INCLUDEDexcept the autographs.\nCOMMODORE + $10 ($110.00 total) GETS EVERYTHING plus the autographs. Pledge as a Commodore, and add $10.00 for the RiPP tokens.\nThose are our most popular pledge levels. Are you just here for the Maxims?\nSeventy Maxims  ($20 total) That's all you need to know, really. If you want that book, this is the pledge. Ignore the noise of the MAXIMILLIAN levels. They're broken.\nNow let's cover special cases and the broken things you can ignore (or un-pledge.)\nADMIRALS AND FIELD MARSHALS are spending $500 or more, and will get special treatment. If you're one of these lucky folks, email us. We'll take care of you.\nRETAILERS get special treatment too. The Extended Mag is NOT included, and we can't offer a wholesale discount on it (it's already deeply discounted) but if you email us we'll work with you case-by-case based on what you want to re-sell.\nIgnore MAXIMILLIAN. It's locked because it over-charges you (everybody pays $5.00 too much.) Our mistake, and with backers at that level we can't hide it or remove it.  \nIgnore MAXIMILLIAN + AIR DROP because it under-charges you (EU saves $5.00). We locked it. If you can sneak in, we'll honor that price.\nLet's look at the rest of the pledges.\nFORWARD OBSERVER ($1.00):  If you're still unsure, or are waiting on money that will arrive after May 18th, stand pat at $1.00. You can add funds after we close, and the Backerkit interface will be more like a shopping  cart. You won't miss out on anything. This is true for all non-limited backer levels. If you're pledging when we close, you can add money and itemize later. \nAIR DROPPED GRUNT ($20.00): This gets you all of the PDFs we do. The Seventy Maxims book will NOT be a PDF, so you don't get that. Note that this pledge level has no shipping charges at all. \nSEVENTY MAXIMS book with an AIR DROP ($40.00): All the PDFs, plus the Seventy Maxims book.\nSERGEANT IN MOTION ($45): The core book (now 240 pages,) the card deck, the Kickstarter Backer pin, and all the PDFs. \nLet's repeat something: If you're not sure about what you want, make sure you pledge at some level (any level, Forward Observer will do just fine) and you will be able to add funds in late May, and well into June through Backerkit. \nWhat Is In The Extended Mag?\n\"Extended Mag\" items are extras above and beyond the core book, the cards, and the PDFs. \nPlanet Mercenary/D6³ Challenge Coin\nTwo 3-die sets of custom six-sided dice (total of six dice)\nThree in-universe manufacturer pins\nA three-panel cardstock Game Chief's screen\nThe Seventy Maxims Book\nThese items are also be available as Add-Ons.  \nIf you want extras of things, or want to order stuff a la carte, here are the prices.\nDice—$8.00 for a set of 6: (two Mayhem dice, and four non-Mayhem dice.)\nPlanet Mercenary/D6³ Coin—$10.00 ea.\nPins—$5.00 ea, or $15.00 for the set.\nSeventy Maxims hardcopy—$15.00\nRiPP Tokens—$10 for a set of 20\nGame Chief Screens—$5.00\nPlanet Mercenary books and MAYHEM decks—$45 per set\nMAYHEM decks—$5\nEverything except the RiPP tokens will be in the Extended Mag. That's $53 in goodies for just $30 over the core pledge. The prices above assume that you've already bid at a level that has shipping in the price somewhere. \nThe Kickstarter Backer pins will be included for Sergeants on up, and we'll be sliding one or two of those into each retailer package as well.\nIf you're not sure, don't add money yet. As long as you're backing at some level by the time we close, you'll be able to add funds afterward to ensure you get what you want.\nYour pledges have unlocked everything. Wow.\n Seriously. Wow.\nThe Planet Mercenary RPG is set in the Schlock Mercenary universe. Howard Tayler has been publishing Schlock Mercenary to the web since June of 2000. This science fiction setting is tooled up for those with a sense of humor and a sense of wonder, and the comic has been capturing reader imaginations for fifteen years now. The Planet Mercenary RPG is designed to let readers and non-readers alike exploit that depth as they role play stories of their own creation.\nThe Planet Mercenary book is an in-world artifact. The R&D team at the galaxy's largest independent reseller and distributor of weapons and materiel created this \"old-timey\" role playing book as a sneaky way to educate their clients' grunts, who are often unwilling to read briefing materials, let alone actual reference manuals. With this book those grunts will \"accidentally\" learn about their weapons, their enemies, and the places where they may draw their last breath. \n\nThe body of the book is written from the point of view of writers in the Planet Mercenary corporate office, and the margins are sprinkled with comments from the CEO, who was assured that the book absolutely would NOT go to print until the comments had been stripped.\nEarly draft of a page from the Sophonts section\nThe cards in the game will inform your role-play, flesh out your story, and add the Schlock Mercenary universe's ubiquitous humor to your game. \n(Not an actual MAYHEM deck. Thank you, Photoshop.)\nThey're drawn at random following roughly 25% of the player characters' successful skill checks or combat rolls. Here's a sample:\nThose cards are from the \"good, permanent\" and \"good, temporary\" categories. There are also \"bad, temporary\" and \"bad, permanent\" cards which you will learn to love just as much.\nHoward Tayler is the lead writer, canon-checker, and art director. He has fifteen years of writing and illustration experience in this setting, and countless hours of RPG play and GM experience in a dozen different settings and systems\nAlan Bahr is the game designer, and he both coordinates and runs the play-testing. He is intimately familiar with numerous RPG systems, though large portions of his resumé remain redacted due to non-disclosure agreements.\nSandra Tayler is the operations chief, editor-in-chief, and production lead. She has overseen the packaging and delivery of tens of thousands of packages shipped to all seven continents.\nThis is not our first book. Howard and Sandra have published eleven print collections of Schlock Mercenary comics, plus XDM: X-Treme Dungeon Mastery (by Tracy and Curtis Hickman), two children's books, and more. \nThis is not our first Kickstarter. Howard and Sandra funded and delivered a very successful project back in 2013, which you can read about here. One deliverable was significantly delayed, but all the paid rewards went out on time.\nIf you're looking for crunchier information about the game, start with the Game-Play Primer page at schlocktroops.com, home of the Planet Mercenary RPG development team. \nA particularly popular post has been Howard's explanation of our design principles. For extra crunch, check out Howard's post on the D6³ Mayhem engine, and Alan's description of character generation. \nIf you need still more, the schlocktroops.com site has an RSS feed so you can stay apprised as we talk dice, stats, game theory, and post lots of samples from our work in progress. That site will be updated regularly long after this project closes.\nHoward can draw, yes, but just because he's been drawing Schlock Mercenary for 15 years doesn't mean his art style is right for this book. We have already begun contracting artwork, and Howard's job is to work with the artists and ensure that what they create fits the setting and the spirit of the book. \nIf you're familiar with the comic, think of it this way: The art in Schlock Mercenary is a caricature of the universe described in the Planet Mercenary RPG. The comic is a comic, the RPG is reality.\nHere are just a few of the pieces that have already come in.\nCaptain Murtaugh, by Rodolpho Langhi\nWe'll post more samples here as the project progresses, but the majority of that stuff is going to go up alongside our development notes at schlocktroops.com.\nThe Seventy Maxims book is a project that has been close to Howard's heart for a decade now. He's always meant for it to be an in-world artifact, and with this Kickstarter we can make it correctly.  \nThe book will be a hard-bound, saddle-stitched, 80-page volume with nice, sturdy paper. Seventy of those pages will have maxims on them, one per page, with some editorial commentary from the scholars working at the company responsible for creating the 3001CE Special Edition. The remaining ten pages will be front matter, introductory text, and stuff Howard hasn't thought up yet. \nAs an in-universe artifact, this book will be the copy that Karl Tagon received as a gift when he was a young enlistee. His handwritten notes will appear in the margins, as will the notes of various other people through whose hands the book has passed. Have a look!\nMockup of the page for Maxim 4\nWe do not plan to release this as a PDF as part of this Kickstarter. We realize that this may disappoint many of you, but the margin writing is an important part of the book's story, and we don't want to design that for both PDF and hard copy at this time. We might do a PDF or eBook at a later date, but that's not part of this project.\nWhat Does the Rest of This Stuff Look Like?\nWe're still in the design phase on the dice, but we've got suppliers lined up who can give us SIX custom faces rather than one. The current Mayhem die design is purple with bullet-pocks for pips and the MAYHEM text on the six. The non-Mayhem dice will probably be green with manufacturer logos on the six, and we might even do something to distinguish the two green dice from each other if you want to go house-rule crazy with permutations.\nHere's an early draft of the RiPP tokens. The $10 RiPP add-on gives you twenty of these. They'll be aluminum, anodized for color, and will be about the size of a US quarter (25mm in diameter, 3mm thick).\nEarly RiPP Token draft by Howard Tayler\n\n\nHere's what the pins and coins will look like (though there will be some tweaks, like the addition of the missing hyphen.)\nPin and coin proofs by Joey Visser, Signature Coins\n  Joey is the designer who did such brilliant work on our coins two years ago, and I'm happy to be entrusting him with the design work again this time around (though not for quite as many pieces of metal.)\n  We don't yet have images for the Game Chief Screen or the \"All The Ships To Scale\" art. The screen will be 6.5\"x26\", tri-fold. It's smaller than most screens, but it will have everything you need just a glance away.\nHere's a conservative take on our schedule. If it goes faster, that's nice. These are dates we're confident that we can hit while delivering a product that we'll be proud of and you'll be thrilled to own.\n\nApril-May 2015: Project launch! In the 34 days this project runs we'll be updating this page, polishing some rule text, and writing furiously.\nMid-May 2015: After we fund, we start contracting art. Writing and editing continues in parallel.\nAugust 2015: By August all of the commissioned art should be turned in, and the final writing should be done as well. At this point we begin editing and layout in earnest.\n\nNovember 2015: At this point the core book will be ready to be sent to the printer, and all other materials will ready for manufacture (some may have already been completed, but the book is the big one.)\nFebruary 2016: All product components have been manufactured and delivered to us. We begin building packages to ship to you.\n\nApril 2016: Your stuff arrives! \n\nThat's a twelve-month schedule. A year is a long time to wait, we know, but we'll keep this page updated as we plug away on this. \nWe want to create something that remains engaging for you and your players for years to come. Depending on the success of this project, that engagement will almost certainly include Planet Mercenary community pages for sharing your adventure designs, swapping custom equipment, and of course regaling each other with stories of grunts who beat all the odds (or who beat none of them repeatedly.)\nWe are also considering producing some of what the RPG industry calls \"splat-books.\" These would be additional source books that add playable races and additional equipment along with a collection of pre-made adventures in a set of new locations. We don't have a schedule for these yet, let alone pricing, but if this game works as well for you as it has for our play testers, we will all be wanting them.\nThis section might best be described as the \"we are not doing miniatures\" section. \nIf there's one thing we've learned over the last several years of making stuff, it's that a focused project is a more successful project. Here is a list of things that will not be included as stretch goals:\nMiniatures\nClothing\nComputer games\nMobile games\nBags\nDrinkware\nReplica Weapons\nAn MP3 Soundtrack\nKitchen Sinks\nWe might do T-shirts at some future date, but they're not part of this project. Similarly, while Sandra and Howard do have plans for more Schlock Mercenary themed items, like steins, shopping bags, and major appliances, those are not going to be bundled with this project. \nPlanet Mercenary needs, first and foremost, to be a fantastic role-playing book. We are going to spend all of our energy making sure that's what you get. ", "risks": "Risks and challenges\nThere are three principal risks associated with this project:\n1) Team Complexity\n2) Print Complexity\n3) Unknown Unknowns\n\nTEAM COMPLEXITY: We're working with over a dozen illustrators to create this book. Each of those individuals plays an important role, and is creating things that we want to include. Any team this large and complex is going to run into schedule problems--computer failures, illness, etc. Our April 2016 delivery date accounts for some of this, and makes allowances for rotation of team members if necessary. \n\nMANUFACTURING COMPLEXITY: We're printing thousands of copies of the core book, 50 different cards, and if we hit our stretch goals we'll be making some other things as well. We will be working with at least four different manufacturers. Fortunately, we've worked with each of these manufacturers before, and are confident in their ability to deliver. There may still be schedule issues depending on the size of the final project, but these manufacturers have scaled way up for us in the past with minimum slippage.\n\nUNKNOWN UNKNOWNS: In the field of military intelligence, this is the stuff that sits outside of what we can make contingency plans for. All we can do is set aside time to make those contingency plans if the truly unexpected happens. We know that things we cannot plan for might happen, and we're prepared to adjust in order to deliver the project in spite of hurricanes, earthquakes, or alien invasions.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #81", "update_userinfo": "Final Update", "update_content": "Greetings Backers,\nPlanetmercenary.com has now been updated with a Shared Resources page and FAQ section. You can now go and submit your favorite Planet Mercenary resources so that others can enjoy them. Please note that each submission will be approved by an admin, so they won't appear instantly."}, {"update_no": "UPDATE #80", "update_userinfo": "Status Report 6: GC Secrets PDF Completed", "update_content": "Greetings backers,\nThe GC Secrets PDF is complete. You can download it for free from\nhttps://www.planetmercenary.com/downloads/planet-mercenary/\nIt is possible that I'll update the file with minor corrections or tweaks, but the document is done. It was a huge push today since I realized this morning that I had to re-write the origin story. (My first version was boring and truncated.)  Also indexes are hard on the eyes in layout, even when zoomed out to a reasonable size."}, {"update_no": "UPDATE #79", "update_userinfo": "Status Report 5: GC Secrets PDF", "update_content": "Greetings Backers,\nThis update needs to start with an apology, it is nine days late. The reason is very much like hitting snooze on a morning alarm only to wake up two hours later and discover that you didn't hit snooze, you shut the alarm off instead. I had an alert to write an update Nov 21, but the looming Thanksgiving Holiday and Howard's trip to NASA that same week caused me to fumble the management of that alert. Fortunately an on-the-ball backer nudged me and you're getting an update today."}, {"update_no": "UPDATE #78", "update_userinfo": "Status Report 4 GC Secrets PDF", "update_content": "Greetings Backers,\nThis is a quick update so you know the current status of the GC Secrets PDF.\nAll sections are drafted and the document is in the hands of the editor. Once we get those edits back (hopefully next week,) Sandra will put everything into layout and we'll release the finalized document."}, {"update_no": "UPDATE #77", "update_userinfo": "Status Report 3: GC Secrets PDF", "update_content": "Greetings Backers,\nThis is a quick update so you know the current status of the GC Secrets PDF.\nAn essay on Design Philosophy from Alan. (Talking about the decision making process when creating Planet Mercenary.) Got re-drafted and expanded. Now ready for editing."}, {"update_no": "UPDATE #76", "update_userinfo": "Status Report 2: GC Secrets PDF", "update_content": "Greetings Backers,\nThis is a quick update so you know the current status of the GC Secrets PDF.\nAn essay on Design Philosophy from Alan. (Talking about the decision making process when creating Planet Mercenary.) Complete first draft, waiting for first editorial pass."}, {"update_no": "UPDATE #75", "update_userinfo": "Status Report: GC Secrets PDF", "update_content": "Greetings Backers,\nThe final deliverable we need to complete for you all is the GC Secrets PDF. Alan and Sandra have got an outline in place and some of the writing done. Since we're still drafting materials, some of the sections may merge or change later.\nCurrently planned sections:"}, {"update_no": "UPDATE #74", "update_userinfo": "Final Planet Mercenary Shipping Update. (#11)", "update_content": "Short version of shipping update\nI have mailed all of the packages that don't require some form of special handling.\nAbout 280 packages into the mail this week. The only packages that remain in my hands are"}, {"update_no": "UPDATE #73", "update_userinfo": "Planet Mercenary Shipping Update #10", "update_content": "Announcement: New Kickstarter\nThe Kickstarter for Schlock book #13 is live and already funded. You can click here to see how it is proceeding toward stretch goals.\nShort version of shipping update"}, {"update_no": "UPDATE #72", "update_userinfo": "Planet Mercenary Shipping Update #9", "update_content": "Announcement: New Kickstarter\nNext Tuesday Howard and Sandra will be launching a Kickstarter for Schlock book #13. We'll post an update here when it is live.\nAlert about hurricane affected areas"}, {"status": []}], "comment_no": 681, "projec_url": "https://www.kickstarter.com/projects/howardtayler/the-planet-mercenary-role-playing-game", "project_name": "The Planet Mercenary Role Playing Game"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "J. Thomas Derringer Jr.\nA boy growing up in 19th-century upstate New York finds out that his father was a professional adventurer, and determines to pursue the same trade -- but where to begin?  That's the beginning of the story for Tom Derringer, only son of the late Jack Derringer.\nWhen I created Tom I set out to write a young adult steampunk adventure, but I got caught up in making it true to the period, and the result... well, it's not what I'd intended to write.\nFor one thing, I wrote it in the first person, with a narrator who is an educated (and slightly pompous) young New Yorker of the 1880s, so it's in the style of the 1880s, which most modern young readers won't find salubrious.\nFor another, I got caught up in my historical research, and while it's set in a world of lost cities, professional adventurers, secret societies, and so on, it's still a world very much like our own was in the 1880s, a world where Andrew Carnegie and Porfirio Diaz play the same roles they really did, and where science and technology generally (there are exceptions) don't diverge much from what was really possible at the time.  That's not exactly steampunk in the usual sense.\nThe style and the restraint made it impossible to sell to the major markets, but it is still a grand adventure story.  You can read the first chapter at http://www.watt-evans.com/tomderringer01.html\nIf we reach our target, I'll have the money to publish the novel, have it professionally edited by Deborah Hogan (who edited Vika's Avenger and several of my other novels), and commission a cover.  Bob Eggleton has agreed to do the cover art.\n(There will also be a couple of interior illustrations by Kyrith Evans -- details from those appear above and below.)\nMiss Elspeth Vanderhart", "risks": "Risks and challenges\nWhat could possibly go wrong?\n\nWell, there's always something, but in this case the novel is written, and I've done this before, so I don't foresee any major problems. I could get hit by a bus, my editor and cover artist might be kidnapped by aliens -- there's always something. Probably the most likely disaster is that either printing or shipping will turn out to cost more than I've planned on.\n\nI'll do my best to produce a good-looking book, and get it delivered without excessive delays. I don't see a lot of ways it could go wrong, but I'm sure there are a few.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Lawrence Watt-Evans\n2 created · 37 backed\nLawrence Watt-Evans is the author of more than fifty novels and over a hundred short stories, mostly in the fields of fantasy, science...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "More formats!", "update_content": "Hi --\nTom Derringer and the Aluminum Airship has just been uploaded to Barnes & Noble's NookBook sales channel, and should be available there soon for those of you who want the ePub format or just don't want to deal with Amazon.\nI'm not 100% happy with the way it looked in their previewer, though; if anyone buys it, could you please let me know whether it's okay?  I don't have a Nook or close equivalent.  E-mail me at lwe@sff.net with details."}, {"update_no": "UPDATE #4", "update_userinfo": "Publication!", "update_content": "Hello, dear backers!\nTom Derringer & the Aluminum Airship has been published.  It's now available from Amazon (I haven't gone after other outlets yet; I will).  The trade paperback is here:\nhttp://www.amazon.com/Derringer-Aluminum-Airship-Lawrence-Watt-Evans/dp/1619910098/ref=sr_1_2?s=books&ie=UTF8&qid=1416182245&sr=1-2&keywords=Tom+Derringer"}, {"update_no": "UPDATE #3", "update_userinfo": "Well, that didn't work...", "update_content": "Okay, I didn't make goal.  You're all off the hook.\nI'm going to self-publish the book anyway, and pay for editing, but I'll have to forgo the Eggleton cover, and there's no great rush.  I'll let you all know when it's available.\nThank you very much for your support!"}, {"update_no": "UPDATE #2", "update_userinfo": "I'm Still Here", "update_content": "Okay, not too bad for the first day.  Obviously not one of those big hits that meets goal in twenty-four hours, but we're well on our way.\nIf anyone has any suggestions -- ways to get the word out, stretch goals to consider, rewards to add -- do let me know.  And thanks for your support!\n           -- Lawrence"}, {"status": [{"Project ends": "SEPTEMBER 28, 2014"}, {"Project launches": "AUGUST 29, 2014"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/217993880/tom-derringer-and-the-aluminum-airship", "project_name": "Tom Derringer and the Aluminum Airship!"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "About the Project\nAs the author the Red Vixen Adventures, it's been my privilege to enjoy the feedback my readers have given me for this series, especially the first novel Captive of the Red Vixen. Through Audible's innovative ACX program, it's now possible to turn into an audiobook for everyone to enjoy.\nCurrently I've managed to secure the services of David Dorse, the narrator of the popular Kerishdar series, created by M.C.A. Hogarth. But even though Dorse's rates are reasonable, they aren't cheap, and I'm hoping to get your help in raising the money to make this possible. \nOnce the $600 is raised, David can get to work narrating and editing the book into a suitable format to publish at Audible.com, where it should be ready to purchase within sixty days of the end of the Kickstarter campaign.\nStretch Goals\nOf course if I can get the first book in the series made into an audiobook, there's not reason the further books in the series can't also be translated into audio format. If we can raise $1200, then the next book in the series, Shadow of the Red Vixen can be adapted. And if we can somehow reach $1800, then we can also adapt the latest story Shadow of Her Sins.", "risks": "Risks and challenges\nRisks are, thankfully, low. David is a professional with over fifty audiobooks under his belt. This is my audiobook and my first Kickstarer campaign so I'm trying to keep things simple. The only real risk of delay is unexpected and unlikely technical problems in the recording. I have confidence in David's ability to bring my characters and the story to life.\n\nI will admit that it might take a while for the next story to come out to allow anyone who chooses to grab one of the cameo rewards to make their appearance, but I'm sure people will be patient with me.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "Foreign Promo Codes Transmitted", "update_content": "Okay, I've just emailed the audiobook promo codes to the four overseas backers who opted for the rewards. I've been told by Audible that they ought to work, but if they don't please notify me immediately. Just leave a replay here or send me a private email to my personal address if you have it.\nAgain, thank you all for your patience."}, {"update_no": "UPDATE #27", "update_userinfo": "Audiobook Rewards Sent", "update_content": "All right. All backers at the $25 and above level living in the United States have been sent promotional codes for Audible to purchase and download Captive. The remaining non-USA backers will receive their rewards as soon as I'm able to arrange it. I'll also be making the public announcement of the book's release, now that the majority of the backers have access to it.\nAs for the other reward items, such as the ebooks, icons, and personal thanks for the Red Vixen herself, they'll come along as soon as I get things together. For now I want to make sure everyone gets the star of the show first."}, {"update_no": "UPDATE #26", "update_userinfo": "Distribution to Begin!", "update_content": "Captive is currently Schrodinger's Audiobook, neither here nor there. The cover art slotted into place nicely and the audio files apparently passed muster at their technical evaluation [1]. It's now listed as \"Headed to Retail\", a state not very well explained but which can last anywhere from four days to SIXTY, going by some of the stories on the ACX forums. It's bizarre, given that posting an ebook to Amazon's Kindle Direct Program usually results in it appearing for sale within 24 to 48 hours. I'm hoping it'll be more like the ten to twenty day average wait that seems to be the norm."}, {"update_no": "UPDATE #25", "update_userinfo": "Limbo, Limbo...", "update_content": "Daniel Dorse submitted the last of his narration yesterday evening, all the way through the codas and the afterword and Kickstarter contributor acknowledgements. All corrections are done and I've paid the second half of his fee. Once I receive the new cover art it'll go to Audible for a technical evaluation and available for purchase within 10 days to three weeks\nI think everyone who went with the $25 and up contributor levels should be well pleased. Daniel provided a not just a flat reading, with some special audio f/x to enhance the experience, like electronic distortion for characters on radios, and slightly muffled voices when they're speaking from a distance."}, {"update_no": "UPDATE #24", "update_userinfo": "Cover Art Received!", "update_content": "Sorry for the delay between updates. There was a brief production hiatus at Daniel Dorse's end that we're past now. In the pat two days he's sent Chapter's 7, 8 and 9 to me, all of which were excellent. Chapter 10 should be coming today. We're getting close to the end on production. Once we get the last chapters in it's just a matter of uploading the new cover art and the audiobook will be ready for release!"}, {"update_no": "UPDATE #23", "update_userinfo": "Patience is a Virtue", "update_content": "We reached a significant milestone in production last night. Daniel Dorse sent me Chapter Six for approval and I sent him the first half of his commission fee. Everything is going extremely well and we're on track for an October release, once our front cover problem is resolved. "}, {"update_no": "UPDATE #22", "update_userinfo": "It's Done", "update_content": "I've received chapters two and three from Daniel Dorse to listen to, and they're everything I could have hoped for. There's a nice crackle in the interaction between Rolas and the Red Vixen as she prods him and he vents his frustration and anger, and Dorse let's the characters voices grow nicely hoarse during the really emotional bits.\nI'm really looking forward to Chapter Four and Rolas reacting to his \"cabin Boy\" outfit."}, {"status": []}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/502560860/captive-of-the-red-vixen-the-audiobook", "project_name": "Captive of the Red Vixen, the Audiobook!"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "Akira Ifukube and Godzilla....the MAN and the MONSTER. A 50 piece orchestra performing the incredible themes of their connection. An historical event that YOU can help make happen!\nHave you ever wanted to hear and EXPERIENCE the music of Godzilla films live in concert? We have, and that is why we are embarking on this ambitious campaign. It is dedicated to honoring a dynasty of film composition at the culmination of three gigantic landmarks in Godzilla series lore. This concert has the approval of Toho Music and will be licensed through ASCAP (American Society of Composers Authors and Publishers). That is why \"Ifukube and Godzilla: A Musical Celebration\" needs your help.\nThis year marks the 60th anniversary of Godzilla. Additionally it is the centennial of the man who is known as being THE quintessential Godzilla music composer, Akira Ifukube. With the new interpretation of Godzilla hitting theaters nationwide on May 16th this year courtesy of Warner Brothers and Legendary Pictures, Godzilla’s fans have a great reason to celebrate. And with the 100th birthday of Mr. Ifukube, fans can be a part of an event unlike any other. There has NEVER been a concert like this in North America and the time to celebrate the man and the monster is NOW.\nAkira Ifukube (1914-2006) was one of Japan's most famous classical composers. His most known works, however, are his wonderful scores for Tokusatsu (special effects) films for Toho (a genre also referred to as Daikaiju Eiga in Japan). While Mr. Ifukube worked with greats like Akira Kurosawa, it is his collaborations with director Ishiro Honda which gave birth to some of the most recognizable music in cinematic history. Credited as being one of Godzilla’s founding fathers, the musical scores to these inventive but often misunderstood films have become an integral part of what makes them unique. Enhanced by Mr. Ifukube’s unforgettable and dynamic themes, the Godzilla series has brought wonder and awe to audiences worldwide for sixty years.\nGodzilla Series Composer Akira Ifukube. Photo Courtesy of www.akiraifukube.org\nFor decades now, fans have been celebrating their love of the Godzilla character through fanzines, conventions, and film screenings. The longest running and most successful convention has undoubtedly been G-FEST, a wonderful show that is fun for people and fans of all ages.\nSince the mid-1990s, it has been the absolute epicenter for western fans of the genre to come together and meet special guests from Japan, attend movie screenings, and enjoy like-minded company. Twenty years and twenty conventions later, the show is going stronger today than ever before. Last year saw attendance of over 2000. That is what makes this opportunity so momentous and there is no better place to have it than in conjunction with G-FEST on the weekend of July 11-13th, 2014. For more information about G-FEST please visit www.g-fan.com\nDid you know that Akira Ifukube himself created Godzilla's famous roar and footsteps through the use of a contrabass and a primitive sound amplifier respectively? These sounds were then manipulated afterward into the cacophony of fury that we know today! Let's take a look at what his orchestral notation looked like for those two things!\nIfukube's Hand-Written Manuscript for the Creation of the Roar and Footsteps of Godzilla. Photo Courtesy of Erik Homenick at www.akiraifukube.org\nThe job of reconstructing the music of Akira Ifukube is that of composer and co-producer John DeSentis. John has an intimate knowledge and understanding of Mr. Ifukube's style (Ifukube being one of John's everlasting influences) and has once before provided his music for an orchestra to perform. In 2007 The Austin Wind Symphony, now known as The Cinematic Symphony, asked John to arrange a suite of music from Akira Ifukube's legendary score to KING KONG VS. GODZILLA for their annual \"Creature Features\" concert program. This was a rare treat at the time because Mr. Ifukube's score to that film was almost entirely excised in the American release. \n\nAs an example, John has provided a midi-version of the reconstructed \"Main Titles\" from GODZILLA (1954). Please excuse the quality of the midi as this is not meant to represent the true sound of the orchestra but rather a small taste of what is ahead.\nTHE NITTY GRITTY:\n\n$25,000 is a lot of money. But it's also not a lot of money. Not when you consider what it takes to produce an event like this. Where does that money go? Music of this caliber needs first class musicians and those don't come free. First and foremost, you need that orchestra because unfortunately the local high-school marching band won't quite make the cut.\nIfukube is seen on the far left playing violin with the Sapporo Philharmonic String Quartet in 1933. Photo Courtesy of www.akiraifukube.org\nProfessional musicians are worth every penny. They are highly skilled, able to sight read with ease, and are the single most important element in making this music move. They take what is written and through years of dedicated practice and education, literally form something out of nothing. Those notes can look pretty on paper, but themes of our favorite Kaiju come to true life with booming brass and sublime strings. Then there is cartage fees (that piano won't walk itself to the venue), instrument rental, audio set-up, renting the venue for rehearsals plus the main event, and don't think for one second that those chairs and music stands appear out of nowhere! \nAkira Ifukube's Personal Violin. Photo Courtesy Erik Homenick at www.akiraifukube.org\nAny money that we raise above our goal will be put right where it belongs, back into the concert. More musicians, some cool bells and whistles, anything to bring the experience to the next level for everyone.\nPutting on this concert will be a mammoth operation and no easy task. None of this will be possible without your generosity and support in raising the necessary funds to put on this show. Our funding will be able to cover all costs associated with the event. No donation is too big or too small. There is a funding tier that is appropriate to everyone's budget, but donations alone are only as good as how far and wide the word spreads on this event. So don't be shy about bombarding your social media with a link to this page every single day during the month-long campaign!\nREWARDS:\nSo what does your generosity get YOU, the backer? If you navigate to our rewards section, you will see that we are offering truly one-of-a-kind keepsakes and collectables that will ONLY be available to our backers. None of it will ever be for sale in any way after this campaign is done and they will only be made if we reach our goal. And lets be honest, how many opportunities are you gonna get to have an exclusive art-print by Bob Eggleton?!!? For our top backers attending the concert, you will also enjoy premium seating at the event.\nA recent example of Bob Eggleton's work for the IDW Godzilla comic book series. NOTE: This is NOT the print that will be made available for backers.\n\n\nFor the fans of Mr. Ifukube's music who are unable to make it to the live event, your generous donation qualifies you to own a CD or DVD of this once-in-a-lifetime event that is EXCLUSIVE to project supporters. These recordings are STRICTLY for posterity and non-profit purposes and will ABSOLUTELY NOT BE FOR SALE. They will allow you to enjoy the event at your leisure, for years to come. \nAkira Ifukube in the recording studio with a good friend. Photo Courtesy of www.akiraifukube.org\n\nBut that's not all. In the event of our project becoming successfully funded, we're gonna tell you how you can get a hold of some exclusive swag from Legendary Pictures relating to their upcoming Godzilla film as well as some cool toys from companies like X-Plus and Bandai.\n\nTHE BOTTOM LINE:\n\nFriends, whether or not this concert happens is entirely up to YOU. It is a show being put on for the fans, by the fans. It is dependent upon your support, generosity, and spreading of the word. We all have a unique chance to be a part of something special. It's a huge undertaking yes but ONE thing is certain: if this project reaches it's funding goal, then G-FEST in Chicago is THE place to be in July!\n\nAnd you will have helped to create something that will go down as a massive, powerful, and memorable event.\nPhoto Courtesy of www.akiraifukube.org\n A VERY special thanks goes out to Erik Homenick and his web page www.akiraifukube.org. This is the official English language resource for information about this iconic composer and is packed with great and rare photos and facts.\n\"Ifukube and Godzilla: A Musical Celebration\" Artwork Designed by Archie Waugh.", "risks": "Risks and challenges\nFor us, the biggest risk is not taking one. The opportunity to put on an event like this on such a momentous occasion is rare and the people involved in all aspects (production, rewards, etc) are good friends and are each bringing their unique talents to the table in order to execute. Everything in this project can be summed up in one statement: A First Class Effort.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #48", "update_userinfo": "Stephenson Film", "update_content": "Hey Everyone,\nIn honor of our good friend and colleague John Schuermann, we at Genesis 54, INC and Montaro Records want to show our support for his film THE GOSPEL ACCORDING TO STEPHENSON. John was a big supporter and a vital collaborator with planning our first concert IFUKUBE 100: A Legacy Of Monster Music. While we are hard at work with the mixing of our new CD, we ask that you please support his project and consider a donation today. Every dollar counts."}, {"update_no": "UPDATE #47", "update_userinfo": "Symphonic Fury Tickets", "update_content": "Dear Backers,\nJust wanted to give you some updates on our latest show SYMPHONIC FURY! THE MUSIC OF JAPANESE MONSTERS. We are less then a month away from showtime as we are in the final weeks of concert prep. Mr. Otani is very excited to experience the concert with you all and to meet his western kaiju fans. Once again we hope to make this an unforgettable evening of kaiju music in concert."}, {"update_no": "UPDATE #46", "update_userinfo": "TEN HOURS LEFT TO HELP SYMPHONIC FURY! THE MUSIC OF JAPANESE MONSTERS!", "update_content": "Dear friends,\n\nThat's correct we are in the thick of our next fundraising campaign to bring you more exciting music of Japanese Giants. We hope that you will take a look and become a backer yet again for what is going to be another historic event! And to those many people who have already joined up, thank you! Click the graphic to be taken to the site."}, {"status": []}], "comment_no": 55, "projec_url": "https://www.kickstarter.com/projects/1094605844/ifukube-and-godzilla-a-musical-celebration", "project_name": "Ifukube and Godzilla: A Musical Celebration"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "The Phoenix Project is the effort to bring new life from a world laid waste, the name given to an idea that would not be silenced, an idea whose time has come. The idea that a game is more than just a game or a revenue stream. It is a community, a home. Missing Worlds Media, Inc. was the first element of this idea, founded by the project to provide the foundation, the structure for that effort.\nMissing Worlds Media presents City of Titans, the superhero MMORPG being developed by The Phoenix Project in the spirit of City of Heroes. Our goal is to deliver a unique massively multiplayer online roleplaying game, created from the community of a lost universe, to build a new community for a new world. A brave new world containing a wealth of player choices, from costumes to powers, it continues the traditions found in its spiritual predecessor, daring to reach for new innovations no other game will touch, while standing firmly on the feel and spirit of the old. Players will be able to choose their own adventure, tell their own tales, and have their own agency in a superhuman world.\nCity of Titans is set in a world where there is always hope, even in the darkest of times. The tradition of brightly colored costumes, brilliant heroics, and daring struggles to stand against the shadows cast during times of darkness and corruption. New heroes, your heroes, rise to make their mark on the world while their villainous counterparts lurk in the corners of alleys, behind governments, and even in the boardrooms of the wealthiest corporations. Humanity honors the fallen, and takes inspiration from the selfless sacrifices of heroes who have gone before.\nIt is an age where heroic ideals stand tall, where words such as \"truth,\" \"justice,\" \"freedom,\" and \"honor\" have never lost their meaning. And it is an age where a villain may rise to power despite the heroes, where epic clashes of good vs evil are as common as seeing a brilliant costume fly through the sky on the way to save a kitten stuck in a tree. The world stands on the brink of change, at a time when magic, high technology and incredible scientific feats bring out the best and worst in the everyday human being. Individuals with supreme strength of will and training can become forces of good or evil. Heroes with astounding powers patrol the streets and skies alongside those whose only special abilities are the dedication in their hearts. Villains scheme and plot with the help of scoundrels and rogues, caring only for power, wealth or control - their motives are their own and dynamic battles between the two sides are frequent.\nOne city has risen above the rest as a place where costumed heroes are welcomed, where devious villains seek to add to their roster of minions. In Titan City, the opening setting, an old guard stands watch on both sides. They have issued calls to action, welcoming new heroes to their ranks and inviting old heroes to return to duty. New villains mask themselves amongst the rich and famous along with the poor and destitute, while experienced evil-doers lure the unsuspecting with words of clever cynicism.\nDo you have what it takes to join the ranks of good? Or will you choose to stand in the shadowed courts of villainy?\nBring the City of Titans to life.\nThey said there was no chance. They said we should find a new home. We have. We just made it ourselves. Because we dare to think the impossible.\nWe are heroes. This is what we do.\nKickstarter offers new opportunities for what would previously have been impossible without the demanding hand of a publishing studio. Thanks to Kickstarter, new ideas, new approaches, and new innovations can be developed, ones which do not fit the traditional model of investment. And, luckily for us, new studios can develop projects that no publisher would take on.\nThrough Kickstarter, the customers have direct access to the creative group, allowing new companies with fresh ideas to prove their concepts to their future customers. This in turn results in products which remain true to the vision of the developing studio, and true to the expectations of the players. The chance for a studio to make the game they know is ready to be made, that new and innovative idea, or an old idea which has been forgotten in the publisher push for the latest trend. Star Citizen. Shadowrun Returns. Even Double Fine Adventure. No traditional game funding source would have taken those on. But they’re coming, and so are many, many more.\nIf the customer does not want what is being offered, they simply find somewhere else to spend their money. But, as these other offerings have shown, people know what they want. And thanks to Kickstarter, they can speak directly to the studios. Gone are the days of conventions past, when publishers would taunt the audience. “Do you want Megaman? Show us twenty dollars!” And while the audience, their customers, would wave money in the air, it never came.\nNow, it’s simple. Want to prove that your game has an audience? Put it to the test. If the public wants it, it will get funded. Mighty No. 9 is funded at nearly three million dollars, now. All thanks to people like you, who know when something deserves to be built.\nWhen we lost our City, no amount of traditional investment would bring it back. The safe money for MMORPG investment goes to traditional titles, revamped versions of classic fantasy realms, grind-fests featuring pay-to-win, or ones tied to popular role-playing, movie, print or television properties.\nThe Phoenix Project is none of these things. It is a new home for the heroic spirit, but not a clone or replica. We have an opportunity here to build a modern game, respectful of the play style, lessons, and fun of the old game, while taking advantage of the more than ten years of industry development since our spiritual predecessor started development.\nCity of Titans is a game rising from the death of another, being built by the community for the community. Kickstarter gives the opportunity for such a project, one designed by the people who enjoyed the game, to see the light of day. It enables you to be directly involved with the making of this game, which ultimately is for you in the first place.\nAfter all, a game without players is not much of a game at all.\nThe vibrant, thriving metropolis of Titan City is home to costumed crooks and crimefighters of every imaginable description, and some you won't believe until you see them!  From the shining, sun-washed spires of its skyscrapers to the depths of its desolate slums, this city forms the stage on which these larger-than-life characters play out their adventures.  As you explore Titan City, you’ll encounter beautiful vistas, from glorious Art Deco monuments to villain-dominated broken tenements to ultra-high-tech bio-domes to much more.  Forged in the ashes of a devastating fire and tempered by decades of superpowered danger, Titan City enjoys a rich and engrossing history.  It shines as a beacon of hope and opportunity to those who seek justice, a magnet for those who want to make themselves rich and famous - an irresistible lure to those who would do evil!\nYou never know who you might meet around the next corner in Titan City.  It's inhabitants range from heavily armed gangsters to honor-bound dinosaur men to reclusive spell-slingers, not to mention plenty of “ordinary” citizens with their own mysteries for you to solve and stories to explore.  Titan City is more than just a blank game board.  It is a living canvas, rich in history and detail, and you hold the artist’s brush.\nTo support this, we needed a solid grasp of how to reach this ambitious goal.\nPlayers will find their choices built around a flexible framework. Instead of the typical class based system found in some games, or the skill based system found in others, our focus has been on attitudes. How do you want to do, what you want to do? Pick that, and we give you all the powers we can. Players pick a primary power, with that power determining the options available for their secondary powers. Then as you progress, and level up, you grow these powers as well as gain new ones. And even further, we let you customize those powers with a signature style, your Mastery, that enhances and alters how all your powers behave.\nThat approach, a flexible framework, is how we approached most design decisions. Powers are split into effect and animation, allowing us to mix and match to offer more to the player. You pick \"Fireball.\" You then pick how you want to throw this fireball, from the hand, mouth, a wand, or a 12-gauge shotgun. Same power, different look, all through the framework designed with our custom Socket System. Even two people with optic blasts can have their own unique look, depending on the powers chosen, the colors selected, the effects added and the animations picked for the power.\nThe goal in the end is to give you the ability to create your character. Want to be a vine swinging Amazon warrior who attacks by using her hair as a whip? We're working on that. Want to be the wizard warrior with a pet raven who can spit fire? It’s in the cards.\nBut, powers and characters do not an RPG make. There needs to be a story. Unlike a traditional CRPG, MMORPG's are notable for growing over time. What we have done is conceptualize what we want our game to be like at 5-years post-release, and worked backwards to our initial beta release, planned for in mid-to-late 2015. By having that years-in-the-future target, we can design the systems, stories and plotlines now with that in mind.\nTo build these plots, we have plans to build the tools necessary. But, our plans for these tools is to make them available for you to create your own stories, plots and schemes as well, and to share them with other players. The era of user generated content is here. Rather than try to integrate a system on top of the system used by the developers, our plan is to create a system which is used by both players and developers. Show us your creativity.\nWe will make the framework, you will bring it to life.\nPeople have asked what the plan for the money raised with this Kickstarter.\nWe have been working together for over a year now. During this time, various tools have been tested, telling us what works, what doesn’t and what we need.\nOur first expense is the cost of the Kickstarter itself. This goes to various companies such as Amazon, to Kickstarter, as well as the cost of the perks and add-ons. This comes to about 10% of the total.\nThen there are taxes, which we estimate can run us up to 12% of the total. \nSo, before anything else, we’re out $70,000.\nSince we are developing the game using the Unreal Engine, and the Kickstarter counts as revenue, we owe Epic Games, the company which makes the Unreal Engine royalties. That comes to about $70,000, as well.\nWe’re rounding up, of course, and estimating based on the best numbers we have available. By rounding up, we buy margin in case an unexpected cost, tax or fee enters the picture.\nThis cuts $140,000 right off the top, leaving $180,000 to actually build the project.\nThat $180,000 is mostly going straight to software. \nAutodesk's Maya and 3DS Max. They’re not cheap, and we need them to do the work. Each of them has strengths and weaknesses, and we need at least 24 copies for the art and tech teams to be able to do their jobs. There are several different versions, each targeting different levels of needs, and the 24 total copies are split between the various members to their need, based on the tasks they have.\nWe’ll need multiple copies of a few tools like zbrush, Allegorithmic, 8DIO, Photoshop and Illustrator.\nThen we have the costs for the website servers and bandwidth. The more you love us, the more expensive it’s going to get.\nAnd, finally, a little cash to put a tax lawyer, book keeper and legal professional on retainer. Purely fee for service, but they will pay for themselves in troubles solved and money saved.\nThere are a few smaller items, such as RAM for some rendering, some 3D mice, drawing tablets, depending on individual artist needs.\nAnything that makes us produce better and faster.\nIf we go beyond that with stretch goals? Additional middleware to help us make the game. Purchasing of assets, saving our team the time needed to develop. Licensing premade systems from other game developers. There is a world of options out there, and all of it means we make a better game for you.\nBut what about the flipside, how do we expect to support this game once it ships?\nThis game has to pay for itself. As an employee owned and community driven effort, we had a meeting and came to some conclusions. There were a few people that felt the game should be free for all, but the numbers just do not work for it. Once the game ships, it will need people working full time to support it, and it will cost us in hardware, software, and bandwidth. It is unrealistic for any game company being developed and promoted in this way to deliver the option of a free game for everyone, forever. It had to be put aside.\nWe do not, at this time, have any plans or ambition of putting this game in physical stores. The costs for doing so puts that out of reach of independent game developers. However, a collector's edition is possible down the line. \nTo support the game, we will be charging for what we call 'the box.' It may be a purchase via an online service such as Steam or through our website, but there will be a fee for the game itself. This fee, however, will effectively cover the first three months of subscription. There's some simple reasons for why. First, it means that people who come into the game to grief or farm gold, are essentially paying us to ban them. And if they want to come back again and again, they're limited by the costs they incur. Secondly, and more pragmatically, it means the people playing the game will, at least in theory, be able to use our cash shop.\nYes, we are going to have a cash shop, but we're going to hold very tightly to certain rules. 1: A good value for money. 2: No Pay To Win. 3: Something for Everyone. We're going to want you to use it, but we're going to want you to want to use it, too.\nAs for Subscriptions, yes, the plan is to offer them, but not require them. Once you have purchased the game, you can play the game. You will get a few months of the VIP Subscription with your game purchase off the bat, and will have the option of continuing to subscribe, or to play as a free player and purchase from the cash shop a la carte. The final details of the VIP Subscription are not hammered down, but some areas are settled: At no time will you lose access to something you had access to and VIP Subscribers will get a stipend for the cash shop of greater value than the cost of the subscription.\nOne of the ideas we have passed around is that Subscribers get assured access to issue betas. They might get earlier access to new powersets as well. We're going to find the right thing to do, and we're going to make sure it's fair for everyone.\nAt all points in the budgeting and the post-launch support, the goal is to focus on results, what will give us the most bang for the buck. Autodesk software is expensive, but offers plug-ins, extensions and tools which greatly improve the speed at which we can work. By selling the initial install of the game for the price of a few months subscription we can keep the servers running once we launch without forcing a monthly subscription on to our players.\nBecause in the end, that is who we are making this for, you, the player.\nMissing Worlds Media is a virtual studio, staffed entirely by volunteers. We met online, shortly after it was announced that the doors were to close on the game which we had played and enjoyed for years. When a campaign to prevent the closure was sadly unsuccessful, we turned our efforts to creating a new home, where those heroes, vigilantes and villains left homeless could once again defend – or take-over – an entirely new world.\nWe have over 100 developers on our books, working on everything from organisation, business, marketing, artists, modellers, composition, coding and programming, PR, web development, law, social media, forum moderation, community outreach, HR, music, financial planning, gameplay, sponsorship, mini-games, powers and combat, progression and rewards, world-building – including the history of our universe, city districts, factions, and NPCs, graphic design, language translation and localization, accessibility, user interface, props and places.\nWe are headed up by S. Quinn, our elected president, the glue who holds us all together. She has 15 years of Process Efficiency experience, and has a passion for making systems work without sacrificing the human element. She is also a longtime comics and superhero fan, who has been attending fan conventions since she was fifteen years old.\nShe is supported by Chris Hare, our lead developer. Chris has a long pedigree of both comic fandom and video games, from working behind a comic shop counter to being involved with a company called InVideo Systems back in the days of Nick Arcade - kinect style gaming back in 1990. Chris’ connections all over the world have helped fill out the studio, as well as the ability and desire to help people work together that resulted in Paragon Studios making Chris a founding member of PERC (Player Events Resource Committee). Chris was a part of City of Heroes(r) from beta to shutdown, and has gone on to embody the vision of the Phoenix Project.\nWhen dealing with complex systems, it is good to have a rocket scientist onboard, or at least someone who has worked with them. We are lucky enough to have Nate “Doctor Tyche” Downes, our tech lead – one of the founding developers of Gentoo Linux, his technical background includes UI systems, operating system kernels, and yes, he has even worked with rocket scientists, helping to design launch system proposals. This is complemented by work he has done in the the world of film and TV, with several credits to his name including Time and Fate, Phobia and December. His beard has managed to achieve a cult following of it's own amongst our community, even without the help of our PR team.\nOur husband-and-wife team head up our game design and art departments, ensuring a close relationship between both departments at all times. David Bolack is a programmer and systems administrator, which comes coupled with his experience as a role playing game designer. He has worked on titles including Mage: Dark Ages, the Exalted Player's Guide, True20 Adventure Roleplaying, and Nobilis. Jen Bolack has served us beautifully as art lead, as her eye for detail and perfection, based in her experience in set design, heterodynes with her skills with 3D art programs. Her vision, and the talents of those under her command, have helped to give City of Titans a familiar but evolved look that will set it above the other superhero MMOs currently on the market.\nOur composition team is one of our largest, and already they have been prolific enough that we have years of content just waiting to be bought to life. We're very proud to have Kaylan \"SithRose\" Lyndell-Lees on the team, who spent years as a leader in White Wolf's live action roleplaying organization, the Camarilla, but she's only one among many. We've got more, and they all have their stories to tell – we have published authors, experienced role players, journalists, even college professors, all working together to create a world with a carefully-woven history, populated by unique characters, even before our players get to start creating their own tale in-game.\nOur funding and support team – well, that'd be you. From the outset, Missing Worlds Media have done everything we can to make sure we're building a game that you'd like to play, and a world you want to be a part of. Our community have done everything they can to support us, and to make sure that we're on the right track. They have told us if there's something we haven't got quite right. They have cheered for us when we've hit the nail on the head. Many of them have gone on to become signed-up volunteers on the project, because their advice has just been THAT good.\nWe are not legends - we are not rock stars of the gaming world - we are players, coders, writers, artists, technicians, engineers. We come from all walks of life. We are motivated. We have the capabilities, the skills and a growing community behind us. And with your help, we are going to make a new world, and then we’re going to let you save it - or try and take it over.\nThe future is in your hands.\n\n\n                  ", "risks": "Risks and challenges\nAs an all-volunteer effort, we have already had our fair share of mishaps. We have had setbacks; from game engine licensing to loss of precious volunteer hours, we have persevered past them each and every time. \n\nFrom the beginning we've worked towards a professional outlook, always keeping in mind that every person involved is doing so at their ability to do so. This does mean that we have to prepare for the eventual loss of availability for any volunteer, from jobs, new responsibilities in their home life, school, etc. As a result we have people able to pick up for any single person at all times. \n\nIt also means we have a larger than average group of volunteers, which we have sorted into central volunteers, those who have the time to dedicate dozens of hours per week to the project, and community volunteers who have time to help out every so often or who have talents which we have too many volunteers for, but otherwise are simply more active members of the community. Any single person may move between the two, and many often times do. We have had artists who were able to volunteer heavily in January who then had school pop up in February who became available again in July. We have writers who suffer from writers block for months on end but then inspiration hits and become writing machines. At every point, we have a large pool of people who are available to pick up slack.\n\nTo manage this balance, we have a pool of people who act as coordinators, managers of the volunteers. These core people have been with the project for a long time, who understand the goals, and who have the time to dedicate to a full-time volunteer effort. For many, this is a second job, occupying as much time as full-time employment while others have this as their main focus. And they do this not for a paycheck, but for the drive to get this completed. This core group is the heart and soul of the project. While some have had to step back, every one of them works with a second, someone able to step in should the worst case happen. We jokingly call it \"Bus insurance\" as in, if the person steps in front of a bus, there is someone able to step in at a moments notice. We have only needed to use this a few times, not for anything so drastic as a death, but due to unexpected events in our real lives such as paying jobs taking over free time that had been set aside for the project or an illness in the family.\n\nDelays can happen in any project. We had hoped to be further ahead now, but things happen. We have always been honest when issues arose, such as when we had to change our game engine due to licensing issues. We come from a larger community, and are here for you, the player. Life happens, it stinks when it does, but we understand it, and adapt to it. \n\nWe are learning to find a balance without hurting the progress of the project. We learned to roll with the punches, and incorporate the changes in a way which made us better for it. \n\nThe key is communication on all levels. It is when communication breaks down that the real problems happen, and that is why we work our hardest to keep up the flow of information. Things happen, everyone knows that. But when something does happen, we figure out why it happened and how to address it. Then we let the community know. We don't hide when issues happen, we just persevere to make sure it does not happen again. It is how we've handled it until now, and how we will continue to handle it going forward. \n\nWe are volunteers, driven with a passion to deliver the best game we can for you.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #265", "update_userinfo": "Sounds of Titan City", "update_content": ""}, {"update_no": "UPDATE #264", "update_userinfo": "Doorways to Your Lair - Entryways to Housing and Bases", "update_content": ""}, {"update_no": "UPDATE #263", "update_userinfo": "Flying High - Travel Powers Preview", "update_content": ""}, {"update_no": "UPDATE #262", "update_userinfo": "Under the Hood - Target Test Dummies", "update_content": ""}, {"update_no": "UPDATE #261", "update_userinfo": "Next Steps for Building City of Titans", "update_content": ""}, {"update_no": "UPDATE #260", "update_userinfo": "Spring Release: Mac Milestone and More", "update_content": ""}, {"update_no": "UPDATE #259", "update_userinfo": "2020 Recap and a Look Ahead to 2021", "update_content": ""}, {"update_no": "UPDATE #258", "update_userinfo": "December Patch: 2020", "update_content": ""}, {"update_no": "UPDATE #257", "update_userinfo": "November Patch:2020", "update_content": ""}, {"update_no": "UPDATE #256", "update_userinfo": "ONE SHOT: THE EYES HAVE IT", "update_content": ""}, {"status": []}], "comment_no": 19341, "projec_url": "https://www.kickstarter.com/projects/missingworldsmedia/the-phoenix-project-city-of-titans", "project_name": "The Phoenix Project - City of Titans"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "Free Sample Chapters:\nWant to read the beginning of the book I'm asking you to back? Chapter One of THE WAY INTO CHAOS is posted right here on my blog.\nA Strange Beginning:\nIf you've watched the video you know this trilogy started as a homeschool project for my son and me. I introduced a language arts unit that had him planning, writing, and revising a fantasy \"novel.\" Because there was no way he would tackle such a big project on his own, I agreed to do one along with him.\nFor him, the end result was a 10,000-word comic fantasy that I published on my website (and I paid him a penny a word for the privilege). For me, the end result was a planned 120,000-word novel that ballooned into a 350,000-word trilogy.\nEpic fantasy, go figure.\nThis is an adventure fantasy written for adults, full of chases, cliffhangers, fight scenes, weird magic, and the threat of human extinction. At the same time, it's a story I would not hesitate to hand to my own pre-teen son.\nAn Empire At Its Peak:\nOne of the long-standing tropes of epic fantasy is the Fallen Empire: a nation that once ruled most of the known world but has since vanished, leaving only scattered ruins (and a common language for the characters to speak). Essentially: Rome. I thought it would be interesting to write about the fall of one of those fantasy empires, especially since it would give me the chance to show just how awful they could be.\nThe capital is Peradain, a city that controls a very specific trade route: every generation a portal opens and the Peradaini are visited by a delegation from a race of powerful, ageless beings called The Evening People. The royal family puts on a huge festival with feasting and music, theater and acrobatics... anything that might please their guests. In exchange, before the delegation returns home, they teach the humans a single magic spell. \nThe Peradaini empire was built with this monopoly on magic. \nThe Story Opens:\nThe first book opens on the morning of the next Festival. Food has been laid out, musicians and other performers await their turn on the stage, and the royal family is dressed in their finest clothes at the front of the dais. Everyone is nervous and excited, hoping they will impress their guests and receive a really powerful spell.\nThen the portal opens and, instead of the expected delegation, monsters charge through.\nThe king and queen are killed in moments. The city falls in a day. As the empire collapses into civil war, the otherworldly invaders spread across the continent, destroying every human they can find.\nWere these monsters unleashed on Peradain accidentally or was it a deliberate attack by The Evening People? And how can they be stopped before they wipe out human beings entirely?\nWhat do you get when you pledge?\nWith all the unlocked stretch goals, there are additional pledge reward that are not listed in the sidebar on the right. Let me run down them quickly:\nEveryone who pledges at $12 or higher will get ebook copies of three extra books. Two are novels and one is a short fiction collection. See Stretch Goal: Text and Stretch Goal: Mask for more details.\nEveryone who pledges at $30 or higher will get a second FATE Core game supplement, for the urban fantasy novel A KEY, AN EGG, AN UNFORTUNATE REMARK, which is one of the unlocked stretch goal novels.\nEveryone who pledged at any level will get desktop wallpaper art mentioned in Stretch Goal: Monitor and the music offered in Stretch Goal: You.\nThere are other prizes in Stretch Goal: You that have yet to be unlocked. Check them out.\nAdded: New Reward Levels:\nPer your requests, I've added new pledge levels below for people who want to receive the entire trilogy in trade paperback. Now you can get the whole series signed or pristine, depending on your preference.\nStretch Goal: You\nThat's it! We've unlocked all the stretch goals I can swing. However, maybe there's a stretch goal you would like to create? A piece of art, or music, or fiction that you would like to share with the backers? Check out Update 14 for more details.\nAlready offered:\nAn expanded Voidcallers (aka Twenty Palaces) role playing game using the FATE system\nMusic (UNLOCKED!)\nAudio fiction\nA Voidcallers/Twenty Palaces writeup for a game set during Napoleon's invasion of Egypt\nAnother one set during WWI, w/ possible Pathfinder stats, too!\nanother novel\nthree Twenty Palaces fanfic short stories\nThere might be even more since I posted this. Check them out and maybe add your own!\nStretch Goal: Image (Unlocked)\nGoal reached! We reached the target of $34,000. The books will have Christian McGrath covers! \nI've already managed to convince artist Priscilla Spencer, who has created maps for Jim Butcher, Saladin Ahmed, Kevin Hearne, and Myke Cole, to create a map for this project. So I know the inside of the books will look just as good as the outside. \nThere's a little more detail in Update 4.\nStretch Goal: Text (Unlocked)\nGoal Reached! Everyone who pledged at the SPEAR level or higher gets the extra books described below!\nIf we reach 50 new backers counting from Monday morning, September 30th, all backers at the SPEAR OF THE EMPIRE level and above will receive DRM-free ebook copies of:\nTWENTY PALACES, the prequel to the series I published with Del Rey\nTHE TWIN SWORDS OF ZORDAIN, the short, funny comic fantasy that my son wrote for his part of the homeschool project that started this whole thing. I have managed to convince the wonderful fine artist and children's book illustrator Kathleen Kuchera to do the cover.\nA KEY, AN EGG, AN UNFORTUNATE REMARK, my pacifist urban fantasy with the working title \"The Auntie Mame Files.\" Artist Duncan Eagleson has agreed to do the cover, but I'll talk more about about the book in a future update.\nFor more about this stretch goal--and which new backers count toward the total--check Update 5.\nStretch Goal: Key (Unlocked)\nGoal reached! Everyone who pledged at $30 and above will receive a second FATE Core supplement!\nIf we reach 850 backers total, everyone who pledged at $30 level or higher will receive a FATE Core supplement for the setting of A KEY, AN EGG, AN UNFORTUNATE REMARK, the pacifist urban fantasy promised in Stretch Goal: Text.\nStretch Goal: Monitor (Unlocked)\nGoal reached! We passed 925 backers so everyone is getting desktop wallpaper of the cover and map art!\nIf we reach 925 backers, everyone who pledges at the $12 level or higher will receive the Chris McGrath cover art for all three books as desktop wallpaper, and also the map that Priscilla Spencer is creating (here's a map she created for Jim Butcher's Codex Alera series) and also the cover art created for my son's novella by fine artist and children's book illustrator Kathleen Kuchera.\nStretch Goal: Mask (Unlocked)\nGoal reached! We passed 1,000 backers with 33 hours left to go, so everyone who pledged at $12 or above will get an ebook copy of my upcoming short fiction collection.\nIf we reach 1,000 backers, everyone who pledges at the $12 level or higher will receive an ebook copy of my upcoming short story collection, which will include the Twenty Palaces short story \"The Homemade Mask\" (along with other unreleased fiction).\n-----\nStretch Goal Art:\nThis project started as a homeschool unit and it continues to be one. My son made this artwork to show the progress of the stretch goals.\nChris McGrath covers unlocked!\nEveryone gets an extra book!\nYour Support:\nYour support will help bring this project to life. Your pledges will pay for cover art, interior art (an epic fantasy needs a map!), copy editing, typesetting, ISBNs, and more. That will make the difference between a book created by a guy who only real skill is telling stories and a book that has clearly been prepared by a team of professionals.\nPlus, you get to read my new book before anyone else.\nThank you very much.", "risks": "Risks and challenges\nAs I mentioned in the video, the first draft of the entire trilogy is written. I need to do a revision of my own, then turn it over to an editor and designer. Short of an EMP event near my home or a bus fender with my name on it, I can't foresee anything that would prevent the delivery of the books. \n\nThe real challenge here is the timing. Three-hundred and fifty thousand words is a lot to revise, and it's not something that can be rushed. I've selected a generous delivery date with the expectation that I'll deliver early, but this work takes time. Also, this is my first Kickstarter so I may come up against unexpected difficulties. \n\nHowever! As I mentioned, the trilogy is already complete. All that's left is honing the story and making it pretty. As soon as it's ready, I'll share it with you.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "Twenty Palaces Kickstarter ongoing", "update_content": "I'm Breaking my Promise\nIn the last update to this project, sent in April, 2016, I said I wouldn't use these updates to notify folks who backed The Great Way about future campaigns. \nAs backers told me in the comments, that turns out to be a bad idea. \nSo I'm running a new Kickstarter for the next . "}, {"update_no": "UPDATE #32", "update_userinfo": "The Greatest (Final-est) Update of All!", "update_content": "You guys, be sure to read all the way to the bottom.\nThe previous update was almost 11 months ago and for that, I'm sorry. The only excuse I have is that I promised that update was the second-to-last, and I can be weird about stuff like that. \nIs this it? Is the Kickstarter over?"}, {"update_no": "UPDATE #31", "update_userinfo": "Second to last update", "update_content": "That's right. It's nearly over. \nWith one exception, everything that I need to deliver has been delivered or is being delivered in this update. \nBut first, thank you!"}, {"update_no": "UPDATE #30", "update_userinfo": "Best Update Ever (part two)", "update_content": "Folks who read the last update know what that subject header means:\nThe omnibus editions are in the mail.\nWe sent them out in two batches. The first went Saturday afternoon. The second this morning. You can see some pictures here. And yes, the wife and I will be toasting with the last of that bottle."}, {"update_no": "UPDATE #29", "update_userinfo": "Best Update Ever (part one)", "update_content": "Part One?\nAs I said before, the \"Best Update Ever\" will be the announcement that the books are being shipped, but I have to make this a two-parter because the hardcover omnibuses are not even printed yet, let alone on their way to you. My expectation will be that the omnibuses should be in the mail in January, maybe early February, depending on holiday delays. \nEbooks?"}, {"update_no": "UPDATE #28", "update_userinfo": "Second Best Update Ever", "update_content": "[The UPDATE has been updated. Please be sure to read all the way to the bottom.]\nBack when I started this campaign, I promised to send updates no more often than once a month (unless there was a really good reason, like: I wanted to).  Some of you have noticed that there was no update for November; honestly, there was nothing to talk about except what I keep saying over and over, which is Progress Is Being Made.\nWhere are things now? "}, {"update_no": "UPDATE #27", "update_userinfo": "What every epic fantasy needs: a map", "update_content": "Progress report? \nThere isn't a lot to talk about for September. The interior design for the trilogy continues. The copy edit for A Key, An Egg, An Unfortunate Remark is complete, and the preliminary cover design has been approved. Meanwhile, I'm back at work on the Fate supplements. \nBut what about... the map? "}, {"update_no": "UPDATE #26", "update_userinfo": "Oops! I forgot to do a Sept update.", "update_content": "Let's start with a progress update, shall we? \nWhere things stand:"}, {"update_no": "UPDATE #25", "update_userinfo": "You'll want to read this whole update. No, really, you will.", "update_content": "Where do things stand with The Great Way?\nLet's glance at the chart!"}, {"update_no": "UPDATE #24", "update_userinfo": "The Monster At The End Of This Update", "update_content": "Let's take a look at where things stand, hmm?"}, {"status": []}], "comment_no": 133, "projec_url": "https://www.kickstarter.com/projects/harryconnolly/the-great-way-an-epic-fantasy-trilogy-by-harry-con", "project_name": "The Great Way, an epic fantasy trilogy by Harry Connolly"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "The Story\nBack in 1971, in high school, I started planning out a setting -- Ragbaan, the oldest city on a far-future colony planet, with twelve thousand years of history. It was built by a high-tech civilization that collapsed into barbarism, then recovered, and has gone through this cycle several times, until the remaining old technology is considered magic -- in fact, the terms \"tech\" and \"magic\" are used interchangeably -- and the city is a patchwork of ancient glories and modern improvisations. Half-drowned skyscrapers stand in the harbor, airships provide intercity transport, and the city is run by assorted guilds and factions, with no functioning central government.\nI thought this was cool, but it was decades before I finally came up with the story I wanted to set there -- Vika's Avenger.\nIt's the story of a young man named Tulzik Ambroz who comes to Ragbaan looking for the man who murdered his sister.  The only tool he has to find a single individual in a city of three million is the portrait his sister drew of the man who would later kill her.\nHe's lucky enough to find the information brokers Azl and Hrus, and to catch the interest of a creature called the Ilm, but will that be enough?\nAnd if he finds the killer, what will he do about it?\nWhy I'm Here\nI'm an award-winning author with more than forty novels to my name, but no New York publisher wanted this one.  \"It's science fantasy,\" they said.  \"We don't know how to market that.\"\nUm... John Carter of Mars is science fantasy.  Star Wars is science fantasy.  Hundreds of the classic pulp stories are science fantasy.  Apparently, though, the folks in New York have forgotten how to market the stuff if it doesn't have a major motion picture attached.  Most of the editors my agent approached wouldn't even read it.  No one ever said it wasn't a good story, only that they didn't know how to market it.\nI think it's a cool story, and I bet you will, too, marketing or not.  Aliens, airships, secret societies, genetic engineers...\nSo help me publish it, and you'll get to read it!  Not to mention some of the cool extras.\nThanks!\nA little dialogue to whet your appetite.\nStretch Goals:\nNow that we're funded, what else can we do?\nWell, here are a few ideas:\n$8,000:  The cover and interior will be professionally laid out, and there will be a frontispiece.  Made it!\nActually, I think we're looking at a total of three pieces of interior art.\n$10,000:  More interior illustrations!  Details not yet determined, but if we reach this total there will be interior art, in black and white, in addition to the three illustrations already promised.  Backers who are getting the ebook will receive them as separate PDF files; they will not be incorporated directly into the ebooks.\n$12,000:  I'll write an appendix, \"A Traveler's Guide to Ragbaan,\" which will be included in the book.  This will describe a few of the city's features; since I haven't written it yet, I don't know just what it'll say.", "risks": "Risks and challenges\nThe novel is entirely written, but I need money for a professional editor and a decent cover -- the more money pledged here, the better the cover artist I can afford. (No, I can't use the Pulp-O-Mizer cover I have here; even if I had the rights, the resolution isn't anywhere near good enough.)\n\nI have an editor lined up -- Deborah Hogan, who edited several of my novels for Del Rey, back when. I've talked to a few artists, and found out what they would charge, but I'd need more than my minimum for most of them -- much more, for some -- and I haven't worked with any of them before, so commissioning the artwork will be uncharted territory for me. I've self-published before, but using existing art or reworked photos, and I've commissioned art before, but not under exactly these conditions.\n\nI've published through various print-on-demand outfits and small presses before, and l've put out ebooks through several outlets in the past, so I know what I'm doing there.\n\nPacking and shipping -- I've done that before, too, working from my house. If it looks like it might be more than I can handle, I'll look into other options.\n\nReally, the only place I see where anything might go wrong is the cover art, and even there, I'll be working with professionals, and I have multiple options. I don't foresee any problems -- but of course, by definition, the unforeseen can crop up anywhere.\n\nBecause I'll be working with artists, and things can always go wrong, I can't promise delivery by a specific date, but I think I can promise everything will indeed get delivered.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "New editions", "update_content": "Hi, folks!\nI know, I said I was all finished, but...\nSeveral people, including me, thought the type in Vika's Avenger was a bit small for those of us with older eyes; I am pleased to report that a new edition with larger print (still not all that large) has been uploaded to Amazon, and should be available shortly."}, {"update_no": "UPDATE #31", "update_userinfo": "Tidying Up", "update_content": "Hello, folks!\nI am pleased to report that the audiobook of Vika's Avenger is now available at http://www.audible.com/pd/Sci-Fi-Fantasy/Vikas-Avenger-Audiobook/B00NUD8S94/ref=a_search_c4_1_3_srTtl?qid=1411709895&sr=1-3 \nAlso, the reader (Paul Licameli) caught a grand total of fifteen small mistakes in the text, mostly punctuation typos.  (I seem to have omitted a few periods, and doubled up a couple, and  so on.)"}, {"update_no": "UPDATE #30", "update_userinfo": "News and a New Campaign", "update_content": "Hi, folks!\nFirst, a small news item I forgot to mention in my anniversary update.  I'd promised there would be an audiobook version of Vika's Avenger; well, there will.  It's in the proofs stage; I've been listening to it to see if anything needs to be changed, and so far, with five chapters to go, I've found one correction I want made.  It shouldn't be too much longer."}, {"update_no": "UPDATE #29", "update_userinfo": "One Year Later...", "update_content": "Hello, all...\nIt's been a year since the closing of my Kickstarter campaign, so I thought I'd do some follow-up.\nFirst off, thank you all for your support!\nI hope everyone got their rewards and was pleased with them.  I was happy with how the books came out, and am especially glad that they've continued selling -- not a bestseller anywhere, but a steady trickle of sales on Amazon and elsewhere.  (The limited-edition hardbacks did not sell out, by the way, if anyone wants to buy a copy.  Those are on Amazon.)"}, {"update_no": "UPDATE #28", "update_userinfo": "Hear Ye, Hear Ye!", "update_content": "Thought you folks might want to know that after listening to a few auditions, I've chosen Paul Licameli as the reader for the upcoming audiobook of Vika's Avenger, and he's accepted the contract.  No word yet on price or when it will be available, but there will indeed eventually be an audiobook.\n(His pronunciations are not necessarily the way I'd been saying the names myself, but I don't care, I like them.)"}, {"update_no": "UPDATE #27", "update_userinfo": "Onward!", "update_content": "Yes, I said the previous update would probably be the last, but I have a couple more little things to mention.\nFirst, happy Thanksgiving to all my U.S. backers!  And happy holidays, whichever you may celebrate, to everyone.\nSecond, I've attended to all the remaining rewards complications as best I can.  I'm still waiting for responses from two people, I improvised in a few cases, and there's one person overseas whose book was sent but still hasn't arrived yet; I'm hoping it'll turn up soon and I won't need to send another.  If you should have received a reward and haven't yet and you haven't already told me about it, please do drop me a line."}, {"update_no": "UPDATE #26", "update_userinfo": "Stragglers and screw-ups", "update_content": "Hi, folks.\nAll the surveys have been sent, and most of you have responded.  (Those of you who haven't, please do -- I can't send your reward until I get the survey.)  All the books and other goodies are now on hand here, including both hardcover editions. \nI've shipped most of the rewards, but by no means all -- it takes awhile to sign all those hardcovers for the higher reward levels.  I'm working my way through them, and hope to be done some time next week.  International shipments are taking a little longer than domestic because filling out the customs forms is a nuisance.  I've also had issues with running out of packing supplies, having bought my local Staples out of mailing tubes and padded envelopes, and having pretty much wiped out my supply of packing peanuts; next time I'll stock up more thoroughly in advance."}, {"update_no": "UPDATE #25", "update_userinfo": "Clean-Up", "update_content": "Okay, I obviously haven't been clear about this.  My apologies.\nIf you're going to be receiving something by streetmail, I did not send your survey until today.  I still haven't sent most of them.  I was waiting until I actually had the merchandise in hand.  If you're in line for a hardcover, you won't get your survey until I get those books.\nI did send out the surveys for the bottom two levels; I didn't see any reason to wait, once the ebooks were ready.  I wanted to spread out the work on my end.  Yes, this means people who only pledged $5.00 got to read the story a few days before people who pledged more; in retrospect, this may have been a bad idea.  Sorry."}, {"status": []}], "comment_no": 29, "projec_url": "https://www.kickstarter.com/projects/217993880/publish-lawrence-watt-evans-vikas-avenger", "project_name": "Publish Lawrence Watt-Evans' Vika's Avenger!"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "These are the Last Two Days...\nI'll cut to the chase since we're short on time: If you are new here and are having trouble deciding among the many options, let me simplify things and present just these four:\nHypernet Rubbernecker ($1.00, unlimited): this gets your foot in the door. Once the project closes you can add more money and get as many coins as you care to. We'll mint whatever you need. If you can't make up your mind, this is the low-risk path.\nTwo coins of your choice ($25.00, unlimited): Just what it sounds like. But if you want more than two coins, things get a lot more cost effective...\nEnlisted Mess ($60, limited, over 800 left): You get the seven auto-includes, and one of them is a Tagon's Toughs Series 3, numbered.\nCompany Mess ($60, unlimited): You pick any six. You'll specify which six using the pledge manager after we close. And again, you can raise your pledge at that time. \nHead over to the right side-bar and pick the option that works for you.\nWhat's that? You want to take the time to read about the whole project? Well, then...\nThe Long Version\nWe've done all sorts of merchandise for the Schlock Mercenary comic strip over the years. It's time for something new: challenge coins!\n\"What is a challenge coin?\" I hear you ask.\nLet's drop the word \"challenge\" for just a moment and simplify the discussion. Many military units mint coins, non-negotiable, as commemorative souvenirs for those who serve. Ultimately, it's a shiny thing that says \"thank you,\" or perhaps \"we can't believe you agreed to this.\"\nThey get traded, sold, dropped, lost, flipped, and on very rare occasion used as ammo. Anybody can own one, and anybody can mint one. It follows, of course, that mercenary units in the 31st century would have them, which naturally means Tagon's Toughs should have them.\nIf the Toughs have these, that means that YOU might just want one. Mercenary cartoonist that I am, I shall oblige.\nBack to that word \"challenge.\" In some organizations, unit members might challenge one another to produce their coins. Fail, and you're buying the next round of drinks. Sometimes special coins, awarded by ranking officers, are produced, and the bearer of the highest-ranking coin drinks free. \n(Please note that challenge coin traditions vary quite widely by organization. In fact, they vary SO widely that an established, codified rule-set, whether inside or outside the military, is currently impossible to agree upon. More on this later...)\nHere is the unit coin for Tagon's Toughs. It's pretty straightforward, and there's even a \"head\" on the front so nobody will dispute which end is up should you use it for coin tosses.  This is a standard 1.5\" coin minted in brass, colored with enamels, and then sealed with an epoxy dome. Feature-wise, it's identical to the Hickam AFB coin I tossed in the video.\nThis first run of Tagon's Toughs Challenge Coins, numbered serially on the face, is sold out, mostly to Officer's Club pledges.\nThe second run, also numbered serially, is still available to NCO pledges. If you want a numbered coin, pledge there!\nShould you, as fans, decide to challenge one another to show your coins when drinks are on the line, I will not stand in your way. In fact, I'll go out of my way to make sure there are enough of these to meet demand. (Yes, we can mint a third series.)\nWe've funded more than 55 times over (5571% of the original goal and counting) allowing us to auto-include some other coins with the Officer's Club and NCO Club pledge levels. Here's what those look like right now:\n(Note that some Officer's Club levels include two Series One coins)\nAdd-ons\nThe following coins are only available add-ons. Your pledge level doesn't automatically get them -- you need to increase your bid by the appropriate amount, and then (after the project closes) specify which of the add-ons you want. \nThe 7-23 Tool (a 2.75\" diameter bottle opener coin featuring Maxim 7 on one side, and Maxim 23 on the other) \nThis coin is almost twice the diameter of all the others. It's no thicker, but it dwarfs them. For coin selection and shipping purposes, this one counts as two coins.  For grip purposes it will not have an epoxy finish. It is, after all, a tool.\nIt's so big Schlock is scared of it.\nThe Officially Licensed XDM D2\nBlack or white? 1 or 2? OOH-RAH or Uh-oh? You flip!\nThis is a 1.5\" coin, epoxy-finished on both sides.\nMaxim 11 Keydrop (complete with ring)\nThis is a 1.5\" coin, epoxy protecting Schlock from your keys, while the crater side features a 3D sculpt.\nFOUR SHIP COINS. The Serial Peacemaker, the Post-Dated Check Loan,  the Touch-and-Go, and the Kitesfear. These were unlocked right here at the end, and I'm racing to get the designs done in time for shipping. They're $10 each if you want to add them to your order.\nManaging Your Pledges\nKickstarter is a great way to get interested parties and entrepreneurs together for the advanced commission of commerce.\nIt's a terrible shopping cart. And this project illustrates that quite effectively.\nOnce the project has closed, we'll open up a shopping cart called a \"Pledge Manager\" that will allow you to define your order, and which will help us all ensure that you're getting what you pledged to get.\nUntil then, here are some tips and caveats:\nIf you have a limited-item reward locked in, hang on to it for dear life! The Series One coins are sold out.\nIf you want to add other coins to your reward, just up your pledge by the appropriate amount.\nIf you're getting eight coins, whether or not shipping was included in your reward level, and you want to ADD coins, you need to increase your pledge by $5 for US shipping and $8 for overseas shipping. We have to ship TWO packages to you.\nEvery coin you add is $10, but for backers, at every $50 we'll throw in a sixth coin free (the 7-23 tool counts as two coins in this calculation.)\nIf you want to bulk-order something, we can make those arrangements after the project has funded. I'm sure SOMEBODY out there is going to want a nigh-literal barrel of not-my-monkeys. \n\nWe don't have a tool available yet to specify which add-ons you get. Because of Kickstarter restrictions, we can't actually give you access to the Pledge Manager until the project closes. We will make enough of everything to fill all the orders, though, so don't panic. If you're in the Company Mess, for instance, and want a Tagon's Toughs coin, but the NCO club sells out and Series 2 is gone? We'll print a Series 3, and you can get one of those.\nHere are some examples of how you might up your pledges now:\nQ: \"I got in early at $25, and have two Series One coins. How do I get the auto-includes?\"\nA: Since there are six auto-includes, up your pledge by $50 (five coins and one freebie) and that'll cover it. \nQ: \"I got the NCO package, but I'm going to need more monkeys.\"\nA: \"For $10 you can add one monkey, and be at the eight-coin limit for the first package. \nQ: No, I need a LOT more monkeys. \nA: Add $10 for each monkey, and $5 ($8 int'l) shipping. Upping your pledge by $45 ($48) would get you four more monkeys. $55 ($58) would get you six more. $75 gets you eight more monkeys.\nQ: I just need one of everything. What should I pledge?\nA: Pledge for the NCO Club ($60) and increase your pledge by $75, or $78 outside of the US. The total will be $135 or $138.\nRemember, we'll get your order details after the project closes. There's no way right now to specify which add-ons you're getting. \n\nA Quick History of This Project\nThe funding progress of this project was stunning. Literally, stunning. You stunned me. I sat at my keyboard speechless, motionless, unable to process what I was seeing.\nI expected to fund within a day or two, and I figured we'd max out somewhere between $10k and $20k after a month. Well, we funded inside of sixty seconds, and shot through the stretch goals like a breacher missile through ballistics gel. Here's the timeline as I've been able to reconstruct it:\nSTRETCH GOAL #1: (unlocked at $3,000, about three minutes in to the project)\nThe Strohl Munitions Maxim 34 Challenge Coin!\nSTRETCH GOAL #2: (unlocked at $5,000, within 15 minutes of project launch.)\nThe \"Not my circus, not my monkey\" coin.  \nSTRETCH GOAL #3: (unlocked at $10,000, roughly an hour after project launch)\nThe Partnership Collective Drone Token. \nSTRETCH GOAL #4: (unlocked at $18,000, just two hours and 5 minutes after launch.)\nThe Maxim 2-3 Flip:\nSTRETCH GOAL #5: (unlocked at $27,000, around six hours from project launch)\nSergeant Schlock's Moral Compass \nSTRETCH GOAL #6: (unlocked at $40,000, right around 12 hours after launch)\nThe Series 2 Tagon's Toughs Challenge Coin.\nThe NCO Club reward option\nThe Company Mess reward option.\nSTRETCH GOAL #7: (Unlocked at $60,000, roughly 55 hours after launch$60,000)\nThe 7-23 Tool (an oversized add-on coin with bottle-opener functionality!)\nSTRETCH GOAL #8 (Unlocked at $82,057, almost exactly eleven days to the minute after the project launched.)\nThe Officially Licensed XDM D2 (an add-on coin)\nThe Pius Dei/Parnassus Dom coin (the last auto-include for the Officer's Club and NCO Club rewards levels)\nSTRETCH GOAL #9 (Unlocked at $100,00, a little under twenty days into the project.)\nThe Maxim 11 Keydrop\nThe currently untitled unofficial anecdotal history of challenge coins (see below)\nSTRETCH GOAL #10 (Unlocked at $115,000, with almost exactly three days left of the project.)\nThe Series 3 Tagon's Toughs coin (but no pledge level specific to that series). These will be used to fill orders for TT coins where series and number were not specified.\nA ship coin, currently undesigned, for the Post-Dated Check Loan. \nSTRETCH GOAL #11 (Unlocked at $125,000, with 70 hours remaining)\nA ship coin, currently undesigned, for the Serial Peacemaker. \nOutstanding Stretch Goals\nLet me be frank here: many, many many Kickstarters fail through over-reaching when they over-fund. I have dozens of cool coin ideas, but I don't want to crater your wallets, and I don't want to fail to deliver the project as it stands. \nStill, I'm going to put stakes in the ground.\nIf the project hits $135,000 I'll do a commemorative coin for the Touch-and-Go.\nYou have got to be kidding me. Seriously? \nFine. I don't think we'll come anywhere NEAR this, but if we hit $145,000 I'll reach deep into the archives and do a ship commemorative of the Kitesfear. This will almost certainly be the best that ship has ever been drawn. \nThe Unofficial Anecdotal History of Challenge Coins (working title)\nThis document is a way for all of us to say \"thank you\" to everyone who has ever earned a coin from their command, and to anyone who has ever fumbled for a coin at the bar and wondered what in the name of guided fire was going on.\nIt is a 100-man-and-woman-hour project, and that's not counting the hours you'll put into it helping us out.\nSandra and I will collect challenge coin traditions from you, from our friends in the military, from friends of friends... we will collect anecdotes, horror stories, and house rules. \nWe will assemble these into a definitive, unofficial (because there can be no official) guide to challenge coins. \nI will do spot illustrations, including single-panel comics featuring irony, absurdity, and hilarity. \nContributions must be sourced. That means if you have an anecdote to share, it needs to be YOUR story, and you need to put YOUR name on it. We don't want \"I heard about this one guy...\" tales. We want \"I was standing at the canteen in Kuwait, back in 1998 when...\" or some variation thereof. Tell us what happened. Tell us how your unit used coins. \nWe totally understand that certain details may need to be omitted from your story in the interest of operational security. Tell the story as best you're able to legally tell it. If you can still put your name on it, that would be great.\nIf you want to contribute, email schlockmercenary@gmail.com with the subject line \"STRETCH 9 SUBMISSION.\" Sandra and I will be editing these for spelling and grammar, and perhaps polishing the prose a bit for clarity. And please! If there are details that need to be omitted for security purposes, omit them BEFORE sending.\nFull submission guidelines are here (this is a good link to share if you have friends who may wish to contribute.)\nThis project will entail at least 200 hours of work for me and for Sandra, and we can't do it all at once. The first finished draft of the document will likely take us at least five months to complete. It's going to be a lot like writing a book. \nWhen it's done, it will be freely available, publicly linked, and we will encourage its distribution. The document will include our suggestions for managing your own organization's challenge coin traditions. We are not trying to codify or support a single tradition -- we're trying to elevate awareness of all the traditions.", "risks": "Risks and challenges\nOur biggest risks were the unknowns -- an unknown (to us, anyway) design and manufacturing process, and an unknown demand.\n\nYou've let us know what the demand is. Loudly, even. Fantastic! \n\nFor design and manufacturing we've partnered with a company that has made challenge coins for the US Armed Forces, assorted diplomatic corps, municipal police forces, and a host of other organizations. They made coins for Myke Cole's S.O.P. (another fictional military organization.) I'm confident in their ability to refine my designs for suitability on coins, and to manufacture these in a timely manner, and to the posted specifications.\n\nAnother potential risk is the shipping process. We've looked into shipping, and the plan is to send these as 1st-class mail, or in large envelopes. We've tacked $5.00 onto the coin price for all rewards for US shipping ($8.00 outside the US), and will be able to get as many as 8 coins into a single mailer. \n\nNote that when we ship these to you, they won't be labeled as \"coins.\" They're not currency, and never have been. As far as the postal services (who don't like shipping legal tender) are concerned, these are \"commemorative medallions\"\n\nThere are still some extant risks. Suppose our supplier goes belly-up? (Note: I doubt an established firm with their track record will go belly-up, but it's a contingency we have to allow for)\n\nIf this happens before we pay them, no problem! I already have other suppliers and designers beating down my door. We attracted attention! We'll lose some time, but no money. The delivery dates slip to July.\n\nIf this happens AFTER we pay them, we still have enough money left over to make coins through somebody else. Sure, our profitability drops to zero, but we can make good on our commitments to you. Again, the delivery dates slip. \n\nWhat if the coins arrive, but some of them are badly flawed and not suitable for sale? Or what if the wrong shipment arrives at the Tayler Corporation? \n\nThis is actually the most likely of the unlikely problems we might have. Obviously we'll pressure the manufacturer to make another run, and to make them correctly, or to ship us what we're supposed to have. Our delivery dates to you would slip, probably into July. Worst case, they refuse to fix what's wrong, and we're looking at a variation of the eat-into-our-margins solution above.\n\nTo make a very long story short, this is not the first time we've tried to mass-produce something and ship it to thousands of people we've never met. Good customer service is our stock in trade, and we WILL find a way to take care of you, even if it means we don't make money on this endeavor.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "This is The Last Update! (also, email us your edits!)", "update_content": "With the release of An Unofficial Anecdotal History of Challenge Coins, this project is complete. "}, {"update_no": "UPDATE #30", "update_userinfo": "The PDF is Ready!", "update_content": "Here is a link to AN UNOFFICIAL ANECDOTAL HISTORY of CHALLENGE COINS.\n\nhttp://www.schlockmercenary.com/uploads/UAHCC/UAHCC-v0.99.pdf\n\nTo quote the Sirius Cybernetics Corporation, share and enjoy!\n--Howard"}, {"update_no": "UPDATE #29", "update_userinfo": "Cover art for \"The Unofficial Anecdotal Challenge Coin History\"", "update_content": ""}, {"update_no": "UPDATE #28", "update_userinfo": "Everything Except The Pictures", "update_content": "This has been WAAAY too long coming, I know.\n\nThe Unofficial Anecdotal History of Challenge Coins needed two things from me: An introduction, and some illustrations. Both jobs seemed simple enough, but I've been hung up on the words for over a year now. In January of 2014 I wrote an introduction that was all over the map, and wrong, and I lost hope (and then track of time) for quite a while.\n\nThis morning I realized what the problem was. I was trying to use my own challenge coin story as an introduction, and that was artificially inflating my story's importance. It was ego-bloat, and this document is not the place for that.\n\nThe solution? I wrote an introduction that serves as an introduction. It's not a story, though it's got story stuff in it. It is written to properly introduce the stories that follow. \n\nAnd THEN I went ahead and told my story, which will get tucked into the meaty parts of the PDF along with everybody else's account. So you get to hear from me twice. After this long of a wait, it seems like the least I can do.\n\nBoth of my documents have been handed off to Sandra for editing, which means that everything this document needs from me has been delivered, except the pictures. And those are what I'm sitting down to work on next. \n\nI get to draw an elephant!"}, {"update_no": "UPDATE #27", "update_userinfo": "Challenge Coin PDF Almost Done", "update_content": "This post is written by Sandra Tayler.\nGreetings backers. Some of you have inquired about the status of the Challenge Coin PDF that we promised as part of this project. The PDF is long overdue, and for that we apologize. We were slammed with business and personal things in the past year. We allowed that to push the PDF to the back burner, but we have not forgotten it. I have collected all of the stories and done most of the layout work. It comes in at 30 pages and is full of challenge coin stories both touching and funny. We've formatted it as if all the writers were sitting in a bar swapping stories about challenge coins."}, {"update_no": "UPDATE #26", "update_userinfo": "The Unofficial Anecdotal Challenge Coin History PDF - Progress Report!", "update_content": "I was SURE I had posted an update about this, but someone pointed out that I have not. Shame on me!\nHere's where we stand: We have the submitted stories in place, and the text is laid out in a 90% final manner. All that remains is for me to go through it and add the promised illustrations, and my own essay. \n\nAnd then it'll be done, and we'll release it into the wild. "}, {"update_no": "UPDATE #25", "update_userinfo": "The Coins Have Shipped", "update_content": "Sandra Tayler here, posting the shipping update since this is my area of expertise. Howard is busy creating more Schlock Mercenary.\nAll the coin orders are shipped.* This means that your coins are on the way. US orders should arrive in about a week. International orders can take as long as 3 weeks, though most will arrive before that. Questions or concerns about individual orders should be address to schlockmercenary@gmail.com and I'll do my best to sort it all out."}, {"update_no": "UPDATE #24", "update_userinfo": "Your Coins, We Have Them", "update_content": "The coins have arrived. \nSandra blogged about it here. She and Janci will begin shipping things tomorrow. \nI have jingled them, pocketed them, fed a key ring through one, and basically adored them, and I did all of these things when I was supposed to be drawing comics. Fortunately I then went on to draw comics."}, {"update_no": "UPDATE #23", "update_userinfo": "Shipping From the Factory: May 20th", "update_content": "Sorry for the radio silence, folks. Very shortly after that last update I got sick, and then got sicker, and then got medicated and that made me REALLY sick. Sparing you the details, I'll just say that I'm finally off the drugs, back on my feet, and eating people-food.\nDuring these last four weeks it's been a struggle just to keep up with the comic, and I also needed to finish the marginalia for Book 9, Schlock Mercenary: The Body Politic, which went off to the printer today. Fortunately, the only thing that needed to be done on the challenge coin front recently was being done by the manufacturer. It's nice to know that the people you've hired to do a job are doing it right even though you're not watching."}, {"update_no": "UPDATE #22", "update_userinfo": "The Coin Order is In!", "update_content": "The coin order has been placed. \nWe're making enough coins to fill all the orders, including those from a few backers who haven't yet completed the checkout process at https://schlockcoins.afterthecrowd.com, and we're also making enough coins to carry about 25% of the total order as inventory. \nThe bill? $91,527.00, or just over fifty times the original funding goal. "}, {"status": []}], "comment_no": 837, "projec_url": "https://www.kickstarter.com/projects/howardtayler/schlock-mercenary-challenge-coins", "project_name": "Schlock Mercenary Challenge Coins"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "Namesake is the story of Emma Crewe, a woman who is stolen in the aftermath of a library fire and is dumped in a land made famous by literature and cinema. She learns she's a Namesake, uniquely connected to this world by the power of her given name, and now she must act as the story's protagonist as she figures out how to make her way home. But as Emma travels, she discovers that those controlling her story have their own selfish goals in mind – and her fate is the key to everyone’s happy ending.\nBook 2 covers Intermission #1 and chapters 6-10, which is the second half of the Oz arc. If you would like to read them, the first Intermission begins here. If you've never read Namesake before, you can start at the beginning here! The comic publishes every Tuesday, Thursday, and Saturday, and you can read the entire comic online.\nIsabelle Melançon is a French-Canadian artist who came up with the idea behind Namesake in 2007. It evolved from a series of parody comics she did for her friends. Megan Lavey-Heaton is a U.S. writer who poked Isa until she began to further develop Namesake. They combined their powers and launched Namesake in 2010. \nIsa lives in Montreal, Quebec, and when she's not drawing, she's selling comics and educating kids in schools about the power of comics and graphic novels. Meg lives right outside Mechanicsburg, Pennsylvania, and is a web/mobile producer and SMO specialist for PA Media Group (PennLive/The Patriot-News). She's also an editor for The Unofficial Apple Weblog. \nIsa and Meg were contributors to the Womanthology: All-Female Comic Anthology. They will be contributing a short story to another anthology in summer 2013. They are also part of Hiveworks Comics, which includes other great comics such as Sister Claire and Go Get a Roomie.\nWe're raising the money to print volume 2 of Namesake. It's a 172-page sewn-perfect softcover book and contains chapter 6-10, plus the first Intermission and a 5-page bonus story. The goal amount will cover the print job for 1,000 books, shipping, and Amazon/Kickstarter fees. The funding goal is higher than vol. 1 because we increased the size from 144 pages to 172 pages.\nWhat will the extra funds go toward?\nIf we exceed our goal, as with book 1, we will roll the money back into the comic. So far, Namesake is slated to appear at three cons (TCAF, Anime Boston, and one to-be announced) in 2013, and we're hoping to appear at more. Depending on the amount raised, we might be able to do a second print run of book 1 as well.\nWhat are some of the extras?\nIf you bid $10 and above: You'll not only get a PDF of book 2, but a completely new side story that relates the tale of Chadrick (Chiseri) and Adora, the parents of Warrick and Selva. \nIf you bid $25 and above: Thanks to our amazing printer, Cross Blue, we'll be able to give everyone who orders a print version of book 2 will get a limited-edition postcard featuring Emma and Elaine:\nIf you bid $50 and above: You'll get a complete set of Namesake charms! These are 2-inch acrylic charms that are 1/16\" thick. Share them with your friends!\nOther rewards are specific to their levels, such as the Tumblr icon commissions, the original pages, and the Calliope employee tier. If you have any questions, feel free to ask!\nWhat if I want a higher bid level than $40, but I would also like book 1?\nIf you also want book 1, please add $15 to any goal $50 or above, and we'll make sure you get a book! If you are an international bidder, please add an extra $5 to cover the shipping of the two books.\nDo you have any stretch goals?\nWe do, yes!\nIf we make $30,000, we will be able to do a full print run of book 1 in addition to book 2! This is a good thing, because we will be extremely low on vol. 1 after this Kickstarter.\nIf we make $40,000, we will be able to do a tier where hardcovers of book 1 and 2 are offered! \nThank you!\nWe couldn't do this without your help. We especially want to thank Pascal Michaud for once again assisting with the colors in the book and Constance Levesque for creating our Kickstarter video.", "risks": "Risks and challenges\nThe main challenge we would face is when the books would get here from the printer. Last year, they arrived about three weeks after I initially anticipated, but we still managed to get them in hand by the end of the expected month.\n\nOther than that, we're pretty good to go. We've successfully conducted one Kickstarter, with all the books safely in their new homes with the exception of three books -- because we never got addresses for them (if you're one of those backers, please contact me! We want to get your book to you!) All of the pages are published online, and we made sure to prepare the book for release before we started the Kickstarter.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #41", "update_userinfo": "Kickstarter follow-up and Valor", "update_content": "Hello, folks! A good bit of you have noticed the campaign that Isa and I are running now, Valor! Valor is a comic anthology that pays homage to the strength, resourcefulness, and cunning of female heroines in fairy tales. It's the anthology I referred to in the previous update. Please check it out!"}, {"update_no": "UPDATE #40", "update_userinfo": "The books are out the door!", "update_content": ""}, {"update_no": "UPDATE #39", "update_userinfo": "Quick shipping update", "update_content": "Hi folks! I now have in my possession the last of the bookplates! Isa spent the past week drawing 300 bookplates to finish off the Kickstarter, and once I get back to Pennsylvania from TCAF, we will be sending out the remainder of the books. We are planning to have them all in the mail by May 31, most of them in the next week.\nIF YOU HAVE NOT GOTTEN YOUR BOOKS YET AND DO NOT HAVE A SHIPPING NUMBER: Please, please send me or update BackerKit with any address changes. If you changed your address on Kickstarter, it does not retroactively notify project owners. You will know if your book has shipped if you either a) got a Kickstarter message or b) got an email with a tracking number from namesakemeg@gmail.com."}, {"update_no": "UPDATE #38", "update_userinfo": "Please check your shipping address! (and TCAF)", "update_content": "Hi folks! Isa just headed back home from MoCCA after leaving me with a bunch more bookplates, and as some of you have discovered, I've been shipping out once again. We got roughly 30 orders out last week before MoCCA, and I'll be working on more later today as I get caught up with store orders. \nThe thing I have been asked most by readers is when we're going to do the Kickstarter for book 3. Not anytime soon, because our priority is sending out the last of the book 2 Kickstarter plus the Chiseri and Adora story. Isa and I discussed the latter once more while in the car, and I will post sketches, etc. when she gets them to me. Rest assured, we are not going to do book 3 until book 2 is completely in your hands."}, {"update_no": "UPDATE #37", "update_userinfo": "MoCCA and more shipping!", "update_content": "Hi folks!\nQuick shipping update for you guys. Here's where we're at right now:\n$250 tier: 9 of 9 orders sent \n$200 tier: 5 of 5 orders sent  \n$75 tier: 6 of 6 orders sent  \n$60 tier: 75 of 75 orders sent  "}, {"update_no": "UPDATE #36", "update_userinfo": "Shipping update", "update_content": "Greetings from the dog park! I have been hard at work packing more orders between work and writing. Here's the orders going out in tomorrow's post:"}, {"update_no": "UPDATE #35", "update_userinfo": "Shipping update, 'Knot,' and more cons!", "update_content": "The game is on!"}, {"update_no": "UPDATE #34", "update_userinfo": "Look at what arrived!", "update_content": "Isa is expressing 250 more bookplates to me, and provided they don't get sucked into the polar vortex, they'll be here by this weekend! If you want to see samples from the latest batch, check out her Tumblr post."}, {"update_no": "UPDATE #33", "update_userinfo": "Bookplates are on the way!", "update_content": "Hi folks! We wanted to give you an update on the bookplates.\nAfter getting settled in her new home in the Ottawa area, Isa's been cranking out them out! She's done 159 of them this week. She's going to do another 80 then send a big batch down. That will take care of most of the orders, but she still needs to do another 330 bookplates to completely wrap up the book portion of the Kickstarter. After that, all we need to do is the Chiseri/Adora side story! "}, {"status": []}], "comment_no": 53, "projec_url": "https://www.kickstarter.com/projects/1987386669/namesake-volume-2", "project_name": "Namesake: Volume 2"}}, {"backer": "Ryk E. Spoor", "project_data": {"campaign": {"story": "What is Namesake? \nNamesake is the story of Emma Crewe, a woman who is stolen in the aftermath of a library fire and is dumped in a land made famous by literature and cinema. She learns she's a Namesake, uniquely connected to this world by the power of her given name, and now she must act as the story's protagonist as she figures out how to make her way home. But as Emma travels, she discovers that those controlling her story have their own selfish goals in mind – and her fate is the key to everyone’s happy ending.\nWhat is this Kickstarter for?\nWe're raising the money to print volume 1 of Namesake. It's 144-page sewn-perfect softcover book and contains the prologue through chapter 5 plus a 5-page bonus story. The funds would cover the print job, the purchase of ISBN numbers and some extra leeway for shipping, Kickstarter and Amazon fees, rewards, etc. \nWait a minute, who is this \"we\" you're talking about?\nIsabelle Melançon is a French-Canadian artist who initially came up with the idea behind Namesake in 2007. It evolved from a series of parody comics she did for her friends. Megan Lavey-Heaton is a U.S. writer who poked Isa until she began to further develop Namesake. They combined their powers and launched Namesake in 2010. \nIsa is from Montreal, Quebec, and when she's not drawing, she's selling comics. Meg lives right outside Mechanicsburg, Pennsylvania, and is a copy editor and designer for The Patriot-News and an editor for The Unofficial Apple Weblog. Isa and Meg were contributors to the Womanthology: All-Female Comic Anthology in 2011, with expected publication this year.\nDoes the $25 and $30 levels include the PDF of the digital book?\nYes, we are making the PDF available at this level to Kickstarter backers only.\nIf you make over your funding, what will the extra funds go toward?\nFirst and foremost, more books! Or as many as Meg can shove in her office.  Second, help offset costs to go to TCAF in May, where Namesake #1 is making its official debut. Third, possibly attend other cons on the East Coast (U.S. and Canada) this year with Namesake #1 in tow. Fourth, tuck the money away to put toward printing book 2 in 2013.\nOne of the rewards lists glass pendants. What are those?\nOptimystical Studios approached Meg in 2011 about creating a line of Namesake glass pendants for readers. Examples of their work with these pendants can be found here. They're extremely durable and attractive -- the one Meg's carried about has gone through quite a bit of abuse and still looks like new. Here's the three you can select from!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "The Kickstarter for Book 2 is here!", "update_content": "As requested by our backers last year, we wanted to let you know that the Kickstarter for Namesake: Vol. 2 is live! It's bigger than volume 1 and is 172 pages chocked full of Emma, Warrick, and the gang! It has Intermission #1, Chapters 6-10, a special interview with Warrick and a five-page story about Warrick set during the flashbacks in chapter 7. We also have a number of other Kickstarter-only goodies including charms, a second short story focusing on Chiseri and Adora, and the chance to be part of the Calliope staff!"}, {"update_no": "UPDATE #17", "update_userinfo": "A little bit of housekeeping", "update_content": "Hey guys!\nI wanted to touch base with you guys to see if there is anyone who has not gotten their Namesakes or any of the awards with it. Isa still hasn't finished the bonus pin-ups that went along with the rewards, but we haven't forgotten those. I know there is one case already of someone who needs to be sent their pendant (haven't forgotten you, Shoshana!) There are also a couple of people whose addresses we never got to begin with and have not responded to my emails. These books are waiting to go home to you! Please contact me ASAP, and I can dispatch your book."}, {"update_no": "UPDATE #16", "update_userinfo": "Woo! Finished!", "update_content": "See those books? Those were the very last of the Kickstarter orders at the post office. They were sent out June 28. We have a couple of straggler packages that need to be sent, but this was the last massive order that was hauled into the lovely USPS office in Enola, Pa.\nWe only have three books left from the main order to send out, and those are because we're still missing addresses. Here's a couple of housekeeping items:\nWhy haven't I gotten my book yet?"}, {"update_no": "UPDATE #15", "update_userinfo": "Shipping update", "update_content": "Hey folks! I just wanted to let you guys know how we're doing shipping-wise. I have 165 books left to send out the 358 books that were pre-ordered through the Kickstarter. We're about to head into the bulk of the international orders. I'm really hoping if I work steadily that I can finish everything within the next week.\nHere's how the orders ship/delivered break down by tier level:"}, {"update_no": "UPDATE #14", "update_userinfo": "The books are here!", "update_content": "Here is the result of your pledges and hard work! 32 boxes of books, 31 of them weighing 30 pounds each, ready to be sent out to you guys! Many, many thanks to my husband who hauled them up the stairs so I can move them to the office. Now we start packing!"}, {"update_no": "UPDATE #13", "update_userinfo": "The books are almost here!", "update_content": "In less than 24 hours, the Namesake books will be in my apartment! My husband and I just picked up the envelopes from Uline on our way back from Canada, and everything is ready to go.\nI will be packing and shipping the orders as fast as I can, but it will take a couple of weeks to get through everything. The $175 higher levels in the U.S. will have delivery confirmation, so you will be notified via email with tracking numbers as packages are sent. International orders will not have delivery confirmation. I will message people as their packages are sent out. International orders will be slower than domestic because we have to fill out all that lovely customs paperwork the post office loves."}, {"update_no": "UPDATE #12", "update_userinfo": "Arrival date received!", "update_content": "I just got off the phone with the printer's representative, and the expected arrival time for the bulk of the Namesake orders is between May 22-29 unless there is a major hold up in customs. Huzzah!"}, {"update_no": "UPDATE #11", "update_userinfo": "Update on lots of things", "update_content": "Hi, everyone! It's been awhile since we touched base, so we wanted to give you an update on where things stood:\n- The bulk of the Namesake order (all except the 60 books that were shipped ahead for TCAF) is literally on a slow boat from China. I'm hoping to receive word this week on when the shipment will arrive, then I can start packing orders. I will be in Canada for a friend's wedding from May 15-21, so I can't send anything then. "}, {"status": []}], "comment_no": 38, "projec_url": "https://www.kickstarter.com/projects/1987386669/namesake-volume-1-0", "project_name": "Namesake: Volume 1"}}]