[{"backer": "Ryota Sekine", "project_data": {"campaign": {"story": " The name Numa comes from the Chinese characters for daughter (nu / 女儿) and mother (ma / 妈) as our snacks are rooted in the mother’s kitchen. Our all-natural milk chews are not too sweet, milky treats with benefits inspired by a traditional treat my mother grew up eating and made for the modern, health-conscious, sweet lover.\nWhy Kickstarter?\nWe, a “nu” and “ma” duo, started making milk chews by hand in our own kitchen in 2017 and launched our Original flavor to select NYC stores, our online store and Amazon in early 2018. Now armed with a highly improved recipe based on early launch feedback and MUCH more confidence in our production capabilities, we’re coming to Kickstarter to launch two new flavors! The funds from Kickstarter will help us source the packaging needed to make our new flavors a reality.\n All-natural, not too sweet, milky treats with benefits. Inspired by Asian nougat, made in America. \n-Nutritious: just 6-7 wholesome ingredients and no artificial ingredients or preservatives come together for one delicious, chewy serving of more than 10 essential vitamins and 4g of protein. Complex carbs and healthy fats round off our chews as great energizing, sweet treats with benefits.\n-Delicious: Made in small batches the slow way with a traditional recipe and fresh ingredients, our chews are hard to resist and a great, better-for-you solution to satisfying the sweet tooth.\n-Convenient: Excellent on-the-go/travel snack whether for around the corner trips to the office/gym or across the globe trips to that exotic nature trip you’ve been dreaming of. \nIt’s that time of the day, you’re craving something sweet and slightly indulgent – it’s only natural – but you want something that’s delicious, nutritious, not too filling (just a bite!), and quick. You check out your cabinet to find candy, some bars, and pastries...so you settle back down, disappointed, knowing that fruit, while undoubtedly the healthiest option, won’t quite satisfy that nagging craving you’ve got.\nEnter milk chews!\nThe most common feedback among early fans is that our chews are not too sweet. This is because our main sweetener is maltose, a natural sweetener distilled from fermented grains that is 50% less sweet than normal table sugar. What’s more is that it contains high fiber and iron and has been used since ancient times in China as a delicious aid to digestion and the immune system.\nMeanwhile, all of our other ingredients contain nutritious properties themselves and come together to pack in more than 10 essential vitamins as well as protein, complex carbs, and healthy fats.\nWe’ve spent a full year learning how to perfect our chews and are still learning and listening to our early adopters, however, we like to think we’ve come a long way and now have a pretty darn tasty chew.\nBut you don’t have to just take our word for it, watch some live feedback from one of our market days! \nFrom the beginning, we’ve only used fresh, quality ingredients that we source locally whenever possible. Now armed with a recipe that has been refined over time from various industry veteran tips and customer feedback, we are confident to introduce two new flavors: chocolate & peanuts and strawberry!\nIt’s not just the idea of chocolate and strawberry milk that might take you back to a simpler time, our Original flavor is reportedly very similar to some of your favorite childhood candies from all over the world (as told by our Original flavor fans)! \nEach chew is individually wrapped and at only 55 calories each, they’re great for all occasions: on-the-go, pre/post workout, at your desk, in the woods, on your smoothie bowl, part of a healthy candy bar…anywhere and anytime!\nRoughly one third of the food produced in the world for human consumption every year — approximately 1.3 billion tonnes — gets lost or wasted. Food losses and waste amounts to roughly US$ 680 billion in industrialized countries and US$ 310 billion in developing countries. The environmental costs of that wasted food are tremendous - in the US alone we're talking about 30 million acres of cropland (about the land area of Pennsylvania), 4.2 trillion gallons of water and nearly 2 billion pounds of fertilizer.  \nIn the US, dairy tops the charts at #2 in waste and in China, waste grains comes in as the #1 source of waste. Numa uses upcycled ingredients in both of these fields. Firstly, our chews use real milk powder, a byproduct of butter, which is often discarded from lack of creative use but retains all the nutrients of liquid milk and maintains the same irresistibly creamy taste. We also use maltose, which we source from China where it is made directly from upcycled grains or grains that would have otherwise been disregarded due to their broken or unshapely appearance.\nUsing upcycled ingredients in no way sacrifices taste and quality, however, doing so can have a positive impact on our carbon footprint in the world. So you will not only be \"chews-ing\" better-for-you, but also for the planet. \nWe’ve taken the time to build our own small scale facility because we’re dedicated to creating our chews the right way and getting orders filled on time! We’re FDA-approved and ready to roll! \nUs when we received our facility license!\nIt all started when Joyce needed a healthier alternative to satisfying her overactive sweet tooth during her travel heavy work schedule. Always to the rescue, her mother, Jane, started whipping up handmade, natural versions of her favorite childhood treat. It was love at first chew and the infatuation has only grown as we discovered the nutrition they possess. After dozens of farmers’ markets and demos and hundreds of hours in the kitchen and on the phone, we are finally ready to expand our flavor options, confident that we can execute based on our learnings from creating and launching our Original flavor.\nBut we would never be here without the help of so many others. Our sincerest thanks for the wonderful work and help from the following people:\n-Ivan, videographer\n-Nanjin, graphic designer\n-Xinda, photographer\n-Mark, photographer\n-Marianne, copywriting intern\n-Aisha, marketing consultant\n-Trisight Communications:  Farah Jad, Katherine Butler, Briana Latter, Diana Fonte, Sandra Okoye, Adam Newman, Hannah Chong, Caroline Wohl\n@numafoods | #milkchews ", "risks": "Risks and challenges\nMaking confection is an art and we are continuously balancing learning this art and satisfying our consumer’s feedback and needs. There are some qualities that we are still learning how to adjust such as stickiness and firmness and are working on developing natural ways to further improve, however, we have already incorporated various production methods that have already improved on these factors from before.\n\nWe are ready to go with production, however, uncertainties and fallbacks can always arise whether in sourcing, production, or fulfillment. We promise to be communicative and transparent if any do so that you are always aware of our most updated timeline and progress!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 16 or more", "title": "Neopolitan Variety Pack", "descp": "3x bags of Milk Chews, any flavors (you choose, although we highly suggest one of each flavor for that \"Neopolitan\" trio!)\n**Free Shipping on all orders!**", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["303 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "You chews five", "descp": "5x bags of Milk Chews, any flavors\n**Free shipping on all orders**", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["152 backers"]}, {"amt": "Pledge US$ 34 or more", "title": "You chews eight", "descp": "8x bags of Milk Chews, any flavors\n($36 retail value + free shipping)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["62 backers"]}, {"amt": "Pledge US$ 49 or more", "title": "You chews twelve", "descp": "12x bags of Milk Chews, any flavors\n($54 retail value + free shipping)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 79 or more", "title": "You chews twenty", "descp": "20x bags of Milk Chews, any flavors\n($90 retail value + free shipping)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 160 or more", "title": "You chews forty-two", "descp": "42x bags of Milk Chews, any flavors\n($190 retail value + free shipping)", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 229 or more", "title": "Custom Chews + You chews 20", "descp": "Get creative with your own flavor of chews! We will work with you to custom make 20 handmade/hand-packed bags of any flavor of your choice.\nINCLUDES:\n20x bags of Milk Chews any flavors\n20x handmade bags of custom flavored milk chews\nFree shipping to the US", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 799 or more", "title": "Fresh chews made live for your event!", "descp": "My mother and I will personally make fresh chews live for your event anywhere in the US! Fresh chews are even MORE delicious (think fresh cookies out of the oven) and our live demonstration will be a great addition to any party!\nINCLUDES:\nLive demonstration and tasting at your event anywhere in the USA\n20x bags of Milk Chews any flavors\nOptional: +$200 for natural candy buffet for up to 100 people\nTransportation and lodging NOT included (TBD from NJ)", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Thank you!", "update_content": "Hello happy chewers! \nWe have been thinking for a while now about doing a stretch goal, but never found a good idea that we could reasonably handle...until today.\nWe've decided that if we hit $20k, we will include free maltose sticks in everyone's rewards! The number of sticks will be tiered with the reward level."}, {"update_no": "UPDATE #9", "update_userinfo": "Getting ready to ship!", "update_content": "We're 6 days into our campaign and we can't even begin to express how grateful we are for the support and community we've received. It's not only the support from our amazing backers that keeps us going, but also the inspirational community of food entrepreneurs. \nWe'd like to introduce you to some folks who have been particularly helpful along our journey. The Cleaver Quarterly, an international publication dedicated to Chinese cuisine, is an experienced Kickstarter veteran and is about to close their third campaign for their Vegetables of China trading cards!"}, {"status": [{"Project funds successfully": "565 backers pledged $14,074"}]}], "comment_no": 65, "projec_url": "https://www.kickstarter.com/projects/265016131/natural-milk-chews-tastes-like-candy-performs-like", "project_name": "Natural Milk Chews: tastes like candy, performs like a bar."}}, {"backer": "Ryota Sekine", "project_data": {"campaign": {"story": "Blueshift is the epic sci-fi board game with a quick set up, a fast learning curve, and deep strategy. Compete to explore the depths of space, conquer new worlds, and construct fleets to advance your interstellar empire! As your empire grows, your armada will grow alongside it, and soon your ships will blanket the galaxy. The first few planets may seem easy to take, but as the game progresses, players will need to make daring maneuvers to ultimately win. \nEach of the six species has unique strengths and abilities. Every setup is random so there is almost infinite replayability. \nRecommended for 2-6 players.\n  Everything that comes in the game:\n57 hexagon tiles, including 28 unique planet tiles\n2 Kickstarter-exclusive hexagons\n6 unique armadas, each containing 7 unit types\nDeck of 60 action cards\n6 species player boards\nCoin and other tokens\n1 Instruction Manual\n8 six-sided dice\nAll components are made of premium quality materials, and are beautifully illustrated by Kyle Merriman.\nGet two Kickstarter-exclusive hexagon pieces with every copy of the game you pledge for!\n  We have listened to our backers' feedback and have upgraded the action card design!\n    Species Ship Artwork\n    Take a look at the video below to see what the gameplay of Blueshift looks like! Ben Stenquist, game designer of Blueshift, walks through the basic rules, components, several turns, combat, and victory conditions.\nBlueshift is a “4X” game meaning \"exploration\", \"expansion\", \"exploitation\", and \"extermination.\" \nWe designed Blueshift with 3 major goals in mind: \n 1. High amount of strategy with minimum complexity \n 2. High player interaction \n 3. High replayability \nEach turn, players can explore space, take over planets or forge trade alliance, build up their fleet, and engage in combat with other players.\nMechanics involved: Each player starts with 1 planet, 2 ships. Everything else is flipped over; you don’t know what is there. As you go through turns you flip over hexes which are different planets or events. As you take over territory you get more and more income. As you build up your economy you get more ships and so you can take over more planets. Eventually you bump into other players and must combat to keep your territory. The game ends when someone gets 16 points (earned by gaining territory), and holds them for an entire round. \nOver the course of 7 years, we worked to ensure that every game is unique. There are dozens of different planets available to play with and countless map configurations. The dynamic of the game is different every time. \nMany scenarios will be up on our website, and we will be posting fan-made and backer-designed scenarios as we receive them! \nIn addition, here is a link to download the manual to learn more about the gameplay: \nInstruction Manual Download\nDon't take our word for it though! Read players’ feedback below:\n\nVideo Review:\nWritten Review: \nhttp://www.everythingboardgames.com/2017/06/blueshift-kickstarter-preview.html\n\"Yes, Blueshift is the real deal. It covers everything any space saga would want from space battles to trade agreements. The game feels streamlined and flows well. The space battles are exciting, exploring is all kinds of addicting, and the subtle nuances of the game make it one I’ll be playing for a long time hereafter.\" -EverythingBoardGames.com\nPlayer Feedback\n“This game heartily rewards strategic thinking, but still throws in moments of unpredictable chaos to keep things hilarious and interesting. Whether you dominate the galaxy through brilliant trade moves or an unbeatable armada, you will be guaranteed an experience that is rife with shady diplomacy, explosive combat, and good old fashioned interstellar backstabbing!\" -Tanner\n“Explore space, build up your fleet, and watch as massive fleets slam together for complete and total annihilation!” -Owen\n\"Simply put, Blueshift has everything I want from a board game. First, the basics of the game are simple to learn, but it has a lot of room for complex strategy. This along with the modular game board means that you will never play the same game twice! Second, it has an engaging narrative. Each playable faction has their own backstory and strengths that add rich flavor to every adventure as you grow from a single planet scouting the mysteries of void to an empire set on galactic conquest. Third, the game is just gorgeous! Each faction has uniquely designed, full colored game pieces. If you love engaging, well-designed board games, Blueshift should have a spot in your collection.\" -Nate\n“Blueshift is a fun, easily scalable game that packs a surprising amount of strategic depth into a relatively light-weight package. With a much shorter playing times than similar games and high replay value, Blueshift is that rare game that is both accessible to novice players while deep enough to remain interesting to veterans. Highly recommended!\" -Brian\n“Blueshift is an awesome blend of discovery, politics and combat. Because the planets are shuffled and placed randomly, the game board is never the same - making for a new strategy every time you play! The game also has six different races to choose from. They range from hyper-aggressive militant teams to strategic defenders that depend on placement and zone control. You also have to interact with other players during the game, which is one my favorite things about it. Whether it is convincing your opponents to attack others, or outright destroying them to get your victory points, you will have to deal with every player in the game to be successful. From the exploration, to the combat, to the social emphasis, this game is just plain fun.” -Mark\nPlayers have six asymmetric alien species with their own strengths and weaknesses to choose from: \nAlpha Primarus Coalition - A loose network of human factions trying to regain their former glory. Adept at spy networks and inhabiting new planets. Player Profile: Tools \nMarrow-Kir - Feared reptilian warriors that tend to process disagreements with their magma blades rather than rational discourse. Their weak economy is made up for by their fierce combat. Player Profile: Did I mention that they like fighting? \nXan’il - The most technologically advanced of all the species. Equipped with a larger hand size for action cards than other species, as well as valuable cloaking technology. Player Profile: Sneaky little buggers.\nAndroid Tribunal - 01100011 01101111 01101111 01101100. With their machine-like efficient economy, the Android Tribunal excels at invading planets. Player Profile: Plain awkward\nTivare - Merchant race that excels at forming trade alliances and the logistics of moving their fleet around the board. Can often be found saying tactful things like “give me a trade alliance or die, maggot!” - Player Profile: Devious and plotting\nHivemind - We tried asking them what their strengths are, but they ended up eating our co-designer. We think they are good at colonizing planets… and just generally being savage. Player Profile: Devours first, asks questions later\nWe have some exciting stretch goals that will allow us to upgrade various components of the game and introduce new components!\n  We would love for as many retailers as possible to be involved in this campaign. For retail-specific pricing and terms, please reach out to us at info@nebulousgames.com. Please use the term \"Retailer\" in the subject line to help us more quickly respond to you.\nAbout the Creators\nBlueshift is designed by Ben Stenquist, a long-time board game hobbyist. Ben has loved creating his own games since he was in elementary school. Now he is fulfilling his dream of launching a game for everyone to enjoy! He has extensive knowledge of product development from his time as a tech product manager for Fortune 100 companies.\nSeven years ago, Ben was struck with the idea of making a space-themed version of a Pirates of the Caribbean PocketModel game. Using sticky notes, he made the original version on a grid of sticky notes. His friend’s cousin loved it so much that they kept playing it and developing it. Over the next years Ben’s hobby would result in nights of play-testing with different people in different venues. The game underwent numerous iterations and at least 5 major overhauls. While it no longer looks anything like that original game on sticky notes, Blueshift is finally perfected and ready to go public.\nThe amazing graphic design was done by Adam Stevens, who is a co-founder of Nebulous Games. Adam has a knack for elegant visual design, and does this professionally for a Fortune 100 company. Adam has an intensely competitive spirit when it comes to playing games.\nKyle Merriman is the artist responsible for the beautiful artwork you see on this page, including the box cover, species ships, and planets. He brought his brilliant imagination and vivid artwork style to Blueshift. \nShipping\nEveryone's favorite topic! We at Nebulous Games have decided to subsidize part of the shipping for all backers, regardless of where they are located. Because shipping is very expensive, we will be charging a small shipping fee to all backers. Detailed shipping charges can be found after you have selected your reward level.\nWe are partnering with well-known fulfillment companies across the world to provide the best shipping experience possible. We will be shipping from within both the US and the EU for these corresponding backers. This means that shipping will be customs and duty free.\n ", "risks": "Risks and challenges\nAs many of you know, manufacturing and distributing a board game is a complex process, with many areas for potential hang-ups. We are confident that the precautionary steps we have taken will mitigate any issues. We commit to being transparent and to communicate frequently regarding any issues that arise. Here are a few steps we have taken to mitigate risks:\n\n1. We have built in a reasonable buffer into our timelines to account for variability and small errors that may arise.\n2. We have completed a lot of pre-production. All of our illustrations are complete, the manual is 95% complete, and we have established relationships with manufacturing and fulfillment partners.\n3. We are partnering with well-established manufacturers and fulfillment partners, which we are confident will deliver a high-quality product and that can handle the volume of a Kickstarter project.\n\nThanks for placing your trust in us! We are excited to get this game into your hands!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Interceptor", "descp": "Gives you access to follow along with the latest news and updates with campaign progress!", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Scout", "descp": "One copy of Blueshift, including all stretch goals.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["351 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Colony Ship", "descp": "Two copies of Blueshift, including all stretch goals.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "Retailer Special", "descp": "We have a special offer for our retailer backers that includes FREE shipping! Pledge the correct amount for the number of games you would like:\n$99 - 3 copies of Blueshift, all stretch goals, KS exclusives, and shipping costs.\n$156 - 5 copies of Blueshift, all stretch goals, KS exclusives, and shipping costs.\n$238 - 8 copies of Blueshift, all stretch goals, KS exclusives, and shipping costs.\n**Requires retailer verification**", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Battleship", "descp": "3 copies of Blueshift, including all stretch goals, plus we will put you up in a hotel for one night in downtown Chicago, show you around the city, and spend the evening with some of my friends playing a complete game of Blueshift! (airfare/travel not included, scheduling subject to availability of team in Chicago)", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 200 or more", "title": "Destroyer", "descp": "3 copies of Blueshift, including all stretch goals, plus our amazing illustrator will send you a poster of you turned into a character from Blueshift! You will get to choose which species you will look like.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Destroyer", "descp": "3 copies of Blueshift, including all stretch goals, plus our amazing illustrator will send you a poster of you turned into a character from Blueshift! You will get to choose which species you will look like.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Rest of World Shipping + FAQ Doc", "update_content": "Rest of World Shipping Update\nTo all of our backers not in North America, we wanted to give you an update. We have been slow to provide updates on this front because it has been very challenging to get any information from our fulfillment company. That being said, we believe that all shipments to all countries have now been sent out! We have received reports of backers getting their games in other countries to support this. Feel free to message us directly if you have any questions."}, {"update_no": "UPDATE #24", "update_userinfo": "All Games to US & Canada have shipped!", "update_content": "Hi everyone,\nWe are pleased to inform you that all games going to backers in North America have now been shipped by our fulfillment partner in Chicago! We have heard that some people have already started receiving their copies. Thank you so much for all of your support throughout this entire process! We couldn't have done it without you. \nWe looked through the game, and the components look really great! We especially like how the special coating (spot UV) on the planets turned out :) \nIf you want to help us out in the coming weeks, we would especially love for you to leave a rating or review on boardgamegeek.com after you have played it a few times, conquered a few planets, and gotten a taste for ruling the galaxy!"}, {"update_no": "UPDATE #23", "update_userinfo": "Blueshift has Arrived at the Warehouse!", "update_content": "We are excited to share that Blueshift arrived at the fulfillment warehouse in Chicago as of this morning! As such, we just sent out an email notification that you have 48 hours to make any address updates. We noticed that this reminder email said the games will be shipped in January 2018. Please disregard this as they should all ship out next week.\nTo our backers not in North America, the games are still in transit to the warehouse in the UK, but should arrive in the next few weeks and be shipped at that point."}, {"update_no": "UPDATE #22", "update_userinfo": "Ocean Freight has Begun!", "update_content": "First of all, Happy New Year!\nThe games for backers in North America have left port for the US and have an estimated arrival at the fulfillment warehouse of February 9th. At that point, they will be processed and sent out as quickly as possible by our fulfillment partner!"}, {"update_no": "UPDATE #21", "update_userinfo": "Manufacturing is Fully Underway", "update_content": "Hi there!\nWe wanted to share a couple of pics of the manufacturing process that is fully underway. They expect to be completed and have the games at Ningbo port by December 12th. From there they will journey to warehouses in the US and EU, arriving mid/late January. At that point they will be processed and shipped to you!"}, {"update_no": "UPDATE #20", "update_userinfo": "Backer Surveys Sent", "update_content": "Just a quick note to everyone that we have now sent out backer surveys to all backers. Please fill yours out in the next two weeks, with the deadline being October 28th. This will allow us to effectively coordinate where the different freight shipments go to make sure we get you your game as quickly as possible.\nPlease email us directly if you have any questions or concerns: info@nebulousgames.com\nThanks!"}, {"update_no": "UPDATE #19", "update_userinfo": "Production Update", "update_content": "Hi backers!\nWe wanted to give you an update on the progress of production. We had quite a bit of back-and-forth with our manufacturer to make sure all the files were set up correctly. They are now printing the color proof copies which will be express shipped to us for a final verification next week.\nHere are some photos from our manufacturer of the color proof being printed! We especially love how the dice colors turned out."}, {"update_no": "UPDATE #18", "update_userinfo": "Files Sent to Manufacturer", "update_content": "Hi friend,\nJust a short and sweet update today: we just sent the production files to the manufacturer! Next up, they will print a couple copies of the game and express ship them to us so we can check the color and quality and give a thumbs up for full production. Things are coming along smoothly thus far with the timeline. \nAs one note, we have only sent out the Kickstarter backer survey (to collect your mailing addresses and other info) to the backers at the Destroyer level since they need artwork done over the next few months. We expect to send out the rest of the backer surveys over the next month. Feel free to reach out if you have any questions or concerns."}, {"update_no": "UPDATE #17", "update_userinfo": "Dice Color Vote Results!", "update_content": "We have collected all of the survey results, and are announcing that... drumroll please!... the winning color combination is \"Deep Space\"! 2/3's of voters chose this color combo as one of their top 3 options, and it received the most #1 votes. We think this combo will turn out looking really cool, especially alongside the other Blueshift components. For those of you who are data nerds like myself, I have included a chart below of how all the vote points stacked up.\nIn other news, we are wrapping up the template work which we should be submitting next week to the manufacturer! Thanks everyone for your help proofreading the instruction manual. We received lots of great feedback that will really help with readability, consistency, and edge cases."}, {"update_no": "UPDATE #16", "update_userinfo": "Instruction Manual for Feedback", "update_content": "Hello,\nAs promised, here is a link to an updated version of the instruction manual. We are hoping to get your help with proofreading and feedback before we submit the final version for production. We are especially looking for grammatical errors, confusing language, conflicting explanations, etc. We will not be considering any changes to any gameplay mechanics or rules."}, {"status": []}], "comment_no": 218, "projec_url": "https://www.kickstarter.com/projects/nebulousgames/blueshift-the-game-of-galactic-conquest-for-2-6-pl", "project_name": "Blueshift: The Game of Galactic Conquest for 2-6 Players"}}, {"backer": "Ryota Sekine", "project_data": {"campaign": {"story": "A huge THANK YOU to every backer who helped us reach $30,000! We're so excited to have you with us as we open the first Foodseum exhibit in 2015!\nAs featured by:\nFoodseum is Chicago's first food museum! A physical museum completely dedicated to the education, celebration and inspiration of food. Our interactive exhibits will ignite your passion for food as we take you on a journey through the history, the farm-to-table transformation and the people behind the dishes we all enjoy. Discover local and international flavors, learn the stories and cultures behind what you eat, and experience a new and exciting side of the wondrous world of food.\nOver the past 8 months our team has greatly enjoyed debuting a small taste of what Foodseum will offer through mini-exhibits at local events and festivals. The support we've seen from Chicago's amazing food fans has been incredible! We're excited to have you with us on the next step of this journey: our first temporary exhibit!\nFoodseum is a non-profit organization recognized as tax exempt under Section 501(c)3 of the Internal Revenue Service Code.\nThe purpose of this Kickstarter project is to fund the development of the first Foodseum exhibit, 'The Hot Dog and Encased Meat of the World.' $30,000 will enable our team to: collect, care for and integrate artifacts, build interactive learning experiences, obtain the necessary equipment to run cooking demonstrations and deliver a truly amazing and unique experience.\nWe've gathered some of the best minds in experiential and exhibition design to create a fun, engaging and overall inspirational experience. Now we need your help! Each reward you purchase through Kickstarter will bring us one step closer to making their ideas a reality for all of Chicago to enjoy. Every dollar counts so please purchase your reward today!\nThe Hot Dog and Encased Meat of the World\nAt Foodseum you don't just learn about food, you experience it! Interacting with all 5 senses in every exhibit you're immersed in the story of a specific food type.\nPLAY\n\nWe love Chicago and its amazing history and culture! To best honor this, the first Foodseum temporary exhibit will feature 'The Hot Dog and Encased Meat of the World.' Did you know Chicago has more hot dog stands than any other city in the world?! (2,500 to almost 3,000 stands at any given time)\nThe exhibit will begin with the origins of encased meat, showcasing the first settlers in Chicago and the artisan butchers who supplied their local communities with various traditional sausages.\nWe'll take you inside the industrialization of food in the late 1800s and the rise of the Hot Dog as an American icon.\nYou'll learn about the growth of food advertising, the continued increase of food's industrialization in the 20th century, the re-emergence of local artisan craftsman and the development of today's endless list of flavors.\nAs with every Foodseum exhibit, this story will include:\nHistory and Evolution\nFarm-to-Table (How it's Made)\nDiscovery (International and Innovative uses)\nInspiration\nWe can't wait to bring this story to life and take you along on this journey to uncover stories, discover artifacts, and of course try something new!\nAfter making appearances at several festivals and events in Chicago, we're working to open our first temporary exhibit in May of 2015. Our team is currently pounding the pavement trying to find the right home for the first exhibit somewhere in this great city.\nThe ideal temporary home for 'The Hot Dog and Encased Meat of the World' would consist of 2,500 sq. ft. with black iron fixtures, plus additional space for a small counter-service restaurant. At this point, all exhibit designs are being made flexible to fit into various building layouts.\nOur long-term goal is to open a permanent museum space with multiple rotating exhibits in 2017. This museum would represent a center-point for the stories, how-to and inspiration behind all things edible as well as a giant step forward for food education in Chicago!\nOur goal is to create an educational experience that sparks your passion for food.\nAs humans, we all eat. Food is a large part of every culture's history the food we eat today is full of amazing stories, innovations, and combinations of flavors from multiple cultures. However, in our increasingly busy lives, these stories, flavors and traditions are too often taken for granted.\nFoodseum aims to fix this by providing a universally accessible location dedicated to helping visitors discover their passion for food. Through interactive exhibits, educational seminars, events and developmental programming, Foodseum will provide: fun insights into the history and evolution of food types, basic food education, simple preparation demonstrations and introductions to innovative and international flavors. Most importantly, Foodseum works to inspire a passion to continue to explore the wonderful world of food.\nAs a nonprofit organization (recognized by section 501(c)3 of the Internal Revenue Code), our mission is simply to provide a fun, education-based location for anyone to learn about, celebrate and be inspired by food.\nOur core team consists of 13 dedicated leaders each contributing their experience to the opening of Foodseum. Assisting in every aspect are a continuously growing number of professional volunteers.\nWant to help make Foodseum a reality?! Join our volunteer team by sending an e-mail with your area of interest to info@foodseum.org.\nWe owe a great deal of thanks to the following organizations (and many more) for their kind advice and support as we work to build Chicago's first food museum.\nWant to help? We'd be excited to hear from you. Please send an e-mail to info@foodseum.org.", "risks": "Risks and challenges\nOver the past 8 months we have built a leadership team of 13, gained the advice and support of over 50 local and national organizations, and over 70 professional volunteers dedicated to opening Foodseum.\n\nMembers of our team have extensive experience in experiential design, exhibition design, interior design, graphic design, architecture, restaurant construction, food history, culinary arts, marketing, public relations, community management, real estate, and fundraising. We believe the entire team is well-positioned to tackle the challenges this project will present.\n\nWe are working as hard as possible to open the doors to the 'Hot Dog and Encased Meat of the World' in May of 2015. With the help of a number of talented advisors we're searching the city to find a space to host the exhibit. As we do not yet have a location confirmed, there is a risk that identifying a space, completing any needed build-out and installing the exhibit will push the opening past May of 2015. Throughout the entire process we'll keep you updated on each step of the progress. Please know that our entire team is dedicated to creating a center-place for interactive food education in Chicago and will continue to work to open Foodseum as soon as is physically possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "312 backers pledged $33,445"}]}], "comment_no": 51, "projec_url": "https://www.kickstarter.com/projects/foodseum/chicagos-food-museum", "project_name": "Foodseum (Chicago's first food museum)"}}, {"backer": "Ryota Sekine", "project_data": {"campaign": {"story": "3.11 forever changed the world. On March 11, 2011 the largest earthquake in recorded Japanese history occurred off the coast of Tohoku, Japan. I was there, next to the epicenter, with friends, colleagues, and former students. The following days and months forever changed my life. Being present for that horrible disaster, and volunteering in the months that followed, I was moved by the countless individuals who dropped everything to help in the recovery. I gathered a small crew, raised funds on Kickstarter, and produced a film documenting the stories of these volunteers, which I called Tohoku Tomo, or friends of Tohoku.\nAs I’ve taken this film around the world, I’ve realized that there is a greater mission than sharing only the inspiring stories of these volunteers. This is what we're calling: the 113 Project. \nThe 113 Project was born out of the desire to help the Tohoku region of Japan with the long term recovery following 3.11. We aim to reclaim Tohoku from the disaster and bring increased Tourism and Volunteerism to the region. We believe that this combination leads to a 1 + 1 = 3 scenario where the sum is greater than the parts, hence the 1.1.3. Project. The name also captures what we hope to do. 113, is 3.11 backwards. We hope to reverse the negative stigmas and harm the 3.11 disaster has caused to the Tohoku region and its people. \nOur short term plan is well underway and our team left for Japan in July. We've taken another small film and research crew to Tohoku to record the region’s major festivals, interview local residents, and strengthen established relations with regional non-profits and leaders. \nThe mission of the 113 Project is to support localized economic development through the promotion of tourism and volunteerism. Our trip this summer will produce short webisodes highlighting the recovery and draw of the region, which will serve as a resource. We plan to combine these two aspects into a compelling story of hope, friendship, community, recovery, and moving forward. \nI’m so excited about our core team, comprised of myself, Elizabeth Gordon, and Daniel Martin. Between us we have years of experience in business development, the hotel/tourism industry, and promoting social good and cultural awareness. We also have an outstanding, professional team of videographers in Philip Holbrook and Luke Harwath. \nWe have shared the 113 Project with audiences around the country and have gotten a lot of positive feedback. The Consulate General of Japan at Chicago has expressed interest in our initiatives as have other local and regional US-Japan organizations. We also have the support and interest of the US-Japan Council, The Laurasian Institution, members of the State Department and the National JET Alumni Association. We really hope that you too will be on board and help guide us to making the 113 Project a reality. Thank you.\nThe $8700 goal of this Kickstarter will offset the coast of travel and accommodations for the film crew traveling in Japan to capture the footage and interviews for the 113 Project's short film series. Additional funds raised will continue to assist in the production cost as we expect fees for post-production; website creation and management; creation of an original soundtrack; and more. We really appreciate your support because we want to share these stories with the world and help reclaim Tohoku. ", "risks": "Risks and challenges\nStrengths\n- Existing connections in the region and in Japan.\n- Strong response from US audiences to the Tohoku Tomo film.\n- Falls in line with the Japan Government's “New Tohoku” initiative. \n- 113 Project has the potential to enhance and build upon existing relationships between smaller groups in Japan and individuals in the US.\n- Helps those currently living in the Tohoku region know that they have not been forgotten, an important aspect in the recovery.\n- Professional team with experience completing a Kickstarter documentary.\n\nWeaknesses\n- Existing funding for the project is very limited and coming from personal investments.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "113 Project Short Film Series - LIVE this week!", "update_content": "Thanks to the support of our Kickstarter backers and countless volunteers, we are proud to say that for Tohoku Tomo Week this year, we are releasing the ‪#113Project‬ short film series. These films introduce you to young adults, local businesses, and communities in Tohoku. Each day this week will focus on a theme and include multiple shorts. Thank you for your support and taking time to hear these stories. ‪#TTWeek‬. \nWe encourage you to share direct links to the episodes that move you on your social media channels and by word of mouth. Our goal is to share these stories with as many people as possible. Thank you! "}, {"update_no": "UPDATE #8", "update_userinfo": "The Homestretch - A Detailed Look at Each Episode (plus a preview)", "update_content": "Hey Backers,\nAs mentioned last update, we have partnered with Chicago Sister Cities International and were a contributing member to the Kizuna 4: Through Our Eyes photo exhibition this year. Thanks to your support, we were able to share stories of individuals and businesses recovering in the Tohoku region with Chicago and the Midwest. I'm excited to let you know that the 113 Project will also be a major part of Kizuna 5 in 2016 for the 5th year commemoration of the Great East Japan Earthquake. We are planning to share our short film on youth as part of the exhibition. "}, {"update_no": "UPDATE #7", "update_userinfo": "Translation for Latest Video Update", "update_content": "Hey, Backers!\nI'm happy to report that the 113 Project team and I are hard at work preparing the short film series. We have a team of volunteers who are transcribing the Japanese interviews and then translating them into English. We also have viewed the footage from last August and are SO excited to share it with you soon. Phil and Luke did an outstanding job and we have an abundance of beautiful shots. "}, {"update_no": "UPDATE #6", "update_userinfo": "An Extended First Look - Video Available", "update_content": "PLAY"}, {"update_no": "UPDATE #5", "update_userinfo": "Editing and Updates", "update_content": "PLAY"}, {"status": [{"Project funds successfully": "132 backers pledged $10,116"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/1283108911/the-113-project-tohoku-film-series", "project_name": "The 113 Project: Tohoku Film Series"}}, {"backer": "Ryota Sekine", "project_data": {"campaign": {"story": "Missed it? You can pre-order on: www.fitnesscubed.com\nMake your exercise matter MORE. \n\"This next story might just change the world. Its a new way for people with desk jobs to burn calories while at work\" \nMalcom Maddox of WXYZ Detroit News. Check out the complete segment below:\nWXYZ checks out Cubii during the 10pm Action News Show!\nFox 32 checks out Cubii during the 9pm News Show!\nAs Featured In:\nNPR: \"Weekly Innovation: Get Moving, While Seated At Your Desk\"\nTechCrunch: \"Can’t Manage A Standing Desk? Meet Cubii, The Sitting Exerciser\"\nVentureBeat: \"I don’t know about you guys, but I really need this thing\"\nWXYZ News: \"This next story might just change the world\"\nFox 32: \"Workout device helps keep you active while on the job\"\nForbes: \"Staying Productive While Staying Active\"\nChicago Tribune: \"How 3 partners turned to the startup community to make a fit product\"\nGizmag: \"Cubii under-desk elliptical trainer lets you pedal to fitness at work\"\nCrain's Chicago: \"This amazing invention promises to help you burn calories at your desk\"\nBuilt in Chicago: “Cubii, a drawer-sized elliptical trainer that is quiet enough to stealthily burn calories while answering a work email about that 3:30 meeting\"\nChicago Tribune's John Cass and Lauren Cohn interview Cubii founders! \nHear what one of our backers had to say about Cubii: \"Wanted to say thanks for making this idea a reality. I honestly wish it had been available a decade ago and my health wouldn't have gone so far downhill at my desk job. I paid a lot for a standing desk with a small stairstepper device, which gave me 3 options and helped keep me from sitting for too long. But I always came back to regular sitting after a short time standing or walking in place. This is a much better approach because you can use it during regular sitting work\" - Moses Gunesch Thank you so much!\nCubii is the world's first under-desk elliptical trainer designed specifically for your workspace. This allows you to stay active while working without any distraction. Bluetooth integration allows you to keep track of your activity via a mobile app. If you're already using a fitness tracker, it syncs with that too. Don't have space or can't afford a standing or treadmill desk? Try Cubii! Now you don't have an excuse for workplace inactivity.\n Meet Cubii\n\nHow It Works:\nCubii facilitates simple, unconscious leg motions preventing any distraction from regular work. The elliptical motion along with appropriate foot angles ensures a smooth and comfortable motion. It is quiet, so you won't distract others around you! And the exercise is not tedious, so you won't sweat. It is just enough to keep you active!\nYour knees won't hit your desk when you use Cubii, preventing any distraction from work\nConventional pedal exercise machines have not been designed for under-desk use, resulting in numerous distractions\nFeatures:\nAdjustable resistance allows you to select the exercise intensity of your choice\nCarefully designed pedals ensure a firm grip and a modern design\nA conveniently located handle makes it easy to move around if need be\nBluetooth integration lets you keep track of your activity via our mobile app\n\nWhy It Matters:\nSitting inactively is more harmful for us than we think!\nThere are almost 85 million jobs in the US alone that primarily involve sitting. Prolonged hours of inactivity in the workplace are known to result in numerous health problems such as obesity, diabetes and other cardiovascular issues. The epidemic of the 'sitting disease' is spreading rapidly as advances in technology promote inactivity.\nCubii addresses the sedentary lifestyle that we are normally accustomed to by preventing prolonged periods of inactivity.\nWe have not evolved to sit inactively for extended periods of time!\n\nHow it was made:\nThe first Cubii model!\nWe considered a number of designs and continued to make changes\nFinally it started taking shape!\nBefore bringing Cubii to Kickstarter, we showcased it on a number of occasions to get feedback!\nWe also showcased Cubii at NeoCon, the largest interior design conference in North America!\nSpecifications: 24 inches (length), 15 inches (width), 10 inches (height)\nOur Story:\nIn the words of our co-founder, Arnav Dalmia:\n\"My job, like of most employees in the company, involved sitting at a desk for prolonged periods of time. Throughout my college life, I had been a health freak; I noticed that while my diet hadn’t changed much, I had now started to feel lethargic, inactive, and unhealthy. Soon I noticed that wasn’t the only one; each day I heard people around me complaining about back and muscle aches due to being sedentary for majority of the day.\nRight around that time, I happened to come across an article in Wired saying, “Sitting is Killing You,” which stuck with me. This got me doing some more research on office fitness and the harmful effects of a sedentary lifestyle. At that time, I wanted to come up with a way to get some basic exercise as well as track it. I came across standing desks and treadmill desks. Unfortunately, I could not get one because I did not have enough space or enough money to buy one! This is when the idea of Cubii, was conceived\"\nWe participated in a number of conferences and competitions – such as Clinton Global Initiative University and The University of Chicago College New Venture Challenge. The response was overwhelming, and gave us the courage to bring Cubii to life. We also participated in the Polsky Accelerator at Chicago Booth, which helped us better understand the need in the market.\nAfter spending almost 15 months working on Cubii, we are finally ready to take Cubii to mass production, and we need your help to make this happen!\nFitnessCubed and Quantified Self:\nQuantified self is an international collaboration of users and makers of self-tracking tools.\nTestimonials:\nHear about it first-hand from people who tried it as well as health experts!\nOur Team:\nOur Advisors:\nRewards:\n Manufacturing timeline:\nSpecial credits:\nWe could not have gotten here without the help of our family, friends and advisors!\nLocation credit: 1871 and Catalyze Chicago; Website: Pritish Bhave and Victor Kung; Video Production: Yosef Day Films; Product Development: Product Development Technologies (PDT) and Illinois Institute of Technology\nConnect with us!\nTwitter: FitnessCubed\nFacebook: MyFitnessCubed\nEmail: fitness3ed@gmail.com", "risks": "Risks and challenges\nWe love Kickstarter! While it is a step closer to bring Cubii to the market, we understand some obstacles may come up. That's why, over the last one year, we have spent a lot of time with designers, engineers and manufacturers to minimize any potential obstacles. Our first prototypes were ready almost nine months back, but we decided not to launch on Kickstarter until we had completed the design, built a complete working product and found manufacturers.\n\nNow, we have a working product that is near completion. We only need to make improvements in order to scale up for mass manufacturing. \n\nWhen manufacturing physical products like this we're reliant on many factories and suppliers. We're confident that we can manage this process by partnering with a contract manufacturing firm that specializes in bringing products like ours to market. The firm we have chosen manages the complete supply chain and preempts any issues so we can deliver an excellent product to you.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 236, "projec_url": "https://www.kickstarter.com/projects/1869110231/cubii-under-desk-elliptical-trainer", "project_name": "Cubii: World's First Under-Desk Elliptical Trainer"}}]