[{"backer": "Sarah Storm", "project_data": {"campaign": {"story": " (ALL CARDS IN THIS DECK WERE LICENSED FROM THEIR ARTISTS)\nYou walk down the street, busy as ever, when you notice a couple people in the alley you were about to walk by. You see that one man is behind the set up card table, revealing that the ball was under a different cup. The other man cusses and walks off, almost bumping into you. The scam artist looks up at you when you look back at him. He is the Alleyman, and he beckons you inside. For just 17 cents, he will tell you a story about your future with his tarot cards. You begin to say you don't have change on you, but reaching into your pocket you find 17 cents exactly.\nThe Alleyman shuffles his strange and mismatched tarot deck, and begins to tell you a story about someone else that, you come to find is actually about you, as well.\nThe Alleyman's Tarot is a 137 card, mismatched tarot deck. An artifact from the real world, it was made with the kindness of many other artists, part made up of cards licensed from other, real-world tarot decks, part made up of cards I or other artists made for the deck, and part made up of standalone cards from older tarot decks, now public domain. This deck comes with a special guide made specific for the deck, written by the Alleyman himself, explaining the intricacies of the deck and the purpose of its many cards.\nThe Alleyman's will only ever have a single printing, so now is the time to get your copy. A wonderful display deck, certainly, but also the most unique deck to use in your divinatory practice as well.\nTo reach out to me for info on the Alleyman's, our process, help on Kickstarter, press inquiries, wholesale and more, email Seven at SevenThirteenBooks@gmail.com\nFor other things I've made, my patreon, etc, you can find it all here.\nCards with their origin decks\n The Official Facebook Fanpage for the Alleyman's Deck. The Official Discord.\nThe Deck\nWith 133 cards, there is certainly some strangeness to the deck. 9 Deaths, 2 Devils, 2 Suns, a Tower series of 3 cards (the Tower, the House of God, and the Horizon), and non-traditional cards such as the 3 of Books, the Fountain, and others. Each was chosen by the Alleyman because they bring in important new angles to your readings.\nThe deck is 133 cards in a standard tarot size, 2.75\"x4.75\". Cards have their unique, original cardbacks, and some have foil, or edge gilding, or both, and in different colors.\nIT WILL COME IN A BOX. It will be like a matchbox, a sliding out drawer for the deck. I don't have it mocked up yet, apologies! The box will have enough space for the extra cards from the booster packs, so no worries.\nThe first half of the Major Arcana\nThe Nine Deaths\nThe second half of the Major Arcana\nThe Suit of Cups\nThe Suit of Wands\nSuit of Swords\nThe Suit of Disks\nThe Strange Suit\nThe first half of the Second Arcana\nThe second half of the Second Arcana\nThe Final Tarot Card\nThe Book\nThe book itself has been made to feel like it's a notebook, one that the Alleyman has used and stained and filled out himself, and will be 5\"x8\" with a full color interior and a spiral binding. The table of contents at the front will help you find your cards faster, and the notes and extra reading spreads in the back from the Alleyman will help you make particular use of this very unique deck.\nThe Pledge Tiers\n(SHIPPING WILL BE CHARGED ON BACKERKIT, I've been quoted at about $10 US shipping and $15 international by my fulfillment center, so assume about that for a single deck and book package! If you get multiple items, bear in mind the shipping will increase.)\nAlleyman's Tarot + Guide - $45\n(SOLD OUT) Signed Tier - $65\nLimited to 350 copies (for my sake), I will sign the book and inside of the deck box. \n(partially SOLD OUT) Touched by the Alleyman - $100\nLimited to 500 copies, I will sign your book and box as the Alleyman, and doodle on, mess up, maybe burn, and otherwise help bring some of the grime of life to your deck. I always wanted to cut a hole in The Hole card.... This will be a totally unique, stained, loved, and held deck. \nRetailer Tier - $125\nFOR STORES ONLY. This is 5 copies of the deck and guide, you must message me up front to order this tier, let me know about your store! : ) (If you want more than the 5 copies, that will be done for the cheaper price in backerkit, AFTER the Kickstarter is over. For now, just pledge at this tier and sit pretty until the end of the campaign!)\n(SHIPPING WILL BE CHARGED ON BACKERKIT)\nA Cross Spread\nAdd-Ons\nAdditional copy of the Alleyman's Tarot $30\nAdditional copy of the Guide $10\nPrints $8 - The Builder, Death (fire), Fear, Queen of Bombs (hot pink foil), The Final Tarot Card ((These are cards I made for this deck))\nBooster Pack #1 $5 - Each Booster Pack contains 15 additional cards from new artists/decks. Credits and images of Booster Pack #1 will be in the BOOSTER PACK #1 update. Card meanings and credits will also be in the guidebook, or included in a pamphlet that goes with the pack. Still deciding, but it will be included!\nBooster Pack #2 $5 - Same as above, but more mysterious as the cards aren't yet fully sourced. \nBooster Pack #3 $5 - Ditto.\nBLANKS Booster Pack $5 - This features 15 blank front or lightly framed/templated cards with unique backs, for you to paint or draw whatever your heart desires.\nThe Alley Man's Cigars WOODEN BOX $10 - This solid wood box is sized to fit your deck.\nThe Gleaming Alley SATIN BAG $5 - This 7.5\"x7.5\" satin big will fit your deck and cloth.\nThe Alleyway Liqueur TAROT CLOTH $5 - This 24\"x24\" cloth will wrap your deck up in luxury and give you a clear space to read.\nThe Alley's Casino Poker Chip $3 - This poker chip from a non-existent casino is used by the Alleyman as a reminder that fate costs. You never know what it costs when you make deals with it, but it always comes to collect in the end. When doing a reading, the Alleyman sets it on the top of the deck after the first few cards. To go further, the querent needs to pick up the chip and take on the debt. \nThe Alleyman's Coin $3 - If you pledged for a deck, you're already getting a single free coin. This add-on is only if you want an extra. One side has a carved in X, the other a carved in O. \nHANDMADE ADD-ONS\nWalnut Wooden Box $225 - This solid walnut box is sized to fit your deck and boosters, as well as having a unique place to store the coin and pokerchip. Crafted by Cen Galdre of Galdrecraft. Limited to 150.\nPatchwork Foldover Bag $250 - This hand-made bag is hand-sewn and made up of patchwork square fabric bits, perfectly sized for the deck and boosters, with an additional pouch for the coin. You additionally will be able to choose an applique to go on the bag during the survey. Crafted by Alex Kelly. Limited to 50.\nPatchwork Drawstring Bag $25 - This 7.5\"x7.5\" bag will fit your deck, tarot cloth, and trinkets! Each bag is made up of a custom patchworked selection of random fabrics, so no two bags will be alike. There's a neat little hidden pocket for the coin, as well. Crafted by Lady Latham of Lady Latham's Cosplay Closet. Limited to 1,000.\n Take a closer look at the prints! \n See the Booster Pack #1 Cards and Credits here.\nBooster #2.\nBooster #3.\n\nStretch Goals\nSome hopeful goals.\n!! REACHED !! 130,000- This is a personal one! At this much, we've covered actual pay for me for once, fulfillment costs to use a fulfillment company, and the startup money to cover early work on my next big projects, including a full first manufacturing set of my Oracle Coins that I hope to launch in October!\n!! REACHED !! 150,000- Artist appreciation! Let's divvy up some $100 to each artist!\n!! REACHED !! 200,000- I add a Booster Pack as an add-on, it will be 15 additional tarot cards that will come in a foil wrapper if I have any say about it. \n!! REACHED !! 250,000- Artist appreciation! Another $100 to each artist!\n!! REACHED !! 300,000- Everyone who is getting at least a deck is getting an Alleyman's Yes/No coin, details of material and design to be determined, AND a 134-th card of my choice, to be determined.\n!! REACHED !! 350,000- Artist appreciation! Another $200 to each artist, and a SECOND Booster Pack add on is included. Same as the first, with new cards.\n!! REACHED !! 400,000- Is this even possible? You're all wild. A 135th-card to all decks.\n!! REACHED !! 450,000- Artist appreciation! Another $200 to each artist. \n!! REACHED !! 500,000- Wow uhh is this even reasonable?? Two more cards to all decks, rounding it off at 137, that's my favorite numbers but a bit jumbled.\n!! REACHED !! 676,544- We just beat out the Cosma Visions Oracle for the 3rd most funded tarot kickstarter of all time!  $200 more to each artist.\n!! REACHED !! 731,112- We just beat out the Botanica deck to become the 2nd most funded tarot kickstarter of all time!  $200 more to each artist, AND each booster pack will have 1 foil card in its last card slot!\n!! REACHED !! 900,000-  $200 more to each artist! Booster 3 unlocked!\n!! REACHED !! 1,000,000- The Podcast Will Happen. The Alleyman character was originally meant to only exist in a small podcast/radio type show, but when I let go of that idea I wanted to make his deck, at least. With this much money, I can set aside a solid $50.000 to source voice talent and maybe even talk to those who have run such projects and figure out a way to make this real! The Rusty Quill, who did the Magnus Archives, is open to new projects... I'd pitch them first!  : )\n!! REACHED !! 1,150,000- Each booster pack gets a bonus card, going up to 16-cards per pack!\n!! REACHED !! 1, 310, 510- ??? Are you even serious ??? We just beat the Deck of Many Animated Spells, Tarot & More to become the MOST FUNDED TAROT KICKSTARTER OF ALL TIME. WHAT.  $200 more to each artist AND a 5-card special booster pack, all cards made by me based on your suggestions, goes to EVERY SINGLE BACKER.\nWho is the Publishing Goblin?\nYo! I'm Seven Dane Asmund, formerly known as Dane Asmund. I'm a trans, nonbinary queer person living just south of Denver. I've worked in haunted houses (Zombie Army representing!), got a degree in English at the University of Iowa in 2012, moved to Chicago to get my MFA in Poetry in 2015, and I've self-published over a dozen books. I work under this account here to release books and poetry and tarot decks and oracle dice, and under Cosmic Mirror Games to explore my 40 created worlds through TTRPGs, card games, and video games. I've dabbled in music, magic, divination, and just in general I'm a producer of stuff-- stuff like this deck!\nBibliography\nBelow are all the artists who licensed, donated, or illustrated cards for this project, along with their cards, presented in deck-order for their card. If nothing else, I want this deck (and project) to be a showcase and test-pack of all these amazing artists for you to follow up on.\nCREDITS UPDATES -- #1 -- #2 -- #3 --#4 -- #5 -- #6 -- #7 -- #8 --\n Melissa Gaul - The Fool\n Roberto Papavero Crusca - The Magician\n Witchin, from artist Charlotte Simonsen - The High Priestess\n Nara Lesser - The Empress\n Kollapsar - The Emperor\n Nate Hillyer - The Lovers\n Adam J. Kurtz - The Chariot\n Madam Clara - The Strength \n Aka Skyweb - The Hermit\n Leah Pantea / Illustration X Leah - Justice\n Emma Daues - The Hanged Man\n Brianna Taylor - Death (stagnant)\n L0ST VEGAS - Death (motel)\n Caitlin Peck - Temperance\n Finsterwalds - The Devil\n Isnyr - Dark Sun - The Devil\n Freya Campbell - The Tower - The House of God - The Horizon\n J Star Designs - The Star\n Patrick Spargur - The Moon\n Ellis P - The Sun (Sigil)\n Quynh Tran - The Sun (Alpaca)\n Whitney Lhen Meltz - Judgement\nVicente Molina - Ace of Cups\nAdam Zonca - 2 of Cups\nAnya Boz - 3 of Cups\nAng Bamundo - 4 of Cups\nCasey Grooten - 5 of Cups\n\nBuboplague - 6 of Cups\nDreaming in Color - 8 of Cups\nEnrica Prazzoli - 10 of Cups\nLacy Martin + Christine Scanlon - Knight of Cups\nBK/DÉJÀ VISITÉ - Queen of Cups\nMichael Murdock- Ace of Wands\nAlex Kelly - Two of Wands\nAmbiSun - Three of Wands\nCasi Cline - Four of Wands\nOlivia M Healy - Six of Wands\nJoan Marie - Seven of Wands\nOnion - Nine of Wands\nAri Wisner - Ten of Wands\nJordanne Le Fae - Queen of Wands\nZoazig - King of Wands\nAyolland - Ace of Swords\nSean S. LeBlanc - Two of Swords\nSamantha Lindbeck - Three of Swords\nLenny Magner - Four of Swords\nSam Dow - Five of Swords\nCephalopodunk - Six of Swords\nTim Hutchings - Seven of Swords\nLiz Mamont - Eight of Swords\nCorrin McCullough - Nine of Swords\nHether McCuistion - Ten of Swords\nSean Simmans - Page of Swords - Eight of Tentacles\nMatthew Pazzol - Queen of Swords - Pazzol Tarot Live Now!\nEl dios de los tres - Ace of Disks\nDark Synevyr - Four of Disks\nRose Frye - Five of Disks\nDanilo Sanino - Six of Pentacles\nEmma Clinton - Seven of Pentacles\nHanna Tricoire - Eight of Pentacles\nTamara Duplantis - Ten of Pentacles\nEli Norvell - Page of Pentacles\nShan Bennion - Queen of Pentacles - The Undaunted\nNicolas Bruno - King of Pentacles \nNoah S Brown - 4 of Keys \nHEXED_BOY - 5 of Mirrors \nSeven Dane Asmund - 9 of Clocks - The Builder - Queen of Bombs - Father Sleep - The Bogeyman (from the Misery Tarot) - Fear - The Hole - Death (fire) - Tradition - The Final Tarot Card \nBobby Abate - 10 of Eyes \nAmy Smith (illustrator) and The Caretaker (tarot designer) - The Masterless Knight \nAmy Smith - The Fountain \nYve Lepkowski - The Wild Hunt \nChristian Ellingstad - The Joker \nZach Titterington - Paimon \n@jakeyouh - Giusseppe \nKanesha Bryant - The Black Moon\nLiteralCrow - The Hawkmoth\n Colleen Hardy - The Letter\n Castin Spells - Wound Man\n Natasa Ilincic - The Comforter\n Connor Kennedy - The Lone and Level Sands\n Eira O. Loptsjarsen - DAGAZ\n Evan Doherty - Weird-Ass Mystical Shit\n Winslow Dumaine - Deconsecration\n Cosmic Butcher - The Battle\n Samantha Schaefer - Bone Fire\nWolfSkullJack - The Night Owl\n\n\nWe're promoted by BackerKit", "risks": "Risks and challenges\nI've already done all the hard work of getting all these 81 artists on one project, the only risk now is if this project fails, which can happen. But I've faced failure before, and I know that I'll just try again later. No risks here, only a really cool tarot deck!\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nThis is a collector's item, it will only see one print. If it does incredibly well, there may be a sequel deck, but it is unlikely to contain all of the same cards, if any at all. Contracts were only for this one printing, so now is the time to get this unique deck that will exist nowhere else.", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 45 or more", "title": "The Alleyman's Deck", "descp": "You get a copy of the Alleyman's Tarot deck and the guide book.\nShipping to be charged by weight in backerkit.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13,862 backers", "Add-ons"]}, {"amt": "Pledge US$ 87 or more", "title": "The Alley's Trove", "descp": "You get the deck, all the booster packs, a bag, tarot cloth, wooden storage box, and a poker chip as well as the free coin everyone is getting.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide\nAlley Man's Cigars WOOD BOX\nAlleyway Liqueur TAROT CLOTH\nThe Gleaming Alley SATIN BAG\nThe Alley's Poker Chip\nBooster Pack 1\nBooster Pack 2\nBooster Pack 3\nBLANKS Booster Pack", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3,276 backers", "Add-ons"]}, {"amt": "Pledge US$ 107 or more", "title": "The Alley's Trove of Art", "descp": "You get the deck, all the booster packs, a bag, tarot cloth, wooden storage box, and a poker chip as well as the free coin everyone is getting, plus the art prints.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide\nAlley Man's Cigars WOOD BOX\nAlleyway Liqueur TAROT CLOTH\nThe Gleaming Alley SATIN BAG\nThe Alley's Poker Chip\nBooster Pack 1\nBooster Pack 2\nBooster Pack 3\nArt Print - Death (fire)\nBLANKS Booster Pack\nArt Print - Fear\nArt Print - The Builder\nArt Print - The Final Tarot Card\nArt Print - The Queen of Bombs", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["498 backers", "Add-ons"]}, {"amt": "Pledge US$ 125 or more", "title": "Retailer Edition - 5 decks", "descp": "You get 5 decks and 5 guidebooks for $25 a set. This leaves almost no earnings for us, but the more decks that are printed, the cheaper they get, and the better for the life of the deck being findable for puchase!\nYou must message me first to pledge at this tier, tell me about your shop!\nShipping charged in Backerkit by weight.\nINCLUDES:\n5× Alleyman's Tarot\n5× Alleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["253 backers", "Add-ons"]}, {"amt": "Pledge US$ 173 or more", "title": "I have money and want to support this", "descp": "You get a copy of the deck and book, and also threw a bunch of money at the project because you believe in it. Not $713 to be themed with our name, but the same numbers, a bit turned around.\nShipping to be charged in backerkit.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Add-ons"]}, {"amt": "Pledge US$ 713 or more", "title": "I have such money, please take it", "descp": "You get a copy of the deck and book, and also threw a bunch of money at the project because you believe in it.\nThat's a lot of money. I don't imagine anyone will do this, but prove me wrong?\nShipping charged in backerkit.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Add-ons"]}, {"amt": "Pledge US$ 35 or more", "title": "The Alleyman's Deck [Cheapest]", "descp": "You get a copy of the Alleyman's Tarot deck and the guide book.\nPLEASE leave this tier alone if you have the means. I'm trying to make the deck as affordable as possible for those who want it but can barely afford it.\nShipping to be charged by weight in backerkit.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "The Alleyman's Deck [Cheaper]", "descp": "You get a copy of the Alleyman's Tarot deck and the guide book.\nPLEASE leave this tier alone if you have the means. I'm trying to make the deck as affordable as possible for those who want it but can barely afford it.\nShipping to be charged by weight in backerkit.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "300 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "Signed Alleyman's Tarot", "descp": "You will get a signed copy of the Alleyman's tarot and its guidebook by me, your Publishing Goblin!\nShipping will be charged in backerkit!\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "350 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Touched by the Alleyman", "descp": "Your copy of the deck and guide will be annotated, marked on, stained, maybe burnt, and definitely written on by the Alleyman himself. You are getting an absolutely unique deck, no other in the world like it. I will find out in survey what lines you don't want me to cross (i.e. don't cut the cards, as you want them all the same size...)\nShipping will be charged in backerkit!\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 149 or more", "title": "Touched by the Alleyman (Novemb)", "descp": "Your copy of the deck and guide will be annotated, marked on, stained, maybe burnt, and definitely written on by the Alleyman himself. You are getting an absolutely unique deck, no other in the world like it. I will find out in survey what lines you don't want me to cross (i.e. don't cut the cards, as you want them all the same size...)\nShipping will be charged in backerkit!\nTHIS IS A LATE SHIPPING TIER, SHIPPING NOVEMBER.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 149 or more", "title": "Touched by the Alleyman (January)", "descp": "Your copy of the deck and guide will be annotated, marked on, stained, maybe burnt, and definitely written on by the Alleyman himself. You are getting an absolutely unique deck, no other in the world like it. I will find out in survey what lines you don't want me to cross (i.e. don't cut the cards, as you want them all the same size...)\nShipping will be charged in backerkit!\nTHIS IS A LATE SHIPPING TIER, SHIPPING JANUARY.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Jan 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 149 or more", "title": "Touched by the Alleyman (February)", "descp": "Your copy of the deck and guide will be annotated, marked on, stained, maybe burnt, and definitely written on by the Alleyman himself. You are getting an absolutely unique deck, no other in the world like it. I will find out in survey what lines you don't want me to cross (i.e. don't cut the cards, as you want them all the same size...)\nShipping will be charged in backerkit!\nTHIS IS A LATE SHIPPING TIER, SHIPPING FEBRUARY.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 149 or more", "title": "Touched by the Alleyman (March)", "descp": "Your copy of the deck and guide will be annotated, marked on, stained, maybe burnt, and definitely written on by the Alleyman himself. You are getting an absolutely unique deck, no other in the world like it. I will find out in survey what lines you don't want me to cross (i.e. don't cut the cards, as you want them all the same size...)\nShipping will be charged in backerkit!\nTHIS IS A LATE SHIPPING TIER, SHIPPING MARCH.\nINCLUDES:\nAlleyman's Tarot\nAlleyman's Tarot Guide", "time": [{"ESTIMATED DELIVERY": "Mar 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "Backerkit Charges | Hi", "update_content": "Hello!\n\nThis is a small update today, you can skip it after this paragraph if you're busy, just checking in. I'm hard at work finalizing the files for the printer, signing a contract with them soon, and retrying charges on backerkit. If your card was declined for whatever reason (there are 450~ of you), I'm going to try again on the 20th, then on the 27th, etc until cards charge properly or whatnot. I'll also lock in late survey filler-outers and charge them on those days, once every 7 days."}, {"update_no": "UPDATE #32", "update_userinfo": "The Day I Lock Orders on Backerkit!", "update_content": "Hello everyone!\n\nIf you are a backer of this kickstarter, you were sent a survey by email 3 or so weeks ago. The majority (90%) of you completed it. Good for you! The rest of you have been sent reminder emails every couple days AND have received a direct message on Kickstarter to your survey. Please, TODAY, go into your kickstarter messages and click that link I sent you back on the 1st of June. I am locking orders tomorrow morning first thing. \n\n( )"}, {"update_no": "UPDATE #31", "update_userinfo": "The Knight Returns! | The Literary Tarot Booster Pack! | Final 2 days to do Surveys and Pre-Orders!", "update_content": "First, a fun and quick update! The Knight of Disks has had a storied history already in this project. The fantastic depiction of Shangguan Wan'er by Hua Sanchuan was not a card I could use, so I replaced it with a temporary replacement spot. But then I heard back from Amrit Brar, the amazing artist behind the Marigold Tarot! She wanted to take part still, so we had a perfect Knight of Rings to step up for the job!\nFind more from Amrit here:"}, {"update_no": "UPDATE #30", "update_userinfo": "Survey Deadline the 13th! Backerkit Cards Charged the 14th!", "update_content": "Hello you lovely people!\n\nI have felt completely run over by all the things I still have to do to get this ready for the printer in time, and I missed my chance to give you a final week warning! I need people to go finish their surveys on backerkit by the 13th, as I'm locking surveys at that time."}, {"update_no": "UPDATE #29", "update_userinfo": "Booster #4 | The Literary Tarot!", "update_content": ""}, {"update_no": "UPDATE #28", "update_userinfo": "Backerkit Hangups | All Surveys Sent | Instagram Live?", "update_content": "First off-- if you are tired of getting these updates in your email inbox, you're not alone. Personally? I read the subject line and then delete campaign updates for projects I back. You can set your account to NOT send you updates about projects in email, make a filter in your inbox to filter out update emails to the trash automatically, or just delete it as it comes in. I put all this time into all these updates specifically because I know some people DO want them. It's easier for me to make it and offer it to everyone, with some people opting out on their end, than it is to find a way to get updates only to people who want them. Also Kickstarter doesn't have a feature for me to do that haha.\n\nBackerkit surveys went out a couple days ago. "}, {"update_no": "UPDATE #27", "update_userinfo": "Backerkit Surveys Going Out Today!", "update_content": "Hello! \n\nIt's about time, am I right?\nSo as of a few minutes ago, I sent out 1,000 surveys. It was a random bundle of 1,000 people, called a 'smoke test'. Basically testing out that everything works. I'm going to give it a few hours, check to see if there are any issues with my surveys, the questions, the items, the shipping, etc. 3 hours from now, so long as it all looks good, I will release a batch of 5,000 surveys (2pm MST). Then I'll wait an hour or two, shoot another 5,000 (4pm MST). Wait another hour or two, shoot another 5,000 (6pm MST). Then after another two hours, I will launch the remaining 3,000~ (8pm MST). "}, {"update_no": "UPDATE #26", "update_userinfo": "Pre-Orders now live! Surveys later this month!", "update_content": "Okay, so! Pre-orders of the tarot are now live on BackerKit. That means that if you DIDN'T pledge on Kickstarter, you can go here and put in what amounts to a late pledge. AGAIN, this is NOT for people who pledged on Kickstarter. It's for if you missed out entirely.\nhttps://the-alleymans-tarot.backerkit.com/hosted_preorders\n\nBacker surveys for y'all on Backerkit (to include more stuff or just pay for shipping) cannot go out until I pay Backerkit what I owe. The money won't arrive from KS until the 27th at the earliest, so expect around then for survey emails to go out. It will be at that time that you can add more items to your order and answer survey questions (if you're getting a signed copy, who I sign to-- if you're getting a 'touched' copy, what things can I not do to your cards+book? If you're getting a late shipping 'touched' copy, do you want to pay extra $ to get the rest of your order sent on time, etc)"}, {"update_no": "UPDATE #25", "update_userinfo": "1.4 Million | The Alleyman at last", "update_content": "Congratulations to all of us! \nTogether, as a community, as a collaboration between 100+ artists across all these tarot decks, we have become the most funded tarot kickstarter ever, and with 2x the backers of any other tarot project easy. Hell. Yes. "}, {"status": [{"Project funds successfully": "19,275 backers pledged $1,404,172"}]}], "comment_no": 2233, "projec_url": "https://www.kickstarter.com/projects/713books/the-alleymans-tarot", "project_name": "The Alleyman's Tarot"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "We're creating a series of fun and educational content that seeks to fill a curriculum void in children's programming: civics and how the American government works. \nTo kick it off, we're producing a video of a smart, silly, and sticky tune called Everybody Counts!, starring ED HELMS as the voice of our lead puppet character, Joe!\n\nEverybody Counts! follows two chipper census workers, Joe and Jane, as they go door-to-door tallying up all the residents of the United States.  Our song gives kids-- and their parents-- a primer on the census: what is it? How does it work? And why is it so important to American communities? \n               CLICK BELOW TO HEAR A CLIP OF THE DEMO!\nPLAY\n\nAnd here's a special audio SNEAK PEEK of Everybody Counts! featuring Ed Helms!\n         CLICK BELOW TO HEAR A CLIP OF THE NEW TRACK:\nPLAY\n\n\nThe census is how the federal government decides where and how to spend hundreds of billions of federal dollars -- on local infrastructure projects, health care, community housing vouchers, school lunch programs, Head Start, and so much more.  \n\nWhen people don't participate, their communities lose valuable resources and fair representation in Congress. A real, accurate count of all persons living in the U.S. -- including young children -- is crucial.  \n\nWith the 2020 Census fast approaching, our hope is that Everybody Counts! adds some much-needed positive messaging to the national conversation. Our video will be a great way to get families talking!\n\nFeaturing a diverse mix of people and puppets, \"Everybody Counts!\" deserves a high quality production on the level of classic Muppet Show or Schoolhouse Rock tunes. We're calling in all of our most talented buddies from the Broadway, comedy, and puppeteer communities. The shoot will take place at the end of July and be released early in the fall.  \n\n\"Everybody Counts!\" is executive produced by Benari Poulten and Mary Faber. \nMARY FABER is a Broadway performer, writer, and puppeteer most recently seen on Showtime's Kidding.\nBENARI POULTEN is a comedian, writer, and former Congressional Aide whose work has been seen everywhere from Comedy Central to Netflix. He is also an Iraq and Afghanistan Army veteran.\n\nOur amazing collaborators include:\nRACHEL AXLER (lyrics), Emmy-winning writer for The Daily Show , Parks and Recreation, and Veep.\nADAM BLAU (music), award-winning composer/songwriter whose credits include You're the Worst, Dead to Me, Billy on the Street and Everyday Grooves for the Fred Rogers Center. \nKATIE LOCKE O'BRIEN recently directed an episode NBC's AP BIO.  She also wrote, produced, directed and starred in her award-winning festival short Have it All.\nGABE WITCHER is a Grammy-winning musician, composer, and producer best known for his amazing ensemble the Punch Brothers. Recent credits include Red Dead Redemption Two, True Detective and the new Deadwood movie.\n\nThe \"Everybody Counts!\" puppets will be designed and built by the talented folks at Swazzle Puppet Studio. Swazzle’s team of professional puppet designers and builders has constructed custom puppets for film, television, new media and the stage. Some notable projects include the new Showtime series Kidding staring Jim Carrey, The Pee-wee Herman Show on Broadway, and The Aquarium of the Pacific's Pacific Pals.\n\nTeam Swazzle!\nWe'd love to get YOU on board too! Your donation of any amount would mean so much.\nThanks for supporting \"Everybody Counts!\", and thank you for helping us spread the word!\n\nSPECIAL THANKS: \nDemo vocalists: Jared Gertner and Haneefah Wood", "risks": "Risks and challenges\nAs with any creative endeavor that involves hundreds of moving parts (puppet builds! location availability! temperamental animal actors!), schedules may shift and production could be delayed. But we'll be doing everything within our power to keep this ship on course.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "You Rock", "descp": "We'll add your name to our thank you list as part of our daily social media shout out!", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["51 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "You Rock + First Look at Final Product!", "descp": "You'll get a shout out, PLUS you'll get a special passcode for a first look at the vid before we release it to the universe!\n*First look reward also included at all higher level pledges.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["32 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "You Personally Rock", "descp": "You'll get a solo warm fuzzy of a social media shout out!", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["84 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "You Rock, You're a Meme (Census Style)", "descp": "Send us a photo of your choice and we'll turn it into a hilarious, census themed meme.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["52 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "You Rock, A Puppet Says So", "descp": "We'll send you a personal thank you video from our lead puppet character.", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}], "stat": ["36 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "No, You ACTUALLY Rock. You're a Singer!", "descp": "1. We'll send you a cut of the chorus of Everybody Counts!\n2. You record yourself singing along (no special recording equipment needed, just your phone!)\n3. Send it back to us.\n4. We'll add your vocals to the final mix.\n5. Boom! You're a fancy Hollywood ensemble vocalist.", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "You're in the Video!", "descp": "You and up to four of your friends and family (kids welcome!) can join us for a day on set as members of our background ensemble! Get a chance to see movie-making magic and the secrets of television puppetry up close and personal.\nDisclaimer: You have to be able to get yourself to LA and generally know how to be cool and chill on a set. :-)", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "You're a Big Time Producer!", "descp": "Holy Moly, you are so insanely awesome. You'll get Associate Producer credits, you can sing on the final track, you can join us on set, WHATEVER YOU WANT. Can we get you a snack from crafty?", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}], "stat": ["3 backers"]}], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "Everybody Counts is live", "update_content": "Hello friends--\nThank you so much for the enthusiastic responses to Everybody Counts. We are so excited to put this out into the world.  Please share on social to help us spread the word! Here are the links again:\nEverybody Counts"}, {"update_no": "UPDATE #21", "update_userinfo": "First Look for our Backers!", "update_content": "Hey, Everybody Counters!\nWe're about two weeks away from filming and as we approach Thanksgiving, we just wanted to express  our thanks to all of you for helping to make this project a reality. All the moving pieces of this ambitious production continue to come together and we couldn't be more impressed with the talent and creativity of the people involved. This has been one of the most rewarding and humbling experiences of our lives. "}, {"update_no": "UPDATE #20", "update_userinfo": "We. Are. Wrapped!", "update_content": "Hello, Everybody Counters:\nSome more exciting announcements as we get closer to making the music video for EVERYBODY COUNTS - namely, we have the actual shooting dates: the first weekend in December. It's taken a little while to get all the elements into place, but it's all coming together now and we're moving full steam ahead, thanks in large part to the next thing we have to announce..."}, {"update_no": "UPDATE #19", "update_userinfo": "Giving Thanks", "update_content": "Hello, lovely supporters of Everybody Counts! Wanted to give you a status update from our EC headquarters (aka my kitchen table).  While we're still trying to lock down the video shoot dates, everything is rolling along nicely.\nSwazzle Puppet Studio is doing the puppet prep! Check out their instagram post:  Swazzle Sneak Peek \nOur incredible musicians/transcreators Ernesto Lucar and Jeanne Montalvo have finished the Spanish version and recorded a demo."}, {"update_no": "UPDATE #18", "update_userinfo": "Benefit Concert clip", "update_content": "Friends, thank you all so much!\nWe surpassed our goal with the help of 354 incredible supporters! We're beyond grateful. We know there are so many important causes to donate your extra funds to, so we don't take that generosity lightly.  We promise to put them to good use and make sure that our message gets out there!"}, {"status": [{"Project funds successfully": "354 backers pledged $26,878"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/everybodycounts/everybody-counts", "project_name": "Everybody Counts!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "I'm super excited! I wrote True Crimes from Rhymes Square years ago but never found someone to bring it to life until I met artist Eric Hamilton. Now, with your support, we can make it a reality.\nThe Spider\nThe story follows detective Friday’s Child and partner September (the horse) as they attempt to crack the case of who pushed Humpty Dumpty. During their investigation they question the denizens of The Big Nursery, all recognizable characters from Mother Goose Tales. Kids will have fun following the procedural investigation (gathering clues, weighing evidence, asking questions of familiar characters) while adults will enjoy reading it for its 1940’s/1950’s noir, steampunk style. This is truly an out-of-the ordinary-picture book that brings together many concepts including a reimagining of the diversity of these classic characters and that perseverance and hard work will ultimately pay off despite setbacks and red herrings.\nThe Cover\nFunds from this Kickstarter will be used to produce and deliver a beautiful, 8” x 10” 40-page hardbound book, printed on high quality paper, equal to the quality of children’s book sold in bookstores— in a one-time only limited, signed and numbered, collector’s edition! You get to see a book in progress and have the chance to support us. This collector’s edition, along with your support and feedback, will help us show proof of concept when we approach publishers.\nJack Jelf\n Kickstarter funds will also be used to pay Eric to produce the visuals for the collector’s editions and for the publishers to see the potential of a fully realized book we would like to ultimately bring to a larger, nationally distributed edition. The works in this collector’s edition include some completely finished paintings, final sketches and rough concept drawings to bring the story to life. Other funds go to the production team that organized and designed the layout of the truly special edition of True Crimes from Rhymes Square.\nThe Crime\n  We would ideally like to raise $12,000, but as Kickstarter is all or nothing, we are going with half our goal of $6,000. If we raised $12,000, it would mean that every artist, producer, writer and staff member working on this, including the production of the books themselves, would be supported by you!\nThe Forensic Science\nBy contributing today, you are sharing the passion of myself, the artists and the production team that have already given so much time, love and creativity to this project. You are bringing a work of beauty to life. And helping to solve the mystery of who pushed Humpty Dumpty. Thank you for your support.  \nAll best,\nAndy Heidel\nThe Movie Poster Reward\nAnd a huge thanks to Moondrunk for our theme song. Support them at Facebook and Moondrunk.com!", "risks": "Risks and challenges\nI have ten years publishing experience, published 2 books and sold one film. I understand the industry and that a unique project like this needs a unique approach. Since I can't afford to pay my team who are hard at work producing this book, I need your assistance to fully realize True Crimes from Rhymes Square. By contributing now, you have the opportunity to create something special, and receive a collector’s edition of what is sure to be the next big thing in children's publishing. The challenge now is raising the money. Be part of the team and help crack this case wide open.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Get to the Wall!", "descp": "You're awesome! You just paid for a hay snack that September will appreciate.", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Crack the Case", "descp": "You get a special thanks on Social Media. You also helped buy a notebook for Friday's Child to take notes.", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 20 or more", "title": "You're a Jack", "descp": "You will get mentioned in a special insert of True Crimes from Rhymes Square book. And Jack can now jump over a candle stick, because you just bought him one.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "All the King's Horses", "descp": "You will get a special edition signed and numbered copy of True Crimes from Rhymes Square. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. You just bought Eric Hamilton artist paints to canvas the crime scene. (All books will be available for pick up at the Way Station.)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["64 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "All the King's Men", "descp": "You will get a special edition signed and numbered copy of True Crimes from Rhymes Square. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. You just helped Jack Jingle to use his echo to spread the word. (Shipping is included in perk cost.)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "A Fleecing", "descp": "You will get a special edition signed and numbered copy of True Crimes from Rhymes Square. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. You just gave Bo Peep 500 flyers to find her lost sheep.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "The Spider Beside Her", "descp": "You will get a special edition signed and numbered copy of True Crimes from Rhymes Square and a limited edition special art work poster. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. Ms. Muffet gets therapy for arachnophobia. (Book and poster will be available for pick up at the Way Station.)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["11 backers", "Limited (89 left of 100)"]}, {"amt": "Pledge US$ 65 or more", "title": "The Butcher", "descp": "You will get a 2 special edition signed and numbered copies of True Crimes from Rhymes Square. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. You just sharpened the Butcher's cleaver. (You will be able to pick the book up at the Way Station.)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "The Baker", "descp": "You will get a 2 special edition signed and numbered copies of True Crimes from Rhymes Square. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. You just gave the Baker much \"kneaded\" dough.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "The Candlestick Maker", "descp": "You will get a 2 special edition signed and numbered copies of True Crimes from Rhymes Square. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. The Candlestick maker is waxing euphoric.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 80 or more", "title": "The Black Sheep", "descp": "You will get a 2 special edition signed and numbered copies of True Crimes from Rhymes Square and a limited edition special artwork poster. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. Ba-Ba Blacksheep now has another bag of wool. (Books and poster will be available for pick up at the Way Station.)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Hubbard's Cubard", "descp": "You will get a 4 special edition signed and numbered copies of True Crimes from Rhymes Square. And, if you are a NYC school teacher or educator, the author and the illustrator will do a book reading and a talk at your education institution (based on availability). Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. You just got Mother Hubbard a shopping spree at Trader Jacks. (All books will be available for pick up at the Way Station.)", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Mother (Goose) of All Rewards", "descp": "You will get a 3 special edition signed and numbered copies of True Crimes from Rhymes Square, a limited edition special artwork poster and an original pencil drawing of one of the characters signed by the illustrator and the author. Plus, you will get mentioned in a special insert of True Crimes from Rhymes Square book. The Mother Goose will now have enough in her pension to retire.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Last day to participate in the True Crimes From Rhymes Square Survey!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "Only a few days left to join our survey for True Crimes from Rhymes Square!", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Survey extended one week for True Crime From Rhymes Square", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Please join the True Crimes Survey", "update_content": "We're just about at $7500 and over 100 backers!! We feel very humbled and grateful for your tremendous support!!\nWith being a favorite on Kickstarter and continued support, we are building some great momentum however we would love your help spreading the word so that we can meet our stretch goal of $12k. Please share the link on social media, email to friends and family or just \"like\" this or others of our social media promotions. This will keep us high on social media feeds. There are only 5 days left to get that last $4500 to cover the remaining production costs beyond printing the limited edition books."}, {"update_no": "UPDATE #8", "update_userinfo": "BOOKS HAVE ARRIVED!", "update_content": "Thank you all for your incredible support and for believing in me, Eric, Liz and Stephanie and most importantly, True Crimes from Rhyme's Square! Now we are all  rolling up our sleeves and pushing for our true goal of 12k. We've added a new premium for anyone looking to wear some of Eric's original artwork. Alas, this amazing work, one of Eric's first paintings for the book, didn't make it into the book. So we are offering it here for $25. Scroll down for a better look at the Tee and the spider."}, {"update_no": "UPDATE #7", "update_userinfo": "Four Days to Go!", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "WE DID IT! Thank you all so much.", "update_content": "Now that we had all the characters under out belt, and a fair degree of the visual style of the book, the next step was to go through every book spread and provide sketch ideas. We had a few images that we had a pretty fair idea what we wanted the sketch to be, but for the majority of the book, the art direction committee--Andy Heidel (writer/producer), Elizabeth Daggar (Graphic Designer for the book, video, and promotional resources), and I--decided to have me whip up with about four variations for each spread image. We wanted a lot of ideas to look at in order to pick the right images for each."}, {"status": [{"Project funds successfully": "145 backers pledged $9,603"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/659235889/true-crimes-from-rhymes-square-limited-collectors", "project_name": "True Crimes from Rhymes Square Limited Collector's Edition"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "\"The experience is magical. It reminds you why you fell in love with theatre in the first place.\" - Kevin Spacey  \n\"Fear on steroids.\" - Naomi Watts\n\"Loving community created in less than a day, EVERY TIME.\" - Kristoffer Diaz\nOur Story\nInspired by Scott McCloud's 24 Hour Comics, creator Tina Fallon intended The 24 Hour Plays® to be a one-time-only event when it debuted on Manhattan's Lower East Side in 1995. Twenty years and thousands of plays and musicals later, The 24 Hour Company continues to bring together extraordinary artists to create time-limited theater around the world. Regular events include The 24 Hour Plays on Broadway and The 24 Hour Musicals, as well as productions in London, Los Angeles, Dublin, Athens, Florence, Finland, Greece, Germany and more. Their work has galvanized creative communities and inspired audiences around the world, raising millions of dollars for charity along the way. \nEach summer, The 24 Hour Company partners with the New School for Drama to bring together the best actors, directors, playwrights and producers 25 and under for an intensive professional experience in The 24 Hour Plays®: Nationals. Licensed affiliates have produced their own versions of The 24 Hour Plays® in regional and professional theaters, colleges, and universities just about everywhere you can find a curtain and a stage.\nThrough The 24 Hour Plays: Nationals, we build a community of young theater professionals each year and arm them with what they need to find their way in the theater business—each other. Over a four­-day period, exemplary artists 25 and under participate in industry workshops and produce their own production of The 24 Hour Plays in New York City, launching the relationships that will sustain them through their careers.\nBy making a tax­ deductible donation to our Kickstarter campaign, you can ensure that The 24 Hour Plays: Nationals will continue to develop the future voices of the American theater through a rigorous (and free!) professional development experience. And you'll get some cool stuff too!", "risks": "Risks and challenges\nThrough our partnership with The New School for Drama, we have the\nbenefit of time and space for the program. We also have a large network of alumni and professional colleagues who refer new young people to us. Through The 24 Hour Plays on Broadway and The 24 Hour Musicals, we connect with top professionals who generously visit with your young artists. The greatest risk we face is continuing to generate operating support to maintain and grow our infrastructure to support this process year after year. We greatly appreciate your help in making that a non-issue for us this year!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "The 24 Hour Plays: Kickstarter video 24 of 24!", "update_content": ""}, {"update_no": "UPDATE #14", "update_userinfo": "The 24 Hour Plays: Kickstarter video 23 of 24!", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "The 24 Hour Plays: Kickstarter video 22 of 24!", "update_content": ""}, {"update_no": "UPDATE #12", "update_userinfo": "The 24 Hour Plays: Kickstarter video 21 of 24!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "The 24 Hour Plays: Kickstarter video 20 of 24!", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "The 24 Hour Plays: Kickstarter video 19 of 24!", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "The 24 Hour Plays: Kickstarter video 18 of 24!", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "The 24 Hour Plays: Kickstarter video 17 of 24!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "The 24 Hour Plays thank you for your support! Can you help us reach more people?", "update_content": ""}, {"status": [{"Project funds successfully": "269 backers pledged $35,275"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/2017072883/celebrating-20-years-of-the-24-hour-plays-around-t", "project_name": "Celebrating 20 years of The 24 Hour Plays around the world!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "WHAT’S THIS ALL ABOUT?\nAre you a fan of Game of Thrones? Heraldry or the Zodiac? Do you have a birthday?\nIf you answered yes to any of those, read on!\nI’m designing a calendar based on the signs of the Zodiac, which will be re-invented as house sigils or shields —complete with a house motto as in the Game of Thrones series— and the long tradition of European Heraldry that inspired George R. R. Martin’s family house structures in his books.\n\nThe calendar will consist of 12 rack cards —4”x9”, which can be trimmed down to 4”x6’ postcards, suitable for framing or sending at the end of the year. They'll be printed on card stock with a 'silk' finish (very smooth, luxurious matte coating).\nI’ve designed 11 printed calendars over the years, each with its own theme, each in a different format. The last one I designed was in 2010 and it was a lavish 5-month project called the Atlas of Calendria. It was chosen as Editors’ Pick on Etsy and was featured on a number of design, cartography and other blogs, like TopDesign Mag, who included it in their article, “Calendar Design at its Best—15 Superb Examples”. It was also featured on the design blog For Print Only. ThisNext called it “just about the coolest thing ever.”, and Big Think: Strange Maps reported that “at the beginning of this new year, hardly any map could be as appropriate as this one of Calendria, a place made out of time. ”\nAs you can see in the video, it was a fold-out map of an imaginary world made up of 12 countries, named (loosely) for the months, each of which had its own coat of arms. Stylistically, it was a sort of melding of a calendar (time) and J. R. R. Tolkien’s world (place).\nThis time it’ll be more along the lines of a mash-up of the Zodiac and George R. R. Martin, inspired by the imagery used for the houses in the Game of Thrones series.\nHere are the first two cards I’ve designed— Scorpio and Capricorn:\nPROJECT TIMELINE\nThis is a work in progress! As you can see, I have two sigils completed so far, so you can get an idea of the style. The colors aren’t set in stone yet, and I’m also still researching to write the house motto for each, but I will be posting progress throughout the campaign, so you can watch it unfold along with me.\nMy goal is to have the artwork ready to send to the printer by or before the end of October, so everything will ship to me by mid-November, to be prepped for shipping. In order for everything to ship in time for the holidays, I’ll need you, my backers, to fill out the final Kickstarter survey in a timely manner, getting them back to me by late November at the LATEST! (If you are overseas, you'll want to reply even sooner, if shipping in time for the holidays / New Year is important.)\nBelow are the initial shield designs that the house sigils will be situated upon.\nIn case you'd like to see more of my work, to bolster your confidence that this will be a sharp-looking finished product, go to my website and look around. There is also a link to my fine art site in the full bio.\nValar Morghulis, kids.\n*   *   *   *   *   \nUpdate: Pisces and Taurus!\n *   *   *   *   *  \nUpdate: [September 10]\nLibra is here, in time for its pending month of birthdays, as well as Sagittarius! ALSO: Check out the \"Updates\" tab at the top of the page to see some process pics.\nUpdate: [September 15]\nNow I've completed eight of the Zodiac sigils! Below: Cancer and Leo.\nUpdate: [September18]\nThe Maiden and The Ram: Behold Virgo and Aries! \nUpdate: [September 20]\nPoster sneak peek! WIth 11 sigils down and only one to go (and only 7 days left!) I figured it was time for a preview of the poster!\nUpdate: Gemini (Castor & Pollux) and Aquarius, the water-bearer! All twelve are complete!", "risks": "Risks and challenges\nThe two largest challenges in this project are (1) redesigning these forms which have been around for thousands of years in a way that will be fresh and cool, and (2) writing the (very brief) motto for each house. \n\nI’ve been doing a lot of research for both, looking at as many as possible from different points in history, and studying medieval heraldry again, too. As far as the motto-writing goes, I’ve been reading many different sources to learn as much as possible about each sign, paying close attention to what's common among various sources. {And of course, discussing traits and tendencies with friends of each sign. It’s fascinating.)\n\nThe only risk involved in this is on my end. If I don’t get the full amount or more, I won't be able to print the finished product. \n\nThe good news is, there is no risk on your part! Because Kickstarter requires full funding by the end of the campaign, you only pay if I receive enough to complete the project as outlined, in which case you, you will receive your rewards!\n\nThanks for your interest, and I hope to be sending lots of calendars and other rewards out to fellow denizens of the twelve houses.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Printed Calendars are here!", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "Surveys!!", "update_content": "Hello Backers! Most of you have returned your surveys, but several of you have not. Please do so within the next week so that I can begin shipping at the start of November!\nThanks Very Much!"}, {"update_no": "UPDATE #12", "update_userinfo": "Calendars are off to press!", "update_content": "Hello Kickstarter backers!\nA quick update to let you know that the calendars have been proofed and sent off to press! I should have them by early of November (if not sooner), and begin shipping them out as soon as possible. Also— below are a couple samples of what the backs of the cards will look like. As you can see, they will turn into great 4\" x 6\" postcards after 2015, or whenever you're ready to slice 'em up."}, {"update_no": "UPDATE #11", "update_userinfo": "Just a quick note...", "update_content": "I know there are a couple of hours left, but it is done! This will be published, and sent to you all! There will be a survey to collect mailing addresses and anything else that may be required.\nBut for now, I just want to say a big loud and grateful THANK YOU!"}, {"update_no": "UPDATE #10", "update_userinfo": "Aquarius, the water-bearer is here!", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "GEMINI: The twins—plus a poster sneak peek!", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "New SIgil: The Maiden, VIRGO!", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "ARIES! The leaping ram", "update_content": "Another update, kind backers. Nine down, three to go, and less than 10 days left. Please share this project with anyone you know who might be interested!\nAs ever, THANK YOU!"}, {"update_no": "UPDATE #6", "update_userinfo": "New Zodiac: Cancer!", "update_content": ""}, {"status": [{"Project funds successfully": "75 backers pledged $2,550"}]}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/281905782/the-twelve-houses-2015-zodiac-calendar", "project_name": "The Twelve Houses:  2015 Zodiac Calendar"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Loveness: I will only love you once is a poetic, satirical, modernist's melodrama written by Craig muMs Grant. We are thrilled to announce that it has been chosen as an official selection of the 2014 New York International Fringe Festival. The production will go up this August in the West Village's Players Theatre, directed by Labyrinth Theater Company member Jill DeArmon.\nGorgeousness - that that which sits in the root of Loveness. Other than this there is no endearment for or otherwise to describe the messages careening through the mind. None can fathom the entire empires of atoms to a power of infinity that can explode from a kiss. Gorgeousness that that which sits in the root of Loveness.  \nTICKETS ARE NOW ON SALE: www.fringeNYC.org\nThere are five performances: Sunday, August 10th @ 12pm; Sunday, August 17th @ 7:45pm; Wednesday, August 20th @ 7:15pm; Friday, August 22nd @ 4:45pm; Saturday, August 23rd @ 7:00pm\nLoveness: The Play has been developed with The Labyrinth Theater Company over the course of two years, with readings produced through the Labyrinth Barn Series as well as at the company's summer intensive retreat.\nThis Fringe production is Phase One of The Loveness Project. In the long term, we aim to make a film adaptation. The screenplay is already underway. This summer, we will focus on cultivating the theatricality of the piece, with this production serving as a launching point for further development of the characters and story.\nThe money raised during this campaign will be used to create the tightest, most succinct production possible. We believe through paying people their actual worth from the beginning we will create an environment that people will be excited to work in over and over again.  \nLoveness is a poetic dance between the experiential level of human reality - dulled by our fruitless search to complete ourselves through a romantic partner - and an exploration of the deeper, more accurate levels of emotion and the measure of how far we have to go to unlock their truth. Loveness is manifested as the story of Carlyle and Isabelle, who fall for one another. They assume it is love but then must face their true intentions and self-deception.\nThis is muMs' second play.  His first, Paradox of the Urban Cliché, will be produced by Poetic Theater Productions this upcoming fall.\nPlease stay tuned for all info concerning this production of LOVENESS.", "risks": "Risks and challenges\nAll merchandise rewards are to be picked up at shows. contact us for special arrangements.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "We are almost there!", "update_content": "With 12 hours to go, we are $2,600 from reaching our goal. These last few days have been incredible, and thank you so much for your generous contributions.\nIt would be of immense help if you could spread the word by posting on social media (direct link to kickstarter: www.lovenesstheplay.com) and encourage others to donate.\nAnd if you can, please consider increasing your pledge. Every bit counts.\nI know we can do this, loves.\nI'll see you at the show. First performance is this Sunday, Aug 10th at 12pm noon."}, {"update_no": "UPDATE #2", "update_userinfo": "muMs loves you.", "update_content": "Thank you so much for all of your support thus far!  We had a great two days of new backers.\nPlease help spread the word.  We'd like to get over $5000 by the end of the week.  www.lovenesstheplay.com\nAlso, tickets are on sale at www.FringeNYC.org or www.FringeOnTheFly.com.  Just go to Shows and search for LOVENESS, and then choose your performance time."}, {"update_no": "UPDATE #1", "update_userinfo": "LOVENESS the play update", "update_content": "TICKETS ARE NOW ON SALE: www.fringeNYC.org\nThere are five performances: \nSunday, August 10th @ 12pm; Sunday, August 17th @ 7:45pm; Wednesday, August 20th @ 7:15pm; Friday, August 22nd @ 4:45pm; Saturday, August 23rd @ 7:00pm\nsee ya there!"}, {"status": [{"Project funds successfully": "125 backers pledged $11,747"}, {"Project launches": "JULY 7, 2014"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/lovenesstheplay/loveness-the-play-fringenyc-2014", "project_name": "LOVENESS, the play @FringeNYC 2014"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "South Brooklyn Shakespeare began last summer with 'A Midsummer Night's Dream.'  We performed the play in a South Slope corner parking lot. The production featured 8 actors, we rehearsed for just over 2 weeks and had a SINGLE performance that saw an audience of over 300 people.\nThis year we are a little more ambitious. We have already cast 12 actors AND we are doing THREE performances at THREE different locations! \nFriday, July 25th @ 7:30pm (5th Avenue btwn 17th & 18th Street)\nSaturday, July 26th @ 2:30pm (7th Avenue btwn 12th & 13th Street)\nFriday, August 15th @ 7:30pm (5th Avenue at Dean Street)\nOur production this year? 'Romeo & Juliet.'\nSo why do we need all this money? Here's a quick overview:\nactors\npr\ndesigners & choreographers\nsets & props\ntransportation to mount all three locations\ncostumes\nlighting & sound\nThis is a very exciting project that is FREE and supports the community of South Brooklyn. With more performances, actors and locations South Brooklyn Shakespeare is reaching out for additional support. We are asking for $3000 to make this year's edition bigger and better.\nFollow us on your favorite social media!\nOfficial Website\nFacebook\nTwitter\nInstagram\nWe appreciate your help, and we will see you at the show!\nThank you!\n- Paul & Dee.", "risks": "Risks and challenges\nThis will be our second season providing South Brooklyn with FREE outdoor Shakespeare. Outside of weather issues, we really don't expect any great risks or hurdles. Your support will provide us with more flexibility to mount these performances successfully and without compromise. We have assembled a strong team of designers and a company of fine actors, who bring a wealth of professional experience to the streets of South Brooklyn.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "79 backers pledged $3,122"}, {"Project launches": "JUNE 7, 2014"}]}], "comment_no": 3, "projec_url": "https://www.kickstarter.com/projects/1468170972/south-brooklyn-shakespeare-romeo-and-juliet", "project_name": "South Brooklyn Shakespeare - 'Romeo & Juliet.'"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "As seen on:\nVisit our website at https://www.HollywoodSciFi.org\nOur Twitter is https://twitter.com/hollywoodscifi\nOur Facebook is https://www.facebook.com/hollywoodscifi\nNew Starship Foundation, the nonprofit behind the\nEnterprise-D Bridge Restoration, with board members including the greatest talents in science fiction, presents THE HOLLYWOOD SCIENCE FICTION MUSEUM. This will be the first museum in the world to exclusively show the history of sci-fi films, TV, art and literature through props, sets and costumes, as well as show advancements in space travel and teach Real Science through Science Fiction. It will be an interactive museum with fully immersive environments and touch screens that will incorporate old and new footage from actors, filmmakers and NASA astronauts and scientists, and will present both the fact and fiction of sci-fi. This will eventually teach Science, Technology, Engineering and Math (STEM) based education in a fun new way to all ages. The museum will include exhibits from: Star Trek, Star Wars, Doctor Who, 2001, Alien, Metropolis, Thunderbirds, Firefly, Babylon 5, Battlestar Galactica, Stargate, Blake's 7, Ghostbusters, Farscape, The Time Machine, Godzilla, X-Men, Avengers, Superman, Planet of the Apes, Back to the Future, Day the Earth Stood Still, V, Batman, Six Million Dollar Man, Bionic Woman, Flash Gordon, Buck Rogers, as well as Fantasy like Lord of the Rings, Labyrinth, Legend, Munsters, Herbie the Love Bug, Chitty Chitty Bang Bang, Dark Crystal, Game of Thrones, Anime like Akira and Speed Racer, and anything else we can fit within our walls.\nThis Kickstarter is to acquire the funds to develop our 2015 Hollywood Sci Fi Museum, which will be smaller than the future museum, but still significant and unique. This \"concept art\" of the giant Millennium Falcon and Enterprise-D is for our 2018 Hollywood Sci Fi Museum.\nHelping to develop the museum is http://rhetroactive.com/ the creative design firm that was part of the original team behind Star Trek: The Experience at the Las Vegas Hilton, the Despicable Me and Simpson's Springfield attractions at Universal Studios, and The Grammy Museum. Other supporters of New Starship Foundation include Paramount, Gersh, Google, Bentley Systems and Entertainment Earth, as well as numerous Star Trek actors and numerous celebrities who wanted to take a photo in our Enterprise-D Captain's Chair.\nMission Statement: The mission of New Starship Foundation and the Hollywood Science Fiction Museum is to inspire people of all ages and nationalities with an uplifting vision of the future found in science fiction media, art and literature by teaching Real Science through Science Fiction, including technology, ecology, engineering, computers, robotics, math, medicine, space travel and all aspects of filmmaking through fun, interactive exhibits and programs.\nIn addition to displays for: Star Trek, Star Wars, Doctor Who, Firefly, Farscape, Stargate and Battlestar Galactica, featured rooms will include:\nHALL OF SPACESHIPS\nLarge scale interactive models of sci-fi ships.\nHALL OF ROBOTS  \nFamous TV and Film Sci-Fi Robots that will be interactive.\nHALL OF REAL ROBOTS  \nA rotating interactive exhibit of the most advanced real robots in the world.\nHALL OF CARS  \nSci-fi and futuristic cars you can climb inside and learn about, hosted by the people who created them and actors who drove them.\nTHE ART OF SPECIAL EFFECTS and ANIMATION\nA room filled with prosthetics, masks, makeup and animatronic props from the greatest makeup and specific effects artists, with videos and interactive displays.This will also include the art of Stop Motion Animation with props and models by Ray Harryhausen, George Pal and Willis O'Brien.\nIn the same building will be the Starship Restaurant, Gift Shop and a room for rotating exhibits and displays for upcoming films and TV shows.\nThis Kickstarter is to obtain the initial funds to develop our 2015 Hollywood Science Fiction Museum. It will help us create the materials needed as well as hire experts in finances to contact large investors and corporate donors, as well as government grants, sponsorship and branding.\nPhase One: 2014-2015 Develop and secure all aspects of the 2015 Hollywood Sci-Fi Museum, complete our Enterprise-D and Original Series Bridge sets\nPhase Two: 2015 Testing, Preview and Grand Opening of the Hollywood Sci-Fi Museum\nPhase Three: 2015-2018 Continue to expand and improve museum;  rotate exhibits, hold premieres, weddings and special events; prove that a sci-fi museum in Hollywood can be sustainable; continue to raise funds to develop the permanent 2018 museum\nPhase Four: Tentatively 2018 Unveil our permanent Hollywood Science Fiction Museum\nThe New Starship Foundation began when writer and fan Huston Huddleston rescued the touring sets of the Enterprise-D Bridge from Star Trek: The Next Generation and the Captain Kirk's Original Series Bridge from the original Star Trek, which had been left outside for over 5 years. Both were created by Paramount in 1998, with some pieces from Star Trek: The Experience from the Las Vegas Hilton. In 2012, through Kickstarter and Indiegogo, we raised roughly 1/4 of the money we needed to restore our Enterprise-D Bridge, so we restored the main chairs and computers and took them on the road to over 22 conventions around the USA, where thousands of people sat in them and took photos for free.\nOnce we have the $82,300 secured to begin development for the museum, our next priority is to complete our Enterprise-D Bridge, rent a warehouse, move it and store it, which will take an additional $170,000. To restore our Star Trek: Original Series Bridge will cost roughly $150,000.\nThis will not only restore them \"cosmetically\" but make both sets better than they ever were using LED lights and original blueprints that will make them more accurate to the TV show.\nFuture museum plans include an exact replica of the Firefly/Serenity cockpit, Alien planet, the interior of the Star Wars Death Star, a full-sized X-Wing, the Millennium Falcon cockpit, an animatronic Cylon and much more!\nNOTE: If you want more than one item, donate for an item then add the additional money to it (polo shirt $40 + $15 for a mug) then send us a note saying what the additional money is for.\n                                                           Museum Shirt $30                           \nWilliam Shatner    Star Trek Original Series Autographed photo 8 x 10\"       $200\n Six Million Dollar Man Bionic 8\" Mego style retro figures FEMBOT and OSCAR GOLDMAN      $20 each\n GHOSTBUSTERS PKE Meter Working Replica Mattel       $100\nMuseum Hat $40                                                                Bracelet $5\n Grocery Tote Bag $20                                                Navy Polo Shirt $40\nFIREFLY SERENITY Opening DAY!        Regular Admission $100, VIP $500\n Drinks with JANE ESPENSON  writer/producer of Firefly, Buffy, Galactica, Star Trek                           $1000\nBATTLESTAR GALACTICA Opening DAY    Regular Admission $100, VIP $500\n HALL OF CARS Star Studded 2015 Opening      $100 general admission $500 VIP admission\n Enterprise-D PICARD'S CAPTAIN'S CHAIR Replica  $4500\n Star Trek Experience Vegas Wall panel HOLE, back and front $150\n Star Trek Experience Vegas Wall panel SQUARE, back and front $150\nROMULAN ALE and Star Trek secrets with Star Trek Author and Expert LARRY NEMECEK!    $300         (Larry with the late DeForest Kelley from 1996) Be sure to visit his Treklandblog.com\n 2 Tickets to UNIVERSAL STUDIOS Hollywood  $120     \nCoffee Mug $15\n Star Trek TOS Phaser and Communicator $60              TOS Geological TRICORDER and COMMUNICATOR $60 \nStar Trek TOS Lunchbox $25                                       Battlestar Galactica Lunchbox$25\n Star Trek 6 Phaser  $170                                 Star Trek TNG Season 1-7 DVD Box $180\nStar Trek Klingon BIRD OF PREY Replica ship $60\nOriginal painted Doctor Who Star Trek IDW Comic Art \"Splash\" and \"3 Panel\" $350 each\n33 Star Trek 8x10 photos $100                               Forry Ackerman 80th Birthday hat $75\n8x10 Enterprise-D Vinyl BANNER (chairs, computers and Battlestar Galactica actors not included) $300\n STAR WARS replica Luke Skywalker Jacket and Battle of Yavin Medal $250\nGolden Voyage of Sinbad Blu Ray and Sinbad and Eye of Tiger blu ray  $80 each\nCOPYRIGHTS\nAll franchises, copyrights, trademarks, designs and images presented in this prospectus are the property of: Warner, Disney, Dreamworks, Sony, MGM, Amblin, ABC, NBC, CBS, Paramount, Universal, Fox, Legendary, DC, Marvel, Darkhorse, Irwin Allen, Gerry Anderson, Jim Henson, BBC, ITV and Toho. The Foundation is not sponsored nor endorsed by any of the above mentioned companies. Apologies for any companies excluded.", "risks": "Risks and challenges\nWe have already taken many risks just to get this far, but our main challenges are obtaining the money to open our 2015 museum, and dealing with the studios and franchise owners to obtain the rights to create original interactive displays, instead of just static props sitting behind glass. We want to work closely with the studios, producers, actors, artists, writers, California Board of Education, NASA and JPL, the TV Academy, the Academy of Motion Picture Arts and Sciences, and the Hollywood Chamber of Commerce to make our exhibits entertaining as well as educational and inspirational.\n\nConsidering all the traction we have, plus our talented board of directors, fans from around the world who support us, and the powerful actors, producers and companies who want this to happen, it looks like our Hollywood Science Fiction Museum will be a tremendous success.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 168, "projec_url": "https://www.kickstarter.com/projects/newstarship/hollywood-sci-fi-science-fiction-museum", "project_name": "HOLLYWOOD SCI FI SCIENCE FICTION MUSEUM"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "A version of our video with CLOSED CAPTIONS is available here.\nJul 1 - FINAL ADD-ON REWARDS IN UPDATE 26: For our final 24 hours, we've added limited edition DODOcases, Picnic Blankets, downloadable episodes of the original series and a live online event with Donald Glover & LeVar... from a boat!\n   Jun 27 - MORE HUGE NEWS IN UPDATE 22: We've entered the Top 5 Kickstarter Projects... and the other four (Pebble, OUYA, Pono, Veronica Mars) have ALL offered special new rewards to help us get into more schools! Read more now!\nImportant updates, in case you missed them:\nSTRETCH GOALS #1: What we can do if we reach $5,000,000!\nT-SHIRT DESIGNS: Three limited-edition designs to choose from! \nADD-ON REWARDS: Instructions for adding more rewards!\nORIGINAL DVDs: Now available as reward add-ons!\nHi. LeVar Burton here. You may know me as Kunta Kinte, from ROOTS, or Geordi La Forge, from Star Trek: The Next Generation. \nYou also may have grown up with me on Reading Rainbow. \nIt was my mother who taught me that, by picking up a book, I could \"go anywhere\" and \"be anything.\" Ever since Reading Rainbow began in 1983, I have dedicated myself to fostering a love of reading in children, just as my mother did for me. \nOver the past year, I have watched Kickstarter bring communities together to support artists and inventors. Again and again, I have been inspired by watching like-minded people team up to accomplish impossible dreams, and to change the world. \nNow, I am hoping you will join me on my mission: to bring Reading Rainbow back for every child, everywhere.\nTogether, we can change the lives of millions of children. But you don't have to take my word for it: just keep reading!\nI believe that every child has a right, and a need, to be literate. We have a responsibility to prepare our children… and right now, the numbers show that we, as a society, are failing in that responsibility.\nAnd here’s the problem:\nAnd: numerous studies reveal that children who can't read at grade level by the 4th grade are 400% more likely to drop out of high school.\nAnd: as of 2011, America was the only free-market country where the current generation was less well educated than the one before.\nThese problems won't solve themselves.  Real change will require us all to work together. We cannot afford to lose generations of children to illiteracy. And if we work together, we don't have to.\nThrough Reading Rainbow, we've been working to solve these problems for over three decades. Starting in 1983, Reading Rainbow successfully used television to turn generations of kids into lifelong readers... with great results.\nOf course, when Reading Rainbow began in 1983, we were using television to bring books to kids, meeting them where they wanted to be. In 2014, TV is not that place anymore. Now, we’re trying to reach a new generation of digital natives.\nThat’s why, two years ago, I launched the Reading Rainbow App for tablets. Building on the basics of the television series, we put hundreds of quality books – and educational video field trips – right in a child’s hands.\nThe response has been encouraging:\nBut despite this progress, there are big challenges left to face.\nFirst, not all families have access to tablets. Our goal is to cultivate a love of reading in all children, not just those that have tablets. To reach kids everywhere, we need to be everywhere: we need to be on the web, on mobile devices, on game consoles and on connected televisions. \nSecond, a resounding number of teachers have told me that they want Reading Rainbow in their classrooms, where they know it can make a difference. We will provide it, along with the tools that teachers need, including teacher guides, leveling, and dashboards. And with your help, we'll provide it to thousands of disadvantaged classrooms for FREE.\nEvery Home. Reading Rainbow’s digital collection already contains hundreds of books and video field trips… but with your help, we’ll be able to make the Reading Rainbow library available on more of the devices modern kids use to consume content. Now that we've met our initial goal of $1,000,000, we will be able to launch a new version of Reading Rainbow on the single most-used digital platform: the web. And now that we've reached our stretch goal of$5,000,000, we'll also be able to bring the service to mobile phones, Android, game consoles like XBOX and PlayStation, and set-top boxes like AppleTV and ROKU.\nEvery Classroom. Together, we want to provide Reading Rainbow to as many classrooms as possible FOR FREE! Now that we've reached our stretch goal of $5,000,000, we'll be able to provide year-long subscriptions in over 7,500 classrooms – and every additional $100K we raise lets us help 500 more!\nNo matter how much we raise, we promise that every dollar you pledge will bring Reading Rainbow to more platforms, and provide it for free in more classrooms.\nWe can make sure that millions of kids learn to love reading, but we can’t do it without you. That's why I hope you’ll join me in making a difference!\nI believe that spreading the love of reading is its own greatest reward. But if you're going to join our cause, we also have some wonderful prizes. But you don't have to take my word for it... Take a look!\nAside from the signed book, the rewards above will be available to anyone who pledges! \nBut we also have several LIMITED EDITION rewards... so be sure to get them before we run out! (And if we DO run out, keep checking back -- we'll do our best to add more when we can!)\nOr, if you prefer, you can also pledge for a reward package that will be gifted to the classroom or school of your choice!\nAnd, if you're just interested in Star Trek related rewards, and don't want all of the Reading Rainbow goodies above, we've also got a few special reward levels created just for you:\nThis Kickstarter – and Reading Rainbow – couldn't happen alone, so I want you to meet the full team behind our Kickstarter.\nEverytime I walk into the office, I am reminded that the Reading Rainbow team is made up of passionate, talented artists, producers, engineers, and so many more. Most of them grew up on the show, have families of their own now, and dedicate their working day to improving the lives of the next generation.  \nIt's an honor to be surrounded by my Reading Rainbow family every day, and we can't wait for you to join us. And if you do, you'll be hearing from several of us throughout the campaign, and after that, in our backer updates. Click on the picture below to learn more about us!", "risks": "Risks and challenges\nThe real risks and challenges we face don't lie in completing this project, but in the problems that we'll face without it.\n\nIf we raise our minimum funding goal, we do not anticipate ANY significant challenges or risks in completing the project.\n\nAs with all Kickstarter projects, there is always a risk of delay in delivering some of the rewards, but we've been careful to give ourselves MORE time than we think we'll need – so we hope we'll have some, or all, of the rewards out SOONER than listed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #48", "update_userinfo": "An Update from LeVar!", "update_content": "Dear Backers,\nThis has been such an INCREDIBLE year!\nOne year ago, we were getting ready to hit “GO!” on the Reading Rainbow Kickstarter campaign. The Reading Rainbow team huddled around computers, and watched closely as EVERY SINGLE ONE OF YOU pledged in support of our mission. Our dream has always been to instill a passion for reading and show children how they can experience the fun of learning through the world of literature."}, {"update_no": "UPDATE #47", "update_userinfo": "Reading Rainbow Donates Skybrary School to 3,500 Classrooms at the National Title 1 Conference", "update_content": "Dear Backers, \nWhat a truly incredible whirlwind of a year it has been for us. We are so thankful and humbled for all of the new opportunities and doors that have opened for us thanks to Y-O-U contributing to our massive Kickstarter campaign! We have some very exciting February news to share and want you to be one of the FIRST to know! \nAs part of bringing Reading Rainbow to “Every Child, Every Where”, we PARTNERED WITH YOUTUBE and their all-new kid-friendly video platform, to bring an exclusive Video Field Trip series to our children. Reading Rainbow’s series is designed to do for kids and technology today what the Classic Reading Rainbow series did for kids and reading 32 years ago: to make science and technology. In this brand new series Reading Rainbow plans to address technology ranging from electric toothbrushes to the Mars Rover, from kids and computers to space travel—and we’ll do it all in a way that makes technology exciting and easy for kids to understand! "}, {"status": []}], "comment_no": 19738, "projec_url": "https://www.kickstarter.com/projects/readingrainbow/bring-reading-rainbow-back-for-every-child-everywh", "project_name": "Bring Reading Rainbow Back for Every Child, Everywhere!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Crossed Genres Magazine is a monthly Science Fiction & Fantasy magazine. Each issue has a new theme, where all stories combine the theme with speculative elements. CG Magazine is an official qualifying professional market for Science Fiction & Fantasy Writers of America (SFWA), and reserves at least one spot in each issue for a story and interview by a new author who's never had a pro-rate sale before.\nAfter its initial three-year run (2008-2011), CG Magazine was re-launched in January 2013 following a hugely successful Kickstarter. We've produced 18 new issues of quality, diverse fiction, all of which are free to read on our website (# 17 releases May 1, #18 releases June 1). We strongly encourage submissions of stories featuring underrepresented groups in SFF: characters of color, QUILTBAG characters, disabled characters, etc. This ties directly to the mission of Crossed Genres Publications: to give a voice to people often ignored or marginalized in SFF, which has led us to publish titles focused on older women, overweight women, immigration, skilled laborers, QUILTBAG families, and people marginalized throughout history.\nWe've been offering subscriptions to the magazine since its relaunch, but we haven't reached the point where CG Magazine is self-sustainable. This Kickstarter will pay for the next year of issues - including a pay raise for authors from $0.05/word to $0.06/word - and hopefully get CG Magazine to the point where it can support itself without more crowdfunding!\n\"You say that, but how do we know the magazine will reach self-sustainable levels?\"\nWhile there are no guarantees against the unexpected, we simply need to reach the point where the subscriptions we have will cover a year's costs. We've already built up a significant subscription base, well over half of what we need to reach sustainability. If this Kickstarter reaches its goal, it should be enough to push us over the top, with a bit of a cushion to cover for subscriptions which don't get renewed.\n\"You've paid $0.05 per word up until now. Why are you trying to raise enough to pay $0.06 per word? It makes your goal higher!\"\nOne reason is to maintain our standing as an official qualifying professional market for Science Fiction & Fantasy Writers of America. SFWA recently decided to raise what they consider a qualifying rate from $0.05/word to $0.06/word, beginning July 1. We want to raise our rates to match or exceed that, starting with our July issue (#19). It's important to us that markets which encourage stories featuring underrepresented people can thrive in the SFF community, and for us, part of accomplishing that is maintaining a professional status.\nAlso, we (and others) have observed that higher pay rates result in more submissions. More submissions expand the variety of stories available to the editors, which increases our opportunities to deliver diversity, inclusion and quality to our readers!\nAnd just as significantly - we want to pay authors better! In fact, we wish we could pay even more! The current rate of pay for short story authors in SFF is low. As a very small press without publishers who can invest their own money, we can't realistically expect to pay $0.25/word, or even $0.15/word, any time soon, but we can at least keep our rates up to SFWA levels. And hopefully higher - that's why some of our stretch goals involve raising our rates to $0.07/word, or more!\nCosts\nThe vast majority of money we receive from the Kickstarter will go towards paying authors and artists. A small portion will go to other book expenses, like purchasing ISBNs, obtaining proof copies, etc. 10% is for Kickstarter/Amazon Payments fees. And the rest is for rewards fulfillment, and any other unanticipateable costs.\nStretch Goals\nIf we pass our initial goal, We'll strive to make CG Magazine even better:\nWe'd love to be able to pay authors more, beyond the $0.06/word minimum to keep our pro-rate status. The first and third stretch goals would make that possible. For the second stretch goal, upgrades to the website would include:\nA new look designed with online reading in mind, both on computers and mobile devices. A simple, easy-on-the-eyes look that doesn't sacrifice function.\nA completely new submission system. Streamlined to make it easier for authors, and will enable authors to track the status of their submissions. it'll also speed up the process on our end, which means our turnaround time will be faster.\nAn integrated online store, for readers who'd rather buy direct from us than through a giant retailer. Will also make it possible for us to offer limited items like signed and out-of-print books.\nMagazine subscriptions managed through the website, which will make every aspect of sharing the magazine much easier for us and for subscribers. \nAnd if we manage to make it ALL the way to the fourth stretch goal? Every issue of CG Magazine from issue #19 on will have an additional story! More great fiction for the same cost!\nRewards\nSome of the rewards you can get by supporting CG Magazine!\n********************\nNEW! \"I'll Take One of Everything!\" Can't decide what you want? Get ALL of it! This bundle includes:\nBOTH sticker Sheets: SuperUterus/WonderWomb & Destroying SFF Since _____\nBOTH 4\" x 6\" cover art prints\nBOTH 8\" x 10\" cover art prints\nALL FOUR t-shirts (Geek Swears, SuperUterus, Running Girl, CGP: Everything Wrong)\nShort story critique (up to 8000 words) from a CG Magazine editor\n1-hour Skype or Google Hangout with the CGP publishers\nPick a theme for an upcoming CG Magazine issue\nPortrait by Kay Holt in the style of Not Normal\nGIANT ebook bundle\nEbooks of CG Magazine Books 1, 2 & 3 (forthcoming)\n1-year ebook subscription to CG Magazine\nThis bundle, at $300, is 47% off all those items at regular cost, and includes free shipping! \nFor the print version, you get all the same stuff, plus the giant PRINT bundle, PRINT copies of CG Magazine Books 1, 2 & 3, and a 1-year PRINT subscription! (Sorry about the cost, international folks - shipping books overseas is really expensive!) the print bundle saves you 32%, and includes free shipping!\n********************\nNEW! Amazing woodworker Craig Allen has offered some of his creations!\nT.A.R.D.I.S. Prime: GONE! Some of you may remember the T.A.R.D.I.S. Prime from our last Kickstarter! Craig only made 10 of these amazing pieces, which transform from a T.A.R.D.I.S. with flashing blue light into a robot with light-up eyes. They are all-wood construction, the only exceptions being a few small metal nails and the mechanism for the lights. Craig graciously offered us two for our last Kickstarter, and now, he's offering the LAST TWO of these incredible hand-made works of art! After these two are gone they'll never be available again!\nFAERIE DOORS: GONE! Faerie Doors are a whimsical take on homes for urban faeries (read more here about the Ann Arbor Faerie Doors). These adorable 8\" to 10\" doors can go under staircases, lead inside trees, or anywhere else a faerie might want to call home! Craig has hand-made a small number of T.A.R.D.I.S. and Hobbit Hole faerie doors, and is offering them here. LIMITED! When they're gone, they're GONE! (Note: The Hobbit Hole faerie doors vary a bit in appearance and may not look exactly like the one in the picture above.)\n********************\nSticker sheets: SuperUterus/Wonder Womb & \"Destroying SFF\"! ($5)\n Curious about the backstory behind the \"SuperUterus\" above? Here's the story of where it came from!\nGiant Ebook Bundle ($45) or Giant Print Bundle ($110)\nPortraits in the style of Not Normal ($65). See more at http://subvertthespace.com/notnormal\n                                                             Important notes on rewards:\nAll ebooks will be provided in ePub, Mobi and PDF formats.\nAll rewards which include print books also come with the ebooks of those titles.\nIf you're already a subscriber, any subscription reward will begin directly following your existing subscription.\nIf you're a new subscriber, your subscription will begin with issue #19 (July 2014).\nAdd-ons\nIf you want to add any of these items to your rewards, increase your pledge by the indicated amount:\nSuperUterus/Wonder Womb Sticker sheet - $5 ($6 international)\nCrossed Genres Magazine's 2013 Books One & Two (ebooks) - $12\n4\" x 6\" cover art print (either) - $10 ($11 international)\n8\" x 10\" cover art print (either) - $20 ($30 international)\nT-shirt (any 1, up to 3XL) - $25 ($35 international)\nConclusion\nJust last month, we were notified that CG Magazine had been given official status as a SFWA qualifying market. It's a goal we've been working towards since we launched our very first issue in December 2008.\nBut the elation of reaching the goal was tempered by the knowledge that we need this Kickstarter to succeed in order to not lose that status - indeed, to not lose the magazine altogether. Both of CG's publishers are out of work and we can't afford to put our own money into keeping the magazine going. That's why we've turned to you. And we sincerely hope this is the last time the magazine needs a Kickstarter! Thanks very much for your support!\n- Bart, Kay & Kelly", "risks": "Risks and challenges\nWe've been running Crossed Genres for over 5 1/2 years now, and this is our fifth Kickstarter - we have a pretty good handle on how to run the magazine as well as our other publications, and take care of rewards fulfillment. \n\nThe one area which might take some time to deal with would be the new website, since we'd be working with the designers on a completely new, ground-up site. But the folks who'll work on it are pros.\n\nThe higher pay and potential extra story in the stretch goals would mean some extra work for us, but we're taking steps to be ready in case we get there so they don't cause any delays. We've encountered all kinds of issues over the years, so we've learned to prepare for problems. ... \"Plan for the worst, hope for the best.\"\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Status update!", "update_content": "Hi everyone,\nsorry for the lack of updates! CG headquarters has been absurdly busy lately! We got in 3/4 of a TON of books recently (mostly copies of Long Hidden), and have been packing them up and sending them out as fast as we can.\nWe wanted to let you know that things ARE moving in terms of getting you your rewards! Except for a few of the high-end pledge levels, everyone should have received a backer survey by now. If you haven't yet, It's very hard to send books and zine issues if we don't have addresses to which they should be sent! "}, {"update_no": "UPDATE #11", "update_userinfo": "Long Hidden: Speculative Fiction from the Margins of History - it's here!", "update_content": "In case you missed our excited chatter on social media, Long Hidden has officially been released! Now it can be recommended to friends and family! ;) \n Print ($19.95) \n Amazon (comes w/ free Kindle copy via Matchbook program)\n Createspace \n Coming soon: Barnes & Noble, Books-A-Million \n Ebook ($9.99) "}, {"update_no": "UPDATE #10", "update_userinfo": "Crossed Genres Magazine: SUCCESS!", "update_content": "Here's a proper status update, now that we're a bit more rested and coherent!\nLast night the campaign closed. 631 backers pledged $18,839, an average of $29.86."}, {"update_no": "UPDATE #9", "update_userinfo": "We are FUNDED!!!", "update_content": "It's over! 631 backers pledged $18,839! Crossed Genres Magazine is funded!!!!\nTHANK YOU everyone! We are so super excited and bursting with joy and pride. We're also exhausted and ready to collapse!\nWe'll make a bigger, more detailed post tomorrow after we've calmed down a little. Really, just thank you all SO much!"}, {"update_no": "UPDATE #8", "update_userinfo": "Last day, last chance for a stretch goal!", "update_content": "This is the last day of the Kickstarter for Crossed Genres Magazine! We have less than 13 hours left to try and reach the first stretch goal!\nIf we reach $20,000, we will raise our pay rate for fiction to $0.07 per word! \nWho does this benefit?"}, {"update_no": "UPDATE #7", "update_userinfo": "FUNDED! (Now can we hit a stretch goal & raise author pay again?)", "update_content": "We made it!!! Last night somewhere around 1am (US Eastern time), the Kickstarter topped $16000! Crossed Genres Magazine is FUNDED! WOOHOO!\nWe're guaranteed at LEAST one more full year (12 issues) through June 2015, with a raise in rates to $0.06 per word!\nTHANK YOU! Everyone who's pledged any amount for supporting our efforts to keep publishing diverse, inclusive fiction. In today's market it's as important as ever, and it means so much, to us, our authors and our readers. A huge thanks, also, to everyone who's helped spread the word about the Kickstarter!"}, {"update_no": "UPDATE #6", "update_userinfo": "Take a Stand for a Publisher That Takes a Stand: Guest Update by Daniel José Older", "update_content": "A few years ago, when I was a brand new writer with no professional publications to my name and a half-finished YA novel, I got a yet another rejection on a story that I was already pretty sure would never go anywhere. This particular No sucked because it was the last in string of No’s from the same speculative fiction mag that said it was all about diversity. The story was about a retired-cop that conspired with a museum curator to awaken an ancient, sleeping Eshu. Eshu is the Yoruba element of chaos and language, the divine crossroads keeper and mischief-maker. In my tradition, Lucumí, we go to Eshu for guidance during times of upheaval. He clears the paths, opens the doors and in general gets shit done. \"The Crate\" was about unleashing this great power on the upper echelons of New York bureaucracy."}, {"update_no": "UPDATE #5", "update_userinfo": "One week left to reach for the sky!", "update_content": "Today is Wednesday. Next Wednesday, April 30, is the last day of the Crossed Genres Magazine Kickstarter!\nWith about a week left, we're at $10,754, just a little over 2/3 of the way to our $16,000 goal. This is pretty good! With a good push, we should be able to make it to $16k.\nBut we're hoping to avoid the last-minute, panicky \"We JUST MADE IT!\" that some others have made their calling card. There are lots of good reasons, lots of benefit to everyone!"}, {"update_no": "UPDATE #4", "update_userinfo": "Not quite halfway, halfway through!", "update_content": "Today is the 15th day (out of 28) of the Kickstarter. It's been a pretty good day so far, with about $500 in pledges, and we're now at $7584, or about 47.4%. So not quite halfway to our goal, a bit more than halfway through the project.\nWe have 13 days to make about $8400. It's a tough climb but we can do it! Thanks to everyone who's already pledged & talked us up so far! And please keep spreading the word!"}, {"status": [{"Project funds successfully": "631 backers pledged $18,839"}]}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/1537879721/crossed-genres-magazine-another-year-of-quality-sf", "project_name": "Crossed Genres Magazine - Another year of quality SFF"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "A sandbox is a place for kids to play and create. With a scene shop at one end and a rehearsal space at the other, The Sand Box is a place for adults to do the same: to create sets, props, and blocking all in one facility. It's tailored to small theater and film companies, and is part of founder Sandy Yaklin’s ongoing experiment in sharing and reusing resources.\nUpdate: As January 15, we have reached our goal!! We cannot thank you enough for your support of this space and the ideas behind it. We will keep the Kickstarter running through its conclusion on February 7th.\nAny donations you should choose to make from here on WILL NOT go to a hot tub, they will go directly into offsetting The Sand Box's rent, utilities, and insurance in the coming months - which will help us maintain our low rehearsal and shop rental rates for the entire arts community.\nTools!\nTHE BACKSTORY\nThe creators of The Sand Box are members of Gideon Productions, a critically acclaimed independent theater company that has produced award-winning new plays in New York City since 2000. When Sandy, Gideon’s resident set designer, urgently needed to find a new design and building space – particularly given the high price of real estate in NYC – she got creative. Gideon Productions had recently partnered with Boomerang Theatre Company and Flux Theatre Ensemble to form the “BFG” alliance to collectively rent the Secret Theatre in Queens, so it made sense to reach out to them and Vampire Cowboys about sharing a storage, shop, and rehearsal space for future productions. Before long, this idea had expanded into a vision of a community space that could be available at low rental rates to a variety of New York-based independent theater and film companies. The result is a unique resource located in the heart of the increasingly popular Long Island City.\nSet Built at The Sand Box (Nov 2013)\nTHE HELP!\nThrough a great deal of effort and use of personal funds by the founders, we have managed to get The Sand Box initially up and running. We’ve moved in and, thanks to the help of several generous volunteers, built the walls needed along with chop-saw & work tables. But we have a ways to go in order to complete The Sand Box facility and ensure that its green, artist –friendly mission can be maintained over the long haul. Your donations will not only support the completion of the space, but will vitally also offset our cost so that we can rent the shop and rehearsal spaces at below market prices.\nHere’s what your donations will both buy and help pay off:\nCushioned flooring for the rehearsal room so that people can rehearse fights and choreography;\nMaterials to build a cabinet to store the sheet goods companies need to build flats and platforms;\nBraces to build shelves to hold lumber;\nChain link fence for storage;\nLockable tool cabinet;\nHardware to mount backdrops for photography;\nCurtains to block light and sound in the rehearsal room;\nDrills;\nA handheld sawzall for cutting tough stuff; and\nA hand truck for load-ins and load-outs. (Ours was stolen, and anyone who’s hefted a heavy set-piece knows what a vital tool these are!)\nAll levels of donation – indeed, any donation – will help to complete – and improve! – The Sand Box space and make it affordable for New York’s independent artists and companies. As independent theater artists ourselves, we know the challenges people like us are facing, and we think The Sand Box could help. Both New York independent theater and film can benefit greatly, and, with your help, we can make it happen. Thanks for reading this, and if you can't donate, we hope you can check out and use The Sand Box.\nTHE SPACE\nThe 1200-square foot Sand Box boasts a scene shop and a rehearsal space just one subway stop outside of Manhattan. It’s located at 44-02 11th Street, Suite 502, Long Island City, NY 11101 just blocks from the Court Square E, M, 7, and G stops.\nThe Shop Space\nAlthough this Kickstarter push is to finish equipping the Sand Box, the shop already has many tools. We have a chop saw with a 12 foot-long table and portable table, circ and jig saws. We also have an air compressor with compatible staple and nail guns, routers, sanders, drills/drivers, grinders and various hand tools. The shop has a 22 by 12-foot workspace with a 10+ foot ceiling and a large work-table. Renters will also be able to paint in the shop, and there’s a huge slop sink just a short walk down the hall.\nThanks to the building’s two sizable freight elevators, companies using The Sand Box to build and rehearse their shows could work there right up until tech week and then load out their new set-pieces with ease. The closer freight elevator is near The Sand Box, and is available 24/7. The giant one is run by an operator from 9AM to 5PM Monday through Friday. Part of the purpose for our funding drive is to be able to offer the scene shop at a low rental rate of $75 a day.\nThe Rehearsal Space\nThe 16 by 17-foot rehearsal space gets a lot of additional light from big windows looking out onto LIC. The rehearsal area is carpeted, and a number of chairs, benches, and tables are available for use. (Bonus: there’s a white wall along one side that works great for headshot and production photography.) Women and Men’s bathrooms are a few steps outside our suite. We will work with companies to temporarily store set pieces and props to use until they load into their theater space. As with the scene shop, we hope to be able to offer the low rental rate of $10 per hour for the rehearsal space, as well as package options for renting the shop and rehearsal space together.\nThe Chain Link Storage\nWe have five storage units that have been rented by our resident companies: Boomerang Theatre Company, Flux Theatre Ensemble, Gideon Productions and Vampire Cowboys.\nTHE GREEN PART\nWe hate throwing stuff away – especially when new shows and films are going into production constantly and might be able to use that very item you’re about to put in the dumpster! Right now we can only store a limited amount of set pieces and props, but we hope to expand our capacity over the next few years with your help. In the meanwhile, The Sand Box is serving as the home base for the Shared Independent Theater List (a.k.a. the Sh.I.T. List), a website that companies and artists can use to sell/rent/barter/give away their set pieces, furniture, props and costumes. The wonderful LIT Fund has generously given us a grant to underwrite the project, and we expect to launch the website by early Spring 2014. So why are we mentioning this in a Kickstarter appeal? Good question: the LIT Fund grant covers the creation of the website, not the physical facility. With your help, we can give this green enterprise – which could save small companies a lot of money – a starter home. For more information about the Sh.I.T. List, check out the video at: http://www.youtube.com/watch?v=mnQBcUJyIX0.\nTHE FUTURE\nThe Sand Box is just the beginning. If our experiment works, we hope to expand our facilities. We’d like to offer storage spaces to more small companies to make it easier for them to build, share and recycle theater goods. We’d also like to be able to house items available through the Sh.I.T. List. We may be small companies individually, but together we can be mighty.", "risks": "Risks and challenges\nThe Sand Box has come a long way in a short time. We have passed the big initial hurdles: renting the space, securing insurance, and putting the basic facilities in place. If you can help us defray these significant start-up costs, we can focus on our next two crucial challenges:\n\nFirst, we need to market the space to the independent theater and film communities and bring in steady rental income (again, at below market prices). We need to make artists and companies aware that The Sand Box is here, that it's easy to get to, and that our rental rates are intentionally low to support independent theater and film. We are already preparing some marketing initiatives, but you can help by spreading the word.  \n\nSecond, we need to make sure the space is a viable economic entity over the long term. Importantly, this does not mean we are seeking to make this space a profitable enterprise. We are committed to covering the expenses of The Sand Box for at least a year to give us time to grow. What it does mean is that we do eventually want to move toward a situation where rental income is covering our basic running costs. Beyond that, we would eventually like to be able to pay Sandy a small salary, as she is unable to work full time while maintaining The Sand Box's operations.  As our first year progresses, we'll reshape our model and figure out ways to bring in income, such as, hosting classes, readings for our resident companies, private music and acting classes, networking and community development parties, and other events along these lines. \n\nWe will work hard to make The Sand Box a continuing place to build and play even as it renews and reforms. Right now the space is functional. With your help it can be extraordinary. \nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Reward Certificates Coming Soon!", "update_content": "Hello Generous Backers,\nThis is just a note to say that we will soon be sending emails with certificates for those of you who chose rewards mentioning a certificate.  They will go to the email address you gave Kickstarter, and the certificate will have information on how to collect your rewards.  For those of you who chose to have a tool named after you, due to a building closing, we're behind and will send out pictures of your tools within the next two weeks.  For those receiving Facebook thanks, we're finishing our silly thank you bios in the next few weeks too.  If it's not already posted, your bio will be on the Sand Box's Facebook page at ."}, {"update_no": "UPDATE #4", "update_userinfo": "Yay We Are Funded!", "update_content": "Thank you all for helping us not only fund our project but overfund it by almost $2000 (138% of goal)!  Kickstarter and Amazon should be processing your payments so let us know if you have any problems.\nThanks Again,\nSandy & The Sand Box Gang"}, {"update_no": "UPDATE #3", "update_userinfo": "90 Minutes to Go", "update_content": "Thank you all generous donors! We have 90 minutes to go before this Kickstarter campaign ends.  If you know anyone who might want to donate, please pass the word.\nThanks Again,\nSandy Yaklin & The Sand Box Gang"}, {"update_no": "UPDATE #2", "update_userinfo": "We've Reached Our Goal in a Week!", "update_content": "As of this afternoon, we have reached our goal!! We cannot thank you enough for your support of this space and the ideas behind it. We will keep the Kickstarter running through its conclusion on February 7th.\nAny donations made from here on WILL NOT go to a hot tub, they will go directly into offsetting The Sand Box's rent, utilities, and insurance in the coming months - which will help us maintain our low rehearsal and shop rental rates for the entire arts community."}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you!", "update_content": "Thanks to our overwhelmingly generous donors, we've reached over 95% of our goal in 1 week. We wanted to thank you and let you know that any amount we raise above our goal will be used to offset The Sand Box's rent and help us maintain our low rehearsal and shop rental rates for the entire arts community!"}, {"status": [{"Project funds successfully": "115 backers pledged $6,908"}, {"Project launches": "JANUARY 9, 2014"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/2035467401/the-sand-box", "project_name": "The Sand Box"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "OnStage in America was recently mentioned in the Wall Street Journal Christmas Edition! (http://on.wsj.com/1hIurmk) Here is the excerpt:\n\"More encouragingly, PBS recently ordered up a pilot episode for a series called \"OnStage in America\" (www.onstageinamerica.org) devoted to actual regional-theater productions taped in performance. It won't happen, alas, unless the producers can raise enough cash to shoot the pilot, to which end they've launched a Kickstarter campaign. I think that's a wonderful idea.\" - Terry Teachout (Wall Street Journal)\nPBS and OnStage In America, a new nonprofit venture, are joining forces to put the best theater productions from across America on prime-time national television, in a fresh and exciting format. This will be the first series to focus on the more than one thousand stages nationwide that have originated 36 of the last 38 Pulitzer-Prize-winning plays.\nPBS has ordered a pilot for the series and is providing a portion of the budget. OnStage is seeking $250,000.00 to complete the budget, hoping to raise more from Kickstarter than our $125,000.00 target.\nTHE PROGRAM\nAfter funding our budget we will shoot a pilot program in spring of 2014 that will air on PBS primetime.\nWe have reviewed more than 300 productions scheduled for next spring in theaters around the country. We've narrowed that list to fifty of the most interesting, including Pulitzer Prize winners, comedies, and powerful new dramas. Once they're in performance, we will select one that is truly exceptional.\nWe will go onstage with lightweight high-def cameras, moving with the actors to capture drama with freedom and intimacy. Unlike the usual theater on tv, performances will shift toward the cameras (and television audiences). Skilled directors and cinematographers will capture close-ups, traveling shots, inserts, high angles, low angles etc. to transform live theater into innovative and exciting television. It's unlike anything PBS has attempted before.\nTHE SERIES\nIf the pilot succeeds, PBS will order a full series, bringing four of the best stage productions from across America to primetime television each year. Almost a thousand stage productions will be reviewed annually to find the most exciting, the most entertaining, the most unusual and surprising, and the most relevant to issues of contemporary life in this country.\nFollowing their broadcast, the plays will become part of a digital library, accessible for on-demand, streaming, and other digital distribution.\nWHY IS IT IMPORTANT?\nAmerican theater is absent from the landscape of electronic media, yet in America's towns and cities theater audiences number in the tens of millions. Regional theater nurtures many of this country's best writers, actors, and directors. It has freedom to be more experimental, more daring, more focused on contemporary issues than most feature films and television shows.\nThe creative core of American theater is in the network of more than a thousand not-for-profit theaters in every one of the fifty states. Our series will turn a well-deserved spotlight on their freshest, most surprising, and most illuminating performances.\nWHAT ARE WE ASKING FOR?\nWe want to raise more than $125,000 from our Kickstarter campaign. This, together with the money promised by PBS and a little more than $100,000 from private donors, will fully fund our pilot and blaze the way for the series.\nOUR COMMITMENT\nThe producers have been preparing this series for five years, working long hours without pay. They have had extensive conversations with theater professionals, television executives, and union and guild representatives, successfully building support for the series and clearing away potential obstacles. PBS' recent commitment to help produce a pilot is THE crucial step toward making the series a reality.\nWhen the pilot is completed we will use it to secure financial support for the full series from individuals, foundations, and corporations.\nOUR TEAM\nJohn Fox, Executive Producer. Emmy and Peabody Award-winning writer, director, documentary filmmaker, and multimedia producer. Mr. Fox has directed for Saturday Night Live and has worked as director under contract for most of the major Hollywood studios. He produced “Heritage: Civilization and the Jews,” a nine part PBS series that won both the Christopher and Peabody Awards and three prime-time Emmys. His other awards include: top honors at the Los Angeles Digital Video Festival, several Telly Awards, and the Golden Davey Award from the International Academy of the Visual Arts.\nMary Salter, Executive Producer. Independent producer of film and television; former program executive and producer at MTV, Paramount Television, Broadway Video, VP for Production at Comedy Central, Film Producer for Saturday Night Live for almost a decade. Honors and awards include: two Broadcast Design Awards, the Monitor Award, 12 Ace nominations, a Venice Film Festival Golden Lion CM, the Sundance Festival Sloan Prize.\nJoe Grifasi, Producer. Veteran actor, director, educator; has performed in over 60 plays on and off Broadway and at regional theaters nationwide. Involved in new play development in New York, Chicago, and at the Eugene O’Neill Theater Center. Appeared in more than 50 feature films and made more than 100 television appearances. Conducted master classes and workshops at The Yale School of Drama, The Strasberg Institute, Oberlin College, Tulane University, University of North Carolina at Chapel Hill, Brown University, Bowling Green University, SUNY at Buffalo, Williams College, UCSD La Jolla; faculty member, The New School for Drama.\n\nGordon Thorpe, Digital Content Manager. Gordon graduated from Trinity College with a BA in economics and a minor in film studies. He has been with OnStage in America for over a year and has played a key role in developing our online content.\nOUR PARTNERS\nPublic Broadcasting Service - PBS’ mission is to create content that educates, informs and inspires. PBS offers programming that expands the minds of children, documentaries that open up new worlds, non-commercialized news programs that keep citizens informed on world events and cultures, and programs that expose America to the worlds of music, theater, dance and art. A private, nonprofit corporation, founded in 1969, PBS' members are America’s public TV stations -- noncommercial, educational licensees that operate more than 350 PBS member stations and serve all 50 states, reaching a broadcast audience of 120 million people.\nOregon Public Broadcasting - Our \"Presenting Station\", OPB will handle station relations, final packaging, and technical delivery of the program to PBS. OPB is one of the top four producers and presenters of national programming among all PBS stations nationwide. Recent OPB National Productions include History Detectives (now in its tenth season on PBS), Great Lodges of the National Parks, and programs for PBS prime time series including Frontline, Nova and American Experience.\nPublic Media, Inc. - Our Fiscal Agent – While OnStage In America Inc. applies to the IRS for official certification of its not-for-profit status we have partnered with PMI, a New York not-for-profit that assists independent video and filmmakers who qualify for grants that require offical IRS status as “not-for-profit” under 501(c)(3) of the U.S. Internal Revenue Code. Established in 1976 by the eminent documentary filmmaker Robert Richter, PMI has administered grants for dozens of independent media projects, many of them award-winning.", "risks": "Risks and challenges\nWe hope to shoot our pilot this coming spring, but we could be forced for scheduling or other reasons to shoot in summer or fall of 2014. While PBS has expressed their intention of airing our pilot they are not contractually obligated to do so. The decision whether to move forward to produce a full series lies entirely with PBS and will depend in large part on how successful the pilot is. \n\nIf our Kickstarter campaign raises $125,000 we still need to raise an additional $125,000 to fully fund the budget for our pilot. We already have pledges for about $25,000 from private donors and hope to be able to close the funding gap once our Kickstarter campaign succeeds, but there are no guarantees. \n\nWhat happens if Kickstarter succeeds but we fail to get the next $125,000? PBS will decide. They can release the money they have promised us so we can move into production while continuing to raise money, or they can stop us. If we are stopped we will return all the Kickstarter pledges less 10% (the 5% fee charged by Kickstarter plus the 5% charged by our fiscal agent).\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "OnStage In America: HONKY Premiere!", "update_content": "OnStage In America proudly presents the premiere of HONKY from San Diego Repertory Theatre on PBS Friday, November 6, 2015 at 10pm EST / PST (9pm CT). We are so grateful for your confidence in us and your support for our mission: \n\"To capture the best performances from theaters across America and bring them into American homes.\" \nWe simply could not have done this without your generosity. "}, {"update_no": "UPDATE #10", "update_userinfo": "OnStage in America (OSIA) Kickstarter Spring Update", "update_content": "With the help of the talented and enthusiastic actors, the daring and tireless San Diego Repertory Theatre team, and our accomplished film crew (not to mention our FANTASTIC donors), we are proud to announce that “Honky” for OnStage in America is currently scheduled to air on November 6th, 2015 at 10:00 PM (EST) following PBS’ Fall Arts Festival. \n“Honky,\" by Greg Kalleres, is a funny, irreverent, and surprisingly upbeat comedy about racism and commercialism in America today. TV director Don Roy King brings “Honky” to the screen with such life and dynamism it feels as if he has brought the stage right to your living room.\nWe happily anticipate the premiere and hope you will tune in! In the meantime, we will begin to fulfill our end of the deal by sending out some fabulous awards."}, {"update_no": "UPDATE #9", "update_userinfo": "OnStage in America (OSIA) Kickstarter Pilot Update", "update_content": "We have fantastic news! PBS has given the go-ahead for us to tape our pilot!\nThe play is called \"Honky\" by Greg Kalleres and it is a funny, irreverent, and surprisingly upbeat comedy about racism and commercialism in America today. It played in NY at Urban Stages last year to good reviews and has been revived by a small but daring company, the San Diego Repertory Theater, in an exuberant production. We are fortunate to have retained Don Roy King to direct the pilot. Don is the current director of Saturday Night Live and, in addition to his live TV experience, he has directed the recording of at least half a dozen Broadway plays. He gets what we're doing and is eager to help us make our series stand out."}, {"update_no": "UPDATE #8", "update_userinfo": "OnStage In America - Fall Update", "update_content": "Over the three months of summer, OSIA producers scouted the best productions of the summer season and found several terrific plays that would have made great programs for our series. For the pilot, however, our partner PBS wants an especially high profile program with broad appeal. As such, the OSIA team is now exploring the diverse opportunities of wonderful plays being mounted and prepared across the country for this fall/winter season. As we consider the first of this new crop, we have confidence we will find the right play for our pilot!"}, {"update_no": "UPDATE #7", "update_userinfo": "ONSTAGE IN AMERICA (OSIA) Pilot Update #2", "update_content": "What a journey! 4 years ago a few of us had a vision of making regional theater accessible to a national audience. It was bold but challenging. On one hand regional theaters were where 36 of the last 38 Pulitzer Prize-winning plays had been produced and a generation of our finest actors had trained. On the other hand regional theaters were struggling to attract audiences and remain relevant in the face of America's growing digital culture.\nToday, that dream has moved an important step closer to becoming a reality! You, our backers, have come together to help advance the mission of regional theater, bringing it to a digital audience, and helping it achieve the recognition that it deserves! We want a new generation of kids to discover the finest productions of theater on TV, iPad, Android, or, heaven knows, on Google Glass. Our goal is to create an appetite for the real thing, for live theater, the way recorded music builds an appetite for live concerts."}, {"update_no": "UPDATE #6", "update_userinfo": "ONSTAGE IN AMERICA (OSIA) Pilot Update", "update_content": "Thanks to you, our wonderful backers, the ONSTAGE IN AMERICA Kickstarter has succeeded!!! We've exceeded our $125,000 target!!\nWe raised more than $80,000 in 10 days - an incredible feat for any fundraiser (not just theater). Today we are one giant step closer to making regional theater on PBS a reality! We still have 48 hours before our Kickstarter ends and we welcome all additional pledges. We still have a shortfall to fund before we can start production so let's keep it going! (http://kck.st/1kgaBxY)"}, {"update_no": "UPDATE #5", "update_userinfo": "Mission Accomplished!", "update_content": "Greetings Everyone,\n\nOnly 48 hours to go! ONSTAGE IN AMERICA needs just $20,000 to reach its Kickstarter goal of $125,000!\n\nHuge thanks to all of you who've pledged and helped bring the best of American theater to national television. In the last few days you've catapulted us from $45,000 to about $105,000. We can’t thank you enough!\n\nIf you haven't pledged yet, you still can – in any amount - $25, $50, $100, $250, $1,000 or more. If every backer raised another $52 through their personal networks, our Kickstarter would be finished tonight!\n\nFeel free to forward this link () to your colleagues and friends. We’ve had great support but we need more to cross the finish line. If we don't make our goal we get nothing. This is it. The last two days!\n\nThank you for your continued support,\nOnStage in America Team\n\nP.S. OnStage was recently mentioned in the Christmas edition of the Wall Street Journal (). Please share this article with your friends and family."}, {"status": [{"Project funds successfully": "400 backers pledged $141,420"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/867918454/onstage-in-america", "project_name": "ONSTAGE IN AMERICA"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "[We did it! Thank you everyone! Watch the backer updates for construction progress -- and here's the permanent web home of the Gemini & Scorpio Loft: http://www.geminiandscorpio.com/loft.html ]\nYou are invited to participate in the creation of something unique and magical.\nWe are Gemini and Scorpio (@gemini_scorpio), creators of immersive themed costume events with live entertainment and editors of a weekly underground NYC events list. More on G&S is in our bio below, if you've not heard of us -- but we hope you have: from our events, which have ranged from Brooklyn warehouses to Lincoln Center; from the NYC creative types, whether artists, performers or burners; or from our many press accolades -- from The New York Times and New York Magazine to TimeOut and The Village Voice.\nWhat Gemini & Scorpio parties look like\nIn our 10 years of creating events, publishing the list, and being in the overlapping communities of producers and performers, the one consistent issue we've encountered in NYC is lack of affordable arts space. When cities have large cheap spaces, the arts thrive. But when all available spaces are turned into luxury condos, artisanal cocktail bars, and bottle service clubs, the makers of alternative, artistic culture have nowhere to go. We could count on one hand the number of remaining functioning underground arts spaces in NYC.\nWe'd been looking for the perfect spot for nearly four years. When we walked into this one, we knew right away this was home. And with G&S turning ten years old on Feb 14, 2013, we knew this was the time.\nThe G&S Loft with daylight streaming through skylights and roof door\nHere is a location we can finally use for all those events that are vital to building community but don't generate much income, created by us or others: all-ages brunches with live music and dancing, theatrical performances, art shows, benefits for causes/artists/communities, talks on curious topics, hands-on artistic experiences, costume sales, dinner parties, movie nights on our giant roof, music showcases, activist gatherings, art & science lectures, yoga/dance/capoeira/acro classes… Many of these types of events have already taken place here over the last year, and more keep getting booked all the time. The loft is also where we can focus on elevating the experience of our own immersive themed parties, instead of wasting time on venue hunting.\nImages from some events that have already happened at the loft in the last year\nWe make a big effort to keep the prices of G&S events affordable while paying all our artists, as we believe the arts should be both accessible and sustainable. Of course this means that there isn't much money for us to create as complete a transformation of the space as we would like. We hope you, our community, both artists and arts lovers, will join us in building a new home for what we do, so we can continue to protect and present the arts, grow audiences, and make magic happen -- together.\nThe G&S Loft set up as a fairy forest for an immersive production of Midsummer Night's Dream earlier this year\nWHERE YOUR MONEY IS GOING\nG&S has already invested close to $30,000 in the space: demolition, trash removal, insulation, finished floors in parts of the space, partial sanding of the floor in main event area, building of multiple rooms and bathrooms, partial electric & plumbing, new window installation, etc. \nHere's the loft as we first saw it back in October 2011.\nHere are the next scheduled improvements, and where your donations will go:\n- Sanding and sealing main event space floors, $8,000\n- Removing paint, re-mortaring & refinishing main space walls, $10,000\n- Removing old tin ceiling, installing insulation and new ceiling in main space, $8,000\n- Fixing skylights, $1,000\n- Fixing/replacing roof and fire escape doors and adjacent flooring, $1,000\n- Window finishing & insulation, $1,000\n- New hot water heater and related plumbing, $2,000\n- Completing two toilet stalls (walls & floor tile), $2,000\n- Completing main bath (shower, tub, walls & floor tile), $7,000\n- Electric & lighting in main event area, $4,000\n- Central air / heat, $6,000\nTOTAL: $50,000\nAs you can see, even this total is greater than our asking goal -- and that's not yet factoring in professional sound and lights, kitchen and office buildout, and of course ongoing venue decor improvements, which easily adds up to another $30k. In the future, we even hope to look into putting solar panels, an apiary, and possibly even a small farm on our 3,000sq ft roof. The more we can raise, the better we can make the space, faster.\nWe've been working on the loft bit by bit almost every day for the last year, but the financial reality of the space hasn't allowed us to pause long enough to make real change happen -- and whatever savings we'd put aside for the project have long been spent. With this campaign's financial boost, we'll finally be able to do the big renovation. The current plan is to go dark in July-August, and return, sparkly and new, in the fall.\nThe back half of the loft after demolition: we'd knocked down an office and bathroom, and stripped down walls.\nWe need your help, community. For 10 years now, G&S has been bringing together the arts and the audience: getting artists paid and known for their work while giving audiences one-of-a-kind nightlife experiences. This space will enable us to do more (and better) of the same, and we hope that you will support our mission, whether you may benefit as performer or guest, or simply get joy as an arts supporter. Thank you.\nREWARDS\nThe rewards you see here represent just a small fraction of the community we have supported over the years (the artists who've performed at our parties, the producers whose events we list in our newsletter, etc) and hope to continue to support via the space. Follow these generous and talented people's links to learn more about the magic they create. Now, for some additional info...\nBUNDLES:\n- The $5 reward (thank you card, backer updates, etc) and the $15 reward (music download bundle) are included with ALL donations above those amounts, respectively, and the $75 Champagne \"Thank You\" Gala ticket is included with all rewards over $200.\n- Everyone who supports at the $75 level and above is entitled to request a secret G&S token, redeemable for future happenings not open to general public. The only way to get these is in person from us at any 2013 G&S party or at the Champagne \"Thank You\" Gala. Find Miss Scorpio, or ask the door people or bartender. And then stay tuned to the mailing list: http://www.geminiandscorpio.com/subscribe.html\n- The Black and White Ball posters ($35-40) and Masquerade Macabre flasks ($40-45) can be added on to ANY reward level. Just add the correct amount, depending on whether you're in the US or not, to whatever pledge you're making, and let us know you what you're adding when filling out the reward survey after the campaign.\n- Custom packages can be made from any available (not sold out) rewards. Drop us a note, and we'll put one together just for you.\nBONUS: ALL campaign backers get FREE VIP preview access to our 6/2 fundraising Goldmine! shopping party ($10 value), where you can shop the closets of Miss Scorpio and burlesque star Veronica Varlow, plus fabulous others. Other backer-only perks will come after the campaign ends, so don't miss your chance to be in this special group.\nScroll to the bottom to see rewards images.\nOur totally awesome roof\nMORE ON GEMINI AND SCORPIO\nG&S parties have become legendary, from wild circus throwdowns to dazzling vintage dance socials to one-of-a-kind Russian baths bashes. The events are often marked by offbeat themes, fantastic costumes, mind-blowing music, burlesque and circus performances, unique art and decor, and wild dancing into the morning. They've been written up in The New York Times, NY Post, The Village Voice, TimeOut NY, Flavorpill, Brooklyn Based, and many others, but amNY put it best in their \"Nightlife Trends 2011\" - \"Expect a setting that’s both festive and whimsical, featuring art installations, roving performers, cheap drinks and DJ sets that run late into the night. Guests dress to the nines, whatever the theme: steampunk glamour, circus riot, faux fur or neon bling.\"\nHere are some other select honors we've gotten from the media: \n- TimeOut \"Best Secret Parties in NYC\" 2013\n- Buzzfeed #3 in \"Top 10 Steampunk Parties\" 2012\n- TimeOut \"Best of NYC\" 2011; \"Essential New York\" 2010\n- ChloeJo \"Best List of What To Do in NYC\" 2008\n- Village Voice \"Best Of\" 2006\nG&S is unique in bridging the underground and high-culture worlds: we've thrown warehouse parties and presented at Lincoln Center, staged secret speakeasies and been written up in every major press outlet, planned semi-illegal outings and been hired by the likes of BBC America to curate high-end events.\nIn addition to our events, G&S has been running the second-largest non-commercial New York City events list for almost ten years, spreading the word on underground happenings you'd otherwise never hear about. The list has been coming out every Friday, year-round, for a decade. The best way to find out what we're up to is to get on it: http://www.geminiandscorpio.com/subscribe.html\nOTHER WAYS TO HELP: MATERIALS\nThe more money we can save on these, the more we can invest in other parts of the space. Here's a rough list of what we're looking for:\nElectric or hybrid hot water heater, capacity TBC\nCeiling material, about 2,000 sq ft - pressed tin preferred\nFloor sander and other floor-finishing tools, use for one week\nMoisture cure polyurethane floor finish, multiple 5-gal buckets\n2x4s, sheetrock, cement board\nSkylight (wired) glass\nPowerful A/C & fans (ultimately looking for industrial A/C unit)\nSoundproofing materials: wedge or egg crate acoustic foam / foam core panels\nWhite subway tile\nTempered glass panels for shower enclosure\nTrack lighting system\nSound system components\nLarge projector screen\nSmall wood folding chairs\nGrill, chairs, tables for the roof\nShade structures, umbrellas and outdoor heaters for the roof\nOTHER WAYS TO HELP: LABOR\nOur biggest cost is labor, so if you have any skills in construction or are just plain handy, let us know (gs at geminiandscorpio dot com)! We're working on:\nFloor sanding & finishing\nBrick wall paint removal, repointing, cleaning and sealing\nCeiling installation\nWall framing & sheetrocking\nDoor framing\nWindow installation\nTiling\nREWARD IMAGES\nSecret G&S Token (for admission to secret G&S events) with your pledge of $75 or more.\n$30 glow-in-the-dark undies by Melissa Dowell SOLD OUT\n$30 Morbid Anatomy lecture tickets and tote bag SOLD OUT\n$35 Black and White Masquerade poster drawn by Yao Xiao and designed by Miss Scorpio. Printed exclusively for backers.\n$35 naughty-but-arty pillow cases from Vice Merchants in Deco Dems (left) or Cowpokes (right) SOLD OUT\n$40 lace collar designed by Kambriel SOLD OUT\n$40 Masquerade Macabre flask, with a collage created by Miss Scorpio from old engraving images\nPinhole photography by RA Friedman (Tsirkus Fotografika). Pledge $40 for a workshop with him on the technique, or $150 for a 12\"x16\" print from his show.\n$45 The Parlour Trick poster by PRIZME\n$50 Drowned Ball art print by Teetering Bulb.\n$50 signed limited edition print of \"In Memory\" by Caitlin Hackett SOLD OUT\n$65 Marshmallow Peep costume. Pole dancer not included. SOLD OUT\n$70 Lamia Akar's super sexy leather mini-gloves\n$80 Coilhouse Magazine issue 06 and the commemorative Birthday serigraph by Molly Crabapple.\n$90 velvet poster by Cynthia Von Buhler of Amanda Palmer & Neil Gaiman SOLD OUT\n$100 hand silkscreened print of Molly Crabapple's \"Utopia in Our Time\" SOLD OUT\n$225 Secret key to the 13 Portals SOLD OUT\n$240 photoshoot with and naming rights to our carousel horse. SOLD OUT.\n$250 The Parlour Trick singing ouija board and music download SOLD OUT\n$250 Antarctica artist's proof by DJ Spooky.", "risks": "Risks and challenges\nConstruction projects notoriously take more time and money than you allot in advance. This is why we've waited a year to even ask for help: to make sure we have a plan and know that we can do this. What we've accomplished on our own in that time is taking the loft from a raw warehouse to a functional, if still in-progress, arts space. The next steps are planned out and budgeted; all we're missing is the finances to allow us to close down production and focus on renovation. With your support, we can do this. We will keep all backers updated of our progress with posts and photos via the Kickstarter site, and via the G&S mailing list: http://www.geminiandscorpio.com/subscribe.html\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "OMG almost there! Launch party 12/12", "update_content": "Dearest backers,\nIt's been a while since you've heard from us, and you know why -- Gemini & Scorpio just celebrated our 10th Anniversary with an epic three-day steampunk weekend. If you missed all the crazy press on us these past few weeks, check these out:\n- Brooklyn Vegan's lovely photos from Friday, with Hungry March Band and Amanda Palmer: http://bit.ly/14D8jBz\n- TimeOut's stunning slideshow from Saturday night's Lost Circus costume ball:\n- The Wall Street Journal profile on Miss Scorpio and her efforts to build creative community for the last decade, as zoomable image so you can see it outside the WSJ paywall: (if you have a subscription, here's a direct link:\n- The New York Times Weekend Miser weighs in on \"steampunk\" as an antidote to our unshockable bourgeois times and our part in fostering its growth:\n- TimeOut NY has multiple pages devoted to G&S in the last issue: a full-page photo feature on the last decade of the parties - and a half-page photo leading up to it (print views: & ), plus an interview with Amanda Palmer\n- The New Yorker gave extensive coverage: -- and gave us a half-page photo in print, leading their \"Going on About Town\" section:\n- Flavorpill's Top 10 events that week:\n- Long Huffington Post article:\n- The Village Voice critic's pick: (the cruise this time)"}, {"status": [{"Project funds successfully": "580 backers pledged $32,118"}]}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/geminiandscorpio/gemini-and-scorpio-loft-arts-space", "project_name": "Gemini & Scorpio Loft arts space"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Now the #1 most funded publishing project on Kickstarter ever!\nTo Be Or Not To Be is an illustrated, chooseable-path book version of William Shakespeare's Hamlet, written by me, Ryan North:\n\"William Shakespeare\" you may know from single-handedly giving us some of our most evocative phrases, such as \"all that glitters is not gold\", \"too much of a good thing\", and \"the game is afoot\" (Sherlock Holmes said this too I guess.) \n\"Ryan North\" you may know from my work on the critically-acclaimed comic Dinosaur Comics, writing the incredibly popular Adventure Time comic book series, or from co-editing the #1 Amazon bestselling short story anthology Machine of Death. \n\"Chooseable-path\" you may recognize as a trademark-skirting version of a phrase and book series you remember from childhood.  Remember?  Books in which... an adventure is chosen??\nThese three things got mashed up together into one BASICALLY AMAZING BOOK full of JOKES and also SWORDFIGHTS and GHOSTS and AWESOME AS A MASS NOUN.  But don't take my word for it:\nUPDATE: TO BE OR NOT TO BE IS NOW THE PERFECT GIFT!\nWhile we won't be delivering the books in time for Christmas, if you pledge $30 or more, you unlock a Kickstarter-exclusive Holiday Hamlet ecard that can be sent directly to your gift recipient.  You can read about that here!  It's the perfect last-minute gift for anyone on your list (assuming they are good at waiting for things) (and also like to read)!  Also we've unlocked lots of new prizes at each reward level: be sure to check the updated list!\nWHAT MAKES THIS BOOK AWESOME??\nA few things:\nIF YOU LIKE SHAKESPEARE:\nMy friend: it is exactly as awesome as you remember, only now you're playing the main character instead of watching someone else just PRETEND to be him.\nAlso unlike Shakespeare I didn't skip over the pirate scene in Hamlet.  You get to fight PIRATES.  With SWORDS.  And yes OF COURSE you can choose which body part you cut off.  Why would you write a book where you can't do that is my question.\nIF YOU HATE SHAKESPEARE BUT STILL HAVE TO READ IT:\nYOU WON'T HATE HIM ANYMORE.  Honest!  This is great literature in what has to be the most accessible, friendly format ever.  If you ever struggled with wondering what was going on and what people's motivations were in the play, you will totally understand everything once you play through this book, assuming you make the same choices Shakespeare did when he played it.  That doesn't mean this book is written for children.  It just means it's easy to understand someone's motivations when you're the one making the decisions!\nHey speaking of that, making the same choices Shakespeare did will be easy as there will be little Yorick skulls beside the \"canonical\" choices.  So if you want to stick to the plot of the play, that's not a problem!  It's super easy!  But I'll warn you: Shakespeare's choices didn't lead to the best ending for the characters.  Not by a long shot.\nWhile the book itself is told in modern language, for each of the big speeches, you have the option to say it in the original beautiful and fancy language, or you can have told in modern language, like with Hamlet rapping it or whatever.  IT IS TOTALLY YOUR CALL.\nIF YOU LIKE THE POTENTIAL OF READER-DRIVEN NARRATIVE AND HAVE BEEN FRUSTRATED IN THE PAST:\nYep, I hear you.  The interactive books of our youth often suffered from arbitrary plotlines and capricious death.  This book puts you in a real, consistent world where your choices matter.  Also there are ghosts.  Also you can play as a ghost.  Also you can haunt the planet for generations because GHOSTS DON'T DIE.\nWHOAH REALLY??\nYep!  In fact, the first choice you make is to choose your character, and each character has their own storyline.  Storylines, actually: dozens and dozens of storylines.  You can play as Hamlet, his girlfriend Ophelia, and his dad Hamlet Sr, who (SURPRISE) dies on the first page and becomes a ghost.  And then we make fun of you for dying on the first page, but you can become a ghost and must INVESTIGATE YOUR OWN MURDER that you TOTALLY SLEPT THROUGH because you got SLEEPY IN AN ORCHARD. (Shakespeare wrote this part, I can't help it.)\nOphelia's adventure is as well-thought-out as Hamlet's, but rather than being a hero suffering from crippling inaction, you are a smart, self-sufficient woman who knows what she wants and is totally rad 100% of the time, and also you are dating a PRINCE.  You can choose what you want to do with your life: help your boyfriend who's crying about a spooky ghost, or I don't know TAKE DOWN INTERNATIONAL TERRORISTS INSTEAD??  It's nuts.  It's awesome.  Oh my gosh.\nIF YOU HAVE NO INTEREST IN HAMLET AT ALL BUT LIKE FUNNY JOKES:\nThen I can assure you this book is still totally awesome and chock full of those things you like.  You can (AND WILL?) love this book even if you've never had any particular interest in to being or not to being.  This is a book written for adults who like only the most awesome of things.  That is you.  I know it. \nI've used the story of Hamlet as a starting point, but a) that's already a great story because it ends with pretty much everyone in it getting stabbed in the body and b) the story can go in all sorts of fun, crazy directions when you make a choice that Shakespeare didn't.  \nTELL ME MORE ABOUT THE BOOK!\nThe book itself is already written: it's 80,000 words of comedy and mayhem that I lovingly crafted together myself over the past year.  80,000 words is about what you'd call an \"actual book-length book\".  So why the Kickstarter?  One reason, really:\n\nWe are going to decide how amazing this book is going to be.\n\nThe more money we raise, the better the book will be.  Paperbacks and hardcovers and nice paper stock are a given, but we'll also be adding PICTURES.  And not just any pictures: PICTURES DONE BY SOME THE BEST VISUAL ARTISTS AND ILLUSTRATORS ALIVE TODAY.  I say this without hyperbole, and as proof offer up this alphabetical list of Amazing People Who Are Doing Pictures For This Book, Look At All These Amazing People, I Love Them:\nAaron Diaz (Dresden Codak)\nAlex Thomas (Star Wars: The Old Republic)\nAndrew Hussie (MS Paint Adventures)\nAndy Runton (Owly)\nAnthony Clark (Nedroid)\nBecky (Tiny Kitten Teeth)\nBraden Lamb and Shelli Paroline (Adventure Time, Ice Age)\nBrandon Bird (What Nat Saw, so many amazing paintings)\nBrian McLachlan (The Princess Planet)\nCarly Monardo (so many good things)\nChip Zdarsky (The National Post, Extremely Bad Advice)\nChris Hastings (The Adventures of Dr. McNinja)\nChris Jones (Snowflakes)\nDanielle Corsetto (Girls With Slingshots)\nDavid Hellman (Braid, A Lesson Is Learned But The Damage Is Irreversible, Second Quest)\nDavid Troupes (Buttercup Festival)\nDave Kellett (Sheldon)\nDavid Malki (Wondermark)\nDustin Harbin (Dharbin!)\nDylan Meconis (Family Man, Outfoxed)\nEmily Carroll (The Prince And The Sea, so many others)\nEmily Partridge (Mount Pleasant Comics)\nEthan Nicolle (Axe Cop)\nFaith Erin Hicks (Nothing Can Possibly Go Wrong, Friends With Boys)\nJeff Rowland (Overcompensating, Wigu)\nJeph Jacques (Questionable Content)\nJess Fink (Chester 5000 XYV)\nJim Zubkavich (Skullkickers)\nJohn Allison (Bad Machinery, Scary Go Round)\nJohn Campbell (Pictures For Sad Children)\nJohn Keogh (Lucid TV)\nJohn Martz (Heaven All Day, Drawn.com)\nJon Rosenberg (Scenes From A Multiverse)\nKate Beaton (Hark! A Vagrant) (she did all spot illustrations you can see in the video and on this page!)\nKate Leth (Kate or Die)\nKazu Kibuishi (Amulet, Copper, Daisy Kutter),\nKC Green (Gunshow)\nKean Soo (Jellaby)\nKris Straub (Broodhollow, Chainsawsuit, Blamimation, Starslip)\nLar deSouza (Least I Could Do, Looking for Group)\nMarlo Meekins (all the beautiful pictures)\nMatthew Inman (The Oatmeal)\nMeredith Gran (Octopus Pie, Adventure Time: Marceline and the Scream Queens)\nMike Holmes (True Story, Bravest Warriors)\nMike Krahulik (Penny Arcade, co-founder of Child's Play)\nMike Maihack (Cleopatra In Space)\nNoelle Stevenson (Nimona, Gingerhaze) (she did the cover too!  It's going to be AMAZING, you will totally see it if you keep reading)\nRandall Munroe (XKCD)\nRay Fawkes (One Soul)\nRaynato Castro and Alex Culang (Buttersafe, Katamari Comic)\nRebecca Clements (Kinokofry, Ruffle Hall)\nRosemary Mosco (Bird And Moon)\nRyan Pequin (Three Word Phrase)\nSam Bosma (Turtle Soup)\nSam Logan (Sam And Fuzzy)\nScott Campbell (The Great Showdowns, Double Fine Action Comics)\nSteve Wolfhard (Cat Rackham, Adventure Time)\nTony Cliff (Delilah Dirk)\nTyson Hesse (Boxer Hockey)\nVera Brosgol (Verabee, plus storyboards for ParaNorman and Coraline!)\nWes and Tony (Amazing Super Powers)\nZac Gorman (Magical Game Time, all the pretty pictures)\nZach Weiner (Saturday Morning Breakfast Cereal, plus Trial Of The Clone!)\n... AND MORE (surprise artists?  YES)\nWHAT'S THE MONEY GOING TOWARDS?\nIf we reach our goal for the book, I'll be able to release the book as a professionally-edited, professionally typeset, professionally-designed beautiful volume with a single illustration commissioned from each of these artists, each rendering a different way your story can end.  And the more money we raise, the more deaths get illustrated, until we have all 110 deaths done!  You can die a lot in a book like this, and I want to make each time something to look forward to.  I want it to be a treat.\nIn the video, I've included images showing each artist's style, and in some cases, an actual detail from an illustration I've already commissioned from them.  It is a SNEAK PEEK (assuming this project reaches its funding goals and is a success, otherwise it is just TANTALIZING GLIMPSES INTO A WORLD THAT WAS NOT MEANT TO BE)\nThis book will be published with help from Breadpig, who have a proven track record in bringing awesome into the real world.  They're the publishers behind super rad, super quality books like XKCD: volume 0, SMBC: Save Yourself, Mammal! and The Most Dangerous Game, and most recently, Zach Weiner's own chooseable-path gamebook also launched here on Kickstarter, The Trial Of The Clone. \nHOW DO I KNOW THIS BOOK IS AWESOME THOUGH??\nWell, I can tell you I think it's my best work so far.  And while you can't read this book just yet, pretty much everything else I've ever written is online for free!  I mentioned a bunch of it at the top of the page, but there's still more, like B^F, where I reviewed the insane novelization of Back to the Future, page by page, and my Twitter account, where I tell jokes that are short because it's Twitter, that's what it's there for!\nBUT ALL THAT ASIDE, I've worked to include every amazing thing possible in a book like this.  There's loops, alternate endings, secret paths and things that I'm pretty sure haven't even been done before in the medium.  Also, instead of a play-within-a-play to trap the conscience of a king, there's an \"an-adventure-is-chosen\" book within this \"an-adventure-is-chosen\" book, which you read while playing as King Claudius reading this nested book!  It's a whole separate book contained within this book, with cover and illustrations done by Andrew Hussie.  It's kinda the best?\nFor every 5K we raise, I'll post another section from the book!  We'll all choose what path we take... TOGETHER.  So you can read some of it that way too!\nTELL ME A BIT ABOUT THESE REWARDS\nEvery reward level gets you a DRM-free digital download of the book.  $15 is all it takes!  And this is highly appreciated.  But if you want to contribute more, there are some fun things I can offer in exchange!  Because things have been going so well, every tier threshold now includes TWO brand-new, never-released-anywhere Dinosaur Comics ebooks, so it's three books for the price of one.  PLUS if you donate a little extra, we'll throw in things like a plush Yorick skull (cutest ever!), an amazing multiple-path bookmark designed for this multiple-path book, awesome stickers and TATTOOS, a choose-your-own cover reversible dust jacket, a poster showing a map of the entire choice-structure of the book (beautiful, lose yourself in it), an audiobook version, all the way up to custom comics and custom little adventures starring YOU that I will write and that will be super rad extreme.  Keep reading to find out more about the rewards and what's left to unlock!  These are priced to raise money for this publishing project, but they're still pretty good deals too! \nNot everything reward is listed in the tiers over there to the right (they can't be edited once they've started) but rest assured you'll be getting all the prizes you've earned here.  I made a page that shows an up-to-date listing for each tier!  And the more money we raise, the more new rewards get unlocked that'll be automatically applied to people who have already contributed :o\nWHAT IF WE RAISE MORE MONEY THAN WHAT'S NEEDED?  DO AMAZING THINGS HAPPEN?\nYep!  If the book reaches its goal, yep, there's plenty of motivation to keep going!  I've got lots of plans for awesome things we could do to make this book the BEST EVER.  They include:\n$20,000 = UNLOCKED!!! Base goal, book printed w. 30 illustrations.  THIS BOOK IS GOING TO HAPPEN.  Thank you all SO MUCH!  Here's an illustration AND the first page of the book - comment to vote on where the story goes next!\n$30,000 = UNLOCKED: nine more superstar artists, plus every reward threshold gets the ebook now too!  More details here!\n$35,000 = UNLOCKED: book printed w. 40 illustrations\n$40,000 = UNLOCKED: Dinosaur Comics ebooks! I've never offered Dinosaur Comics in ebook format before.  THAT IS ABOUT TO CHANGE, and you're getting them first, and for free, and anyone who has donated $15 or more (ie: every reward tier!) gets one.  You're now getting two books for the price of one because I LOVE YOU :o\n$45,000 = UNLOCKED: book printed w. 50 illustrations\n$50,000 = UNLOCKED: SCREW IT, book printed with every ending illustrated, that's over 110 illustrations but WE ARE GONNA DO THIS\n$55,000 = UNLOCKED: the most amazing bookmark ever in time, specially designed for multiple-path books.  Everyone who donates $25 or more gets one! \n$60,000 = UNLOCKED: All hardcovers will now all come with a dust jacket.  A CHOOSE YOUR OWN DUST JACKET, THAT IS.  One side has one image, but you can take it off and flip it around for a whole new badass cover design!  Check it out!\n$65,000 = UNLOCKED: ANOTHER brand new Dinosaur Comics ebook goes out to everyone at any tier level.  We're now at three books for the price of one!  And yes, these Dinosaur Comics books will include all three secret texts.\n$70,000 = UNLOCKED: audiobook - SOMEHOW.  The future of audiobooks, right here.  Listen To Your Own Story That Is Read To You By A Voice In Your Ears.  And this will be sent free to everyone who gave $75 or more!\n$75,000 = UNLOCKED:  five amazing new artists!  Surprise!\n$80,000 = UNLOCKED:  Hamlet stickers!  If your reward tier included temporary tattoos, you're getting stickers now too.  NICE!\n$90,000 = UNLOCKED: POOR YORICK.  This is a Kickstarter-exclusive chooseable-path mini adventure that takes place BEFORE Hamlet, leading into the action of To Be Or Not To Be.  We're 25 years in the past and alas, poor Yorick: you're broke!  While you may be a man of infinite jest and most excellent fancy, THAT DON'T PAY THE BILLS.  Your one hope is an opening at the royal court for a jester.  Seems easy enough: the listing says your responsibilities are \"...to entertain Kid Hamlet and also to not end up dead at every turn\".  Will you survive?  Or will you end up in a shallow grave?  WHO KNOWS, I HAVEN'T ACTUALLY WRITTEN IT.  This ebook is free with every tier level!\n$95,000  =UNLOCKED: Poor Yorick will now have illustrations!\n$100,000 = UNLOCKED: What the heck, I will write a sequel book.  You guys are crazy.  And since you have forced me to dream like a crazy man, here are some more \"let's make To Be Or Not To Be awesome\" motivations!\n$110,000 = UNLOCKED: five more incredible artists!  NICE.\n$125,000 =UNLOCKED: all endings in the Poor Yorick prequel will now be illustrated!\n$150,000 = UNLOCKED: The Kickstarter-exclusive prequel book, Poor Yorick, is now a real, physical, separate volume, sent to everyone at the $25 tier level or above.  Thank you so much.\n$175,000 = UNLOCKED: five more amazing artists.  YOU GUYS, WHAT IS THIS.\n$200,000 =UNLOCKED: a stage performance where the entire internet votes on what happens next!\n$225,000 = UNLOCKED: 100 free copies will be sent out to schools, libraries, colleges and universities!  If you'd like your school to be on the list, forward this page to your teachers or professors, and have them contact us either through Kickstarter or by emailing ryan [at] qwantz [dot] com!\n$250,000 = UNLOCKED: A special holiday ecard with an unseen brand-new super-awesome holiday Hamlet illustration by cover artist Noelle Stevenson, sent free to everyone who's pledged $30 or more - with or without shipping charges!  If you're getting this book as a gift for someone, here's something you can print out and give them in time for Christmas.  Plus, we'll ALSO add another 25 books to the pile we're sending out to schools.  To get the ecard, just fill in your information here!\n$275,000 = UNLOCKED: Squishable, the people behind Wee Rex, will team up with me to make a SQUISHABLE YORICK SKULL.  This soft and adorable skull will be the same size as Wee Rex, fit in your hand, and be a TOTALLY CUDDLY WAY to contemplate what a piece of work humanity is.  The cutest memento mori ever?  ALMOST DEFINITELY.\n$300,000 = UNLOCKED: To Be Or Not To Be will now be printed in full colour.  We've taken a simple black-and-white book with 30 illustrations and turned it into a full-colour, fully-illustrated, gorgeous volume.  And it's yours for the exact same price!\n$325,000 = UNLOCKED: five more super-rad artists!  HOLY SMOKES.\n$350,000 =UNLOCKED: another 50 books are being sent to schools, universities, and libraries!  If you'd like your institution to be on this list, have them contact us either through Kickstarter or by emailing ryan [at] qwantz [dot] com!\n$375,000 = UNLOCKED: B to the F ebooks included at the $25 dollar tiers and above!  Rewards list updated!\n$400,000 = UNLOCKED: the Kickstarter-exclusive mini prequel adventure, Poor Yorick, will also be printed in full colour!\nAt this point both books have become the best possible books it is possible for a book to be!  Nicely done, everyone!  Here's the final stretch goals:\n$425,000 = UNLOCKED: Another 25 books sent to schools and libraries, plus the book will be published under a Creative Commons license!\n$450,000 = UNLOCKED: Another 25 books sent to schools and libraries!  Also I will... create a pizza that looks like Hamlet and... eat it? \n$475,000 = UNLOCKED: another 50 books sent to schools and libraries!  But that's only 275 books total so let's bump it up to 400 books sent out instead!  LET'S GO NUTS\n$500,000 = UNLOCKED: I will literally explode (literally)\n$525,000 = UNLOCKED: everyone who is getting stickers will also get a sticker that says \"I BELONG TO SOMEONE AWESOME\".  Put it on your book!  Put it in your monster truck!\nWe've unlocked so many awesome things! This page shows the rewards given at each tier level.\nLISTEN I'VE NEVER HEARD OF RYAN NORTH AND BARELY HEARD OF THIS SHAKESPEARE GUY, SO UM WHY SHOULD I EVEN CARE?\nBecause you like making choices where people DIE??  Also because it's going to be great.  I've put a list of other things I've done above, offering them up as my Comedy Credentials, and hope that all these mostly-free content will encourage you to take a wee tiny risk on something that's not free.  I've been insanely lucky to be able to make a living by being an online cartoonist and writer - one of the very few to live this awesome dream - and I'd like to keep producing cool things for awesome strangers.  Hopefully this experiment is a success!\nPrototype cover with art by Noelle Stevenson, she is the best\nDUDE.  LET'S DO THIS.\nYou look up from this webpage and decide that this book is definitely something you'd like to have in your life.  You want to make something awesome happen.  You click the \"Back This Project\" Button up at the top of the page and it feels - it feels good.  It feels right.\n   \nIn fact, nothing ever goes wrong for you again!!\n   \nTHE END\nps here are the video credits\nTHE END\nFOR REAL THIS TIME", "risks": "Risks and challenges\nI'm really excited and confident about this project. The main challenge will be in corralling the artists to get the illustrations on time, and then producing the best possible book (and rewards!) we can. This shouldn't be too hard, because as an artist, I know that all artists are incredibly reliable people who love meeting deadlines! Also if this is somehow not the case I will crack the whip on all slackers. Also, we've chosen fulfillment deadlines based on reasonable expectations of how things will go, but if it takes longer, we'll let everyone know and double-down on getting it done.\n\nThe difficulties in producing a physical book are well-known to me (I've self-published several volumes of Dinosaur Comics) and we're prepared for them. I feel confident that with your help, this is a Thing we can Make Happen!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #95", "update_userinfo": "How To Invent Everything", "update_content": "Hey beloved Kickstarter backers!  Just a quick note to say I've just launched a new book: it's called HOW TO INVENT EVERYTHING and it's basically what happens when I spend a lifetime worrying \"if I was sent back in time, would I actually be able to recreate civilization from scratch, or would I be COMPLETELY USELESS??\".  \nThis book is the result: an entertaining and thoroughly researched guide to just that: rebuilding civilization from scratch, at any point in Earth's history.  I'm really proud of it and I think it might be something you'd be interested in!"}, {"update_no": "UPDATE #94", "update_userinfo": "Shakespeare Punches A Friggin' Shark... and/or other stories! :0", "update_content": "Hey everyone!\nJust wanted to let you, my beloved Kickstarter backers, know that I'm running another campaign to print \"That Time Samuel Ampson Got His Thumb Bit\" (that's the PDF sidequest I wrote as a thank-you to y'all when Romeo and/or Juliet launched, and this'll be the first time it's in physical form!), to reprint \"Poor Yorick\" (the skull-centric miniquest we got as a special reward with this campaign!), and for an all-new story connecting them all in which you get to play as Shakespeare and, as you may have guessed, punch a friggin' shark.  \nYou can also punch a dinosaur.  "}, {"update_no": "UPDATE #93", "update_userinfo": "ROMEO AND/OR JULIET: out now! And a NYT bestseller!!", "update_content": "HEY PALS,\nJust a note to say that the sequel book to this CRAZY KICKSTARTER we all backed in 2012 is out now!  If you haven't ordered your copy yet you can do so at romeoandorjuliet.com as well as see some great art from the book, including THIS:"}, {"update_no": "UPDATE #92", "update_userinfo": "Romeo and/or Juliet: Nick Gurewitch art!", "update_content": "Yesterday we had the choice to be a glove or not, and OF COURSE you all decided to be a glove!  Twitter actually tried to vote against it but there were more than enough of us here to SHUT THAT DOWN.\nSo:\nACTUALLY WISH TO BE THAT GLOVE UPON JULIET’S HAND"}, {"update_no": "UPDATE #91", "update_userinfo": "Romeo and/or Juliet: Balcony time FANCY", "update_content": "We left Romeo seeing Juliet on the balcony, and the consensus was for TEAM FANCY for how he should speak.  But that's just Shakespeare!  So I'ma give you BOTH:\nOPTION FANCY\n“But soft! What light through yonder window breaks?” you ask yourself again. You decide to answer your own question out loud."}, {"update_no": "UPDATE #90", "update_userinfo": "Romeo and/or Juliet: Balcony time!!", "update_content": "Yesterday we were creeping in the bushes outside Juliet’s house and had to decide what balcony to inspect. The most popular choice was obviously the MYSTERY BALCONY, which it turns out is the one with Juliet on it! GOOD WORK, EVERYONE. But one of those balconies also had Juliet’s naked dad on it and I’m sure we wouldn’t want to miss that, so:\nLOOK BALCONY "}, {"update_no": "UPDATE #89", "update_userinfo": "Romeo and/or Juliet: post-kiss shenanigans", "update_content": "Yesterday Romeo and Juliet smooched (YES) (FINALLY) and we had the choice to finish that smoochtime as either of them.  Romeo won (I BLAME TUMBLR) so I guess we don't get to be Juliet for at least a little while.  FINE; WHATEVER, SECRETLY I LOVE JULIET TOO\nBE ROMEO, FINISH THAT SMOOCH\nThe chimes stop, the band quiets, and the woman you met literally three minutes ago, whom you’re already kissing on and whose name you don’t even know, pulls back a little."}, {"update_no": "UPDATE #88", "update_userinfo": "Romeo and/or Juliet: Chat up Juliet", "update_content": "It was close but y'all did lots of voting and managed to ensure OPTION SHOOP (keep chatting up Juliet) was the winner!  So we'll keep talking.  Let’s see how that goes (p.s.: it’s going to go REAL WELL) (p.p.s.: briefly)\nKEEP CHATTING WITH JULIET\nThe music here is so loud. You raise your voice even more to be heard over it."}, {"update_no": "UPDATE #87", "update_userinfo": "Romeo and/or Juliet: Be Romeo!", "update_content": "At the party yesterday we had the option of chatting up a hottie as ourselves (Juliet) or to switch to playing as that megababe and then chat up Juliet! The more popular option was the latter, probably because it’s at least 50% more confusing?? So now we’re Romeo!\nBE ROMEO, CHAT OURSELVES UP\nAlright, Juliet, you are now that hot dude! Your name is Romeo and you’ve just noticed this incredibly hot babe (that’s you, Juliet!). Furthermore, you have decided you want to chat up this megababe in the horse mask. Awesome!"}, {"update_no": "UPDATE #86", "update_userinfo": "Romeo and/or Juliet: Let's party!", "update_content": ""}, {"status": []}], "comment_no": 625, "projec_url": "https://www.kickstarter.com/projects/breadpig/to-be-or-not-to-be-that-is-the-adventure", "project_name": "To Be Or Not To Be: That Is The Adventure"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "The Book\nAs we start this kickstarter campaign, we're more than halfway done writing A Steampunk's Guide to Sex. The book covers both Victorian and contemporary sexuality, such as:\nerotica\nsex work\nburlesque\nBDSM\nalternative sexualities\nconsent\nsexual health\nsex devices through the ages\nhistorical attitudes on sex\nand includes a great number of how-to guides covering such things as:\nDIY floggers made with bike tubes\nsteam-powered vibrators\nVictorian aphrodisiacs\nOne of the most common reactions we get, when describing the book to someone new, is: \"Oh, so you're taking this seriously?\" Absolutely. We intend for this book to be fun, lighthearted, fascinating, and useful. There will be a mix of neat history and of information applicable to contemporary subcultures.\nThe Art\nThe book will be illustrated with steamy modern photos shot with the historical tintype process. The camera we're using is almost exactly 100 years old, the lens is from 1891 and the process itself is older still. Unlike the more modern negative film process, we're shooting positive, one-of-a-kind images directly onto aluminum plates.\nThe Series\nThis book is the second in our Steampunk's Guide series: first we did A Steampunk's Guide to the Apocalypse. After this one, we'll start work on our next title, Crime.\nYour Money\nWe're a small publisher, to put it lightly, and we keep our list prices as low as possible. So we don't really have much capital. Sure, we could put out A Steampunk's Guide to Sex via print-on-demand, but we'd have to bump up the cover price for a lower-quality product. We want this book to be your beautiful reference to the kinky side of anachronistic life. So we need money to afford a print run of the books.\nThe Contributors\nProfessor Calamity is a member of the Catastrophone Orchestra arts collective, a group of authors and performers that researches and illuminates the 19th century working and criminal classes. He is the primary author and editor of the book.\nAlan Moore is the best-selling author of Watchman, From Hell, League of Extraordinary Gentlemen, and any number of other books. He is contributing his thoughts on pornography and Victorian prostitution.\nMargaret Killjoy founded SteamPunk Magazine in 2006 and wrote A Steampunk's Guide to the Apocalypse in 2007. He is an editor and designer for the book in addition to his role as the tintypist.\nLuna is both a steampunk and a sex worker who writes and educates about sex work. She is a contributing writer.\nMiriam Roček, better known as Steampunk Emma Goldman, is a NYC-based activist steampunk author whose work has appeared all over the internet and in print. She is a contributing writer.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "SteamPunk Magazine #9 is here!", "update_content": "We'll be releasing more of the contributors as they come in, but we're pleased as hell to announce that we'll be including contributions from noted steampunk author (and romantic advice columnist) O.M. Grey as well as the founder of Dr. Sketchy's Anti-Art School, Molly Crabapple!\nWe're past $9,000 on our $2,200 goal and interest keeps coming in, so we're glad to offer a new reward at the $100 level!"}, {"update_no": "UPDATE #6", "update_userinfo": "SteamPunk Magazine #9 sent to the printers!", "update_content": "Due to the unexpected success of our project, we're offering some new uniquely personalized rewards! \nBackers who pledge $150 will not only receive everything from the $25 reward tier (a copy of A Steampunk's Guide to Sex, an acknowledgement in the back of the book, and a copy of SteamPunk Magazine #9), but will also receive a tintype of Margaret Killjoy and/or Luna in roughly the state of dress and in the garb of your choosing (limited to approximately PG-13)."}, {"update_no": "UPDATE #5", "update_userinfo": "We've got the book back from the printer!", "update_content": "Wow!! We are absolutely delighted at the overwhelming support we've received so far for this project! \nAs of this update we are approximately 177% funded.  These extra funds will help to offset our Kickstarter fees & credit card processing fees and to create more fun rewards for backers (buttons, stickers, t-shirts, and exclusive rewards to be announced soon)- the more funding we receive initially, the more lovely a product we can create and the more saucy goodies we can offer you!"}, {"status": [{"Project funds successfully": "678 backers pledged $14,339"}, {"Project launches": "SEPTEMBER 9, 2012"}]}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/1821464746/a-steampunks-guide-to-sex", "project_name": "A Steampunk's Guide to Sex"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Final Update: We're so honored and grateful for all your support! You have made a profound difference in women's lives. If you're getting here after the Kickstarter has ended, you can still support women getting tech jobs by visiting http://ladycoders.com/donate/.\n__________________________\nMissing: Women in Tech\nOur Goal: Mentor And Train Women Who Have Awesome Coding Skills So They Stay In Tech Instead Of Losing Them At Every Level Of Their Career\nWe think it’s awesome that an idea can go from concept to code to worldwide use with nothing more than a laptop and a bit of skill. With so many opportunities to be creative and financially independent in one of the few fields that is growing in a bad economy, why aren’t there more women involved in tech? The lack of women is startling, and we want to help add more skilled women to the technology workforce.\nWomen’s representation in the computing and information technology workforce has fallen over 25% from its peak of close to 40% in the mid-1980s.  We need your help to show women that the freedom, status, and independence of a solid, self-supporting technology career can be theirs. We want to be able to tell ladies that thousands of people have helped to fulfill their need for mentorship and want to see them succeed. We want to do more than just report the depressing lack of women in technology; we want to help change it!\nNo one is teaching qualified and skilled women how to talk to the managers running and hiring for tech teams, or how to handle motherhood when trying to get back into their career after taking a break - or trying to juggle work while nursing! You don't learn in college how to interview for tech teams; if you're lucky, you get a generic class on how to interview in general.\nHow can we balance the scales and mentor women who who will otherwise leave software development as a career?\nWe have learned the hard way how to project ourselves as skilled, competent, easy to work with, and an asset to even an all-male team of programmers. We’ve succeeded in getting jobs and even more offers at places like Microsoft, Amazon, Intel, and many startups, government agencies, and mid-sized companies.  We have identified and can teach the skills that have helped us land these projects.\nWomen lack mentorship at every single level of their information technology careers. We are three senior developers with a crazy number of combined years of experience. We are going to put on a training seminar to show women how using a base skill set can lead to a solid and worthwhile career in software and web development.\nLiz, Lorraine, and Tarah\nWe feel strongly that everyone has the right to this information, even if we can’t quite manage to personally mentor each one. That’s why we’re going to professionally produce the seminar and make 20 short videos from our seminar talks available for free on our website. We are also going to make the full seminar available for download and on DVD as Coding + Confidence.\nWhy we need your help for our seminar\nPutting on a seminar like this is expensive. There are fabulous videographers, editors, and film crews in the Seattle area. Independent film is very important here, and as a result, there’s a lot of local talent to draw on. These people need to eat, and no matter how nicely we ask, they can't work for free. We will be reserving a restaurant and buying lunch on two days for all of the ladies at the seminar to show them how to handle business lunches and interviews, as well as how to use these lunches to develop connections. We will be renting a large office space and conference room for the weekend. An attorney is needed to handle the paperwork to have 40 women all show up in one location, be moved to different restaurants, trained in how to handle a work cocktail function, and to be filmed. All of these costs must be fully or partially paid before the seminar is held.\nWhy don't you just pay for it yourselves if you're so successful?\nWe’re good at what we do, good enough to be independent and able to direct our own careers. So, why aren’t we funding this by taking out a small business loan or approaching venture capitalists? First, banking regulations have tightened down a great deal. We can’t sign on the dotted line anymore and get startup capital--not even the $23,000 we’re asking for here. Second, even angel investors need guaranteed profit. We will run the seminar very close to the margin to make it accessible to as many women as possible, and keep the Coding + Confidence DVD set priced as low as possible, as well as releasing it under a Creative Commons license. This project is meant to help as many people as possible. Our goal isn't to make huge profits, though it is certainly intended to be widely publicized and popular. We would love to repeat this seminar and put on others with more advanced subjects, and to inspire others to join LadyCoders to put on even more seminars around the country and world. We will not buy into a venture capital firm that would go after women who may pirate the video. We’d love it if the ladies would pay for it, but we have the philosophy that we’re providing help to everyone, not just to those who can afford it. We will not go after desperate people for copyright violation. \nFinally, and most importantly, we need to know that there’s support in the software development community at large to see real, quality mentorship brought to the women who need it. Kickstarter makes projects like this happen, and can provide the kind of publicity that we need to pull this off. We’re not just showing women that information technology is a fulfilling, independent career that melds easily with women's needs and life choices. We’re showing women that there’s real, public support to help them break into a workplace that sometimes does not appear very friendly from the outside.  \nWe’re making this seminar available to women on our site at $499 per badge registration. Other two-day training or certification seminars like this charge thousands of dollars for much larger seminars that do not have nearly as much personal time and investment.  We're keeping this small on purpose. A seminar with 2,000 participants wouldn't have much room for us to give each attendee personalized feedback. We have cut the price as much as we can to cover costs and still be able to put together both a quality seminar and a quality video, but we simply can’t do this on our own.\nThe goal.\nWe’ve each individually tried to help. Tarah has filmed an instructional video and written a booklet to provide visual instruction for women on how to present themselves, serves on the Seattle Central Community College Technical Advisory Committee, and writes a blog with even more instruction. Liz has volunteered with the Plone and Grok projects and maintains 2 open source repositories on Github. Lorraine works with female entrepreneurs to help them find the resources they need to get their business started. Before we all met each other, we worked alone. Each of us exhausted her own resources and did all she could under her own power. Just a few months ago, we realized we could accomplish far more together, and formed LadyCoders.\nWe want to teach 40 women in person everything we’ve learned, and to film the seminar to provide this information to every woman on Earth who wants to learn. We’ll create a 4-disc DVD set, and make twenty instructional video clips available to everyone for free via streaming video. You’ll see these women gain confidence, invent projects, team up, learn to create startups and repositories, and project competence.\nWhat happens if this Kickstarter campaign does not succeed?\nWe’ll still try to help.Tarah will still blog and volunteer, Liz will still code and train, and Lorraine will still instruct, but if this campaign does not succeed, we will not have the money to get the event space, pay for filming and editing, broadcast twenty free instructional clips to women around the world, provide distance education through the DVD, and pull this event off. We want to help, and we must have your help to do it.\nFind out more and help us to help women everywhere.\nYou can monitor the project by visiting our website at ladycoders.com/kickstarter, by following us at twitter.com/ladycoders, or by joining our Facebook page at facebook.com/ladycoders. We’ll constantly be posting updates, and there’s also a signup form on our site that will let you receive email updates for the campaign. Please also spread the word to women you know who may be interested in either the DVD or in attending the seminar.\nThe future of women in technology belongs to you. Your help is needed, not just to make this seminar happen, but to show these women and women around the world that we do care, that the status, freedom, and independence of a solid, self-supporting technology career can be theirs. We want to be able to tell these ladies on the first day of the seminar that thousands of people have helped to fulfil their need for mentorship and want to see them succeed.\nSome of our rewards!\nOne of Lorraine's lovely designs on a tshirt!\nStickers! Larger ones also available for laptops!\nYet another of Lorraine's tshirts.\nMore to come...", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "I'm running a new Kickstarter!", "update_content": "Hello!\nIn Mary Wollstonecraft Shelley's Frankenstein, the Creature learned to speak and read from a book called The Ruins, or Meditation on the Revolutions of Empires, by Constantin François de Chassebœuf, comte de Volney."}, {"update_no": "UPDATE #28", "update_userinfo": "Here it is: the digital download of the seminar video!", "update_content": "The wait is over! People with DVDs should have started getting them today. \nHere it is, all! Liz and I are so excited to give this to you. As promised, we're releasing the digital download with a Creative Commons license, so you can download this freely and distribute it noncommercially. \nHere's the link; the torrent is at Kickass Torrents: http://kickass.to/hack-the-people-presents-lc-technical-interview-training-seminar-t7593917.html\nOr you can download the torrent link directly from my Dropbox here: "}, {"update_no": "UPDATE #27", "update_userinfo": "Guess what? Your rewards are coming!", "update_content": "It's been a long time coming, but after some epic editing delays and work getting all this together, the seminar DVDs are shipping out tomorrow!\nAsk us anything you like at @tarah or @tanglisha on Twitter, and we'll get back to you ASAP!\nTarah and Liz"}, {"update_no": "UPDATE #26", "update_userinfo": "DVD Reward Update", "update_content": "So far this New Year has been both an exciting and challenging time for the LadyCoders. We have new seminars lined up, lots of new articles (guest posts as well!), and we've been building community all over the world for women in technology. We're also looking for sponsors for our Boulder seminar coming up this April, so please get in touch with us if you are interested.  \nAs you know, we fell 4 weeks behind in finding a video editor. We're excited to announce that we've made up 3 weeks of that time. We know you see the deadline as January 31st, but we're working on the details and will announce the DVD shipment ASAP."}, {"update_no": "UPDATE #25", "update_userinfo": "We need your advice. DVD organizing: by subject or chronologically?", "update_content": "Hi, all!\nWe're very close to printing the DVDs, and are working with the final edits now. We need to put the sessions on the DVDs and set up the menus. We've described the internal debate we're having and have a poll up to ask your opinion here:\nhttp://ladycoders.com/2013/01/16/should-the-seminar-dvds-be-organized-by-subject-or-in-chronological-order/"}, {"update_no": "UPDATE #24", "update_userinfo": "A holiday gift from LadyCoders: we're starting to ship rewards!", "update_content": "Hi, all!\nWe hope you're having a wonderful holiday season. Today, we shipped the first batch of Kickstarter rewards. If you're a sticker backer, your reward went out in today's mail, along with a special thanks and some comments from our seminar attendees.\nThe DVD rough cut is completed, and we're polishing it now before editing the web series and sending the DVD to print. We'll keep you updated."}, {"update_no": "UPDATE #23", "update_userinfo": "Almost done with video editing", "update_content": "Hi, all, and happy holidays!\nThough finding a great video editor took us about 3.5 weeks longer than we'd have liked, most of the seminar has now been edited into a rough cut. While it's going to take us a bit longer than we'd hoped to ship the DVDs, we've already received all the t-shirts, stickers, and other goodies, and we've already delivered some of the digital rewards, such as resume reviews and coaching."}, {"update_no": "UPDATE #22", "update_userinfo": "T-shirts are in, and here's a snippet of the seminar!", "update_content": "Hi, all!\nWe're working now on the backer rewards. We just got the t-shirts in, and they're extremely nice and high quality.\nAs we're working on rewards and video editing, we're realizing that there's far more material here than even we realized. We're certainly glad we filmed this; many attendees wanted more written materials, so [SPOILER ALERT] we're going to be doing quite a bit of writing in the near future too."}, {"update_no": "UPDATE #21", "update_userinfo": "Looking to partner with a film editing company to create the DVD!", "update_content": "Hi, all,\nAfter last weekend's phenomenal success, we're now going through all the footage from the cameras. We have over 30 hours of footage and are now engaged in the single most cost-intensive part of the project--we need to work with a great video editing firm. We're determined to put out a great product, but to go through that much footage, edit several DVDs and twenty clips for the webseries will be very expensive; a minimum of several thousand dollars. "}, {"update_no": "UPDATE #20", "update_userinfo": "LadyCoders: Get Hired, Get Ahead Seattle 2012 was a huge success!", "update_content": "Just one hour ago, we closed out the first LadyCoders seminar!\nWe'll follow up more in the coming days; the sheer quantity of educational material that was generated is absolutely mindblowing. These seminar attendees learned from top engineers, security experts, recruiters, developers, and each other. They truly made the seminar happen; we're deeply grateful for them and their enthusiasm. This is a new and powerful network of people who can teach each other, fight for each other, help each other, and learn from each other."}, {"status": []}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/tarahwheelervanvlack/ladycoders-get-hired-seattle-2012", "project_name": "LadyCoders: Get Hired. Seattle 2012"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "hi folks, it's AFP. this is my first BIG, LEGIT studio album undertaking since breaking from a major label. i've spent four years writing the songs for this record, and more recently, putting together the perfect band, The Grand Theft Orchestra, comprised of genius musicians/arrangers/programmers MICHAEL MCQUILKEN, CHAD RAINES, and JHEREK BISCHOFF. in march, we locked ourselves up in a studio in Australia and, with the help of producer/engineer John Congleton (who's worked with a zillion amazing people including St. Vincent, Modest Mouse, and Xiu Xiu), we made what I believe is my best fucking album to date. it sounds...BEYOND EPIC. we laid down \"The Bed Song\", \"Massachusetts Avenue\", \"The Killing Type\", \"Trout Heart Replica\" and a slew of other tracks...some solo piano, but many featuring HORNS (locally sourced in Melbourne, Australia!), SYNTHESIZERS, GUITAAAARRRRR, and BIG BAD-ASS ORCHESTRAL ARRANGEMENTS that will blow your domepiece. we're working on finalizing the arrangements and mastering as i write this text. i expect great, big, giant things to happen when this record comes out in september. the band & i will be touring it across the globe ALL YEAR. here is me with the band, plus performance artists anthony cleave & jess daly, in melbourne right before taking stage:\n\nNOW, about the ARTWORK. over the last six months i've been working in secret with OVER THIRTY visual artist friends of mine (full list below) to create a massive explosion of song-inspired album art, in all different kinds of media. some people took the project really literally and made super lyrics-specific paintings....some people went way abstract. the end result is an EXPLOSION of incredible art.\n\nhere is the list of artists who made things (alphabetically by first name):\nAmanda Palmer, Blake Brasher, Cassandra Long, Conrad Keely (...And You Will Know Us By The Trail of Dead), Cynthia von Buhler, David Mack, Desi, DJ Spooky (Paul Miller), Empire SNAFU Restoration Project, Hans Rickheit, Heide Hatry, Judith Clute, Kambriel, Kristin Hersh (Throwing Muses), Kyle Cassidy, Lee Barron, Meghan Howland, Michael Pope, Michael Zulli, Molly Crabapple, Neil Gaiman, Nicole Duennebier, Rick Berry, Robyn Hitchcock, Sarah Beetson, Shepard Fairey, Steven Bogart, Sylvia K, Tao Lin, Tony Albert, Vladimir Zimikov, Walter Sickert, and Zea Barker.\n\nsince i'm now without a giant label to front the gazillions of dollars that it always takes to manufacture and promote a record this big, i'm coming to you to gather funds so that i have the capital to put it out with a huge fucking bang. i think kickstarter and other crowdfunding platforms like this are the BEST way to put out music right now - no label, no rules, no fuss, no muss. just us, the music, and the art. i'm also making sure EVERY PRODUCT sold through this kickstarter is unique to this campaign, to reward all of you who KNEW ME WHEN and were willing to support me from Day One.\n\nhere we go, yo:\n**ALL SHIPPING COSTS ARE INCLUDED IN EVERY PACKAGE, NO MATTER WHERE YOU LIVE!**please bear this in mind when you look at the prices. it was easier to do things this way, but it also means, in the spirit of art-in-the-mail-democracy, that those of you living in new york might be paying a little bit more to cover the shipping to the people in, say, tibet. \n\nwhile i can't force you to listen to it on a certain type of media, at a certain time of day, with a special pair of headphones, with a certain flavor of incense burning while you consume a very specific whiskey...i CAN make sure that what you get in your mailbox containing said music is as badass, fancy, and gorgeous as possible. i'll be damned if i don't at least PRESENT it to you in as fancy a way as possible.\n\nyou can get a digital download for as little as A DOLLAR.\nbut, should you wish to HOLD a copy of my album…\n• both the COMPACT DISC and VINYL will be limited edition \"kickstarter-backer\" editions, never to be made again.\n• the COMPACT DISC will be in a beautiful hard-bound case and include an art booklet.\n• the VINYL will be a black 180 gram double-record set, and come in a gorgeously packaged case with extensive large-format art. you will freak.\n\nover THIRTY artists have been slaving away for the past few months to make art (over 70 images so far!) for this album, and the results are STUNNING. here's a sneak peak at a FEW:\n\nALL of the art will be printed in a beautifully bound ART BOOK. the artists include some of my long-time collaborators, like Cynthia von Buhler, Cassandra Long, Molly Crabapple, Kyle Cassidy in collaboration Neil Gaiman, Zea Barker, and my favorite 7-year-old draw-er on Twitter, @GavinLovesAFP. I also reached out to some new artists I've never worked with, like the german sculptor Heide Hatry, brooklyn writer/artist Tao Lin, and many others. but best of all I talked some of my musician friends (like DJ spooky, kristin hersh from throwing muses, conrad keely from …trail of dead, and one of my songwriting HEROES robyn hitchcock) into making art which you'll be able to see:\n• in a hard-bound ART BOOK (similar to the \"Who Killed Amanda Palmer\" book) which will contain the art, photos, lyrics, behind-the-scenes looks at some of the artist's creations, and much more\n• LIVE and IN PERSON on our ART SHOW TOUR June-August (we'll be hitting Berlin, London, Brooklyn, San Francisco, Los Angeles, and Boston)\n\nthis is a package i dreamed up for people who like to get SHIT IN THE MAIL, CONSTANTLY. when i was a teenager i used to love 7\"-of-the-month-clubs, punk rock style, and fanzines that would arrive with weird ziploc bags full of crap in them. if you're a freak for surprises...this is the package for you. over the course of the summer, you'll get a series of 5 packages (sent every few weeks starting in july). the final package will include the deluxe backer-edition of the album, and packages 1-4 are going to be limited edition 7\" vinyl that feature some of the amazing album artwork. and with your 7\" singles, i'll also include an ARTS&CRAFTS SURPRISE. i wanted to stay away from things like shirts and posters and crap...i wanted to make things for you to DO, and MAKE, and SHARE back at me. i'm really proud of the bizarre things we thought up for this. the shipping of multiple packages all summer long is going to cost us a lot, and that's reflected in the price.\n\"BUT ((SAD FACE)) I DON'T HAVE A TURNTABLE....\"\nTHEN BUY ONE FROM US. YOU KNOW YOU WANT ONE.\nVINYL IS BACK. we're going to buy and decorate some really high-quality Crosley USB-turntables and include them in higher-priced packages JUST FOR THIS REASON.\nat some point this summer Cassandra Long (who also happens to be my housemate), Meghan Howland, and a few of the other Album Artists are going to have a massive 2-day party in boston during which we get together and paint all these turntables for you. your excuse not to buy vinyl IS GONE! POOF!\n\n\nlast july, I started randomly drawing people who tweeted black and white photos of themselves to me...with a sharpie of course, because I always have one on my person, because THAT is the secret to being a successful musician. I love to draw these in quiet moments on the road or at home before the mayhem of the day starts. I figured I would extend the offer to be a sharpie-rendition of ANYTHING you send - it doesn't have to be you...it could be a loved one, a lost one, a place, a favorite mug...go crazy. we'll pack it up really nicely and send it to you right along with all the music & art book stuffs. here are some that i've done in the past (for twitter-folk @sermoiii and @SDuPreeBemis):\n\ni'll have neil explain this one, because he writes gooder than me. please be amused at the fact he is, therefore, referring to himself in the third person:\n\n\"To make art for 'The Bed Song', Neil wrote a script, as if Neil were making a script for a five panel graphic novel, and gave it to Kyle. Kyle and Neil talked, emailed, Kyle took photos, and the final sequence of five shots that made 'The Bed Song' art was created.\nWhich left us with a lot of amazing photos of people in beds that we didn't use. And we wanted people to see them. So we are making a limited edition book, with writing by Neil and photographs by Kyle and lyrics by Amanda. Unless you are one of the models in the beds, Neil, Kyle or Amanda, this Kickstarter will probably be the only way you can get one, I'm afraid. There will be a limited, signed, numbered edition of 666 copies, with a very small number of additional unnumbered artists proofs.\nWarning. The book contains naked people, naked emotions and unmade beds.\"\n\nTO KICK OFF THIS YEAR OF MADNESS, in which we'll be touring ALL OVER THE WORLD, we're going to unveil the new material and the original large-format album art/paintings LIVE in six select cities: BOSTON, NEW YORK, LA, SAN FRANCISCO, LONDON and BERLIN. in every city, we've PARTNERED with a local ART GALLERY or EVENT SPACE, where we'll hang the art on beautiful walls for y'all to come and admire in person. then we'll have a special kick-off ART OPENING just for kickstarter supporters who back the event. we'll load you down with odd gifts, hugs, and drinks (if you're of age...if not, root beer throwdown) & the band will play a special acoustic set in the Art Space. we're keeping these openings limited to about 100-150, even in spaces where we could fit more people. one of my favorite things about this is that i'll get to MEET you guys in person, and thank you for your backing with a kiss. i'm hoping that our night together, among the art, making acoustic music with the band and sharing wine, will be totally fucking magical & unforgettable.\n\nin each city, we'll ALSO be playing a SMALL plugged-in rock show. the rock shows are open to the general public and have almost all sold out, but the art show kickstarter backers will have guaranteed guest-list to those performances, as well. the tickets to these smaller rock shows will be HARD to get, so backing in your city is a surefire way to know you'll get in.\n\n\neven though we've assembled a tasty variety of backer rewards - $1 all the up to $10,000 - i also know that there are some of you you are HELLA RICH and who would like to put more money towards the project. i know because...i've been asked. SO: for you more invest-y types, i am proud to announce THE LOANSPARK COLLECTIVE.\n\nwith LOANSPARK, i'm not asking for donations; i'm asking for people to step forward as high-level patrons and help out with interest-free loans that will be fully paid back after the album is cranked out and earning money. in exchange for your high-rolling loan, i will make some very special art and/or do a performance to support a charity you're passionate about. it's a slightly mad idea, but if it works, we may be onto a new form of patronage that could work for other artists...so i'm very happy to take a crack at it.\n\nall the info is up on the LOANSPARK WEBSITE, which we've launched in conjunction with this project:\n_________\n\nand that my dear comrades, is it.\n\nWE ARE THE MEDIA: as soon as you support this kickstarter, PLEASE TELL EVERYONE YOU'VE DONE IT, AND SPREAD THE LINK FAR AND WIDE.\nthank you, thank you, thank you.\nLOVE,\namanda\nfucking\npalmer\n\namandapalmer.net | @amandapalmer\np.s. a random note about the video: i DID pick up all those fucking signs i'd drawn. i did not leave them in the street in melbourne. we'll figure out what to do with them later...by the time we finished shooting (we did 2 takes), most of the cards had been run over by a car or a bicycle.\n\nBand photos and KS video by Jim Batt | @battsignal\nCollage of the ART (from l-r, top to bottom): Kyle Cassidy, Tony Albert, Cynthia von Buhler, Cassandra Long, David Mack, and Tony Albert\nAFP/Keytar photo by Andrius Lipsys\nAdditional images/editing/maintenance by Sean Francis | @indeciSEAN", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "heya, it's been a minute. long catch-up letter...& i've got a new album", "update_content": "hola everybody!!!\nGreetings from upstate new york. i’ve missed you.\nthis is an email to my long-lost, wonderful 24,883 ttheatre Is evil” kickstarter backers. long time, no see….\nTL;DR: i am using patronage now. it is awesome & has changed m life. have a new record out. my patrons get tour ticket access for TWO MORE DAYS, & the cool merch. if you still want to help me make art, join at https://www.patreon.com/amandapalmer for as little as $1/month."}, {"update_no": "UPDATE #26", "update_userinfo": "\"the bed song book\" is not imaginary, it's coming!! (soon, we promise)", "update_content": "hola comrades!\nit's been quite some time since last i poked my head in here.....mais VOILÁ, here's an update mostly covering \"the bed song book\" (which was a $1,000 backer reward) as well as some general little newses on what i've been up to…thank you mofos for being so patient.\nme & kyle cassidy filmed a little clip (way below) just for you....to explain where things are at with THE BED SONG BOOK. hopefully you'll understand. it's taken AGESSSS."}, {"update_no": "UPDATE #25", "update_userinfo": "lots of newses + a video from me & kyle cassidy about THE BED SONG BOOK!", "update_content": "my dear ones.....\ni've missed you.\nreal quick like: i've still been semi-based in cambridge for the past few months....running around doing one-off house parties...i'll send you guys a bunch of tasty house party pictures (and links to blogs) in one big she-bang when i get my shiitake more together.\nMEANWHILE - you may have gotten this info via twitter or the blog, but i wanted to let you guys know that ALMOST ALL OF THE ART FROM THE ART BOOK is up for auction to benefit PS122, a great non-profit performance art space in NYC. they need help.\nyou can find it all here:\nthe dresden dolls played there waaaay back in the day, and it's been an incubator and safe haven for a lot of my new york-based art friends.\nthe art is all in one section, and the auctions close TOMORROW NIGHT - FRIDAY - at midnight, EST.\nhere's just a tiny fraction of the art:"}, {"update_no": "UPDATE #24", "update_userinfo": "the art book & the art auction for a non-profit + a video from me saying hi. HI.", "update_content": "hola comrades!\nat long last, the tour dates i cancelled are re-scheduled (plus there are some awesome EXTRA appearances all over the place)!!! hopefully everyone will be able to come to the make-up shows but i DEEPLY apologize in advance if anyone can't. if you need to turn your tickets, please go to the original point of purchase and you’ll be fully refunded.\ni talk more about it ALL - the nature of the tour, who's coming (we've got a new DRUMMER), who's opening up for us, the re-birth of THE BRIGADE, and more, more, more - in a brand new blog . it's overflowing with the nitty-gritty if you want it. i'm also doing a bunch of festival dates (glastonbury! newport folk! pridefest in milwaukee!), a show in northampton MA later this week (and then at bard with neil the next day), a free show at wesleyan university on april 13th, and many other one-offs. all of 'em are below, but read the blog if you want to get the WAY-low-down on the details. i didn't want to just cut and paste all that into this backer update."}, {"update_no": "UPDATE #23", "update_userinfo": "the make-up tour dates (UK! EUROPE! OZ/NZ! FESTIVALS!) and a house party question.", "update_content": "hola kickstarter comrades -\ndear lord, okay....if you missed it, i did a TED talk called \"the art of asking\":"}, {"update_no": "UPDATE #22", "update_userinfo": "you, me, and the TED talk.", "update_content": "HOLA COMRADES...\nhow the hell are you beautiful 24,883 people?\nfirst of all, hi, i love you. i've missed you.\nin this update, i have Many Things to Share!!!:\n1 -the new \"bed song\" video and track.\n2 -what the hell i've been up to for five months.\n3 -WHAT TO DO if you still haven't gotten your stuff (we think we've sorted ALMOST everybody).\n4 -SOME OF THE THINGS that WENT WRONG and WHY.\nand...\n5 -one fun game."}, {"status": []}], "comment_no": 1361, "projec_url": "https://www.kickstarter.com/projects/amandapalmer/amanda-palmer-the-new-record-art-book-and-tour", "project_name": "Amanda Palmer: The new RECORD, ART BOOK, and TOUR"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Viggle what?\nThat's \"V.G.L. 5-foot-4 Top\". It's internet lingo.\nV.G.L. = Very good looking.\n5'4\" = my height\nTop = one who holds the penetrative position in anal intercourse.\n\"VGL 5'4\" Top\" is a retort to the way the internet has affected gay men's sexuality. Now that we are being presented with a detailed menu of sexual partners, we have become disastrously picky. So much so that we have begun to treat our fellow homosexuals with a horrifying level of disrespect when don't find them physically attractive. And somehow, a lot of people think this is acceptable.\nI beg to differ. Being a short, boyish looking man who has been regularly  ignored and insulted because his genetic makeup defies traditional laws of masculinity, I want to show the world that sexy comes in all different shapes and sizes. And, as an oppressed subculture being denied equality in the United States, we really can't allow our community to be so divided over such superficial matters.\nWho am I?Aside from the details already mentioned, I am a writer and performer living in New York City (okay, Brooklyn, but that counts.) I hold my degree in theater from Eugene Lang College, The New School for Liberal Arts. It was there, for my senior thesis, that I created this lovely piece of work that I am now trying to haul across the country.\nMy studies have continued since my graduation. In the last three years I have also studied performance art with Tim Miller, boy-lesque with Chris \"Go-Go\" Harder, and taken a master class in vampire-slaying with Susan Blackwell. \nBy day, I am hard at work on my blog, \"Top to Bottom: Chronicles of an Intellectual Homosexual\". It is here that you can find my ramblings and musings on the gay culture, sexuality, and sometimes just my own life issues.\nA great deal of my original material deals with gay men's sexuality. I suppose I would say I consider myself to be a sort of 'internal activist'... my primary mission is to unite LGBT kind and persuade them from being so awful to each other when the rest of the world is already so awful to us. It doesn't make much sense, does it?\nWhat's Happening Now?After three years of growth, my one-man show \"VGL 5'4\" Top\" has been accepted into the San Francisco Fringe Festival! Words cannot explain my level of excitement and gratitude! I have always dreamed of traveling with my own solo show, and I've had my eye on San Francisco for quite some time, so the fact that this is actually happening is a party in itself. But before I can celebrate fully, I have to be sure that I can afford this wonderful excavation.\nWhere the Money's Going:First of all, there was the entrance fee. The SF Fringe gave me a lovely space at the Exit Theater on Taylor, but it's costing me a pretty penny. Then, I have to fly (along with my beloved director Matthew Klein) from the East Coast to the West. The festival runs from September 5-16, so once there we have to stay put for a good two weeks, so I would like to put us up in a reasonably comfortable environment.\nThen there are the usual theatrical necessities: rehearsal space, photos, promotional materials. The things required to make the magic happen and to spread the word. Also, I am planning to have a last-hurrah run in NYC before I leave.\nThis is a lot of work for two people! Will ya help us out?", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "\"VGL\" in NYC: ONE NIGHT ONLY!", "update_content": "Hello, my beloved backers!\nMy opening night in San Francisco is only two weeks away, and I am already practically peeing myself! However, for those of you in New York City area, you have one opportunity to catch the show before I haul it across the country for the San Francisco Fringe!"}, {"update_no": "UPDATE #3", "update_userinfo": "Coming this Summer: \"Fame Whore\"", "update_content": "Friends!\nWe only have a week left of our campaign! For those of you who have not seen the show before, I thought this would be the perfect opportunity to show you what the results of this campaign might look like should we be successful.\nThe video below is a trailer from my last performance at the Stonewall Inn. Of course, if we meet our goal, the show in San Francisco will be much bigger and shinier! Please donate if you haven't already, and please tell your friends, and help make this exciting opportunity a success!"}, {"update_no": "UPDATE #2", "update_userinfo": "Seven days...", "update_content": "To commemorate the halfway point in our Kickstarter campaign, I give you a brand new video: a conversation between writer/performer Lucas Brooks (me) and director Matthew Klein about the creation and the message of \"VGL 5'4\" Top\".\nWe may be halfway through our timeframe on Kickstarter, but as of right now we have only raised 20% of the funds we need. So please, donate! And if you have donated already, tell your friends!"}, {"status": [{"Project funds successfully": "60 backers pledged $3,025"}, {"Project launches": "MAY 15, 2012"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/603149386/vgl-54-top-in-the-san-francisco-fringe-festival", "project_name": "\"VGL 5'4\" Top\" in the San Francisco Fringe Festival"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "The Inspiration behind East WillyB:\nLets be straight. Today’s television landscape is increasingly flat when it comes to representations of Latinos. While the 2010 census revealed that with over 50 million Latinos in the United States, 1 out of every 6 people are of Hispanic or Latino origin, that same year, the National Latino Media Council (NLMC) cited a decline in Latino diversity at every major network. Yet these same networks feel entitled to capture our attention for 4-6 hours a day, oversaturating our viewing experience with Latino drug dealers, gardeners, maids, prostitutes, and gang members, as if those were the only jobs we were capable of handling.\nEast WillyB was created to provide an alternative to the limited representations of Latinos in the mainstream media.\nLa inspiración detrás East WillyB:\nVamos a hablar claro. El panorama en la televisión de hoy en día es cada vez más monótono cuando se trata de la representación de los latinos. Mientras en el 2010 el censo reveló que con más de 50 millones de latinos en los Estados Unidos; 1 de cada 6 personas son de origen hispano o latino, el mismo año el National Latino Media Council (NLMC) denunció un decaimiento de diversidad latinoamericana en las mayores cadenas de televisión. Aún así, estas mismas cadenas se sienten en la posición de capturar nuestra atención durante 4 a 6 horas diarias, sobresaturando nuestra experiencia como audiencia con imagines de traficantes de droga, jardineros, sirvientas, prostitutas, gangueros, como si estos fueran los únicos trabajos que somos capaces de hacer.\nEast WillyB se creó para proveer una alternativa a esta representación limitada de los latinos en los medios de comunicación masivos dominantes (mainstream media).\nEn East WillyB nosotros entendemos la importancia de capturar la experiencia latina multifacética en los Estados Unidos, porque la hemos vivido y experimentado. Nosotros somos la nueva generación de latinos, algunos nacidos en los Estados Unidos y otros nacidos en Latinoamérica. Hablamos spanglish y ni de aquí ni de allá. Concebida en una cafetería en Brooklyn, esta serie se creó luego de que nuestros escritores, actores y productores crecieran cansados de ver los mismos estereotipos de latinos en los medios de comunicación masivos. Así que tomamos cartas en el asunto, creando y distribuyendo esta serie a través de la web y directamente a nuestra comunidad… Tu.\nHollywood Latinos support East WillyB!\nWe at East WillyB understand the importance of capturing the multi-faceted Latino experience in the United States because we have lived it and experienced it. We are the new generation Latino, some American born, some born in America Latina, Spanglish speaking, ni de alli, ni de alla. Conceived in a coffee shop in Brooklyn, the series was created after our writers, actors, and producers grew tired seeing the same limited portrayals of Latinos featured in mainstream media. So instead, we took matters into our own hands, creating and distributing the series directly through the web to our community…you.\nWe premiered our pilot season in April 2011 to give the world a taste of our vision and were overwhelmed with the enthusiastic response. From fans to bloggers to major new stations, the answer was clear, East WillyB’s time was now. We received over 40,000 views within just 4 weeks of lauching and were covered by TV, print and online media ranging from CNN Español, Daily News, Fox News Latino, MTV, Latina.com and more.\nWe’ve spent the last year learning from both the industry and our fans. We continued developing the show, traveling the country and sharing it with new audiences, Latinos and non-Latinos a like, and the one universal response has been: we want to see more episodes and please make them longer! We’ve created a model for the series that allows for multiple distribution platforms including TV, online streaming, and VOD.That’s where kickstarter comes in.\nWhy We Need Kickstarter: \nWe’ve developed the series into a dream vision: 12 episode season, with episodes running 7-9 minutes in length. That is a 91 minute season equal to the length of a feature film! That’s a hell of a lot of East WillyB for ya and this season is chock full of comedy and drama. It will leave you wanting even more! \nBut we need your help to make it a reality. The success of East WillyB has been due to the dedication of the creative team. Our creators, producers, production crew, social media maven, and talented cast have donated their time because they believe in the mission and vision of the series. But we cannot continue to expand on free labor alone.\nIn order to take the series to the next level and continue to provide the high quality programming that our fans demand of us, we need your financial support.\nBelow is a list of items that we are raising funds to cover:\nCrew\nCast\nCamera Equipment\nLighting Equipment\nSound Equipment\nMusic\nCraft Services\nWardrobe\nProduction Design\nLocations\nPost-Production\nPublicity/Marketing Costs\nThank you for checking out our Kickstarter page.  No contribution is too small. Any donation would help our project tremendously. Please share with your familia and friends. Let’s show the world they’ve been waiting for East WillyB.\nOn behalf of the East WillyB cast and crew, we would like to thank you all for your continued support! We hope to keep making you laugh as we bring you the bigger, badder, better Season 1 of East WillyB!\nFAQ\nDo you have to reach your goal? Yes. We need to reach or exceed our goal in order to keep any of the pledges for the film. If we don’t reach our goal, no one will be charged for their pledge and it will be as if the whole thing never happened. It’s all or nothing!\nWhat happens if you exceed the goal amount? The more the merrier. Seriously, making a 91 minute series is no small tasks, and even at $50,000 we will be pulling a lot of favors to make this happen. If we exceed our goal, it will help make the shooting process smoother and allow for better locations, costuming, music, you name it. Plus, it will help us market the series after its done.\nWhat’s the release date? TBD. We’d like to release the first episode September 2012, but that all depends on what happens next. We could get a TV deal, right?\nCan I give my reward as a gift? Yes, you can purchase a pledge and gift it to someone else. They will be notified about the gift and who it was from. We can even ship them their reward if you leave us a note.\nTo view the pilot season of East WillyB visit www.eastwillyb.com", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Final Rewards Mailing + East WillyB Nominated", "update_content": "We are so happy to share our trailer with our biggest fans and supporters - you! Take a peak inside the season YOU made possible. Share with your friends on facebook and get ready for the Kickstarter funded season coming March 20th to a screen near you!"}, {"update_no": "UPDATE #22", "update_userinfo": "East WillyB is BACK: 1st Episode is LIVE", "update_content": "We are hard at work editing, but could not be more excited to invite you to the first sneak peek of the new season. Join us for a night of conversation with the creators, and a chance to view the episodes on the big screen.\nHope to see you all on December 20th 7-9pm at the Legendary Brooklyn Museum.\nFree Entry for KICKSTARTER DONORS!"}, {"update_no": "UPDATE #21", "update_userinfo": "East WillyB is back 3/20 - Watch the Trailer!", "update_content": "We are finally in production and we are looking for extras! Please spread the word and join us if you are available! Be a part of history and join our cast and crew!\nFeel free to share with interested friends.\nPlease contact sosap14@gmail.com directly with the DATE & TIME you are available.\nThurs 8/30"}, {"update_no": "UPDATE #20", "update_userinfo": "Last Chance to Claim Backer Rewards", "update_content": "We were beyond thrilled to gather our cast and crew on July 3rd for a read-through of the next season of East WillyB. One cast member described it as reminiscent of \"the first day back to school,\" as we were all excited to see our familia and jump back into the action. Check out our update video and get excited for what's in store this coming season."}, {"update_no": "UPDATE #19", "update_userinfo": "Dec. 20th: You are invited to Sneak Peek of NEW SEASON", "update_content": "We are proud to share that as of 12:04pm today, East WillyB is officially funded on Kickstarter! \nOver the course of the past 50 days, 557 backers raised $51,355 towards the production of East WillyB, with donations coming in from as far as Santiago, Chile, in the last 10 minutes of the campaign.\nWhat has moved us the most, has been the drive and commitment of our fans and backers in spreading the word about the series and the campaign. Over the course of the last 3 days of the campaign, donations came in faster than we could keep up with in increments of $5, $10, $25 dollars from Latinos across the country who shared our vision of creating the 1st Community-Funded Latino sitcom. Thank you for sharing our commitment to creating quality entertainment for New Generation Latino. \nThank for your support, love, belief, and commitment to our project throughout this 50 day journey. We are making history here and are glad to have each and everyone of you along for the ride."}, {"status": [{"Project funds successfully": "557 backers pledged $51,355"}]}], "comment_no": 19, "projec_url": "https://www.kickstarter.com/projects/1722845857/east-willyb-full-season-production-50k-in-50-days", "project_name": "East WillyB: Full Season Production - 50K in 50 Days!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "UPDATE - Wow\nIf we get to $150K, i will visit 3 audience member home towns and we will ask people who the most interesting person they know is, and make a show about what we find.\nP.S. we have started planning/brainstorming inside kickstarter! any pledge gets you into the conversation! just look at the updates in the tab above!\nP.P.S. If we get to $1 Billion I will buy Greece and install sea to sea carpeting!\nHi\nIn 2006, I launched a show called \"The Show With Ze Frank.\" It was one of the most strange, exciting, difficult, and amazing things I have done so far. I think it is time to do something similar, what with the economy in the crapper and the election coming up. If Newt can do it, so can I. So can we. \nSame Same but Different.\nSome things will be familiar. My face, my voice, politics, news, science, whatever else is happening in the world, the celebration of the spontaneous... and surprises. \nBut the core of the original show was never really about what I did. It was about what you did. And I have no idea what is going to happen there. It's risky, unknown and awesome. I will be asking you to make things, to do things, and to surprise me. We will use the world as our playground and I have the technology to back it up. If I don't, I will make it. \nThe Plan\nTo start, I want to produce around three episodes a week for a year and take it from there. I want this to be fun and to last for a while. I figure that I will launch sometime at the end of March, near to the 6th anniversary of the original show.\nAll of the funds raised here will go towards the production of the show - equipment, salaries for people that will help me, rent. I will find other ways to pay myself. \nRewards: \nIf you have a thought for a reward that you don't see listed, send an email to ze@zefrank.com and I will see if I can include it. Here are some additional details about some of the rewards listed on the right:\nThese are the babies you will be saving. If you save one it will be sent to you in a jar. You get to name it. There is a webcam setup here. Save a baby!\nThis is the \"young me, now me\" book. Click here to see the project!\nThis is the lenticular greeting card! It moves like MAGIC! Based on this.\nThis is sort of what the black on black fuzzy felt duck shirt looks like. More here.\nThis is what the jar of encouraging words will look like when you receive it. Open at your discretion.\nThis is what your portrait by the scribbler robot will resemble. They look great framed! More info here.\nHere are what the signed signatures look like :)\nHere is a potato stamp painting..\nHere is the black on black stamp painting..\nThis is what Cherish's 4\"x4\" paintings look like!  So beautiful!\nThanks:\nThis is going to be awesome. Thanks for your support!\nx ze\n(this page went live at 1:40PM Pacific Time on Feb. 27th)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "The Walking A Mile In Another Man's Shoes Reward", "update_content": ""}, {"update_no": "UPDATE #14", "update_userinfo": "dear all of you that donated and received something", "update_content": "i thought the show would launch this week. but: hand painting thirty polkaducks, painting and signing two hundred brushpen signatures, hand lettering three hundred and forty baby adoption tags, wrapping and jarring the babies, the potato stamps, signing the books, the cards, ordering the shirts, mounting a plastic shark... these things add up... and i have a sinus infection.\n(and there is something hidden.)"}, {"update_no": "UPDATE #13", "update_userinfo": "where a show at", "update_content": ""}, {"status": [{"Project funds successfully": "3,900 backers pledged $146,752"}]}], "comment_no": 265, "projec_url": "https://www.kickstarter.com/projects/zefrank/a-show-with-ze-frank", "project_name": "A Show with Ze Frank"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 265, "projec_url": "https://www.kickstarter.com/projects/1840943231/lets-make-a-new-malbum", "project_name": "Let's Make A New Malbum!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "TICKETS NOW ONSALE! FOR TICKET INFO CLICK HERE.\nTHE LEGEND OF JULIE TAYMOR, or The Musical That Killed Everybody! is an epic rock musical making its world premiere at the New York International Fringe Festival in August 2011. \nBook and Lyrics by Travis Ferguson\nMusic and Lyrics by Dave Ogrin\nProducer: Myra Wong\nDirector/Choreographer: Joe Barros\nMusic Director: David Fletcher\nCasting Director: Danielle M. Falls/DARYL EISENBERG CASTING \nPERFORMANCE DATES:\nFRI 8/12 @ 5:00-6:45 P.M.\nTUE 8/16 @ 2:00-3:45 P.M.\nTHU 8/18 @ 8:30-10:15 P.M.\nSUN 8/21 @ 3:00-4:45 P.M.\nWED 8/24 @ 7:00-8:45 P.M.\nAt the Bleecker Theatre (45 Bleecker Street at Lafayette Street) Tickets on sale July 22nd at www.FringeNYC.org\nWho will save Broadway??? The Visionary Director? The Aging Rockstar? The Pestering Columnist? The Idealistic Producers? The Naive Star? Or will the biggest Broadway Musical in history go down as a tragedy of Greek proportions?\nTHE LEGEND OF JULIE TAYMOR... tells the rise and fall story of director Julie Taymor and the behind-the-scenes scandals of Spider-Man: Turn Off The Dark on Broadway! Facing financial problems, actor injuries, technical problems, performance delays, scathing reviews, and a complete overhaul... this is how the most expensive flop in theatre history made Broadway legend. \nWhat some people sometimes don't know is that even though we're accepted to the Fringe Festival, we still have to raise and produce the show ourselves. Our Kickstarter goal of $8,000 is only part of what we'll need to produce this show for FringeNYC, our full budget is close to $14,000. Your generous donations will help pay the actors, musicians, a director, a music director, stage manager, crew, rehearsal space for 4 weeks, sets, lights and sound that will bring our vision to life before a live New York audience. \nThe cast includes 9 actors, playing over 30 characters (based on real figures), and a three member rock band. This show is sure to be a highlight of the FringeNYC festival this summer.\nCAST:  Jennifer Barnhart*, Christopher Davis Carlisle*, Clint Carter, Lynn Craig, Kiley L. McDonald, Johnnie Moore, Shaun Rice, Barry Shafrin, and Michael Titone.\n *Actors appearing courtesy of Actors Equity Association; Equity Approved Showcase\nBAND:  David Fletcher (Music Director & Bass), Paul Hemmings (Guitar), Casual-T (Drums)\nFor Press Inquiries, please contact Sam Morris (Sam@SamMorrisPR.com).", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "New Videos from LEGEND OF JULIE TAYMOR cabaret performances!", "update_content": "Hello again!\nCheck out these new videos of cabaret presentations we did over the past week at various theatre open mics, and variety shows to promote the show! \nOnly four more days to check out the new production of LEGEND OF JULIE TAYMOR at FringeNYC Encores. Check out the new stage and stars at the Player's Theatre every night this week at 7pm, and a special final 10:30pm on Saturday night.\nGET TICKETS HERE!"}, {"update_no": "UPDATE #11", "update_userinfo": "Tell your friends THE LEGEND OF JULIE is back this week!", "update_content": "THE LEGEND OF JULIE TAYMOR needs your help spreading the word that performances begin for our FringeNYC encore this week! Wednesday Sept 14 through Saturday the 17th. \nShowtimes are:\nWednesday 9/14 @7pm\nThursday 9/15 @7pm\nFriday 9/16 @7pm"}, {"update_no": "UPDATE #10", "update_userinfo": "THE LEGEND OF JULIE TAYMOR to extend 5 Performances in FringeNYC Encore Series!", "update_content": "By popular demand and a successful sold-out run!!!! THE LEGEND OF JULIE TAYMOR is honored to be invited to perform in the FringeNYC Encore Series for an additional 5 performances, September 14-17 at the Players Theatre (115 MacDougal St). The Encore series is a small selection of shows out of the 200 in the FringeNYC festival that are selected to extend performances for a limited time by popular demand!\nOur show was one of the hottest tickets at the 2011 New York International Fringe Festival this year, so be sure to plan ahead and get tickets to our Encore performances. This is the perfect opportunity to invite friends and family who were not able to get tickets in our initial run. Tickets are now onsale."}, {"update_no": "UPDATE #9", "update_userinfo": "Please HELP! 1 Day left to raise $1500 on kickstarter!", "update_content": "Hello Backers!\nWe have until 11:59 tonight to raise the remaining $1500 to fund out project or we will lose the entire amount. There is a little more to go. Please tell friends to donate, and pass around this link today. \nPass around this link http://kck.st/mdTboN"}, {"update_no": "UPDATE #8", "update_userinfo": "Oh no! 4 days left to raise over $4000", "update_content": "Hello again!\nThanks again for all your generous pledges, but unfortunately you know with Kickstarter.com, we will not be able to recieve any of your kind donations if we are not able to raise the full amount by Thursday the 11th. Tickets have been selling really well, and our show is set to be the hit of the summer! But we are only half way to our fundraising goals! Please be sure to tell your friends and family to donate here, and take part in the premiere of an exciting new musical in New York City! \nPass around this link "}, {"update_no": "UPDATE #7", "update_userinfo": "TICKETS NOW ONSALE!!!!", "update_content": "Tickets went on sale this morning for THE LEGEND OF JULIE TAYMOR, or The Musical That Killed Everybody!\nGet your tickets now! They're $15 online, or $18 if you chose to wait and get them at the door! And this production is sure to be a sell-out hit! \nFor tickets click HERE, and select the performance time you wish to attend. Tell your friends!"}, {"update_no": "UPDATE #6", "update_userinfo": "JENNIFER BARNHART TO STAR AS JULIE!!! Casting Announced...", "update_content": "Avenue Q's Jennifer Barnhart Will Star in The Legend of Julie Taymor\nVia Playbill.com: read the full article here.\nBy Andrew Gans"}, {"update_no": "UPDATE #5", "update_userinfo": "Performance Dates and Theatre announced!", "update_content": "Our incredible donors here on Kickstarter are first to know our official performance dates that have just been announced! \nWe will be performing at the Bleecker Theatre (45 Bleecker Street) which is a beautiful 300 seat theatre in the heart of Greenwich Village and will also host FringeCENTRAL, the headquarters for the festival!!! We are very grateful that FringeNYC has given us the largest theatre of all 18 venues in the festival! Even more exciting, our show will be launching the first day of the festival, kicking off an incredible three weeks of original theatre in New York!"}, {"update_no": "UPDATE #4", "update_userinfo": "NYPress publishes an in depth interview with LEGEND OF JULIE creator Travis Ferguson", "update_content": "Our most revealing interview yet! Read here...\nhttp://www.nypress.com/blog-9238-the-legend-of-julie-taymor-to-premier-at-fringe-festival.html\n'The Legend of Julie Taymor' to Premier at Fringe Festival"}, {"status": [{"Project funds successfully": "52 backers pledged $8,141"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/187169588/the-legend-of-julie-taymor-or-themusicalthatkilled", "project_name": "THE LEGEND OF JULIE TAYMOR or TheMusicalThatKilledEverybody!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "My name is Mercy Bell, I'm a folk musician in Brooklyn, New York and I'm asking you to help me make an EP.\nA lot of you have been asking me when I'll be able to have an EP available, up until this point I haven't had the money or resources to do so. But thanks to Kickstarter and all of you, I'll have the funds to do so. In return for your pledge you'll help create then receive a musical product in return.\nFor $5000 I'll be able to book and record 4-5 songs in a studio ($630 a day to record for 2 or 3 days), compensation for production team, rehearsal space, and full band plus extra instrumentals ($1500+ rates vary), mix and master those songs ($300 per song), and offer them as a digital download. It averages out to about $1000 per song, SO the more money I get the more music I can give you.\nThis is community endeavor! I already have a lot of friends helping me with this. Be assured your money will go towards helping a diverse array of small business and artists here in Brooklyn.\nSpecial thanks to Audrey Culver and Blood Bunny for their assistance in the development of this Kickstarter project.\nThank you!\nOther links:\nIf you'd like some scratch demo and live MP3 downloads of some of my music, download them here.\n\nMyspace\n\nTwitter\n\nBlog\n\nYoutube", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Album is finished! Download it here!", "update_content": "Hello friends!\nJust wanted to let you know the album is 90% finished, it should be finished with mixing and mastering soon. I'm spending time in Massachusetts for the summer to work on finishing up Kickstarter rewards in the peace and quiet.\nA question: if I were to tour, what cities/venues/musicians would you recommend visiting and contacting? House concerts and do-it-yourself venues are wonderful! \nMuch love,"}, {"update_no": "UPDATE #4", "update_userinfo": "Updates! And a question...", "update_content": "Dear everybody,\nI am utterly, utterly at a loss for how to accurately impart my gratitude and humility and SHOCK at your help with this project and my efforts to do so will ultimately end up as a run-on sentence.\nThank you. $8,000 means I can do a few more than 4 or 5 songs. That's pretty rad."}, {"update_no": "UPDATE #3", "update_userinfo": "Day jobs and love gigs and a video outtake from recording!", "update_content": "Thanks to all of you, I’ve met my Kickstarter goal with 23 days to go.\nOn that note: People, keep donating! The more money I get, the more secure this project (in case anyone has to back out to pay rent/buy food or if there's card failure) the more I can add to the album, so keep on keepin on.\nHere’s the link (again): http://www.kickstarter.com/projects/mercybell/help-mercy-bell-make-an-ep"}, {"status": [{"Project funds successfully": "163 backers pledged $8,000"}, {"Project launches": "DECEMBER 7, 2010"}]}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/mercybell/help-mercy-bell-make-an-ep", "project_name": "Help Mercy Bell Make an EP"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Hi. I'm Kayla Oberlin, and I've started this project to integrate my two loves--- music and visual art--- into an exciting project I can share with the world.\nI've been painting since I could hold a brush and I've been making music since middle school. In the past three years, I've gone from being a high school kid in a painting class to a working artist. I've played in bands, solo and as support for other awesome performers, and now's the time for me to give a nod to the musicians who've influenced my work and the work of my peers.\nThe project I'm Kickstarting consists of two \"products\": the first is an album in which I cover (on the ukulele) songs by ten different musicians; the second is a series of ten portraits of those musicans hand-painted... on ukuleles!\nI'm keeping most of the specific musicians I'll be paying tribute to a secret, but you'll find a few clues in my video. I will tell you that I'll be crossing genres and time periods, and I think there will be a little something for everybody in the final product.\nI've been on a hiatus from the art world; clinical anxiety stopped me in my tracks. But now that I'm feeling better--- about everything--- I am so excited to re-enter the art scene with this particular project. I've had the idea in the back of my head for more than two years and I know it's time to get it out to where it can be seen by the world. This is only the start of bigger, better and more brilliant things.\nAs a thank you for helping me actualize the future I want for myself, I have lots of really awesome packages for backers. This is the first time I'm making anything like this, stickers, buttons, posters, t-shirts, and super awesome CDs, so I'm really excited that my first big project is also YOUR first big opportunity to get some actual STUFF from me!\nThank you so much for your support. I am a huge believer in the art community and I know that with your help I'm going to make this project a great success.\n-----\nkaylaoberlin.bandcamp.com\ntwitter.com/dharma_punx", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "Music!", "update_content": "any updates from me, that is-- I apologize for keeping everyone so in the dark, but things have been crazy! \nAs some of you know, I work very intimately with an artist, Amanda Palmer. Since late November I've been pretty hands on with the merch end of her business, and haven't had much time to update. \nBut fear not! I have definitely found time to work on the project! I have backer rewards like the buttons all packed up and ready to go, and things like t-shirts and posters and stickers on their way to being printed up and sent to me! "}, {"status": []}], "comment_no": 51, "projec_url": "https://www.kickstarter.com/projects/kaylaoberlin/kayla-oberlin-plays-and-paints-ukuleles", "project_name": "Kayla Oberlin Plays and Paints Ukuleles!"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "DEC 8 UPDATE! EVERY SINGLE PERSON THAT INCREASES THEIR PLEDGE BY $50 gets a one-of-a-kind signed handmade LAMP print. Each one is different, featuring scenes from the story of LAMP!\n\nUPDATE: SECRET ACHIEVEMENT UNLOCKED: 200% REACHED REWARD! Everyone who donates also gets a shiny \"We're All Stories: LAMP\" sticker, as well as a special digital download bonus track available ONLY TO KICKSTARTER BACKERS, written for the lamp benefactors!\n\nUPDATE: SECRET ACHIEVEMENT UNLOCKED: 100% REACHED REWARD! Everyone who donates also gets a special mp3 of the music from the LAMP trailer, the LAMP instrumental album, and your name in the liner notes as a LAMP benefactor. BONUS: if you donate $25 or more, you ALSO get a shiny wooden LAMP necklace.\n- - - - - -\nLAMP is a full-length album by Olga Nunes-- and it's also a story built around the music, told through letters, art installations, and short films. In Chapter One of LAMP, you are introduced to Lamp and Lux, two people who haven't spoken to each other in a very long time. One day Lux receives a package that she thinks can only have come from him. So, she decides to write him a letter. The only problem is, she doesn't know how or where to find him-- so she puts a message in a bottle, ties it to a balloon, and releases it into the sky.\nWhat happens next? I want you to be part of the story.\nEvery person who donates to the LAMP Kickstarter (to help turn the album and story into reality!) will be invited to submit their old love letters, and help create the backstory of Lamp and Lux. Additionally, I'm holding a balloon release event in Golden Gate Park in San Francisco, where people (and maybe you!) will release one hundred of Lux's letters into the sky. Not in SF? No problem. I'll be documenting all the letters in the story and filming the event, so you can follow it through YouTube and through the website.\nMy minimum target goal to raise through Kickstarter is $3000-- which covers the bare minimum needed for mastering, album production, and part of the costs to create and film Chapter One. The more you donate and the more backers I have, the more you ensure there will be a Chapter Two and Chapter Three, and you get to see how this all ends. There are lots of rewards to choose from if you decide to support LAMP, and if I exceed my minimum goal, I'll begin introducing super special secret unlocked rewards.\nYou can listen to more of my music here: http://olganunes.bandcamp.com\nAnd you can see a special trailer for Chapter One of LAMP, including part of the first single, here: http://youtu.be/A-XZZq3jTa4\nThank you so much for your support, and tell your friends! This is ridiculously exciting.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "Love Letters For You + NPR", "update_content": "Just a quick post to unleash all the things that I've been working on lately!\nThe chapter 1 event of LAMP went AMAZINGLY well, with several hundred people turning up and hunting love letters all over the streets. Here's a video:\nhttp://www.youtube.com/watch?feature=player_embedded&v=u21MfMKDkGU\nAnd here are all the love letters, including bits of things you guys sent in (all made anonymous!) for you to read:\nhttp://thisletterislost.com/letter_directory.html\nAnnnnnnd here's a bunch of stuff that went into the scavenger hunt part, if you're curious:"}, {"update_no": "UPDATE #26", "update_userinfo": "Happy Valentine's Day!", "update_content": "Just a reminder! The LAMP Act 1 event is happening this Saturday-- and is all over San Francisco event calendars as the Love Letter Scavenger Hunt. \nHere's the Facebook event, if you want to spread it around:\nhttps://www.facebook.com/events/403617779723723/\n\nAnd if you're not in SF: don't worry! I'll be filming everything and there will be ways for you to follow along from elsewhere. Follow https://twitter.com/letterislost to keep abreast of things. "}, {"update_no": "UPDATE #25", "update_userinfo": "Reminder! Love Letters This Saturday.", "update_content": "YOU GUYS ARE AWESOME.\nI want to be exceeding clear on that point. I am never-endingly grateful for your patience and words of support.\n\nI've been planning all sorts of aspects of this since before I even launched this Kickstarter, so I am exceedingly excited to announce that the ginormous LAMP Act One event is happening in San Francisco, February 9th!"}, {"update_no": "UPDATE #24", "update_userinfo": "DRUMROLL PLEASE: Act One STARTS NOW.", "update_content": "May your upcoming year be filled with the good kind of mystery, delicious secrets that unfold before you like flowers, and surprises that will leave you grinning from ear to ear.\nI spent the days leading up to Christmas-- and Christmas day itself!-- plinking away on toy pianos for those of you who wanted toy piano songs for Christmas gifts*.  Contenders for top favorite plinky-plinky songs are below, for you to enjoy as you get dazzled up for evening festivities, or to take in as you find yourself recovering from the night before. :D"}, {"update_no": "UPDATE #23", "update_userinfo": "May 2013 Be A Delight", "update_content": "Hi there again, wonderful humans. :) \nI wanted to share a lightning-fast project I pulled together over the weekend, which will become part of LAMP. \nIt involves strangers leaving me voicemails, recounting their memories.\nYou can read the blog post I wrote about it here.\n\nOr jump right in and start wading through the recorded memories of strangers, here:"}, {"update_no": "UPDATE #22", "update_userinfo": "Audio Recordings Of People's Memories", "update_content": "Hullo humans. I am slowly climbing out of hiding after the death in my family. (Slowly! Surely.) I'm deeply appreciative of your patience, and want you to know there are many neat things happening behind the scenes that the engines are revving on once again. The last few months have been personally difficult, but I'm thinking of this project as a marathon, not a sprint.  We keep running till we get to the finish line. :)\nI wanted to send you a tiny message-- there are eighteen of you who have backed at a level that gets you a tiny toy piano song.  "}, {"update_no": "UPDATE #21", "update_userinfo": "Get Your Tiny Song", "update_content": "Hullo humans! A quick drive-by emailing to say I posted the third song from LAMP (Sirens) for download yesterday.\nYou can grab it for free here:\nhttp://olganunes.bandcamp.com/track/sirens\nBlog post about it here:\nhttp://olganunes.com/2012/02/-sirens-by-olga-nunes.php"}, {"status": []}], "comment_no": 22, "projec_url": "https://www.kickstarter.com/projects/olganunes/lamp", "project_name": "LAMP"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Speranza is a young theater company dedicated to producing groundbreaking work. For our second production, we've chosen a unique, hilarious and moving play that completely defies categories. THE AWESOME DANCE is dark comedy following four souls across four lifetimes as they struggle to overcome mutually inflicted wounds and find harmony. The play has been work shopped at Los Angeles' Blank Theater and at New York's Barrow Street Theater.\nWe've partnered again with The Cherry Lane Theater, where the play will be performed. Dileep Rao (AVATAR, DRAG ME TO HELL, INCEPTION) has signed on to play the lead role. We've raised over ten thousand dollars in support of the project, already!\n...but, we need to raise just a little bit more.\nOur goal is to raise $4,700 by opening night to cover production costs. Please be part of this AWESOME project and lend us your support!\nThanks,\nSperanza\nOh, PS We've partnered with the wonderful charity United Action for Animals and ten percent of our profits will go toward supporting their efforts to find homes for New York's abused and abandoned cats and dogs!\nTHE AWESOME TEAM\nPlaywright: Nick Starr\nDirector: Malinda Sorci\nCast: Julie Cavaliere, Rachel Cornish*, Dileep Rao* & Caitlin Talbot*\nProducing Artistic Director: Heather Wahl\nStage Manager: Julie Watson\n*Appearing Courtesy of Actor's Equity Association.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "A SINCERE THANK YOU!!!!", "update_content": "Thank you for visiting our Kickstarter PAGE!!!\nMany of our rewards have been eaten up (Dileep Rao Autographed Poster, Marcia Haufrecht Painting).... but there are many more still available... VIP Tickets, (1) More Scott Barnes Make-up Present, The Link Necklace & the fabulous Dance Lessons with Amy Klewitz.\nTake your pick..... Love, The Awesome Dancers."}, {"status": [{"Project funds successfully": "105 backers pledged $5,300"}, {"Project launches": "JULY 20, 2010"}]}], "comment_no": 6, "projec_url": "https://www.kickstarter.com/projects/1552917395/the-awesome-dance-0", "project_name": "THE AWESOME DANCE"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "Who We Are:\nAt Play Productions, is a company of young writers, directors, actors and producers, founded in 2008 and currently working as the emerging artists company of The Exchange. We first came together almost three years ago when we all participated in the 24 Hour Plays at the Atlantic Theater, hosted by Kevin Spacey, the Old Vic and the 24 Hour Company. And since then we've been busy - in addition to a producing a number of shows featuring the work of our multi-talented ensemble, we were named the official Off-Broadway company of the 24 Hour Plays and have produced two sold out 24 Hour Play fundraiser events featuring guest artists such as Ethan Hawke, Peter Dinklage, writer Jonathan Marc Sherman and acclaimed director Ron Daniels. And we wanna do another one...\nWhat We Do:\nSo what are the 24 Hour Plays? A group of writers, actors, directors and producers meet up one Sunday night, introduce themselves, share a prop and costume piece they've brought for inspiration, and then go home....well, all except for the writers that is. They stay up all night writing a play and bright and early next morning the directors and actors arrive, begin rehearsals, and the curtain rises at 8pm that same night (aided by the sleep deprived producers who've been running around like crazy making sure everything goes according to plan). It's a raucous, nerve-racking and absolutely exhilarating way to spend 24 hours.\nWhat We Need:\n$2500. Because even though all of our artists donate their time and energies gratis, producing even one night of theater ain't cheap. Your contributions will go towards things like theater rental, rehearsal space, meals...the vehicle and fuel for bringing our creative labors to fruition.\nJune 28th - Theater Row - help us make it happen!\nStill curious? Check out this online video report Elle.com did on our last 24 Hour Plays:\nhttp://elletv.elle.com/video/29887060001/pop-culture/inside-pop-culture/the-24-hour-plays\nTo find out more about us go to www.atplayproductions.com!\nThank you for your generosity!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "61 backers pledged $2,560"}, {"Project launches": "MAY 21, 2010"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/95785865/24-hour-plays-off-broadway-produced-by-at-play-pro", "project_name": "24 Hour Plays Off-Broadway produced by At Play Productions"}}, {"backer": "Sarah Storm", "project_data": {"campaign": {"story": "We're fully funded! Check out some of the other great projects on Kickstarter\nDiaspora - the privacy aware, personally controlled, do-it-all distributed open source social network\nWe are four talented young programmers from NYU’s Courant Institute trying to raise money so we can spend the summer building Diaspora; an open source personal web server that will put individuals in control of their data.\nWhat is it?\nEnter your Diaspora “seed,” a personal web server that stores all of your information and shares it with your friends. Diaspora knows how to securely share (using GPG) your pictures, videos, and more. When you have a Diaspora seed of your own, you own your social graph, you have access to your information however you want, whenever you want, and you have full control of your online identity. Once we have built a solid foundation, we will make Diaspora easy to extend to facilitate any type of communication, and the possibilities will be endless.\nFor a little more detailed explanation, checkout this blog post.\nWhat is the project about?\nWe believe that privacy and connectedness do not have to be mutually exclusive. With Diaspora, we are reclaiming our data, securing our social connections, and making it easy to share on your own terms. We think we can replace today's centralized social web with a more secure and convenient decentralized network. Diaspora will be easy to use, and it will be centered on you instead of a faceless hub.\nWhy are we building it?\nThis February, Eben Moglen, Columbia law professor and author of the latest GPL, gave a talk on Internet privacy. As more and more of our lives and identities become digitized, Moglen explains, the convenience of putting all of our information in the hands of companies on “the cloud” is training us to casually sacrifice our privacy and fragment our online identities.\nBut why is centralization so much more convenient, even in an age where relatively powerful computers are ubiquitous? Why is there no good alternative to centralized services that, as Moglen pointed out, comes with \"spying for free?” Why do we keep our personal data in a thousand places? We have the technology, someone just needs to take the time to figure out how we can communicate smoothly and intuitively, without the hidden costs of “the cloud”. As good programmers, when we noticed that the application we need doesn't exist, we set out to fill the hole in our digital lives.\nWhy do we need money?\nWe have a plan, a bunch of ideas and the programming chops to build Diaspora. What we need is the time it takes to iron out a powerful, secure, and elegant piece of software. Daniel, Ilya, Raphael, and Maxwell are all ready to trade our internships and summer jobs for three months totally focused on building Diaspora. We want to write code all the time, everyday. Once we have made our first solid iteration, we are going to release our code as free software so everyone can make Diaspora even better. $10,000 buys the software for everyone who wants to use it, forever. We think it can change the way people communicate and empower individuals to permanently take control of their online identities.\nAfter we open source our source code, we hope to also provide a paid turnkey hosted service in the vein of Wordpress.com to make it easy for people who want to use Diaspora, but don’t want to deal with the fuss of setting it up.* We will make it easy to export your data and configuration, so if you decide you want to graduate and host your seed yourself, you are free to do so at anytime.\nOur goal is for everyone to have full control over their data and to empower people in to become responsible, secure, and social Internet dwellers. We believe offering this service will be helpful to non-technical users who are also worried about their data and privacy online.\nOur Promise. We promise to you that Diaspora will be aGPL software which will released at the end of the summer.\nWant more info? Check out our website for project updates, blog posts, pictures, and plans. More information is being added every day! www.joindiaspora.com\nCheck out more videos here.\nFollow us at @joindiaspora Twitter or identi.ca\nWant get Diaspora updates via email? Sign up here! * This service will be available a few months after the end of the summer.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #18", "update_userinfo": "The Best Reward of All.", "update_content": "I’m pleased to announce today something never expected when Daniel, Ilya, Raphael and I started this Kickstarter Campaign in April 2010.\nToday, Diaspora is joining the Free Software Support Network.\nFrom their website: “The Free Software Support Network (FSSN) provides fiscal sponsorship, administrative and governance services to selected free software projects.” The FSSN is a sister group to Eben Moglen’s Software Freedom Law Center, which was a huge inspiration for us to start Diaspora in the first place. . It provides our community a way to operate as a non-profit organization, but let Diasporans keep building the project as a consensus driven community platform as it has been for the last year."}, {"update_no": "UPDATE #17", "update_userinfo": "Quick Note On Alpha Invites", "update_content": "Hi Everyone,\nWe wanted to let everyone know how the alpha invites are working.\nAfter some thinking before we started sending invites out, we decided that it would be more useful for everyone if we gave out invites at a slower rate, but gave more invites to those invited. If we gave one give one invite to all 6,479 backers the first day, that would not be helpful for anyone. We wouldn't be able to see how people were really using Diaspora, and people would not be able to have their real friends on the site.\nInstead, we started giving ten invites to a smaller number of backers, and increasing that number as we can handle it. After all, a social network is only fun if you can talk to your friends."}, {"update_no": "UPDATE #16", "update_userinfo": "Alpha Invites Coming", "update_content": "Hello backers,\nYesterday we started sending out invites for our Alpha server at https://joindiaspora.com. We are slowly inviting people, starting with the 6500ish of all of you. We are taking baby steps in this process, fixing problems as they crop up. This is going to help us solve problems we could have never anticipated. It may take awhile for them to get to all of you. Rest assured, they are coming."}, {"update_no": "UPDATE #15", "update_userinfo": "Backer Rewards", "update_content": "Hey Everyone,\nGood news. Last week, we sent out all of the orders for the tee shirts, stickers and CDs to the fulfillment company to get shipped out. Hopefully they will get to you all soon. For those of you who submitted your backer survey* slightly after the September 17th deadline, we will try our best to get them out to you in as soon as we can.\nThanks,"}, {"update_no": "UPDATE #14", "update_userinfo": "Diaspora Source Code Released!", "update_content": "Here is our announcement on our blog: http://joindiaspora.com/2010/09/15/developer-release.html\nhttps://github.com/diaspora/diaspora\nWant to talk more about Diaspora with your fellow backers?\nDiaspora Discuss group: http://groups.google.com/group/diaspora-discuss"}, {"update_no": "UPDATE #13", "update_userinfo": "Source Code Today + Tee Shirt Design!", "update_content": "Hello all,\nJust wanted to point you all to our blog, where we have the first screenshots and video of Diaspora! Progress is going nicely, and we are excited to share a first glimpse of Diaspora with all with you.\nhttp://bit.ly/clOFXx"}, {"status": []}], "comment_no": 919, "projec_url": "https://www.kickstarter.com/projects/mbs348/diaspora-the-personally-controlled-do-it-all-distr", "project_name": "Decentralize the web with Diaspora"}}]