[{"backer": "Sheila W", "project_data": {"campaign": {"story": "Hi! I'm Felice Regina (@iamlunasol on Instagram  & Twitter), an illustrator and pin designer! I've run many successful Kickstarter campaigns for enamel pins, but this will be my first time producing a zine!\nPledging will not only ensure that the zines get produced, but it will score you any freebies that we may unlock.\nCats in Japan is a illustrated zine based on my recent trip to Japan.\nThe zine will be 8\" x 8\", soft cover, saddle stitched, and include 18 full-color illustrations. Both the cover and interior pages will have a matte finish.\nSigned Copies\nBackers who pledge during the first 24 hours of the campaign can select the Signed Zine tier to have their copy of Cats in Japan signed by me!\nPledge now Risk-Free and Pay later! You can always increase/decrease or even cancel your pledge at any time during the Kickstarter. You will only be charged when the Kickstarter campaigns ends, provided we reach the initial $500 base goal. If we don't reach this base goal by the end of the the campaign date you will not be charged.\nStretch goals are available for all backers who pledge for one zine or higher tiers. Any unlocked stretch goals will be included with your zine at no extra charge.\n$1000 - Postcard - UNLOCKED!\n$2000 - Keychain - UNLOCKED!\n$3000 - Enamel pin - UNLOCKED!\n $5000 - 4 New Pages of Illustrations - UNLOCKED!\n $6000 - Vinyl Sticker - UNLOCKED!\nJanuary 19 - Kickstarter Launches\nFebruary 9 - Kickstarter Ends + surveys sent out\nMid-February - Production order placed\nApril - Items arrive & I begin shipping\nZines will be packages in a sealed poly bag with a cardboard backer to prevent bending. Rewards will be shipped in bubble mailers.\nAll packages within the United States will be shipped via USPS First Class Mail. This service includes a tracking number at no extra cost! \nFor international backers:\nPlease note I do not ship to Russia or Commonwealth of Independent States countries (Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia, Russian Federation, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan) due to lack of complete shipping insurance coverage and high rate of package loss in these countries.  Pledges with shipping addresses in these countries will be refunded and you will receive no rewards.\nInternational parcels are shipped using a Global Advantage Program. Tracking for this postage method varies by country. Most commonly, tracking ceases once the package is in  possession of your country's postal system, but sometimes tracking continues to delivery. All international packages are fully insured. If you feel more comfortable and would like to upgrade your shipping method to add full tracking to your pledge that is totally possible! Please message me and I will tell you how much to add to your pledge in order to add tracking. Please understand that International backers are responsible for any customs fees their country may ask for, so be sure to plan accordingly!\nNote: Backers are responsible for all taxes and fees associated with their packages. Packages will be marked as merchandise and the pledge value will be declared accurately. Requests to mark packages as \"gifts\" or with a lower declared value will be ignored.\nOnline Store\nInstagram\nPatreon & Monthly Pin Club\nTwitter", "risks": "Risks and challenges\nDelays with manufacturing beyond my control and color variations are always a possibility. Any delays will be communicated via updates.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Zine (Unsigned)", "descp": "INCLUDES:\n1 copy of Cats in Japan\nAny unlocked stretch goals", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["93 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "TWO Zines (Unsigned)", "descp": "INCLUDES:\nAny unlocked stretch goals\n2 copies of Cats in Japan", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 15 or more", "title": "Signed Zine", "descp": "The inside cover of your zine will be signed by the artist\nINCLUDES:\n1 copy of Cats in Japan\nAny unlocked stretch goals", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "231 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "TWO Signed Zines", "descp": "The inside cover of your zines will be signed by the artist\nINCLUDES:\nAny unlocked stretch goals\n2 copies of Cats in Japan", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "8 backers"]}], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "Pins arrived!", "update_content": "Pins have arrived! I'm getting right to work packing up rewards and they'll start shipping out tomorrow! It will probably take me a few days to get them all out. You'll get a shipping notification email with your tracking number. :D"}, {"update_no": "UPDATE #7", "update_userinfo": "Shipping Delay", "update_content": "The pins were supposed to arrive today buuuuut....they did not. It would appear that Fedex is experiencing shipping delays due to the COVID-19 situation, so it will be a few more days before the pins arrive and I can begin shipping. I'll be sure to keep y'all updated."}, {"update_no": "UPDATE #6", "update_userinfo": "Pins are on the way! Rewards shipping soon!", "update_content": "I just got notice that the pins should be arriving on Monday, so if all goes well, I should be able to start shipping out rewards next week. \nI've initiated the process to disallow address changes, so you have 48 hours remaining if you need to update your shipping address. \nIn other news, I have a lot of preorders for new pin and keychain designs on my store! Hope you like them. OwO"}, {"update_no": "UPDATE #5", "update_userinfo": "Production Update", "update_content": "Hello, frens!\nAs of today, the zines, postcards, and stickers have been delivered to me and they all look great! \nBoth my keychain and pin manufacturers were able to reopen in late February and I put in the production orders then. I'm expecting production on the pins and keychains to take a bit longer than usual though. Rewards will most likely be shipped in early April, which is still on schedule. "}, {"update_no": "UPDATE #4", "update_userinfo": "Reward Surveys + What to Expect", "update_content": "Thank you so much to everyone for a wonderful campaign! Reward surveys were sent out yesterday. \nYou will be able to edit your shipping address until the items have arrived and are ready to ship. At that time you will receive a 48 hour warning to finalize your address before addresses are locked and no longer editable.\nSome additional reminders:"}, {"update_no": "UPDATE #3", "update_userinfo": "New stretch goals added", "update_content": "The majority of comments on my last update / Instagram requested the next stretch goal be more pages for the zine, so that's what we're going with for the $5000 stretch goal, which is already unlocked!"}, {"update_no": "UPDATE #2", "update_userinfo": "Keychain + enamel pin unlocked!", "update_content": "We've hit $3000 which means all backers will now get the keychain and enamel pin for free with their pledges!\nI want to add another stretch goal. Which would you rather have: more free postcards or more pages with new illustrations?! Let me know in the comments!"}, {"update_no": "UPDATE #1", "update_userinfo": "Zine funded, postcard unlocked, 2 zine reward tiers added!", "update_content": "We funded the zine and the postcard stretch goal in less than 30 minutes! Y'all are amazing! Thank you!\nI got a couple requests for a 2 Zine reward tier, so I've added those (both signed and unsigned). OwO"}, {"status": [{"Project funds successfully": "335 backers pledged $7,290"}, {"Project launches": "JANUARY 19, 2020"}]}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/iamlunasol/cats-in-japan-an-illustrated-zine", "project_name": "Cats in Japan / An illustrated zine"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Nine years in the making. Over 200 images of NASA's most iconic objects, as you’ve never seen them before. One man’s lifetime obsession with space exploration and the achievements of NASA. \nThis is 'NASA - Past and Present Dreams of the Future', a new book to accompany the educational, experiential exhibition from photographer Benedict Redgrove, launching on the 50th anniversary of the Apollo 11 Moon landing. \nWith unprecedented access to NASA’s spacecraft, labs and facilities Redgrove has created a unique and powerful tribute to the pioneers of space exploration. \n\n\n\"...it is some of the most incredible imagery you'll ever find of the NASA space program. \"\nACQUIRE MAGAZINE\n“Benedict has created something that will forever be referred back to when people look at the history of space exploration.”\nSIMON PHILLIPSON - AUTHOR OF APOLLO VII - XVII\n\n“Benedict’s NASA images are some of the most awe inspiring, finely produced images I’ve had the pleasure of working with. The file quality, the lighting and attention to detail is second to none. You can feel his deep passion for NASA and Space come through in every shot - a true labour of love.”\nANDREW DIPROSE - CREATIVE DIRECTOR WIRED (UK)\n\n“The culmination of nine years documenting the many aspects of the US space programme, Benedict Redgrove’s NASA project is shot in his distinctive style, with an almost scientific rigour that befits the subject matter. This body of work gives a fascinating insight into Man’s quest for the stars that will appeal to both space enthusiasts and a wider audience beyond.”\nANDY GREENACRE - THE TELEGRAPH\n“This unique and stunning collection of images beautifully produced by Benedict is an excellent and insightful look at a fascinating subject.”\nHENNY MANLEY  - ESQUIRE MAGAZINE\n\n“Space, the Final Frontier...Benedict’s NASA images will inspire you to believe that humanity is truly capable of anything. NASA - Past and present dreams of the future” with it’s beautifully crafted photography, you can see the photographers deep respect and love for Space exploration in every image.”\nTHOMAS PAYNE - POPULAR SCIENCE (USA)\nFive F1 engines of the Saturn V rocket. From the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nFor Redgrove, it’s about showing the emotional impact of these objects. “I wanted to explore the reaction we have to these machines and objects when we see them in fine detail,” he says, “and what they mean to us as human beings.” \n“The image of the astronaut, or spaceman has been with me ever since I was child, as a sort of talisman to all that is great and good. They symbolise the explorer, the hero, the good character, the leader. The spacesuit takes on that character. The suit and the human become one entity, more powerful than either on their own. It’s now a symbol in its own right, and it has become greater than the sum of its parts. It has reached an iconic stature that few objects can match. These objects have come to signify the pinnacle of human achievements.” \nExtravehicular Mobility Unit (EMU) Suit - NASA Johnson from the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nRedgrove spent five years negotiating and trust-building with NASA followed by four years of photography and production while holding down his day job. \nIt paid off, and he gained access to some of NASA’s most restricted areas and facilities allowing him to photograph objects rarely seem by the outside world. He went inside the Lunar Samples Lab to photograph the priceless moon rock collected on the Apollo missions, watched the sun set behind the International Space Station from the mission control room and entered the assembly rooms where the next generation of spacecraft are being built. \nSpread showing the Destiny Module of the ISS, from the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nSpread showing Space Shuttle Atlantis from the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nSpread showing the Vehicle Assembly Building from the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nBut it was his encounter with Atlantis, the last shuttle to fly, that left him feeling the full power of these objects. “I watched the launch of the first shuttle mission in 1981, when I was 11, and that started my obsession with space and NASA. Seeing Atlantis was like meeting your childhood hero, but better. I felt like I was having a religious experience.” \nSpace Shuttle Atlantis at Kennedy Visitor Centre from the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nThe result is a collection of intimate, finely-detailed images that allow that objects to tell their own story. Shot using digital backs on technical cameras, some images are made up from over 60 exposures to capture incredible detail. The images are then painstakingly retouched to remove them from their backgrounds, allowing them to be viewed without distraction. \nNeil Armstrongs rubber stamp, used to identify his suit. From the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nHISTORY\nI know your first memories are subjective, but as far as I can recollect, my earliest memory is being in a pram, in a dark room with the curtains pulled closed and seeing a grainy black and white picture of man walking on the moon. I was born in May 1969, so I share my years with the Apollo Lunar landings. Maybe this is why I have been so interested in all things space and space travel all of my life. \nFrom watching the shuttle missions and thinking how fantastic that must be to launch into the huge skies above, to hearing about skylab and imagining all that they were doing up there, and being worried when things went wrong. \nSpace was the great adventure, it was the escape and it was the reality, it was all the sci-fi films I watched, but for real. They were magical, exciting and wondrous times for me. It was history before my eyes and I wanted to hold onto those moments. The craft they were in, the suits they wore meant so much to me. They were more than objects, they represented the future, all that was good and exciting with the world. \nSpace Shuttle training facility. From the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\nI have spent the last nine years organising and producing and five years shooting the objects and sites that represent not only my childhood, but all that is good with humanity. Exploration, the thirst for knowledge and the betterment of man kind through those qualities.  \nMy dreams of going into space are now relegated to acceptance of staying on this beautiful planet of ours, but the objects still hold a magical and transformative power for me. It is this energy that I wish to convey. The excitement and wonder of all of these objects is something I hope to transfer. \nI have been to various NASA sites and shot tests and specimens and displayed objects through the help of so many NASA officials from mission controllers, technicians and engineers, project leaders, space suits labs, the space station controller, the Orion facility, the Boeing Starliner facility, the Smithsonian National Air and Space Museum, the incredible educational facilities that the amazing people at Space Centre Houston are creating, the launch pads, the assembly building, the neutral buoyancy labs, the robotics lab, the historical records, human space travel, Aerojet Rocketdyne systems, the hallowed vaults of the lunar vault. Inside the ISS mock up trainer, the cockpit of the shuttle trainer, held original training gloves of Gene Cernan, Dave Scott, Al Bean, the stamps that marked all of Neil Armstrong, Jim Lovell and Gener Cernan's items, the cameras that the Apollo astronauts trained with on earth, stood in the \"jet pack\" MMU 1 that Bruce McCandless helped develop before he took number 2 into space and floated unattached to anyone or anything, the farthest person from earth at the time, looking like the loneliest a man could be, and probably the most exciting a fun and exhilarated too.  \nThis has been a huge part of my life for nine years and now I am able to share it fully with you.\nThe images have been retouched. \nThe book has been designed and laid out. \nThe costs have been worked out.\nNow it's your chance to be part of this enormous project and help bring it to life. With your support we can get this made, something you can proudly say, \"I helped make that happen\".\n\nSpace Shuttler Atlantis RS25 engines. From the forthcoming book \"NASA - Past and present dreams of the future\" by © Benedict Redgrove\n11x14 REWARDS PRINTS\nFor your convenience I have listed the images that will be available for the rewards with 11x14 prints. These prints are not interchangeable and have been arranged like this so we can be accurate with our costs and timings on delivery. \nThe first print tier has two 11x14 images, these are numbers 1 and 2\nThe second print tier has five 11x14 images, these are number 1-5\nThe third print tier has ten 11x14 images in it and unsurprisingly that includes all the images\n11x14 print selects\n\nWHY KICKSTARTER AND NOT A PUBLISHER\nI had been offered a much easier route with a publisher, but I felt that after nine years of work, I wanted the project to conclude in way that felt honest to me. Involving another party that might want to do things their way didnt feel correct, but Kickstarter really does offer that chance. \nIt connects me with you, the people who are not just buying a book,  but more importantly backing and supporting the project. Its a much closer connection than any publisher could offer and I am honoured to have your support and personal involvement, it really means much more to me this way. Your support and connection with the book gives this project more life and spreads it throughout the community through your enthusiasm and shared love of what we are doing together.\n\nBEHIND THE SCENES\n\nTHE BOOK DETAILS\nThe book is 295mm (11.6inches) x 375mm (14.7inches), over 350 pages with over 200 images and weighs around 5kg (10lbs). It is printed on 200gsm GF Smith Heaven 42 with a heavy bound cover with a subtle and tasteful debossed title.\n\nPROJECT COSTS\nThe project costs are broken down into print production, book production, binding, deboss, materials, design, web site, fulfilment, delivery, shipping boxes, prints, letters, stickers, kickstarter fees.\n\nSOCIAL MEDIA AND PROJECT SITES\nhttps://www.instagram.com/benedictredgrove/\nhttp://www.the-nasa-project.com/\nhttps://www.facebook.com/BenedictRedgrovePhotography/\nTHANK YOU FOR BEING PART OF THE PROJECT AND SUPPORTING IT", "risks": "Risks and challenges\nI have 20 years experience working on global advertising campaigns, both in print and film. I am used to producing work to deadlines and to the highest possible quality for internationals clients. I have made advertising campaigns both in print and on TV and online. My clients include, Audi, BMW, British Airways, IBM, HP, Virgin, Lexus, Toyota, VW, and publications such as WIRED, Wallpaper, Esquire, GQ, The Telegraph to mentions a few. \nThe book has been designed, with just a few of the technical pages awaiting copy. My retouchers are some of the best in the world as are the books printers. \nThe only issue that would possibly be a problem will be in proofing stage where due to the nature of the images, we may need to adjust some fo the images to make sure they are as clean and detailed as possible without whites looking dirty.\nThis will be the highest quality book, produced and designed by the best teams and will be delivered to you in secure custom made packaging and on time. We have estimated the production schedule backwards from the time of delivery and have built in over a month of time as a safety margins for any unforeseen issues (meteorite strikes and end of planet events have not been factored in)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £120 or more", "title": "Launch Edition", "descp": "A signed edition of the book. Printed on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n1 x Launch Edition of the book", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["420 backers", "Limited (580 left of 1000)"]}, {"amt": "Pledge £120 or more", "title": "Launch Edition plus postage", "descp": "Launch Edition - Printed on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nPostage to be paid to all locations.\nINCLUDES:\n1 x Launch Edition of the book", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["92 backers"]}, {"amt": "Pledge £230 or more", "title": "2 Launch Edition Books", "descp": "Why not buy one for you and one for someone who you know is going to love space and technology as much as you do. These will be sent out in separate packaging for you to pass on if required. P+P is combined where possible and cost effective for you.\nPrinted on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n2 x Launch Editions of the book", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["51 backers", "Limited (49 left of 100)"]}, {"amt": "Pledge £500 or more", "title": "Launch Edition and 2 signed 11x14 prints", "descp": "The standard print of the book plus two signed 11 x 14 giclee prints from the series, signed by the artist\nA signed edition of the book. Printed on the finest coated GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n1 x Launch Edition of the book signed by the artist\n2 x signed 11x14 Giclee prints made by the artist", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers", "Limited (78 left of 100)"]}, {"amt": "Pledge £1,000 or more", "title": "2 Books and 5 signed 11x14 prints", "descp": "Two copies of launch edition of the book plus 5 signed 11 x 14 giclee prints from the series, signed by the artist\nPrinted on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n2 x Launch Editions of the book signed by the artist\n5 x signed 11x14 Giclee prints made by the artist", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (98 left of 100)"]}, {"amt": "Pledge £1,500 or more", "title": "2 Books and 10 signed 11x14 prints", "descp": "2 copies of the launch edition of the book plus 10 signed 11 x 14 giclee prints from the series, signed by the artist\nPrinted on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n2 x Launch Editions of the book signed by the artist\n10 x signed 11x14 Giclee prints made by the artist", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (43 left of 50)"]}, {"amt": "Pledge £8,000", "title": "Launch Edition plus Gallery Print", "descp": "Along with 2 signed Launch Edition books, your name in the book, you will be shown a selection of images from the project that you can choose to have a 5 x 4ft (1.5m x 1.3m) print made.\nThe prints are made in London at Metro Art. You will be offered a full consultation with Benedict. Depending on your location you can meet in person and discuss your choices for the print.\nYou will also be invited to the private view of the exhibition in London 2019.\nThis does not include mounting, framing or shipping which can be be discussed and consulted on at the same time, but will be an additional cost. We use the same framers, mounters and shippers used by all the major museums and galleries in London and would be happy to introduce you to them.\nINCLUDES:\n2 x Launch Editions of the book signed by the artist\n1 x 5x4ft (1.5x1.2m) Gallery Edition print signed by the artist.\nConsultation with artist at his studio to choose which print\nInvitation to private view of London exhibition\nYour name printed in the book as a supporter of the project", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2 backers", "Limited (18 left of 20)"]}, {"amt": "Pledge £100 or more", "title": "Early Bird - Launch Edition Signed", "descp": "The first 100 supporters will get the book at the discounted rate of £100.00 and their names in the book\nA signed edition of the book. Printed on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n1 x Launch Edition of the book signed by the artist\nYour name printed in the book as a supporter of the project", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge £120 or more", "title": "Launch Edition - Signed", "descp": "A signed edition of the book.\nPrinted on the finest coated 200gsm GF Smith Heaven 42 art paper at MM Art Books Luxembourg. It comes with minimalist debossed cover in White measuring 375mm x 295mm weighing in at nearly 5kgs.\nINCLUDES:\n1 x Launch Edition of the book signed by the artist\nYour name printed in the book as a supporter of the project", "time": [{"ESTIMATED DELIVERY": "Nov 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "APOLLO EDITION AND 5 NEW PRINTS", "update_content": "Hello everyone, I hope you are all well and safe.\nI have been busy working on new projects, hopefully news on those to come soon, but in the mean time I \nhave been making 5 new lithographic signed and numbered prints "}, {"update_no": "UPDATE #20", "update_userinfo": "How to order your books and prints", "update_content": "Sorry for the extra news, but I forgot to add in that you can of course order the books and prints online at www.the-nasa-project.com/products. \nDelivery is around 7-10 days, but normally much faster"}, {"update_no": "UPDATE #19", "update_userinfo": "Giving books and prints as gifts", "update_content": "Well this wasnt the year that any of us ordered. I think we can all safely say that 2020 can ...........\nI wanted to take this opportunity to thank you all for supporting the project and for recommending the book and prints to others."}, {"update_no": "UPDATE #18", "update_userinfo": "Time flies - One Year Anniversary", "update_content": "Can you believe it? One year ago today we were funded and the books went into production.\nSince that time I have been making head roads into new projects which I will fill you all in on as and when they are confirmed.\nAlso I made the first set of limited edition, signed and numbered prints that are still available here, along with the last of the books."}, {"update_no": "UPDATE #17", "update_userinfo": "BOOK AND PRINTS", "update_content": " Hi everyone.\nI thought I would just drop you all a line to see how you are all doing. I hope you are all healthy and safe and happy and still enjoying your books.\nI have had a few emails asking if I will be making another edition of this book. The short answer is no. This was made to a level of materials and production that is without budget levels. To make this again would require a huge investment. Plus I wanted to keep it as a limited edition of 3000 and thats the way I am making it.  So these launch edition books are the only ones that will ever be made like this and you were all part of that process. I hope I have made you proud of your investments."}, {"update_no": "UPDATE #16", "update_userinfo": "Happy New Year Everyone", "update_content": "I hope you all had the most wonderful restful holidays and are looking forward to a positive and exciting new year.\nI just wanted to say thank you to everyone that took the time to write to me with their comments about the book. It was so lovely to hear your thoughts and obvious enthusiasm for the book, the project and about the kickstarter campaign as a whole. THANK YOU.\nIm so glad it all worked out and we managed to get the books out to you in time for Christmas thanks to the hard work of everyone involved over here, they worked right up until and some over the festive period. Magnificent effort."}, {"update_no": "UPDATE #15", "update_userinfo": "Beautifully bound and boxed and on their way to you.....", "update_content": "Bound up, covered in plastic, shrink wrapped and put in tight box might be a fun night for a few, but for the books, its the final stages before they make their trip to your door and your patient selves."}, {"update_no": "UPDATE #14", "update_userinfo": "Delivery update and hand bound copy", "update_content": "Its coming...\nHello everyone, thank you for all the lovely supportive comments over the past few weeks, its been really uplifting to receive them, especially when its all got a bit tough. \nSo a heartfelt thank you from me to everyone thats taken the time to do that. I really appreciate it."}, {"update_no": "UPDATE #13", "update_userinfo": "What a week.....", "update_content": "Hi everyone\n\nFor those of you who dont follow my instagram, Ive been signing the lead pages of the book this week and managing the print quality as all 22 tonnes of paper has been rolled through the presses here in Germany.\nIts been incredible to watch, seeing the book slowly come to life. the detail in the pictures is even better than it is on screen. So very very good."}, {"update_no": "UPDATE #12", "update_userinfo": "How to print a book", "update_content": "Hi everyone, im here in Germany on press. \nI dont think i can truly convey how excited I am about this and how its all looking.\nThe printers are incredible. We are using the latest Heidelberg LED UV presses, the machines have even had new blankets put in to increase the level of perfection. I have to say, I am truly astounded by the level of detail in the print. One of the images of the Atlantis tyre looks like you could put your finger into the tracks in the rubber."}, {"status": []}], "comment_no": 134, "projec_url": "https://www.kickstarter.com/projects/the-nasa-project/nasa-past-and-present-dreams-of-the-future", "project_name": "NASA - PAST AND PRESENT DREAMS OF THE FUTURE"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Hello! My name is Emma (or as most of you know me as, Bilby) and I am an Illustrator from Scotland. I have been working professionally as an Artist for about 8 years now, and have recently began my career Illustrating Childrens Books and Running an Etsy store.  With the help of the wonderfully talented EvyBenita, I have managed to put together my first Kickstarter campaign in collaboration with her.  ♥\nTogether we designed Six beautiful enamel pins featuring British Wildlife decorated with Bohemian inspired patterning. I've always loved the boho style, and thought Bohemian Burrows was a rather cute name for a collection of Illustrations- The only problem was deciding what form I wanted to print the artwork in!. I recently had the idea of making this collection into Enamel Pins after seeing the beautiful colours they come in! (Rose Gold, Ahh! So pretty! ♥) \nAs some of you may be able to guess, Enamel Pins are pretty expensive to have made, you need to order them in large quantities to be able to offer them at a good price, and adding things like glitter or Additional Colours also bumps up the price. I believe Kickstarter is the best way to fund these pins because of the success I have seen with other Enamel Pin projects. If I don't reach my goal nobody is out of pocket and Kickstarter makes the process easy and simple to figure out. We've surpassed the £2000 goal for the full set, and new designs have now been added! ♥\n                                           The Pin Designs\nAll the Bohemian Burrows pins will have the following details in common:\nHard enamel\nTwo rubber backs\nSize: approx 2\"/50mm\n#1: Mouse - UNLOCKED!\nRose gold plated mouse: unlocked!\nFollowing the mouse, we've got some exciting stretch goal designs:\n #2: Rabbit - UNLOCKED!\nGold plated rabbit: unlocked!\n#3: Red Fox - UNLOCKED!\nGold plated red fox: unlocked!\n#4: Hedgehog - UNLOCKED!\nRose gold plated hedgehog: unlocked!\n #5: River Otter - UNLOCKED!\nRose gold plated river otter: unlocked!\n #6: Badger - UNLOCKED!\nGold plated badger: unlocked!\n  #7: Red Squirrel - UNLOCKED! \nGold plated red squirrel: unlocked!\n  #8: Doe - Unlocked! \nRose gold plated doe: unlocked!\n#9: Pine Marten - UNLOCKED!\nGold plated pine marten: unlocked!\n #10: Scottish Wildcat - UNLOCKED!\nGold plated Scottish wildcat: unlocked!\n Vinyl stickers: UNLOCKED!\nAll designs are now available as 10cm vinyl stickers! Here's how you can add them to your pledge:\nAdd £2 per sticker\nOr add £10 for the full set of 10\n                 The Kickstarter Exclusive Sticker!\nEvery Backer will receive a LARGE Thank You Sticker! (By HighlandBilby)", "risks": "Risks and challenges\nAs these pins are made by a factory there could be possible delays that are out of my control, However I have made September the expected due date just to be safe in case there are any delays (They will most likely be here before then!). If the pin you want is not unlocked you will not be able to select that pin design, but you can cancel your pledge if your desired pin is not funded. \n\nThis is my very first Kickstarter campaign and first full set of enamel pin designs I have created, but with the help of the wonderful Evy I'm sure she will keep me on track and make sure the process goes smoothly. Evy has had experience running many successful pin kickstarter campaigns, and this one I hope will be no different! <3\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £1 or more", "title": "◄ A BIG Thank You Sticker ►", "descp": "Every penny counts, large or small. Grab a yourself a sticker for your support and help fund the project with a smaller donation ♥\nINCLUDES:\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge £2 or more", "title": "◄ One Sticker ►", "descp": "Get one vinyl sticker of your choice from all the designs!\nWant more?\n-Add £2 per extra sticker\n-Add £8 for the full set of 10 stickers(making your total £10+shipping)\nINCLUDES:\n1x Vinyl Sticker\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge £6 or more", "title": "◄ One Random Pin ►", "descp": "Do you love ALL the designs and simply cant decide ? With this option you will receive ONE random pin from any of the unlocked designs ♥\nINCLUDES:\n1 Random Pin ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge £7 or more", "title": "◄ Seconds Pins ►", "descp": "Don't mind minor imperfections ? Grab yourself a burrow buddy for a discounted price! If you'd like multiple Seconds pins, simply add +£6 per pin♥\nINCLUDES:\n1 Seconds Pin ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge £8 or more", "title": "◄ One Pin of Your Choice ►", "descp": "One perfect little burrow buddy to join your pin collection! Choose from any of the unlocked designs ♥\nINCLUDES:\n1 Pin of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["63 backers"]}, {"amt": "Pledge £15 or more", "title": "◄ Two Pins of Your Choice ►", "descp": "Two pins of your choice! Perfect for those of you who simply can't choose only one ♥\nINCLUDES:\n2 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["46 backers"]}, {"amt": "Pledge £22 or more", "title": "◄ Three Pins of Your Choice ►", "descp": "Three beautiful pins to add to your collection! Choose from any of the unlocked designs ♥\nINCLUDES:\n3 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge £29 or more", "title": "◄ Four Pins of Your Choice ►", "descp": "Grab yourself FOUR of your choice from all of the unlocked designs! ♥\nINCLUDES:\n4 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge £36 or more", "title": "◄ Five Pins of Your Choice ►", "descp": "Nearly a full set! Grab five pins of all the unlocked designs for your collection ♥\nINCLUDES:\n5 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge £42 or more", "title": "◄ Six Pins of Your Choice ►", "descp": "Receive six pins of your choice from any of the unlocked designs :)\nINCLUDES:\n6 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge £48 or more", "title": "◄ Seven Pins of Your Choice ►", "descp": "Receive seven pins of your choice from any of the unlocked designs :)\nINCLUDES:\n7 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge £54 or more", "title": "◄ Eight Pins of Your Choice ►", "descp": "Receive eight pins of your choice from any of the unlocked designs :)\nINCLUDES:\n8 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge £60 or more", "title": "◄ Nine Pins of Your Choice ►", "descp": "Receive nine pins of your choice from any of the unlocked designs :)\nINCLUDES:\n9 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge £66 or more", "title": "◄ Ten Pins of Your Choice ►", "descp": "Receive ten pins of your choice from any of the unlocked designs :)\nINCLUDES:\n10 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge £6 or more", "title": "◄ EARLY BIRD: Seconds Pins ►", "descp": "Don't mind minor imperfections ? Grab yourself a burrow buddy for a discounted price! If you'd like multiple Seconds pins, simply add +£6 per pin♥\nINCLUDES:\n1 Seconds Pin ♥", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "12 backers"]}, {"amt": "Pledge £7 or more", "title": "◄ EARLY BIRD: One Pin ►", "descp": "Grab yourself a Burrow buddy for your own pin collection! Back this project now to get the early Bird discounted price! Choose from any of the unlocked designs ♥\nINCLUDES:\n1 Pin of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "9 backers"]}, {"amt": "Pledge £14 or more", "title": "◄ EARLY BIRD: Two Pins ►", "descp": "Cant decide on just one design ? Sang yourself two for an Early Bird discount ♥\nINCLUDES:\n2 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge £21 or more", "title": "◄ EARLY BIRD: Three Pins ►", "descp": "For the quick and foxy! Grab an Early Bird discount on three pins for your collection ♥\nINCLUDES:\n3 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "8 backers"]}, {"amt": "Pledge £28 or more", "title": "◄ EARLY BIRD: Four Pins ►", "descp": "Choose FOUR pins from the unlocked designs for an Early Bird discount! ♥\nINCLUDES:\n4 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "0 backers"]}, {"amt": "Pledge £35 or more", "title": "◄ EARLY BIRD: 5 Pins ►", "descp": "Nearly at the full set now! Grab 5 of ANY of the unlocked designs ♥\nINCLUDES:\n5 Pins of Your Choice ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge £41 or more", "title": "◄ EARLY BIRD: Full Set ►", "descp": "The Full Set of ALL Six pins! You can choose 6 of all the unlocked designs if you don't want 1 each of the full set ♥\nINCLUDES:\nThe Full Set ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge £42 or more", "title": "◄ The Full Set ►", "descp": "The Full Set of all 6 pins! You may choose any 6 if you don't want one of each design ♥\nINCLUDES:\nThe Full Set ♥\n+ 1 Thank You Sticker", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "Rewards shipped!", "update_content": "Hi Everyone! Bilby here <3 \nLast month, I launched my Patreon Pin Club, and I thought here would be the perfect place to show you guys the new pin design I did <3  They are rather similar to the Bohemian Burrows pins since every month they will have a new animal of the town of 'Bilby Burrows'. There will be a Seal, Bears, Red Panda's, Skunks and all sorts of adorable animals you can collect every month <3   Pins will be starting to get sent out in November as Octobers payment will be paused due to me having some extra book illustration work to do. I thought having the extra month would be good to get some extra members before I order the pins <3 "}, {"update_no": "UPDATE #19", "update_userinfo": "Remakes are here!", "update_content": "Hey guys! I know it's been quiet but I have now received my half of the pins! \nThe Badger"}, {"update_no": "UPDATE #18", "update_userinfo": "Not long now!", "update_content": "Hi friends, \nWe just sent out your surveys! Please don't hesitate to pop us a message if you spot any issues. If not, happy choosing! :D <3\nBig hugs, \n- Emma & Evy <3"}, {"update_no": "UPDATE #17", "update_userinfo": "Shipping and Remakes Update", "update_content": "Hi friends, \nWe did it!! Thank you SO MUCH for making this campaign such a fun and wonderful experience. Look what we've accomplished together! Not only will the original six-piece set be made, but also four additional pins, making it a big 10-piece family of Bohemian Burrows pins :D <3"}, {"status": []}], "comment_no": 36, "projec_url": "https://www.kickstarter.com/projects/highlandbilby/bohemian-burrows-an-enamel-pin-set", "project_name": "Bohemian Burrows: An Enamel Pin Set"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Hey everyone! Jemaica here with a set of camper themed pin designs and vinyl stickers that I would be so happy to be able to produce!  :) I picked some of my personal favorite campers to incorporate into some cute nature scenes. They are close to my heart as I have lived in an RV full time, and I am a big nerd about camper conversions, alternative lifestyles and such!\nThey will be 2\" tall, or 2\" wide for the horizontal pins. I will work with my manufacturer to try and keep them as exact to the designs as possible, and keep lots of detail. However if some small bits need to be changed please be understanding :) \nPledging early will help get all the designs funded faster, so feel free to pledge as if they were all unlocked already.  If the design you want doesn't get unlocked you can always cancel your pledge and you will not be charged, until the end of the campaign! \nIf you like these designs please share this campaign with your friends and it would mean a lot! \nI will ask everyone which pins from the unlocked designs they want at the end of the kickstarter through the surveys :) \n\n3\" Vinyl Stickers add-on! \nYou can add a 3\" vinyl sticker of any design by adding $3 to your pledge! Add $6 for 2 stickers, $9 for 3 stickers and so on. All sticker designs are already unlocked. I will ask what stickers you want when I send out the surveys. They will be super high quality vinyl stickers. I have had one made from the same material on my car for over a year and it lasts all kinds of crazy texas weather! Perfect to slap on your camper, laptop or water bottle! \nShipping + Timeline \nAfter the kickstarter, funding takes 2 weeks to get to me and then I will order the pins! If everything goes smoothly the pins should get to me in July. Then I will place them snuggly in bubble mailers and send them off to you! ", "risks": "Risks and challenges\nI have completed a number of kickstarters in the past, and everything should go smoothly. Even if there are mixups like a manufacturing error, I have added extra buffer time to the deadline just in case!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 3 or more", "title": "1 Vinyl Sticker", "descp": "1 vinyl sticker of your choice!\nAdd on additional stickers for $3 each (see campaign info!)\n*stickers sent without pins are sent through regular letter mail", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 12 or more", "title": "1 Pin", "descp": "1 Pin of your choice!\n(see campaign for sticker add-ons)", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Set of all Vinyl stickers", "descp": "every vinyl sticker in the set!", "time": [{"ESTIMATED DELIVERY": "Jul 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 24 or more", "title": "2 pins!", "descp": "2 pins of your choice!\n(see campaign for sticker add-ons)", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 33 or more", "title": "3 Pins!", "descp": "3 pins of your choice!\n(see campaign for sticker add-ons)", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "Pins being sent out!", "update_content": "Hey everyone! Pins are here and they are being sent out ASAP! Should be able to get half the orders sent today and half on monday, I think most of you in the US can expect them to be delivered next week! \nThanks so much everyone for your support <3"}, {"update_no": "UPDATE #3", "update_userinfo": "Stickers are in! Pins soon!", "update_content": "Hey everyone! stickers are in and looking super cute. here are some pictures :) "}, {"update_no": "UPDATE #2", "update_userinfo": "Stickers & pins ordered!", "update_content": "Hey all! Just ordered the stickers of all designs and placing my order for the boler pins now! After I approve the mockup which takes a couple days, it takes about a month for the pins to be made usually :) then I should have them all out promptly in July ! thanks everyone so much :)"}, {"update_no": "UPDATE #1", "update_userinfo": "Available pins + stickers !", "update_content": "Hey everyone! Right now we have the Boler pin funded and fingers crossed for the VW pin! Some of you have backed for more than one pin, I am going to have all my previous pin designs available for you to choose at the end of the kickstarter as well; my sabertooth cat, mermaid, unicorn, alien, fawn, glow in the dark witch, and fairy pins! \nIf you only wanted camper pins I totally understand any changed or cancelled pledges :) Thank you guys for your support! I will most likely re-vamp the designs that don't get funded, for a future project! "}, {"status": [{"Project funds successfully": "22 backers pledged $403"}, {"Project launches": "MAY 14, 2019"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/jemaica/home-is-where-you-park-it-enamel-pins-and-stickers", "project_name": "Home is where you park it 🏕️ Enamel pins & stickers"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Hello, my name is Pinkachii and I am back with my 2nd kickstarter!! Pinkachii is an enamel pins small business, and my previous kickstarter was a hit! This time around I hope to fund all 21 of these interactive UFO Claw Machine Enamel pin designs!\nNormally I fund my own pins but for a massive project like this I am seeking the support of all my lovely followers and anyone interested in seeing these come to life! ♥\nFollow us on Instagram to see more!\nWHAT'S A KICKSTARTER?\nKickstarter is an all-or-nothing crowd funding platform. You will not be charged unless the project is 100% funded. Pledge now and pay later if and only the initial goal is met!\nWhen funding is met, Kickstarter holds onto the funds for 2 weeks for processing then releases the funds to me so I can this project moving along!\nYou can always change your reward tier later if you want to add more on if the other pins are unlocked. But why wait? Pledge now to unlock all the other goals to ensure the pin you want is put into production!\n THE PIN DESIGNS\nI've made some spinning pins before and thought it would be fun to make some sliding pins for a change! That's when claw machines came to mind.\nThe project has also been updated to include mini versions of the prizes inside the claw machines! Every single goal has been unlocked for a grand total of 106 pin designs!\nEach claw machine design though unique will share certain features:\n3\" across at the widest point\nGlitter and gold plated ✨\nTriple posted with color matching rubber backings\nBackstamped with Pinkachii logo\nWill feature a sliding claw!\n The Normal Type UFO Catcher Claw Machine featuring Snorlax, Buneary, Ditto & Skitty ⭐\nThe Fire Type UFO Catcher Claw Machine featuring Turtonator, Arcanine, Ninetales & Rapidash 🔥\nThe Fighting Type UFO Catcher Claw Machine featuring Bewear, Lucario, Pancham & Meditite 👊\nThe Water Type UFO Catcher Claw Machine featuring Wailord, Lapras, Starmie & Marill 💦\nThe Flying Type UFO Catcher Claw Machine featuring Mega Pidgeot, Farfetch'd, Hoothoot & Swablu 🐦\nThe Grass Type UFO Catcher Claw Machine featuring Vileplume, Hoppip, Roselia & Whimsicott 🌱\nThe Poison Type UFO Catcher Claw Machine featuring Muk, Koffing, Nidoran & Stunky 💀\nThe Electric Type UFO Catcher Claw Machine featuring Electrode, Mareep, Shinx & Joltik ⚡\nThe Ground Type UFO Catcher Claw Machine featuring Krookodile, Cubone, Phanpy & Trapinch 🏜️\n\nThe Psychic Type UFO Catcher Claw Machine featuring Gothitelle, Espurr, Solosis & Munna 🔮\nThe Rock Type UFO Catcher Claw Machine featuring Golem, Pupitar, Lunatone & Rockruff ⛰️\nThe Ice Type UFO Catcher Claw Machine featuring Frosslass, Alolan Vulpix, Cubchoo & Spheal ❄️\n\nThe Bug Type UFO Catcher Claw Machine featuring Pinsir, Metapod, Combee & Charjabug 🐞\nThe Dragon Type UFO Catcher Claw Machine featuring Dragonite, Axew, Goomy & Jangmo-o 🐉\nThe Ghost Type UFO Catcher Claw Machine featuring Aegislash, Banette, Litwick & Mimikyu 👻\nThe Dark Type UFO Catcher Claw Machine featuring Tyranitar, Houndour, Murkrow & Poochyena 🌙\nThe Steel Type UFO Catcher Claw Machine featuring Steelix, Magnemite, Mawile & Aron ⚙️\nThe Fairy Type UFO Catcher Claw Machine featuring Togekiss, Cleffa, Snubbull & Swirlix 💕\nThe Pika Smash UFO Catcher Claw Machine featuring the Pika & Pichu Smashers ⚡\nThe Jigglypuff UFO Catcher Claw Machine featuring all the Smash Jigglies 💖\nThe Kirby UFO Catcher Claw Machine featuring the Smash Kirby Family ⭐💨\nA NEW CHALLENGER ARRIVES!!!\nWow everyone! We've unlocked all 21 designs in just 2 days! So of course I have to add more stretch goals! The more we unlock the more will be added! Check out the new goals!\nThe Karp UFO Catcher Claw Machine featuring our favorite king of splash and his splashy family 🐟\nThe Clow Catcher Claw Machine featuring the best cute guardians Kero, Suppie and Momo 🐸🐱🐰\n The Totoro Catcher Claw Machine featuring Big Toto and fam 🌱\n  The Eevee Catcher Claw Machine featuring baby Eevee and all of it's evolutionary family ⭐ \nGAME PRIZES!!!\nMany of you have requested some of the individual pins as prizes! So here are the 81 new stretch goals that you all voted for on Instagram! Each mini prize pin will be between 1\"-1.25\" big! \n\n**Update: All 81 have been unlocked!!!\n\nThere is a tier for pledging just for the small pins now! \n**If you want to add on more to your pledge, simply add $8 to your current pledge\n***Throw in an extra $1 for every 5 small pins added for shipping purposes.\n\nCOST BREAKDOWN & TIMELINE\nThese are how the funds will be utilized and the tentative timeline for the entire project.\nSpending\n Pin Production: 70%\n Shipping & Packaging: 20%\n Kickstarter Fees: 10% (they always take 10% or so of the proceeds)\nTimeline\n Early April: Campaign begins!\n End of April: Campaign ends and 14 day of processing funds\n Mid May: Receipt of funds and production begins\n Late June-July: Rewards received and shipped out!\n**You will receive a survey at the end of the campaign where you can choose which pins you want as well as give shipping information.\nTHANK YOU FOR YOUR SUPPORT! ♥\nSo far on my pin journey I've received so much love and support it's unbelievable. I never imagined I'd be able to draw for a living but here we are.\nAll the love and support give me the passion to keep Pinkachii going. \nAgain you can keep up with us mainly on Instagram but also on Twitter and Facebook! ♥", "risks": "Risks and challenges\nI'm a well seasoned pinmaker with 1 year of experience under my belt now and have a tight working relationship with my manufacturer.\n\nHowever there are always risks which include items not shipping on time and manufacturing issues. Since I only design the pins and do not manufacture them myself, production time and quality is out of my hands.There's also the chance that designs may slightly be changed due to current manufacturing capabilities and the limitations of the medium.\n\nHowever I'm confident that overall everything will go well ;)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 8 or more", "title": "Mini Claw Machine Prize Pin", "descp": "Pledge for just the mini prize pins! $8 for 1 plus another $8 for every small pin you would like to add on! Add a dollar more for shipping every 5 pins please!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["116 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "1 Pin", "descp": "1 Pin from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["215 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "2 Pins", "descp": "2 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["106 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "3 Pins", "descp": "3 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "4 Pins", "descp": "4 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["29 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "5 Pins", "descp": "5 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "6 Pins", "descp": "6 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 105 or more", "title": "7 Pins", "descp": "7 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "8 Pins", "descp": "8 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 135 or more", "title": "9 Pins", "descp": "9 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 148 or more", "title": "✦ Early Bird 10 Pins ✦", "descp": "10 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 150 or more", "title": "10 Pins", "descp": "10 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 163 or more", "title": "✦ Early Bird 11 Pins ✦", "descp": "11 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 165 or more", "title": "11 Pins", "descp": "11 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 180 or more", "title": "12 Pins", "descp": "12 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 193 or more", "title": "✦ Early Bird 13 Pins ✦", "descp": "13 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 195 or more", "title": "13 Pins", "descp": "13 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 208 or more", "title": "✦ Early Bird 14 Pins ✦", "descp": "14 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 210 or more", "title": "14 Pins", "descp": "14 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 223 or more", "title": "✦ Early Bird 15 Pins ✦", "descp": "15 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 225 or more", "title": "15 Pins", "descp": "15 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 238 or more", "title": "✦ Early Bird 16 Pins ✦", "descp": "16 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 240 or more", "title": "16 Pins", "descp": "16 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 253 or more", "title": "✦ Early Bird 17 Pins ✦", "descp": "17 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 255 or more", "title": "17 Pins", "descp": "17 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 268 or more", "title": "✦ Early Bird 18 Pins ✦", "descp": "18 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 270 or more", "title": "18 Pins", "descp": "18 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 285 or more", "title": "19 Pins", "descp": "19 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "20 Pins", "descp": "20 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 315 or more", "title": "21 Pins", "descp": "21 pins from any of the unlocked designs", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 13 or more", "title": "✦ Early Bird 1 Pin ✦", "descp": "1 Pin from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 28 or more", "title": "✦ Early Bird 2 Pins ✦", "descp": "2 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 42 or more", "title": "✦ Early Bird 3 Pins ✦", "descp": "3 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 58 or more", "title": "✦ Early Bird 4 Pins ✦", "descp": "4 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "✦ Early Bird 5 Pins ✦", "descp": "5 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 88 or more", "title": "✦ Early Bird 6 Pins ✦", "descp": "6 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 103 or more", "title": "✦ Early Bird 7 Pins ✦", "descp": "7 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 118 or more", "title": "✦ Early Bird 8 Pins ✦", "descp": "8 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 133 or more", "title": "✦ Early Bird 9 Pins ✦", "descp": "9 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 178 or more", "title": "✦ Early Bird 12 Pins ✦", "descp": "12 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 283 or more", "title": "✦ Early Bird 19 Pins ✦", "descp": "19 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 298 or more", "title": "✦ Early Bird 20 Pins ✦", "descp": "20 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 313 or more", "title": "✦ Early Bird 21 Pins ✦", "descp": "21 pins from any of the unlocked designs at a discounted price!", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Ghost Claws here!", "update_content": "Hello everyone,\nFor the last 12 people waiting, the ghost claws arrived to me today. I will try to have them out next week. I have been inundated with orders from my launch last Friday and so my hands are quite full at the moment. \nAgain your entire orders have already been packed and are just waiting for the Ghost Claws. The minute I can get them graded I will finish your orders and have them sent out ASAP!"}, {"update_no": "UPDATE #18", "update_userinfo": "ALL ORDERS OUT", "update_content": "Hello everyone, \nAll KS pledges should be done or on their way. Save 12 people who are still waiting on one pin left (I messaged you all), everyone should have their package in hand or it is on the way out.\nI am also aware there are some individuals who had issues with pins/orders and I am currently working on tying up all the loose ends. If you find that your package is missing or an order/item isn't as it should be please email me at pinkachii@gmail.com for the quickest response. Sometimes I forget to come back and check here on KS. I am very happy to work out any issues or concerns ♥"}, {"update_no": "UPDATE #17", "update_userinfo": "ALL SHIPPABLE ORDERS HAVE BEEN SENT OUT!", "update_content": "Hello everyone,\nBubble mailers are arriving to me this Thursday so I will be able to start packing orders.\nI also had to order a few more claw machines from my manufacturer but they will arrive to me by the end of the month. In the meantime though, the rest of my month will be free to pack orders for you guys! ♥"}, {"update_no": "UPDATE #16", "update_userinfo": "Packing starts Thursday!", "update_content": "Hello, if you haven't been following on IG I have received the claw machines and am in the process of grading them.\nThe minute I finish I will get right back to shipping out orders. I hope to have them all done by first week of December to beat the Xmas shipping madness hopefully.\nRemember, if your order has not shipped yet it's because I didn't have enough good quality grades of at least 1 pin in your order."}, {"update_no": "UPDATE #15", "update_userinfo": "Claw Machines Received!", "update_content": "Hi everyone!\nI have received the replacement Lucario and Buneary pins so I will be grading those ASAP and then sending out whatever pledges I can.\nFor the replacement claw machines my manu estimated that I should receive them by the first week of December! I might receive them in waves and not all at once so I will keep you all updated on the situation."}, {"update_no": "UPDATE #14", "update_userinfo": "Updates~", "update_content": "Hello everyone!\nI just finished grading the 2nd half of the claw machine pins.\nSome batches were bad again so here's an updated list of pins that MAY cause your order to have some delays (I only have a limited number of A-grades so I'll send out everything I have in the meantime):"}, {"update_no": "UPDATE #13", "update_userinfo": "2nd Half of Pins came in", "update_content": "Hi everyone! A few announcements:\n-I am packing orders and am currently halfway through the 1 Pin Tier orders.\n-The second half of the Claw machines are arriving to me and once I get them I will grade them ASAP. they should arrive in the by the upcoming weekend!\n-Some of the previous batches of pins I received were not up to par so they had to be remade, namely the listed below:"}, {"update_no": "UPDATE #12", "update_userinfo": "Orders going out!", "update_content": "Hi guys!\nI hope you are well. If you've been following my Instagram you'll know there's been quite a few delays with some of the claw machines.\nI have contacted my manufacturer to rectify the issues and pushing them to produce them as quickly as possible."}, {"status": []}], "comment_no": 51, "projec_url": "https://www.kickstarter.com/projects/pinkachii/kawaii-ufo-claw-machine-enamel-pins", "project_name": "Kawaii UFO Claw Machine Enamel Pins"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Thank you for taking the time to stop and look at my campaign! I'm Sam, sole artist and owner of Little Lunar Rabbit Designs.\nUltimately, the goal of this campaign is to get some pins made. To help make the project more manageable, the initial goal was a relatively low one - being only one pin. Rather than running the campaign for all 10 designs and risk not being able to fund everything, I had hoped that by breaking the project into smaller chunks, we would be able to produce as many as we could!\nWe're now a ways into the campaign, and the original campaign is beyond successfully funded! Since we do still have some time left, I have added 4 all new bonus designs, re-released the original Crystal Bunny pin, and added on some really fun milestone stretch goals! \nThe pin that started it all - my crystal bunny design! Having made this one, having gone through the whole process of making my own vector art, translating the emblem into a pin, and finally getting the finished piece in hand is what sparked my desire to finish the rest of the series. It was such a wonderful experience working with the manufacturer for this design, that I am very much looking forward to working with them on the future designs!\nDue to the insanely unexpected success of this campaign, this pin is now available as an add-on for $11 each, and will be available as a selection for your pledge! \n  For those of you who are familiar to Kickstarter, this is simply a little refresher. And for those of you who are checking it out for the first time, here's a breakdown for how things go!\n- Pledge your reward: Choose which reward tier you'd like to \"pledge,\" this is your own placeholder in the project funding, payment isn't due yet, so hang tight! Pledging is zero risk - you pay when the campaign ends and are free to edit your pledge at any time while the campaign is running!\n- Campaign runs for 30 days, goals are met, and pins are unlocked! \n- Campaign ends, you select which pins you'd like from the unlocked designs through a project end backer survey. This is where your pledge payment is processed. \n- Kickstarter releases funds after 2 weeks, and pins are sent into production!\n- Pins are mailed to me, sorted, and then mailed out to you!\n Finally on to the fun stuff - the best part, and why you're all here - the pins!!\nAfter the campaign is over, the intent is to sell the pins at $12 each. \nAs a thank you for participating in the campaign and helping me reach my goal, I've set two special price brackets for this project. The \"Early Bird\" pricing is a limited pricing option, available on a first come, first serve basis. The pins in those select brackets will be $10 each, and come with a free holographic vinyl sticker.\nAfter that, the Kickstarter exclusive pricing will be $11 each.\n- If you would like to pledge for more than 10 pins, all you have to do is add $11 per pin to your pledge! -\nThe holographic sticker will also be available as a pledge add-on, which will be discussed more in the \"Extras\" section - on to the pins!\nInitial Goal: Tuxedo ($300)\n 1.5\" Wide\nHard Enamel with Gold Plating\nRecessed metal accents\n5 Colors\nDouble posted with rubber clutch (won't spin when worn!)\nBack stamped with raised metal logo\nIndividually packaged with backing card in a clear cellophane bag\n All of the stretch goal pins will be:\n 1.25\" Tall\nHard Enamel with Gold Plating\n5 Colors (with the exception of Neptune and Mini Moon, who have 4 colors)\nDouble posted with rubber clutch (won't spin when worn!)\nBack stamped with raised metal logo\nIndividually packaged with backing card in a clear cellophane bag\nPluto, Uranus, Neptune and Mini Moon's designs feature recessed gold accents as well.\nStretch Goal #1: Mercury - UNLOCKED!\n\nStretch Goal #2: Mars - UNLOCKED!\n\nStretch Goal #3: Jupiter - UNLOCKED!\n\nStretch Goal #4: Venus - UNLOCKED!\n\nStretch Goal #5: Pluto - UNLOCKED!\n Recessed gold accents on Garnet Orb\nStretch Goal #6: Uranus - UNLOCKED!\n Recessed gold accents on Space Sword \nStretch Goal #7: Neptune - UNLOCKED!\n Recessed gold accents on Aqua Mirror\nStretch Goal #8: Saturn - UNLOCKED\nStretch Goal #8: Mini Moon - UNLOCKED!\n Recessed gold Time Key, and Crystal Carillon accents\n- BONUS DESIGNS! -\nWith the campaign having been so successfully funded in such a short amount of time, I've decided to add some additional bonus designs! These designs were not originally a part of the campaign, but after much request, will now be as well! Due to the fact that they were not a part of the initial campaign, designs may be subject to slight modifications after approval from the manufacturer. Any updates to these designs will be announced as needed.\n 1.25\" Tall\nHard Enamel with Gold Plating\n5 Colors\nDouble posted with rubber clutch (won't spin when worn!)\nBack stamped with raised metal logo\nIndividually packaged with backing card in a clear cellophane bag\n 1.25\" Tall\nHard Enamel with Gold Plating\n5 Colors\nDouble posted with rubber clutch (won't spin when worn!)\nBack stamped with raised metal logo\nIndividually packaged with backing card in a clear cellophane bag\n 1.25\" Tall\nHard Enamel with Gold Plating\n3 Colors\nDouble posted with rubber clutch (won't spin when worn!)\nBack stamped with raised metal logo\nIndividually packaged with backing card in a clear cellophane bag\n 1.25\" Wide - Her design will appear shorter than the rest, but she will still be a 1.25\" pin! This was a design choice to have her appear slightly smaller than Luna and Artemis' designs.\nHard Enamel with Gold Plating\n5 Colors\nRecessed gold accents on bell\nDouble posted with rubber clutch (won't spin when worn!)\nBack stamped with raised metal logo\nIndividually packaged with backing card in a clear cellophane bag.\n Exclusive to this project, I'm making an extra special holographic sticker! They will be weather safe, and UV coated, so you may blind your enemies with shiny moon-powered love, either inside or outside!\nWhile Early Bird participants will be getting this sticker for free, you can also pledge for it by itself, or add it into your pin pledge! The holographic stickers will be $4 each. \nYou may add as many stickers as you'd like to your pledge, just by adding 4 times the amount of stickers you'd like. For example: If you'd like one pin, but two stickers, you would add $8 to your $11 pledge. It's that easy! You will be able to specify that quantity to me when you get your backer survey.\nOnce this project is over, this sticker will be gone forever! \nAdditional Pins - If you would like more pins than currently offered as a reward tier, you may absolutely add on any additional pins from the entire collection (including the Crystal Bunny pin!) for $11 each! When I send out the backer survey, you will be able to specify how many of which pins you'd like.\nThe campaign has officially hit 10k!! I am absolutely astounded by your support for this project, and as we continue to hit new milestones, I'll be announcing new free gifts! \n10K Thank You - Metallic Chrome Sticker - Free with Any Pledge!\n ((Sample image courtesy of StickerApp, sample designs by @AskSweetCream on Twitter)) \nFor every pin pledged, all backers will now receive a FREE 2\" tall metallic chrome sticker to match! So if you've pledged for let's say one Mercury pin, you will receive one free matching Mercury sticker! If you've pledged for the Full Collection - Bonus Edition . . . that's right! you'll receive a free sticker for all 15 pin designs! \nIf you would like additional chrome stickers, you are more than welcome to add them to your pledge for $2 each! I will have a fully comprehensive backer survey at the end of the campaign to designate how many of which kinds of additional stickers you'd like, as well as your pin selection. \n100 Facebook and 100 Instagram Share Gift!\nAs a thank you for sharing the project for me, I'll be including a free galaxy aesthetic lanyard with every backer's pledge (please note this does not include the \"Lunar Love\" tier - only for those who are getting items shipped to them!)!  \nThey'll be 2 cm wide, galaxy print, with a matching aesthetic to the campaign imagery. You'll be able to put your pins on it without it clashing, or you'll be able to just have a space themed lanyard for whatever use you'd like! I know I'm gonna use mine for holding my con badges! They'll also feature my Little Lunar Bun on them, though the placement may change to the back of the neck.   \nFor those of you who do share the project, be sure to tag me (@LittleLunarRabbitDesigns on both Instagram and Facebook - if your Instgram account is set to private, be sure to take a screenshot and send it to me, otherwise I might not see it!) and be entered to win a FREE Sailor Guardian Spirit Jersey! \n\n15K Thank You Gift - Rainbow Plated \"The Moonlight is a Messenger of Love\" Enamel Keychain!\n That's right! \"The Moonlight is a Messenger of Love\" design is officially unlocked as a 2 inch soft enamel, rainbow plated key chain with a matching heart shaped clasp! This bonus item is free to anyone who pledges for 3 or more pins!\n - Timeline - \nSo. Everything looks good, you've made your pledge, and now you're just . . . waiting. Here's the projected timeline for how everything will go: \n April 5 : Kickstarter campaign launches. \n May 5: Kickstarter campaign ends, and backer reward surveys are sent.\n Mid May: Funds are released, pins are sent into production\n End of June-Mid July: Pins are mailed to me and sorted. \n Mid July-End of July: Pins are packaged for mailing!\n Early August: Estimated delivery of pins to backers!\nAdded into this timeline is a production buffer, should the manufacturer need additional time to complete the pins. Please keep in mind that this is a rough estimate, and while I will absolutely do my best to stick to it, these are still human made items that may require a little patience. Any delays will be very transparently addressed in a timely manner. My full time job is also that of a stay at home mom, so packaging pins may also take me some time.\nAnd that's just about it guys! Thank you so much for stopping by, for your pledges so far, and for all the support you continue to give! If you'd like to help out in a non-financial way, I've created two images (square format and \"stories\" format) that you could use to share the project outside of Kickstarter! It would mean the WORLD to me if we could get to that 15K stretch goal! And if you'd like to tag me in any posts, I'm @LittleLunarRabbitDesigns on Instagram, and @LilLunarRabbit on Twitter! Thanks again! \nSquare:\nStories:\n As I mentioned before, I'm Sam. An avid Sailor Moon fan (collector, fan artist and even cosplayer!), with a fantastical love of all things space themed. As a girl, I used to sit after school and get insanely hyped for Sailor Moon to come on, and then later that very night hang out on our back deck with my dad, looking up at the stars with our Polaris telescope. \nWhile my life didn't take me down the path of astronomy, I have always held the stars close to my heart, and try to incorporate them into as much of my life and art as possible. Crossing that with my love for Sailor Moon was an absolute no-brainer. \nMy professional art journey actually started with Sailor Moon, as my first real series work ever completed. To date, I've drawn all ten scouts, Tuxedo Mask and Luna's human form, with more characters planned for the future. With each drawing, I created an emblem to pair with each portrait, which sparked one of my most successful lines to date. The pins here are variants of those very emblems, with a new twist, specific to these pin designs. \nTo see more of my work, you're more than welcome to follow me on all of my social media platforms!\nFacebook || Instagram || Tumblr || Twitter || Etsy\nBefore I wrap this up, I wanted to take a couple moments to thank those who have helped me so much throughout this project, from advice on how to start this project, to the pin production itself, all the way to annoying little design questions. I wouldn't have felt the confidence I do in running this campaign without their help.\nVivian Tong || Sketchbeetle Art - Sheila Wong || Sheila Wong Design & Illustration - Salt Squad Queen || SharkCafeArt - Mellanie Chafe || LuniaraMC\nAnd lastly, my own personal cheer-leading squad - Daci, Toni, Kat, Kieran, and my husband. \nA little late, but a super important one that I missed - Santana. Without her final push, honestly, I wouldn't have thought this was possible. \n The benefit about Kickstarter is that while the campaign is running, everything is risk free. You can change your mind not only about how much you pledge, but also if you want to pledge at all. While I genuinely hope you'll be here for the whole journey, I do understand if you need to back out! \nA couple of things to remember:\n Color translation varies from monitor to monitor - the final pins may be a slightly different than what is shown. I have provided my manufacturer with specific Pantone codes, and aim to have them as close to those tones as possible.\n Line weights may vary slightly from what is shown- at the end of the production process, the pins are polished in a way that very lightly flattens the metal, making the lines appear thicker than pre-polishing. While I tried to make my designs with that in mind, there may still be some variance on the final pins.\n All orders will be sent with tracking (including international!) - once the pins leave my hands and are on their way to you, they are unfortunately at the mercy of the postal service. Package exteriors may receive some damage, but I always do my best to ensure the contents remain undamaged. In the very unfortunate event that a package is lost, please reach out to your local post office for additional information and be sure to file a claim with them before reaching out to me - once that's all sorted let me know and I will try to be as accommodating as I can be!\nInternational backers are responsible for all VAT/Customs fees involved in receiving your order", "risks": "Risks and challenges\nWhile this is my first Kickstarter campaign, and only my second time taking on pins, I am very confident in my abilities to be able to fulfill whatever level of rewards we end up unlocking! I do currently run a successful Etsy shop, and customer service is very important to me. Any issues that come up will be transparently addressed, and I will do my best to resolve them in whatever capacity I can. \n\nI have also been working very closely with other artists who have run very successful enamel pin campaigns for advice and feedback. \n\nFeel free to message me with any questions!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "❤ Lunar Love ❤", "descp": "You officially are one of my Lunar Loves! No but really though - thank you for your support! Every bit helps!\nINCLUDES:\nAll of my love and gratitude", "time": [{"ESTIMATED DELIVERY": "May 2019"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 4 or more", "title": "The Moonlight is a Messenger of Love", "descp": "Get your very own sparkly holographic sticker! These are only available to backers of this project - never to be made again!\nINCLUDES:\nHolographic Vinyl Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 11 or more", "title": "1 Pin", "descp": "One hard enamel guardian pin - in any of the unlocked designs!\nINCLUDES:\nHard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge US$ 22 or more", "title": "2 Pins", "descp": "Two hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n2× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 33 or more", "title": "3 Pins", "descp": "Three hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n3× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["86 backers"]}, {"amt": "Pledge US$ 44 or more", "title": "4 Pins", "descp": "Four hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n4× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "5 Pins", "descp": "Six hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n5× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 66 or more", "title": "6 Pins", "descp": "Six hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n6× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 77 or more", "title": "7 Pins", "descp": "Seven hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n7× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 88 or more", "title": "8 Pins", "descp": "Eight hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n8× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "9 Pins", "descp": "Nine hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n9× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 110 or more", "title": "10 Pins", "descp": "Ten hard enamel guardian pins - in any of the unlocked designs!\nINCLUDES:\n10× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 121 or more", "title": "The Full Collection!", "descp": "One each of all 11 pins of the series - all available at the KS exclusive price of $11 each! Includes the Crystal Bunny pin!\nINCLUDES:\n11× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 165 or more", "title": "The Full Collection - BONUS EDITION!", "descp": "One each of all 15 pins of the series - all available at the KS exclusive price of $11 each! Includes the Crystal Bunny pin and the four new bonus designs!\nINCLUDES:\n15× Hard Enamel Guardian Pin", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "EARLY BIRD || 1 Pin", "descp": "One guardian pin - in any design that's been unlocked, and one free holographic sticker.\nINCLUDES:\nHard Enamel Guardian Pin\nHolographic Vinyl Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "EARLY BIRD || 2 Pins", "descp": "Two guardian pins - in any design that's been unlocked, and one free holographic sticker.\nINCLUDES:\n2× Hard Enamel Guardian Pin\nHolographic Vinyl Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "EARLY BIRD || 5 Pins", "descp": "Five guardian pins - in any design that's been unlocked, and one free holographic sticker.\nINCLUDES:\n5× Hard Enamel Guardian Pin\nHolographic Vinyl Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "EARLY BIRD || 10 Pins", "descp": "Ten guardian pins - in any design that's been unlocked, and one free holographic sticker.\nINCLUDES:\n10× Hard Enamel Guardian Pin\nHolographic Vinyl Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 110 or more", "title": "EARLY BIRD || The Full Collection", "descp": "The full collection! All 10 unlocked designs, plus the one that started it all - the Crystal Bunny pin! This tier also includes the free holographic sticker.\nINCLUDES:\n11× Hard Enamel Guardian Pin\nHolographic Vinyl Sticker", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}], "updates": [{"update_no": "UPDATE #34", "update_userinfo": "Such good news!", "update_content": "Alright guys, the re-re-makes got here yesterday and I didn't want to post anything until I had the chance to make an executive decision about quality and sort through them all. \nI am SO happy to report that I've gotten them all sorted though, and the quality is exponentially better. That being said, I'll be polishing and packaging this batch tonight, and then sending the remaining orders out by this weekend!\nThank you so so so so so so so very much for all of your continued patience. So close to finally wrapping this up, and everyone getting their orders! "}, {"update_no": "UPDATE #33", "update_userinfo": "Crystal Bunny Re-remake update!", "update_content": "Hey again. \nSO! I was hoping to have the new pins in hand either yesterday or today, but I actually JUST got a tracking number today. It's express shipping, but I can't seem to get an \"estimated delivery date\" out of it yet. I'm assuming Tuesday-ish? \nLiterally the second they arrive though, I'll be busting open that package, getting them sorted asap, and working on packaging the remaining pledges. Thank you so much for all of your continued patience while I get this sorted out! You've all been so freaking wonderful! <3 "}, {"update_no": "UPDATE #32", "update_userinfo": "Orders 200-300 are out - updates on later orders.", "update_content": ". . . Are you sick of me yet? Lol.\nUnless there was a hiccup, and I needed to email someone specifically, all orders between 100 and 300 are all in the mail! Now, while I've previously mentioned to you that there are roughly 355 backers for this project, the numbers actually extend to just under 400. The way Kickstarter works is that when a backer drops, it doesn't replace that number, and scoot everyone down in line, it just assigns the next backer the next number. "}, {"update_no": "UPDATE #31", "update_userinfo": "Remake Update - Order has been placed, now the waiting game starts.", "update_content": "Hi y'all. \nThank you so much for all the kind and sweet words telling me not to stress about the issues with the Sailor Moon pin. I really appreciate everyone's flexibility (but I also do understand the desire to own the original color too! Hence why I wanted to fight to have the pins remade). It's also wonderfully surprising that some of you even wanted to add the additional green variant to your orders. Happy accident, I suppose?"}, {"update_no": "UPDATE #30", "update_userinfo": "Aaand, we have our first hiccup.", "update_content": "Hey y'all. So, I was intending to keep this under wraps (because I thought I had been able to resolve the issue in a timely manner) - but alas, it does seem as though I have encountered my first massive hiccup in the project. \nThe new batch of the Sailor Moon crystal bunny pin came in with MOSTLY seconds grade pins. I was able to pull a decent number of them for the bulk of the campaign, but I very quickly ordered a second batch through another manufacturer for time's sake, instead of attempting to photograph each pin and send them to the original manufacturer. The \"new\" manufacturer was the one I had used for the Moonlight key chains, and I honestly didn't think there would be any issues - they had been vouched for by another artist, and I loved the work they did on the key chains, so I figured it was worth it to just go straight to them."}, {"update_no": "UPDATE #29", "update_userinfo": "First wave of orders is being delivered - second is on its way!", "update_content": "Hi again! I'm so happy that the first 100 orders have officially started showing up in my Instagram and Facebook feeds! If you were between backer number 1 and 100 and you were US based, your order should have been delivered, or is incredibly close to being delivered. If you are between 101 and 201, your orders are on the way! \nMy husband is being absolutely wonderful in helping me pack orders, and we should be able to get 201-300 out shortly!"}, {"update_no": "UPDATE #28", "update_userinfo": "Quick update - orders are going out!", "update_content": "Super speedy update. I'm really busy at the moment with con prep, packaging your guys' orders, and running my Etsy, so sorry for making this super brief! But the first of the packages are officially out! It was a small batch, but I'm gonna keep on getting them out as fast as I can. \nI'm hoping to have the first 100 out by the end of next week at the absolute latest, if not sooner. So start keeping an eye out if you're backer number is under 100! <3 "}, {"update_no": "UPDATE #27", "update_userinfo": "Almost there! Please check addresses, Pin Updates, and Sticker videos!", "update_content": "Alrighty guys! We are almost there! I'm done sorting most of the last batch now, just finishing up the preliminary packaging for Helios' Pegasus pin, and then I have Diana's pin left to sort! I should be able to have hers done by tomorrow, and then the first batch of pins should be going out on Wednesday! \nI'll be starting in backer numerical order, with backer #1, and working my way down the list like that. So the later backers might not be seeing their pins until the middle, possibly even end of the month, depending on how quickly I can get everything boxed up and shipped out. "}, {"update_no": "UPDATE #26", "update_userinfo": "Outers and Chibiusa have been sorted!", "update_content": "Alrighty guys! I want to first apologize for the fact that I've had this photo literally just sitting ready to be uploaded for a couple of days now - it's been a little busy here, but I wanted to officially let you know that the next wave of pins has been 100% sorted and initially packaged! \nAs I explained to a follower on my Facebook, what I'm doing is sorting one entire batch of pins at a time. So for example, Chibiusa's pins. I ended up ordering 250 pins for her alone. So I sort all 250 of her pins, then put them all on backing cards, polish them to get rid of my finger prints and shine them up, put them in their cello bags, pull your guys' rewards and put them in a separate box so I know I have them reserved, and then put away the remaining pins in their respective grades. So, so far I've sorted through 2500 pins, and I'll be sorting and packaging the remaining 1200 this week."}, {"update_no": "UPDATE #25", "update_userinfo": "First round of pins has been sorted!", "update_content": "Alright guys, I just wanted to share an update with you guys! I have officially sorted through and initially packaged the first 5 designs of the campaign! So here we officially have the first 5 pins!"}, {"status": []}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/littlelunarrabbit/guardian-constellations-a-magical-girl-inspired-pi", "project_name": "Guardian Constellations - A Magical Girl Inspired Pin Series"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Hello! Welcome to Hobby Pets, a hard enamel pin Kickstarter project! I'm Linda, known by my online handle & brand name lemoncreamsicle, and I am a part-time illustrator & designer! I've been creating colorful merchandise (like enamel pins) since 2016, and have been creating art for much longer than that. I'm pretty active on my instagram, and will be posting smaller project updates there!\nThe Hobby Pets project combines my two loves - the celebration of fun hobbies with cute pets! This campaign will put that love into creating a host of colorful, cute, and relatable pin designs. If all stretch goals are unlocked, this Kickstarter will produce 8 unique designs, with 2 colorways for each design. Let's meet the contenders!\nPin specs & backer rewards\nGuest Artist Stickers\nCrowlines ( Instagram | Twitter )\nFor our final stretch goals, I've invited a guest artist - please meet Crowlines! They're a great artist with a distinctive and cute style, and I'm super glad to have them onboard.\n\nEach pledge will include (1) 3 inch sticker design of your choice of the stickers below!\nAdditionally, these sticker designs will be added to the sticker selection pool, so if you've selected a stickers-only tier or have added-on stickers, you can purchase more than one design & multiple copies!\nYou can add-on to your pledge for extra stickers / pins! If you previously pledged to an early bird tier and would like extra pins or would like more stickers, please add to the amount that you've already pledged: \n$2 per extra sticker \n$11 for an extra single pin \n$10 * number of pins you'd like to add for multiple pins (e.g. adding 2 pins, add $20 to pledge)\nFor example, if you've already pledged to \"Choose 4 pins,\" and you'd like to have your choice of 3 extra stickers, you would add $6 to your pledge without changing your rewards tier for a grand total of $46 + shipping. Now, you will get your choice of 4 pins, 3 stickers, and 1 random sticker!\n\nAdditionally, if you've chosen to add-on more stickers than the number of pins you've ordered, you can also select the design for the random sticker design!\nPast pin designs I've brought to life. From sketch ideation, to digital art, and finally to negotiations with the manufacturers, I've seen these designs through the whole process. You can expect this kind of quality with this Kickstarter project!\nThe timeliness of this project will also be based on the backers! Please submit your surveys of which pin/sticker designs you like in a timely fashion to ensure that we get everyone's preferences accounted for.", "risks": "Risks and challenges\nPlease note that all colors & designs are subject to change. I am currently designing the pins, and while the overall designs will represent what has been shown in the Kickstarter (I won't change the designs dramatically), the color palettes / small details may be altered to best suit the design.\n\nOverall, I have been selling things online for a few years now, and have created several other enamel pin designs. I've looked into a few different manufacturers and have found one that I'm happy to trust with these designs.\n\nBut as always, there can be issues with manufacturing and shipping delays. I will definitely keep you up-to-date on any new issues, though the timeline has a minor buffer accounted for these cases.\n\nPlease let me know if you have any questions or feedback!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Helping hand", "descp": "Thank you for your support! With this tier, you'll get a digital thank-you card!", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 8 or more", "title": "Stickers-only tier ★ Choose 4 stickers", "descp": "Each sticker is $1 off regular price!\nYour choice of 4 stickers from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 11 or more", "title": "Choose 1 pin", "descp": "This pin is discounted $1 from regular price! Your choice of 1 pin from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["98 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Choose 2 pins", "descp": "Each pin is discounted $2 from regular price! Your choice of 2 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["116 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Choose 3 pins", "descp": "This pin is discounted $2 from retail price! Your choice of 3 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Choose 4 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 4 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["29 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Choose 5 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 5 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Choose 6 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 6 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "Choose 7 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 7 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Choose 8 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 8 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Choose 9 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 9 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "Choose 10 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 10 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 110 or more", "title": "Choose 11 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 11 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "Choose 12 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 12 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 130 or more", "title": "Choose 13 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 13 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 140 or more", "title": "Choose 14 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 14 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Choose 15 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 15 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 160 or more", "title": "Choose 16 pins", "descp": "Each pin is discounted $2 from regular price!\nYour choice of 16 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "EARLY BIRD ★ 1 pin", "descp": "Each pin is discounted $2 from regular price! Your choice of 1 pin from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 18 or more", "title": "EARLY BIRD ★ 2 pins", "descp": "Each pin is discounted $3 from regular price!\nYour choice of 2 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 27 or more", "title": "EARLY BIRD ★ 3 pins", "descp": "Each pin is discounted $3 from regular price!\nYour choice of 3 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 36 or more", "title": "EARLY BIRD ★ 4 pins", "descp": "Each pin is discounted $3 from regular price!\nYour choice of 4 pins from the unlocked designs!\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14\nINCLUDES:\nrandom 3\" sticker", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "20 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "LIMITED ★ Collector's Hobby Bundle", "descp": "Get all 8 pin designs & stickers! ($120 regular price) If the pastel versions have been unlocked, this is also eligible for those designs.\nIf not all designs have been unlocked, you may select which designs you'd like multiple of.\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 140 or more", "title": "LIMITED ★ Ultimate Hobby Bundle", "descp": "Get all 16 pin designs & stickers! ($240 regular price)\nIf not all designs have been unlocked, you may select which designs you'd like multiple of.\nShipping prices:\nUSA: $4\nCanada: $10\nInternational: $14", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "All pledges with surveys shipped!", "update_content": "Hi everyone!\nI'm happy to inform you all that with the exception of a handful of surveys that haven't been filled, all rewards have been shipped!\nIf you haven't received some form of communication from me about your pledge status, shipping information, or otherwise, please don't hesitate to reach out to me via Kickstarter or email (lemons.in.cream@gmail.com) so we can get it sorted out.\n\nHere's a quick snap of the Hobby Pets collection:"}, {"update_no": "UPDATE #13", "update_userinfo": "230 packages shipped so far!", "update_content": "Hi everyone,\nThank you all so much for supporting this campaign! I want to thank each and every one of my backers for sharing, commenting, supporting, and above all, pledging to make this a reality. I can't wait to start production!\nThis is just a friendly reminder that backer surveys for all physical rewards tiers have just been sent!\nPlease let me know if you have any questions or concerns -- and remember, the faster everyone is at letting me know what they'd like, the faster I can order the pins & stickers and move the project along!"}, {"status": [{"Project funds successfully": "425 backers pledged $14,859"}]}], "comment_no": 17, "projec_url": "https://www.kickstarter.com/projects/435310588/hobby-pets-hard-enamel-pins", "project_name": "HOBBY PETS ★ Hard Enamel Pins"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "Lunar Magic Studios here!\nHi, my name is Maggie, and I’m the owner of Lunar Magic Studios! I am a designer, illustrator and lover of all things cute. Lunar Magic Studios started as an outlet to express my personal art style. Now, it means so much more to me. With the help of my little bun mascot, I hope to bring happiness to anyone who comes across my brand. \nYou can find my products on my Etsy or Instagram! \n Bunny Princess Pin\nDetails: \n1.5 inches \n Gold metal plated \n Hard Enamel \nGlitter in the pink and gold areas\n*** STRETCH GOAL #1 UNLOCKED!\nBaby Space Bun Pin\nDetails:\n1.25 inches\nRose gold plated\nHard Enamel\nGlitter in the blue and purple areas \nScreen printed details\n*** STRETCH GOAL #2 UNLOCKS AT $800\nBuniarium (Bunny Terrarium)\nDetails:\n1.5 inches\nRose gold plated\nHard Enamel\nDark blue and pink glitter (see image)\n*** STRETCH GOAL #3 UNLOCKS AT $1020\nDream. Try. Do good pin\nDetails:\n1.5 inches\ngold plated\nHard Enamel\nblack and pink glitter (see image)\n*** STRETCH GOAL #4 UNLOCKS AT $1220\nThe wizard and the familiar \nDetails:\n1.25 inches\nblack nickel plated\nHard Enamel \n*** STRETCH GOAL #5 UNLOCKS AT $1420\nTea time buns\nDetails:\n1.5 inches\ngold plated\nHard Enamel\n*** STRETCH GOAL #6 UNLOCKS AT $1620\nFalling Stars\n Details:\n1.5 inches\ngold plated\nHard Enamel\nglitter on petals\nInstagram: @lunarmagicstudios\nEtsy: lunarmagicstudios.etsy.com\nTwitter: @Lunar_Magic_\nFacebook: @lunarmagicstudios\nEven if you can't back this project, it would mean the world to me if you help spread the word!", "risks": "Risks and challenges\nDue to the pins being made by a third party manufacture, there can be a risk of defective pins, which will cause a delay in shipment. I have made pins in the past and I am familiar with the pin production process. I take pride in the quality of my pins, so quality is very important to me. \n\nIf there was an off chance of defective pins, I will work to resolve them and will keep all of my backers posted through the process.\n\nYou can check out https://www.etsy.com/shop/LunarMagicStudios if you would like to see the quality of pins!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Once upon a bun", "descp": "One Enamel Pin of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "2 Buns", "descp": "Two Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "3 Buns", "descp": "Three Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "4 Buns", "descp": "Four Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "5 Buns", "descp": "Five Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "6 Buns", "descp": "Six Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "7 Buns", "descp": "Seven Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "8 Buns", "descp": "Eight Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "9 Buns", "descp": "Nine Enamel Pins of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 9 or more", "title": "*EARLY BIRD* Once upon a bun", "descp": "One Enamel Pin of your choosing (includes unlocked stretch goals)", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"status": [{"Project funds successfully": "52 backers pledged $999"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/2130399120/once-upon-a-bun-enamel-pins", "project_name": "Once upon a bun enamel pins"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "", "risks": "Risks and challenges\nFor this project, I decided to utilize a direct factory for my plush to help reduce the funding goal for the product. I also hired a customs broker to assist me with shipping the plush, customs paperwork and delivery of the plush to my home. \n\nAs this is my first time with the process, I gave an ETA time of September. \nBut like with any overseas project, production and shipping delays can occur. If any of these things do happen, I will be sure to communicate and post updates via Kickstarter and on my social media outlets.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Pho King Enamel Pin", "descp": "Just want an enamel pin? This tier is for you! You will receive ONE enamel pin of your choice. You can choose between Pho (1.5\"), Banh Meow (1\") or Spring Roll (1\").\nThe selection can be made in a survey post funding.\nINCLUDES:\nEnamel Pin", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Pho King Boba Bear Enamel Pin", "descp": "Want just the Boba Bear enamel pin? This tier is for you! You will receive ONE, 1.5 inch hard enamel Boba Bear pin.\nINCLUDES:\nEnamel Pin", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Just Pho King", "descp": "Just want a Pho King plush? This tier is for you! You will receive ONE plush and ONE, 4 inch Pho King Awesome car decal.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\nPlush\n4\" Car Decal", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["67 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Pho King Shirt", "descp": "Just want the Pho King Awesome t-shirt? This is the tier for you! You will receive one, soft style, unisex t-shirt.\nSize may be selected post campaign survey.\nINCLUDES:\nT-Shirt", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "Pho King Special (EARLY BIRD SPECIAL)", "descp": "A very Pho King SPECIAL! This tier is very LIMITED and contains SUPER special pricing for all the items.\nYou will receive ONE Pho King plush, ONE \"So Pho King Awesome\" unisex shirt and ONE, 4 inch Pho King Awesome car decal. Sizing may be selected in a survey post funding.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\nPlush\nT-Shirt\n4\" Car Decal", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers", "Limited (1 left of 25)"]}, {"amt": "Pledge US$ 60 or more", "title": "Pho King Cute Date", "descp": "Want a Pho date for you and a friend? Or just need two? This tier is for you! You will receive TWO plush and TWO, 4 inch Pho King Awesome car decal.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\n2× Plush\n2× 4\" Car Decal", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Pho King Hungry", "descp": "You will receive THREE plush and THREE, 4 inch Pho King Awesome car decal.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\n3× Plush\n3× 4\" Car Decal", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 100 or more", "title": "Pho King Admirer (LIMITED)", "descp": "Thank you for being my Pho King admirer! This tier is very LIMITED.\nYou will receive ONE plush, ONE \"So Pho King Awesome\" unisex shirt, ONE, 4 inch Pho King Awesome car decal, ONE printed and framed 5\" x 7\" commission for a digital foodie themed illustration, and ONE 3\" acrylic keychain based on the commissioned illustration.\nCommission will be discussed post funding. Shirt sizing may be selected in a survey post funding.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\nPlush\nT-Shirt\n4\" Car Decal\n5\" X 7\" Foodie Illustration Commissioned Print\nAcrylic Key Chain", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (5 left of 10)"]}, {"amt": "Pledge US$ 115 or more", "title": "Pho King Awesome", "descp": "You're so Pho King Awesome! This tier is for the best pho enthusiast.\nYou will receive FOUR plush and FOUR, 4 inch Pho King Awesome car decal.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\n4× Plush\n4× 4\" Car Decal", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 500 or more", "title": "Pho King Amazing (Limited)", "descp": "Thank you for being my Pho King admirer! This tier is very LIMITED.\nYou will receive ONE Pho King plush, ONE \"So Pho King Awesome\" unisex shirt, ONE, 4 inch Pho King Awesome car decal, ONE printed and framed 5\" x 7\" commission for a digital foodie themed illustration, and TWENTY FIVE enamel pins based on that foodie illustration. Enamel pins are for personal use only to gift or wear them all--not for resale.\nCommission will be discussed post funding. Shirt sizing may be selected in a survey post funding.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\nPlush\nT-Shirt\n4\" Car Decal\n5\" X 7\" Foodie Illustration Commissioned Print\n25× Commissioned Enamel Pin", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 25 or more", "title": "Pho King Early Bird (LIMITED)", "descp": "A very Pho King Early Bird special! This tier is very LIMITED and contains SUPER special pricing for the plush.\nYou will receive ONE Pho King plush and ONE, 4 inch Pho King Awesome car decal.\n*Note: International backers are responsible for any customs fees.\nINCLUDES:\nPlush\n4\" Car Decal", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "25 backers"]}], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "I need your help to spread CUTENESS! NEW keychain plush pouch campaign!", "update_content": "Happy Monday Everyone! \nBeary Boba and Corgi Macaron has gone off to a great week and are over 60% funded. Beary Boba and Corgi Macaron are working really hard to meet their funding goal so they can go on all the foodie adventures. \nI need your generous help to help share the cuteness so that these adorable pouches can become a reality. https://www.kickstarter.com/projects/mochibearstudio/cuddly-cute-plush-pouches\nTo help provide a littler more perspective on the pouches, the honey bear helped me create little videos of both pouches.  I appreciate your amazing support, and hope to continue designing things that make you smile. -Tiffany"}, {"update_no": "UPDATE #20", "update_userinfo": "Corgi Macaron and Beary Boba Plush Pouch Kickstarter", "update_content": "Good evening everyone! \nTomorrow, July 14th, at 7am PST. I will be launching a very new plush pouch keychain Kickstarter featuring Corgi Macaron and the redesigned Beary Boba Plush. Feel free to preview the campaign via this link. Once the campaign goes live, the link will be updated to show the live feed of the page. I appreciate all of your support, and hope I can continue to design things that make you smile. -Tiffany "}, {"update_no": "UPDATE #19", "update_userinfo": "New Foodie Buddy Enamel Pin Kickstarter", "update_content": "Happy Monday Everyone!   \nI am working on a new  Kickstarter campaign, called Foodie Buddy, because food tastes better in the company of a friend. This campaign has funded all the enamel pins and we even unlocked a freebie Sakura Mochi Bear pin for 3+ pin tiers. As of right now, we are now working on a stretch goal to unlock a Sakura Mochi Bear washi tape which will be free for ALL pin tiers! The campaign is in the last week stretch, and I would appreciate it if you can give it a looksie and sharing it with your friends.  If you click the image, you will be directed to the campaign site. "}, {"update_no": "UPDATE #18", "update_userinfo": "A Plush Kickstarter Collaboration w/ an A-Peel!", "update_content": "Good Morning Everyone!!\nI hope everyone is doing well and enjoy their new friends! I am so excited to announce that I am collaborating with Holly of Kimchi Kawaii on a Kickstarter with the cutest a-peel ever! I am bringing in Bearnana and she has Bunana Bread. Together we shall provide you your daily dose of puntassium. \nWe are already 40% funded and would appreciate if you would take a look at our campaign and share with your fellow banana and punny enthusiasts! "}, {"update_no": "UPDATE #17", "update_userinfo": "ALL DONE!!!! FINALLY!!", "update_content": "Good Morning Everyone!\nI am FINALLY finished with everything! I finished packaging all one dozen backer reward packages that was left  this morning and just need to put on the labels and mail it out first thing Monday morning :)\nThank you SO SO SO much for everyone's patience and support through this process. I sincerely apologize for the delay for my last 12 backers. Now I know---buying a house + fulfilling a kickstarter= one hot mess. And I am so appreciative that you are all so understanding and loving through this!"}, {"update_no": "UPDATE #16", "update_userinfo": "Plush Only Tiers All Done! & Small Delay.", "update_content": "Hello Everybody!\nAll of the plush only tiers have been completely mailed off today! In order to expedite the process a bit, I didn't send you a tracking number via Kickstarter message, but if you need the number, feel free to contact me. A small batch of plush + shirt orders will be mailed out on Monday.\nSo life happened. As you all know, I am moving, and my official move in date was finalized for next weekend. My second box that contains the rest of the Pho shirts were accidently already packed and improperly labeled as one of the many \"Tiffany's Clothes\" boxes. This will cause a very slight delay to packages that include a shirt. About a dozen of backers will have their package sent by mid October at the very latest. This includes the commission tier. "}, {"update_no": "UPDATE #15", "update_userinfo": "Still Shipping....", "update_content": "Happy almost Friday!\nHello everyone,\nJust a quick update---I am still shipping and I promise I have not forgotten your order. As posted during the Kickstarter campaign, your ETA for delivery is September 2018, and as it is still early September, I am still on track, YAY! If the ETA changes otherwise, I will always update you, as I do with my past campaigns."}, {"update_no": "UPDATE #14", "update_userinfo": "IMPORTANT COMMISSION UPDATE.", "update_content": "Good Morning Everyone!\nQC was a long process but it is finally completed!!\nI also began shipping out packages! Do not worry if you haven't seen yours yet, because I will send out a tracking number to notify you when your package is on the way.\nIf you had a Custom Commission tier, your items will be shipped out last. I am awaiting for your custom acrylic charms to be shipped to me/picking out a frame that would match your commission."}, {"update_no": "UPDATE #13", "update_userinfo": "Shipping has Commenced!", "update_content": "The plush have arrived!!\nI am SOOOO HAPPY, but now my house has so many boxes and not all of them are even pictured! \nI have started a new full time job and have to go to several day long trainings all this month, but I will be doing quality control in between. "}, {"status": []}], "comment_no": 19, "projec_url": "https://www.kickstarter.com/projects/mochibearstudio/pho-king-plush", "project_name": "Pho King Plush"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": " NEW ART ADDED:\n      Hi! My name is Ross Tran and welcome to World of Nima! I’m a digital illustrator for the Entertainment Industry and I’ve been producing videos for my YouTube channel RossDraws for almost two years.\nNima is my original character whose story and world I've been developing for the last 4 years. Nima is a combination of all my childhood influences and inspirations and I want to inject every bit of life from the grand adventures I experienced as a kid into my own personal world.\nNima’s story takes place in a world with hauntingly beautiful and vibrant locations. I want Nima’s world to excite people the way I was drawn into the world of Avatar the Last Airbender. I draw a lot of inspiration from anime like Full Metal Alchemist, fighting games like Super Smash Bros., and movies like Spirited Away. Nima’s world will take you through an expansive and magical journey with a dynamic cast of companions, travelers, and enemies. This book will show my vision from start to finish, depicting this vivid world with scribbles, sketches, key scenes and cinematic paintings.\nEvery page will be crafted with care with a mixture of Typography, Layout, Graphic Design and Digital Illustrations.\n  The book is the first step into introducing Nima to the world.\n           SHIPPING - \nShipping will be handled through the Pledge Manager! Please enter a 'safe' address to have the book and rewards sent to since the Development of the book can take some time. If you do change your information the time it's shipped, please leave a forwarding address with your local post office. I frequently will be updating you on the process and completion of the book, so incase you break up with your girlfriend or boyfriend, you still have time to change your address and get the book safely :)\nCREDITS -\nRoss Tran - Creator - Artist\nYoutube\nInstagram\nFacebook\nBrent Ashe - Logo Design and Branding Help\nInstagram\nHamps - Theme song Composer\nhttps://soundcloud.com/grynpyret\nABOUT ME:\nRoss Tran moved to LA to pursue a design career at 17. By 19, he designed a character for a feature film. He's worked in the industry for the past 6 years. Some of his clients include Samsung, Riot and Disney. He now works on his own franchises and produces videos for his YouTube channel RossDraws.\n\nSome clients include:\n  Thank you so much for your support! It's my dream to bring Nima's adventure and world to life. With your help, I can take my first step on this journey and I can't wait to bring you along!\n-Ross\n    ", "risks": "Risks and challenges\nThis is my first book so there will be challenges in my way, but I'm highly prepared to develop my own project and bring it to life. I graduated from Art Center College of Design, known as one of the hardest working schools in existence. \n\nNote that there could be unexpected challenges and factors that affect the delivery date of the book such as weather, politics, and convention dates. If anything arises, you'll be the first to know. \n\nI'll be sure to have great communication with publishing, printing, shipping and you, my supporters, to make sure things go smoothly. I'm based in the US so less risk is involved through distribution. I can't wait for you to see the book!!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 3 or more", "title": "SOUL", "descp": "This tier is for lovely fans, friends and followers who want to simply support me! You'll get hi-definition wallpapers!\nINCLUDES:\nHi-Def Wallpapers", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "SPIRIT", "descp": "Get a PDF Book of Sketches!\nINCLUDES:\nPDF Book of Sketches\nHi-Def Wallpapers", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["233 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "SENTINEL", "descp": "Get the first edition of the BOOK!\nINCLUDES:\nHi-Def Wallpapers\nPDF Book of Sketches\nFirst Edition Book", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,627 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "REAPER", "descp": "Get the first edition of the Book and a Limited Edition Poster signed!\nINCLUDES:\nFirst Edition Book\nHi-Def Wallpapers\nPDF Book of Sketches\nLimited Edition Poster", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["550 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "REBIRTH", "descp": "Get the first edition of the Book, the Limited Edition Poster and 4 Character Postcards!\nINCLUDES:\nFirst Edition Book\nHi-Def Wallpapers\nLimited Edition Poster\nPDF Book of Sketches\n4 Character Postcards", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["93 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Revenant", "descp": "Get the First Edition of the Book, Limited Edition Poster, 4 Character Postcards and 3 Large Cinematic Posters!\nINCLUDES:\n4 Character Postcards\nFirst Edition Book\nHi-Def Wallpapers\nLimited Edition Poster\nPDF Book of Sketches\n3 Cinematic Posters", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["97 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "SPECTRE", "descp": "Get the first edition of the Book, Limited Edition poster, 4 Character Postcards, 3 Large Cinematic Posters and a Limited Edition T-shirt!\nINCLUDES:\n3 Cinematic Posters\n4 Character Postcards\nFirst Edition Book\nHi-Def Wallpapers\nLimited Edition Poster\nPDF Book of Sketches\nLimited Edition T-Shirt", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["71 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "ASTRAL RUSH", "descp": "Get the first edition of the Book, Limited Edition poster, 4 Character Postcards, 3 Large Cinematic Posters, a Limited EditionT-Shirt and a Video Process Demo running you through the process of creating a character or scene!\nThe Demo will run you through my process of me creating a character, or scene and everything I'm thinking about. Includes files as well!\nINCLUDES:\n3 Cinematic Posters\n4 Character Postcards\nFirst Edition Book\nHi-Def Wallpapers\nLimited Edition Poster\nLimited Edition T-Shirt\nPDF Book of Sketches\nVideo Process Demo!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["97 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "CELESTIAL RIFT", "descp": "Get the first edition of the Book, Limited Edition Poster, 4 Character Postcards, 3 Large Cinematic Posters, a Limited Edition T-Shirt, A Video Process Demo, Skype Session and Portrait Commission!\nThe Skype Session you can talk to me about anything!! I can review your work online and give you paint overs as well. Also I'm always asked about commissions! You'll send me a few pictures of who you want commissioned and I'll make one for you :)\nINCLUDES:\n3 Cinematic Posters\n4 Character Postcards\nFirst Edition Book\nHi-Def Wallpapers\nLimited Edition Poster\nLimited Edition T-Shirt\nPDF Book of Sketches\nVideo Process Demo!\nSkype Session\nDigital Portrait Commission", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "ROSSDRAWS ADVENTURE PACKAGE!", "descp": "EVERYTHING ABOVE and a HANG OUT DAY WITH ME!\nThis package is for the super fan! We'll hang out, eat awesome food and do whatever we feel like doing. You can bring your work/portfolio where I can help you strengthen your body of work as well and talk about your future goals. You'll also get an exclusive look at the book and if you have a dog, our dogs can have a playdate B)\nINCLUDES:\n3 Cinematic Posters\n4 Character Postcards\nFirst Edition Book\nDigital Portrait Commission\nHi-Def Wallpapers\nLimited Edition Poster\nLimited Edition T-Shirt\nPDF Book of Sketches\nSkype Session\nVideo Process Demo!\nHANG OUT DAY!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (1 left of 2)"]}], "updates": [{"status": []}], "comment_no": 362, "projec_url": "https://www.kickstarter.com/projects/rossdraws/nima", "project_name": "NIMA"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "UPDATE: A lot of backers have been asking about the actual gameplay planned and for those who have not yet read the excellent graphic novels here is a bit of insight into the characters and story.\nStory\nThe main character, Dinah, is a 15-year old girl who lives in a rundown New England town called Bizenghast. Although the town is rife with supernatural activity, no one else believes Dinah's claims that ghosts are coming and going through the crumbling buildings and dilapidated streets. Only Dinah's best friend, Vincent, believes her...though he's never seen any ghosts himself.\nThat all changes when a late walk through the surrounding woods lands them both on the doorstep of an otherworldly guild called the Mausoleum, located in a cemetery that seemingly comes and goes at will, and all managed more or less efficiently (if very, very strangely) by the afterlife. Accidentally committing to a job contract as a “human agent,” Dinah unknowingly agrees to return every night to this supernatural waystation, where the lost souls of humans are stored and rehabilitated until they can pass on to the other side. Dinah must enter into vaults which contain the strange and surreal dreams of these ghosts and try to solve the problems that hold them back from moving on. Or, you know, die trying.\nEach vault is a separate level in the game, which Dinah has to enter, navigate and solve, a task far easier said than done. The ghosts are often unaware that they're even dead in the first place and so it's up to Dinah, and you as the player, to discover the meaning of their death and then figure out how to help that spirit pass on.\nLuckily, Dinah has a little otherworldly guidance while she's on missions, in the form of a very bizarre guild worker named Edaniel, who is a green, and is a sort of...well, in ten years, we haven't figured out what he is exactly, but maybe you can. Long-eared cat? Long-tailed bunny? Some kind of pointy monster? At any rate, he's got a fine taste in hats and terrible taste in everything else.\nAbilities and Allies\nVincent - Vincent is Dinah's childhood friend and lives in the town of Bizenghast with her. A young man whose wealthy parents are always traveling and leaving him more or less alone, he sticks with Dinah through everything, considering her his only true friend. Even though he has no contract with the Mausoleum, Vincent nevertheless volunteers to accompany Dinah every night, giving her moral support and a helping hand whenever he can. Per the rules of the Mausoleum, he can't enter the dream vaults with Dinah, but he can stay outside in the main building and assist her in other ways!\nEdaniel – Although he's often more scatterbrained and silly than helpful, Edaniel gladly escorts Dinah through the ghostly vaults and volunteers to wear a tinfoil hat, to help boost the signal of Vincent's cellphone and cut out some of the supernatural static. In addition to this, there are hidden bonus hats for the player to collect throughout the game, that each receive their own bonus audio content when Edaniel puts them on. Everything from radio plays, to afterlife broadcast announcements, to Edaniel's internal thoughts, and even a special director's commentary for the game itself! Collect all the hats and get hours and hours of bonus game content!\nDinah using her ghost vision.\nGhost vision – What everyone else assumed was a bad case of the crazies in Dinah actually turns out to be a kind of heightened intuition. When Dinah is near ghosts, or items that have been used by them, she gains a special, ghostly sight that allows her to pick up clues in her environment, perceiving the actions of the spirits around her and providing insight on where to explore next.\nVincent develops some ghostly images.\nVincent sets up a makeshift HQ and photo lab in a side room of the Mausoleum, and helps Dinah out in a number of ways:\nCell phone: Vincent has a cell that he uses to keep in contact with Dinah, although reception is spotty, due to the supernatural interference. Luckily, Edaniel wears a tin foil hat to help boost the signal, but his calls can still come in through a lot of static and may be difficult to understand at times.\nDinah calls Vincent for help.\nKnowledge: Vincent is an amateur historian and knows a ton about the town and surrounding areas. This, along with his moving of vital history books into his makeshift lab, means he can provide clues to each ghost's personal history and may be able to help Dinah along if she gets stuck.\nCamera: Occasionally, strange silhouettes appear, darting in and out of the ghost worlds. No one is sure what they are, but they point to a bigger intrigue within the Mausoleum itself. Dinah uses a disposable camera to take pictures of these creatures (since the spirits only appear on regular film) and brings them back to Vincent, who develops them in his lab and tries to piece together what's really going on.\nMap: As Dinah explores each new ghost world, she describes it to Vincent, who draws a map and helps her keep track of where she's been, where certain landmarks and items are, and he can make backtracking and retracing steps much easier.\nGameplay: When you play as Dinah in the ghost vaults you will enter a world that has been created by the ghosts imagination. The laws of physics often do not hold true and nothing is ever as it seems. Here, players will have to explore the environment, looking for clues and unlocking puzzles to discover the mystery for each ghost as to why they are tormented and cannot pass on. The reasons behind each ghosts burdened soul are unique and it is up to the player to discover the cause of each spirits death. Were they murdered? Does the spirit want revenge? How do you convince them to let go without killing their murderer? How do you help one seek closure for accidently killing their true love by unknowingly infecting them with the black plague? How do you bring justice to the kidnapped children of a crazed witch? What do you do about a young privileged girl who was accidently murdered by two of her friends? These are only a few examples of the difficult choices you will face.\n---------------------------------------------------------------------------------------\nOur Game Engine partners - Unreal Engine 4 from Epic Games\n\"We have always been huge fans of the Unreal Engine from Epic Games. When we heard the announcement at GDC about the pricing change we jumped at the chance to switch our pipeline over to have access to such an amazing toolset.\" Ziad Seirafi Cosmic Forces, CEO\n\"a delightfully dark, gothic manga called Bizenghast.\"\n--Pocket Gamer\nTen years after its start, Bizenghast is back... as a possible video game. \n--Anime News Network\nM. Alice LeGrow’s manga Bizenghast, one of the flagship original English manga for Tokyopop, was touted by Teen Vogue as a must-read; it spawned a tabletop game, a line of merchandise, an art book and a legion of obsessive fans.\n--Crunchyroll\nLet’s Kickstart that Bizenghast video game--Technology Tell\nCosmic Forces is partnering with author M. Alice LeGrow and TOKYOPOP to bring you an immersive RPG game, set in the strange and eerie world of Bizenghast, an acclaimed graphic novel series celebrating its tenth anniversary.\nWith its unique art style, strong female protagonist and dark humor, Bizenghast has garnered fans worldwide and been published in over a dozen languages.  Now the adventure continues within the dark ambiance of the Bizenghast video game.\nThis fully-3D adventure puzzle game will be created by some of the most talented designers and animators in the industry.  The Bizenghast game team is made up of Cosmic Forces' award-winning artists, who have won multiple Oscars and Emmys for their work in conjunction with Sony Pictures Imageworks, Sony Animation, Nick Jr. and other companies.  Their animation experience, as seen in blockbuster films like “Oz the Great and Powerful”, “Hotel Transylvania”, “Tim Burton's Alice in Wonderland”, “Olivia” and more, brings incredible expertise and a captivating style to this project.\nIn addition, M. Alice LeGrow, the writer and artist of Bizenghast, will be working on the creative team, producing concept art, character designs and other aspects that will make this game spiritually faithful to the graphic novel series -- and she will be the voice of Dinah, the main character!\nWith all-new characters, adventures and story, the game will be highly accessible to new fans, while still fascinating to those already familiar with the book series.\nThe Bizenghast video game will be a third-person role-playing adventure. Gameplay will feature story-driven action, puzzle solving and haunting ambient exploration. Players will experience a rich narrative with an emotionally charged story, in a dark and stylized setting. 3D immersive graphics and innovative game play will seamlessly weave detailed cinematics with intuitive controls. Become an agent of the Mausoleum, enter the world of the deceased and confront their nightmares to help them escape oblivion! \nThe main focus of the project will be on blending cinematic action with intuitive game-play, merging the two effortlessly for a richer environment experience and a more personally engaging story. Emphasis will be on puzzle-solving and exploration, giving players more time and freedom to unravel mysteries and become part of the story. \nQuick Specs:\nFilm quality cinematics and character animation. \nDeep story-driven narrative with rich character development. \nChallenging puzzles and mysteries. \nFully voiced characters with motion-capture animated facial expressions. \nAAA graphics and animation.\nRelease Platforms: Mac, PC, Linux, iOS, Android.\nChapter 1 – First 3 to 5 levels totaling 10 to 20 hours of gameplay.\nStretch Goals for additional features, characters and chapters.\nThanks to new cutting-edge technology from Mixamo, we will bring feature-film quality animation with fully voiced characters and facial expressions to the game.\nCosmic Forces is happy to partner with Mixamo! We have chosen Mixamo All Access as part of our development pipeline for this project.\nMuch like the movies we have worked on in the past, we plan to use a combination of motion-capture from live actors, further refined through artist created animation.\n\nUtilizing Face Plus from Mixamo, we will also be able to support full facial motion capture of our actors.\n\nTeam Captains\n Ziad Seirafi\nCosmic Forces, CEO Creative Director\nZiad founded Cosmic Forces in 2012 after working with Sony Imageworks (SPI). Ziad is a 23-year veteran of the film industry, beginning his career in 1991 and later working television shows like \"Star Trek: Voyager\" and on feature films for Sony’s Mandaly Entertainment and Columbia Pictures. As a Digital Artist, he has been a member of the Oscar-winning team for \"The Golden Compass\" and Oscar-nominated teams for \"Alice in Wonderland\", \"Pirates of the Caribbean: At Worlds End\" and \"Poseidon.\" In his spare time, he enjoys being awesome.\nM. Alice LeGrow\nBizenghast Author, Illustrator \nM. Alice has been a professional comics artist since 2004 and is now celebrating the ten-year anniversary of Bizenghast, an eight-volume graphic novel series published by TOKYOPOP Inc, which has been published in over a dozen languages and sold worldwide.  In addition to the Bizenghast initial series, she has begun a new graphic novel series called The Elephant Book.  M. Alice has a BFA in Sequential Art and has had a love of comics since high school, when she decided she would pursue a career as a comic artist and abandoned her previous decision to be a pearl farmer in Tahiti, which was really for the best, otherwise this might have ended up being an even weirder Kickstarter.\nShawn Clark\nDirector of Animation\nShawn is a former Senior Character Animator at Sony Pictures Imageworks. He has over 15 years experience working as an Animation Director, Character Animator.  Originally a traditional animator and personally mentored by Disney’s golden age animator Milt Neil, Shawn made the transition to CG Animation in 2003.  His history of work has encompassed commercials, TV shows, games, and feature films.  His film credits include “Oz: The Great and Powerful”, “Hotel Transylvania” and “Tim Burton's Alice in Wonderland.”\nBrett Shapiro\nCreative Director, Game Designer\nBrett Shapiro has over 20 years of professional experience and has worked in nearly every crew position on a wide rage of projects from Feature Films and Television to Animation, Visual Effects and Games. He has worked with ILM, EA, PDI/Dreamworks, Sony, and Apple, to name a few. Brett has been involved in research and development for digital technology pipelines through which his work contributed to productions such as Star Wars – Episode I and Lord of the Rings. Brett has designed and directed several mobile apps and he even spent 6 years teaching High School Digital Media Arts classes, where he created the curriculum for courses in Animation and Game Design. Brett has been an avid gamer for many years. He is excited to bring his strong background in both technical and creative to the medium of games.\nCosmic Forces is Licensing Bizenghast from TOKYOPOP.\nFounded in 1997 by filmmaker and entrepreneur Stu Levy, TOKYOPOP established the market for manga in North America. Over its history, TOKYOPOP has published over 3,000 books, distributed anime and Asian films on home video and television, licensed merchandise to consumer goods companies, created graphic novels of major brands and led the way digitally in social media, e-commerce and user-generated content. TOKYOPOP’s brand expanded internationally with offices in Europe and Japan and a network of over 160 partners in more than 50 countries and 30 languages.  \nBizenghast (c) M. Alice LeGrow and TOKYOPOP Inc. All rights reserved.\nA game about ghosts and mystery that plays out in an emotionally tense pace and stars a strong female protagonist isn’t exactly the kind of project that a large studio would fund. But like the many people who have seen and supported this project's plans and concepts, we know the gaming community will be thrilled to enter a rich world with a deep narrative that includes interesting and well-defined characters.\nSo we are here on Kickstarter to seek your involvement. In addition to simply backing the project, we want to involve you in the entire game-making process, giving a behind-the-scenes look at how this game is made. For anyone who backs the project at $25 or more, you will not only be given access to our closed developer forums, behind-the-scenes videos and the opportunity to be present for live video conferences, you will also have access to our development journal and we have some exciting plans to involve our backers in some of the key decision making that will craft the game.\nWhile $125,000 will allow us to bring you an amazing and fully featured first chapter of the game, we have a lot more planned. With your help, we can reach for our stretch goals, so we can better realize our full vision and give you the best game possible!\n$150K: Unlock Dinah's best friend Vincent as a fully-3D, voiced companion character, as well as his parent's mansion and his private house to explore!  \n$200K: Team travels to Prague to record the entire musical score for the game with a live orchestra!\n$250K: Unlock the entire town of Bizenghast!  NPCs to interact with, houses and shops to explore, mysteries and secrets to unravel!\n$300: The two tower brothers, Edrear and Edaniel, are unlocked in human form as fully voiced and animated NPCs, as well as access to bonus secret rooms inside the mausoleum!\n$500K: The second chapter of the story is unlocked, with more cinematic plot, more ghost vaults, more achievements and secrets!\n$700K:  The third chapter of the story is unlocked, revealing all the ghostly vaults, achievements, hidden map areas and secret items of the game!\n$1,000,000: The entire game is created from start to finish with all the extras, bells and whistles we can cram in, and ending with a glorious, heart-pounding, fully-cinematic finale!\nThe Game, Mobile Edition– Chapter #1 of the Bizenghast game for iOS or Android.\nThe Game, Computer Edition - Chapter #1 of the Bizenghast game for Mac, PC or Linux.\nDigital wallpapers – Special Edition wallpaper art for your electronic device.\nForum Access - You will receive exclusive access to our private developer forums, where we will be posting frequent updates on the game's progress and sharing a behind-the-scenes look on every aspect of the game's production. This will also include video blogs and live discussions with key team members!\nEARLY BIRD SPECIAL! If you are one of our first 100 backers, you will receive digital edition of the Bizenghast graphic novel, book 1, as an eBook from Comixology! \nSoundtrack – Digital copy of the haunting game soundtrack!\nArt Book (Digital) – Digital version of the Special Edition Art Book. This will include concept art, paintings, storyboards, character sheets and everything else from the production of the game that we can possibly include!\nIn-Game Outfit for Dinah – Kickstarter backer exclusive! We will craft a special in-game outfit that will only be available to our backers. Backers will also be selected to vote on its final design!\nBeta Access - We need beta testers for the early beta versions of game builds!  Your playthroughs and feedback will help us test and improve the game before its release. We will have a dedicated private forum for beta testers, where you can post comments and suggestions to help us shape the game design.\nT-Shirt – Nothing says “I'm on the development team” like an exclusive shirt!  Special Limited Edition Bizenghast video game t-Shirts will be designed only for backers and our in-house development team, and will not be sold anywhere.\nPlaying Cards – A full deck of beautiful Bizenghast playing cards, featuring all-new artwork by creator M. Alice LeGrow.\n8.5”x11” Poster – A limited-edition full color Bizenghast game poster. \nBizenghast Graphic Novel Series – Explore the Bizenghast story with the complete 8 book graphic novel series published by TOKYOPOP.\nBizenghast Art Book, Falling into Fear - Art book with 24 mini-posters and 12 pages of stickers featuring limited-edition art from the graphic novel. \nName on a Grave – Your name immortalized in stone, literally! You can put your name, your pet's name or the name of a friend or family member on a gravestone that will appear in-game, in the Bizenghast graveyard for all players to see for eternity!\nGreat Big Poster – Cover your wall with the Limited Edition 36”x40” full size wall poster signed by artist M. Alice LeGrow, Creative Director Brett Shapiro and the creative team.  If you wall isn't big enough, build a new wall. It'll be worth it.\nIn-game Painting – Artist Creator M. Alice LeGrow will create a digital painting of you, or a friend or family member of your choosing. The painting will appear in-game, in a frame, on a wall, for all game players to see. You will also receive a 36\"x40\" physical print of the painting, signed by M. Alice LeGrow, sutiable for framing!\n2 Tickets to Launch Party – You and a guest will be invited to our launch premiere party, where you can meet the entire team, our friends and family, and schmooze with entertainment industry guests.  (Note: M. Alice will try to challenge you to a spring roll eating contest.  Don't accept, because you can't win. No one ever does.)\nStatue of You – A 3D model stone statue of your likeness, or that of a friend or family member of your choosing, to appear in the game, in the Bizenghast graveyard for all to see.\nIn-Game Character – We will create an NPC of you, or that of a friend or family member of your choosing, that will appear in the game. Your in-game likeness will appear somewhere creepy and players will be able to interact with you!\nDinner and Stay in Santa Fe, NM – A 2-night stay at a premiere resort hotel in Santa Fe, New Mexico. You will get to hang with members of the creative team, meet creator M. Alice LeGrow and Creative Director Brett Shapiro and be treated to a high class dinner with key members of the development team. The spring roll warning still applies.", "risks": "Risks and challenges\n$125,000 is the absolute bare minimum we need, in order to create the first chapter of the game and do it justice, without sacrificing our vision or the level of quality to which we are accustomed.  Coming from a background in high-end studio feature films, we know quality and have the creative and technical expertise to deliver great visuals.  With the funding we receive, we will also hire experienced designers and professionals from the gaming industry, to help us develop and build the actual game-play, run operations smoothly and deliver a really well-made, entertaining game.\n \nA big consideration, even in multi-million dollar games and media production, is time.  While our goal is to have a delivery date of Winter 2014, there are always unforeseen issues that might crop up.  We plan to be totally transparent with our backers as we go about our day-to-day work on this project, providing ongoing development journals and updates for everyone to stay involved, every single step of the way.  Our main focus is to deliver the highest quality experience possible to our backers, because without them, this project wouldn't be possible!\n\nMusic courtesy Kevin MacLeod (incompetech.com) \nLicensed under Creative Commons: By Attribution 3.0 \nhttp://creativecommons.org/licenses/by/3.0/\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Cosmic Forces\nFirst created · 4 backed"}, "support": [], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "What's next?", "update_content": "Thank you so much for backing Bizenghast the game! It's been an honor and pleasure to be involved with you in this campaign, we have pulled off a great effort! Your financial backing, sharing and comments are awesome! Please sign up for the email list so we can keep you updated as we take the game to publishers. \nhttp://eepurl.com/SUVKP\nCheers!\nZiad"}, {"update_no": "UPDATE #16", "update_userinfo": "Almost", "update_content": "Hello wonderful backers! We want to thank you for your continued support and inspiring comments. It’s great to see that there are so many other people out there who feel as passionate about bringing the world of Bizenghast to life as we do. With less than 2 days left we need all your energy. Our goal might seem far off but every little bit helps. So get out there and show us how much you love Bizenghast. Every little bit makes a difference, even just $1, so grab your friends and get them to kick in. "}, {"update_no": "UPDATE #15", "update_userinfo": "We still need your support!", "update_content": "Hi everyone, we wanted to give a shout out to another great game here on Kickstarter. Go take a look at The Red Solstice.\nAs a fan of co-op, strategy and RPG games, I think this game looks pretty awesome!\n-Brett"}, {"update_no": "UPDATE #14", "update_userinfo": "Another great game!", "update_content": "Hey there!\nMarty here, chilling with a sandwich, a drink and two grumpy cats trying to occupy my lap at the same time. Sounds like the perfect moment to talk to backers about some of the more involved game play and story lines we've got planned for the Bizenghast video game!\nAlthough many of you are familiar with the story of Bizenghast from the graphic novels, some might be new to the series. Or maybe, as a fan of the original series, you're wondering just what will stay the same from the books and what might be different in the game itself. So read on for a little refresher on the original story and find out what has been updated to make the game play unique:"}, {"update_no": "UPDATE #13", "update_userinfo": "Gameplay and Storyline", "update_content": ""}, {"update_no": "UPDATE #12", "update_userinfo": "Feast your eyes on some awesome concept art!", "update_content": "Hey everyone!\nM. Alice here on a fine, fluffy Thursday, enjoying a rare moment when the sky isn't barfing down three feet of snow on Philadelphia. I am so over winter. Spring is the new winter and everybody better get on that style train.\nAnyhow, in this update I wanted to share with you some of the most AMAZING fan-created costumes from Bizenghast! BZG's been around for ten years now, and it's had a lot of incredible cosplayers use their talents to bring the Bizenghast cast to life...there's just too many to even include here! Seriously, your devotion and craft just blows me away every time. All the different interpretations of the characters just shows how awesomely diverse and creative the fan base for Bizenghast really is."}, {"update_no": "UPDATE #11", "update_userinfo": "Cosplay", "update_content": "Hello backers!\nWe are at the half way point and as I know that all of you who have backed the project thus far are as passionate about seeing Bizenghast in game form as I am, we are still a long way off. Fear not! We still have 15 days left and a lot can happen.\nWe recently announced our support form Epic Games who will be helping get the word out. Along with this is our official announcement that we are switching to the new Unreal Engine 4 for development. What does this mean? It means that we are planning to create the Bizenghast game with the latest and greatest tools. I’ve been working tirelessly the past week to learn the new game engine and convert our assets over."}, {"update_no": "UPDATE #10", "update_userinfo": "Report from behind the scenes", "update_content": "Cosmic Forces is excited to have a new Game Engine partner Unreal Engine 4 by Epic Games. \nThank you to Unreal for promoting Bizenghast and Cosmic Forces indie game studio. Please check out the updated Kickstarter video to see the new game footage created in UE4. Keep in mind this is pre-alpha game footage. There is so much more that we want to do, and for that, Bizenghast requires your backing. Thanks!"}, {"status": [{"Project ends": "APRIL 18, 2014"}]}], "comment_no": 84, "projec_url": "https://www.kickstarter.com/projects/cosmicforces/bizenghast-video-game", "project_name": "Bizenghast Video Game"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "The Circuit Scribe Kickstarter is over, but you can order Circuit Scribe at Electroninks.com!\nFollow us on:           Facebook    |    Twitter    |    Electroninks.com\nCircuit Scribe: Draw Circuits Instantly\nCircuit Scribe is for Makers, STEM Educators, Artists, Kids, & Life Hackers. We wanted to make it easier for Makers to Make.  \nNo shaking, no squeezing, no goop, no smell, no waiting for ink to dry. Circuit Scribe draws smooth lines with conductive silver ink and allows you to create functioning circuits instantly. \nInvent Instantly\nCircuit Scribe is for Makers of all ages and skill sets.\nSTEM Education: Circuit Scribe was made for project based learning.  Kids can build circuits and switches in their notebooks and use those concepts to get creative!\nLow-Cost High Quality Electronics: You can build a circuit with nothing but a coin battery, paper clip, and LED, or build out complex circuits with multiple components. \nFlexible Electronics: Draw your circuits, cut them out, and stuff them into your inventions - instant robot guts. \nGoodbye Breadboard: Breadboards add a level of abstraction and annoyance to circuit building.  With Circuit Scribe you can draw exactly what you want, no wires or breadboard required.\nOpen-Source Hardware: You can use Circuit Scribe with Arduino, Makey Makey, and many other electronic platforms.\nWe wanted to make creating with Circuit Scribe even easier for our KICKSTARTER backers, so we developed a series of electronic components just for you!  These components will snap directly onto the page as long as you have something magnetic behind them, such as a refrigerator door, small piece of steel, magnet, etc.  The components depicted are prototypes, the design of the final components may be a little different. \nWith Circuit Scribe schematic sketches can become instant working prototypes. Our custom electronic components snap right in to your circuits.\nWe’re really excited to see what you come up with! We've been working on Circuit Scribe for a few years now, and we can't wait to take it from prototype to product!\nRight now we brew small batches of ink and fill each pen by hand.  We need KICKSTARTER’s help to scale up our ink production and fill our first order of pens. We want Circuit Scribe to be affordable, so we need to manufacture them at a large scale.  We've found a USA manufacturer who will work with us to produce batches of pens, but we need your help to make it happen!  We've put together some Kits for our backers that make it easy to learn & build with Circuit Scribe. The components depicted are prototypes and will evolve as we hear your feedback and develop the final designs.  We can't wait to see what you make!   \nThank You for helping us reach our goal!  We can't wait to get Circuit Scribe out to our Backers!!\nStretch Goals: \n$250,000 - Circuit Scribe Edu Platform & STEM Outreach\nGOAL REACHED! Now we can make the robust, user-friendly, online education portal of our dreams! We are hard at work building a platform for kids, educators, & makers with activities, lesson plans, and user-submitted projects. \n$650,000 - Magnetic Sheet for Kit Activity Books & Maker Notebooks\nGOAL REACHED! A Magnetic Sheet will now be added to Activity Books and Maker Notebooks that come as part of the Classroom Kit, Maker Kit, Developer Kits, & Basic Kit + Book Rewards Levels.  If you'd like to get an additional Magnetic Sheet as part of your Reward, just add $5 to your pledge! \nYou can place the light-weight magnetic sheet under any sheet of paper and snap your components into your drawings! Check it out: \n$1,000,000 - Resistor Pen\nIf we hit $1M we can produce a Resistor Pen. The pen will let you draw resistors into your Circuit Scribe circuit sketches. See it in action:\nKICKSTARTER BACKER REWARDS:\nGive Circuit Scribe as a gift! \nDo you want to give Circuit Scribe or a Kit to a teacher, school, kid, or friend? You can print out this Gift Certificate so they have something to unwrap!  Just fill in the Pledge Level to let them know what you got them.  Unfortunately we cannot ship to multiple addresses, so we'll ship the reward to you and you can deliver the gift in person.\nDownload Gift Certificate Here!\nHaving Fun With Makey Makey!\nCircuit Scribe Inventor Analisa Russo & Makey Makey Co-Inventor Eric Rosenbaum making some beats with their inventions:\nThe Story Behind Circuit Scribe\nElectroninks Incorporated is a spin-off company from the research lab of Professor Jennifer Lewis located in the Research Park at the University of Illinois.  We’re all about creating low-cost, high-quality electronics. We wanted to get electronics into people's hands and thought that using things as ubiquitous as pen and paper was just the way to do it. So we've developed a non-toxic, water-based, conductive silver ink for use in rollerball pens.  Back in 2011 we published a paper in Advanced Materials: \nPen-on-Paper Flexible Electronics Analisa Russo , Bok Yeop Ahn , Jacob J. Adams , Eric B. Duoss , Jennifer T. Bernhard , and Jennifer A. Lewis.\nPress Coverage\nOur conductive ink was named Invention of the Month by Popular Science!\nAnd a video of our brewing process was featured in Chemical and Engineering News: \nPrototype Process\nWe got a ton of emails asking if we could make the pen available commercially. So we started tinkering and sending out prototype pens to Makers.  The feedback was great! Check out what Jay Edry made with the prototype:\nTechnical Details\nCircuit Scribe\nWe've done quite a bit of development work in order to make the pen you see in the videos.  The prototype pens are Sakura Gelly Roll Metallic pens.  We clean the pens by hand and refill them with the conductive silver ink.  The ink has to be precisely tuned so that it flows just the right amount of ink in order to create a conductive circuit - otherwise it spreads into the paper too quickly or doesn't flow smoothly out of the pen.   \nThe final design of the basic Circuit Scribe pen will look similar to the prototype displayed here and in the video.  We plan to purchase the parts directly from Sakura or partner with them outright to manufacture the pens.  The quality of the pen and the reasonable price make this the ideal choice for our ink. The rollerball pen design works really well, is cost effective, and we love the utilitarian simplicity of it.  It also writes for a while (60-80 meters).  The written lines achieve a conductivity of 50-100 milliohms per square per mil.  \nComponents: \nThe final components will look very similar to the prototype components in the video & photos.  We're working with a USA based manufacturer to produce these components and get them to you on time!\n The LED component contains two different-colored LEDs, if you flip the component to change the direction of the current, the other LED will light up: \n You can add your own resistors, capacitors, LEDs, and many other components to our 2 PIN board:\nWhat would you build with Circuit Scribe?  Let us know on Facebook!\nContact Brett on LinkedIn\nContact Analisa on LinkedIn\nCONTRIBUTORS:\n Michael Bell: Electroninks Consultant, is a PhD student working on 3D Printing of Electronics in the Lewis Research Group and is designing and developing the electronic components for the Circuit Scribe with Analisa. Michael is also in charge of manufacturing components. His background is in computer and mechanical engineering, with extensive experience manufacturing electromechanical devices.\nSteve Shewchuk: Electroninks Incorporated Intern and UIUC MatSE Undergrad\nSPECIAL THANKS:\nBok Yeop Ahn: Ink developer and post-doc in the Lewis Research Group. Bok created an early version of the colloidal silver ink now used in Circuit Scribe and has been a long-time mentor for our rollerball pen research.", "risks": "Risks and challenges\nAs with many Kickstarter projects, we face several key risks and challenges by pursuing production of this pen. Primary risks include:\n\nENGINEERING\n\nIn order for the pen to work very easily for the end-user, we have spent a considerable amount of time designing and optimizing the ink to work reliably in the rollerball pen. As we work with a manufacturer to take Circuit Scribe from prototype to product, we will need to ensure that the functionality and reliability of the pen are never compromised. \n\nLOGISTICS\n\nThis is perhaps the largest challenge of them all. Right now we produce the ink and load the pens on our lab, which means we have direct control over the quality of our product and our production timetables. In order to produce a large run of pens, several manufacturers must work in tandem to make this project a reality, which introduces many variables, potential complications and potential timeline setbacks. We will work directly with contract manufacturers to produce and optimize the ink, we will also work with pen manufacturers to produce and package the pens after the ink has been produced, and finally, we will work with the pen manufacturer to make sure the pens achieve the quality necessary for a finished consumer product that will write easily and reliably while producing conductive traces that dry quickly at room temperature. We already have a working relationship with the contacts listed to speed to development and manufacturing process to ensure timely delivery to our backers. Delivering a high quality product to our KICKSTARTER Backers is our number one priority.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #45", "update_userinfo": "Beautiful paper circuits from Papier Machine", "update_content": "Hey Y'all,\nWe made some new friends last year over at Papier Machine and they've just launched a new project in Kickstarter we're very excited about and thought you may be curious as well. "}, {"update_no": "UPDATE #44", "update_userinfo": "3 days to go!", "update_content": "Hey Backers!\nYou may already know we have a new campaign, but did you know we want your feedback on it? From shaping the modules to kit contents, you let us know your thoughts during the first campaign and we listened. We want to hear from you again!\nWhether you back the DIY Kits or not, you were the first supports of our idea and we are forever fans of yours for that; we want your feedback on the new kits! So pop over, take a gander, leave a question or an idea; we'll be applauding in the office when you do ;) "}, {"update_no": "UPDATE #43", "update_userinfo": "Free BONUS for YOU!", "update_content": "Hey Backer Fam! \nDid you know we launched a brand new Kickstarter campaign yesterday? It's been an exciting time developing these kits in the background and an even more exciting 24 hours launching the new campaign!"}, {"update_no": "UPDATE #42", "update_userinfo": "Forever Fans", "update_content": "Hey Backers! \nCan't get enough circuits or DIY electronics? Need a new way to get your Circuit Scribe fix? Miss playing with your Legos? Check out our friends at Crazy Circuits and their new Kickstarter Project to remedy any or all of those problems! We're excited to be a part of one of the monthly projects that teach STEM/STEAM principles; no breadboards, no alligator clips, just interactive learning with a roundup of great names from the maker community. "}, {"update_no": "UPDATE #41", "update_userinfo": "Check out our NEW DIY project kits", "update_content": "Hey Backer-Fam!\nWe've been hard at work on all sorts of projects at the Circuit Scribe offices, we will be updating you on more upcoming plans in the near future, but today we are ready to release our Resistor Pen Pack! For $40 you get four color coded resistor pens to make advanced & colorful pen-on-paper electronics. Pre-order yours here:  https://www.facebook.com/theOriginalCircuitScribe/?fref=nf"}, {"update_no": "UPDATE #40", "update_userinfo": "Crazy Circuit Scribe", "update_content": "Hi Backers!\nThere's a lot happening here at Electroninks, and we are thrilled to share it with you!\nWe're going to Maker Faire!\nWe are gearing up for Maker Faire NY on September 26-27. If you are in the NYC area, please stop by our booth and say hi!"}, {"update_no": "UPDATE #39", "update_userinfo": "$1M Goal Reward", "update_content": "Hello Backers,\nWe are offering a discount on Maker Kits and Maker Classroom kits through August 10! Check out the details below."}, {"update_no": "UPDATE #38", "update_userinfo": "Maker Faire NY and Craft Kits", "update_content": "Hi Backers!\n  We're excited to share with you what we’ve been up to and what’s to come, including a brand new output module, our artist-of-the-month, and a preview of our new product packaging.\nFan Module"}, {"status": []}], "comment_no": 932, "projec_url": "https://www.kickstarter.com/projects/electroninks/circuit-scribe-draw-circuits-instantly", "project_name": "Circuit Scribe: Draw Circuits Instantly"}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "My Fantastic Family\nHi! If you missed the campaign, please head over to thoughtmoment.com, where many of our rewards will continue to be available. There's also a description below.\nThree years ago my husband and I adopted a five year old African American boy out of the LA County foster care system. \"Baby Daddy\" is  an evening of stand up comedy that recounts our harrowing, circuitous journey to fatherhood in excruciating detail: How my husband and I learned about the foster adopt  system (A stint on a Rosie O'Donnell \"R\" Family Cruise) attending parenting classes in Los Angeles (mostly gay and lesbian prospective parents learning about baby proofing all our fountains and pools) and the ultimate game changer: meeting our son for the very first time and taking him home. Intercut with scenes from our home life and backstage footage, \"Baby Daddy\" goes beyond the standard stand up comedy special and documents the creation of our unconventional trio, and how ultimately love defines a family. \n\"Baby Daddy\" was performed live in Los Angeles and New York City and won the prestigious Bistro award and was nominated for a GLAAD  and United Solo award for best off Broadway solo show. ", "risks": "Risks and challenges\nThe biggest risk in filming a stand up special is whether or not it will look right. Sound right. Does the filmed version capture the experience of having attended an actual performance? Unhappily, these are all risks I've encountered before. \n\nThere's also a chance of possible delays in post-production. We are doing everything possible to bring this in on time for you.\n\nI've assembled an A-list group of technical talent. From my director of photography Ian McGlocklin to my director Andrea James I've put together a creative team of people who are experts in their field. This is a trouble shooting group capable of handling any technical glitches should they arise. Your funding will help me pay this team, who in turn will deliver a documentary that looks and sounds terrific. \n\nThe other challenge is finding our audience. Again,your funding will help me produce a network quality special that hopefully finds its home and audience on the internet. I've been able to build a loyal fan base and a successful career by creating previous standup shows and portraying memorable characters. I have performed this specific show live for about a year and believe it's ready to be made into a special. I can't wait to share the final product with you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #32", "update_userinfo": "Quick project update and a NEW project that you will love!", "update_content": "Glorious backers:\nThis is a simple reminder to tune in and/or record the broadcast premiere of Alec Mapa: Baby Daddy tomorrow, Friday, June 12, only on Showtime (check local listings for times)."}, {"update_no": "UPDATE #31", "update_userinfo": "Reward copies of Alec Mapa: Baby Daddy can now be delivered!", "update_content": "Dearest Backers: "}, {"update_no": "UPDATE #30", "update_userinfo": "Reminder - Alec Mapa: Baby Daddy premieres on SHOWTIME Friday June 12!", "update_content": "Dearest backers,\nWhile we are still figuring out the future of Alec Mapa: Baby Daddy, we wanted to let all of you Angelenos know about our OUTFEST screening on Friday, July 11th at 5PM at Harmony Gold on Sunset Blvd.  If you missed our L.A. premiere in March, we'd love to see you at this screening where we can celebrate alongside you - our generous backers.  Tickets and more info here: http://bit.ly/1l8ZaMy"}, {"update_no": "UPDATE #29", "update_userinfo": "Alec Mapa: Baby Daddy to premiere on Showtime June 12th!", "update_content": "Dearest Alec Mapa: Baby Daddy backers:\nWhile we are still negotiating the future of the film (and are again so grateful for your patience), we wanted to present you with an exclusive teaser of the film not released to the general public.  You can have a taste of the film that you helped create!  Video is below.\nHAWAII AND SAN FRANCISCO screenings!"}, {"status": []}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/643972126/alec-mapas-baby-daddy", "project_name": "Alec Mapa's \"Baby Daddy\""}}, {"backer": "Sheila W", "project_data": {"campaign": {"story": "I hope to create a glorious album, but I lack the funds needed. I am working with incredible artists for music videos, demoing with talented peers of mine, and working my butt off to put out amazing art. I want more than just an album. But I need the help of those who support me! I am currently a student at Berklee College of Music, which is a very expensive school. Therefore....I am broke. But my art is just as important and my music education! \nHence the creation of this \"kickstarter\" project. I have over come a lot of personal tragedies, I want to thank all those I inspired and I want to keep inspiring, with my music. I need your help!\n*All rewards include a free signed polaroid picture of yours truly!\ndemos http://caitlinmichele.bandcamp.com/track/jesus-and-saviors-demo", "risks": "Risks and challenges\nI am trying to prove to the world that I am more than a singer on a reality TV show. I am an artist. I write music from my heart. I hope the world likes what I have to say. The only issue I can foresee is not making any funds for this project. I need money to pay my friends who are helping me record, I need it to pay for CDs to be put out, I need it to pay the talented musicians who are going to help me.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "IMPORTANT!", "update_content": "Hey guys, long time no talk. A few announcements for you all♥ I am working on a new music project, recording a new EP. If you are waiting on my album, I am going to be sending you BOTH albums (the new one for free of course). There were unforeseen issues, and I am terribly sorry! But you will be receiving both this summer :)\nYou can find me from now on at facebook.com/caitlinfordmusic"}, {"update_no": "UPDATE #9", "update_userinfo": "IMPORTANT", "update_content": "Sorry for the delay, but they are currently being made right now. I will ship them out by mid February! If you can, please email me your address. I have to personally ship them all out. If I don't get your address, I will email you personally at a later date to attain that info.\nOther prizes (ie. artwork and photos)\nThose will also be mailed out at a similar time. So basically, anyone expecting something in the mail, please email me your address. If you don't and if I can't get a hold of you, there is no way I can send you anything. "}, {"update_no": "UPDATE #8", "update_userinfo": "For those of you expecting a hard copy of the album", "update_content": "February 1st my loves!"}, {"update_no": "UPDATE #7", "update_userinfo": "FREE ALBUM DOWNLOAD", "update_content": "Thank you all so much! It means so much to me. I appreciate any and all help I am getting. "}, {"update_no": "UPDATE #6", "update_userinfo": "RELEASE DATE", "update_content": "Ghost Eyes!"}, {"update_no": "UPDATE #5", "update_userinfo": "RECORDING THIS WEEKEND", "update_content": "Thank you SO MUCH EVERYONE!\nI am so excited to start looking for studios to record my album!\nMy first album, thanks to you all :)\nMuch love!"}, {"status": [{"Project funds successfully": "70 backers pledged $1,961"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/1439580940/album-help", "project_name": "Album Help!"}}]