[{"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "Official Selection HP Lovecraft & Cthuluthon\nOfficial Selection Little Rock Horror Picture Show\nOfficial Selection Northwest Animation Festival\nRETURN TO MAD GOD  \nIn 2012, after sitting on the shelf for 20 years, artists at Tippett Studio implored Phil to revive MAD GOD.\nIncorporating footage shot before the surge of CGI with new puppets, scenes, environments, and in-camera effects, Phil ran a Kickstarter Campaign and raised the necessary funds to direct his film while mentoring a new generation in traditional stop motion animation and creature fabrication.   \nThe crew was entirely made up entirely of volunteers, including artists from Tippett Studio, students from local art schools, and industry veterans who remember the \"good ol' days\" when effects were made by people on sets photographing puppets one frame at a time.\nTom Gibbons and Chuck Duke animating MAD GOD\nGLACIAL\nMad God is an experimental, hand-made, animated film, set in a Miltonesque world of monsters, mutants and mad scientists. \nThe inspirations for the film span from Bertold Brecht & Hieronymous Bosch to Buster Keaton.\nMaking a stop motion film is a \"glacial\" process.  It takes forever.  24 pictures to make 1 second on film, moving puppets by hand in every pose.\nAdd to that, the film is only worked on outside of \"working hours,\" meaning evenings and weekends.  \nBUT WE DID IT!\nThanks to the money raised from our Kickstarter Backers, and their patience to get the film... we were able to complete our goal to make and deliver a 12 minute chapter of the series called MAD GOD: Part 1.\nSO WHAT THE HELL IS THIS?\nIt's just what you think it is -- MAD GOD: Part 2!  A NEW 15+ minutes (or thereabouts) of stop motion mayhem and murder, following the continuing journey of \"The Assassin\" as he explores the increasingly mysterious and maniacal depths of the MAD WORLD.\nSLOW DOWN, I'M NEW HERE. WHAT?\nMAD GOD is a movie.  A Series of contiguous short movies, directed by legendary visual effects and stop-motion artist Phil Tippett.  The sets, creatures, effects and spirit are, in every way, independent and created from the heart. Sometimes that heart is bursting with love for the craft, while other times it's punctured and bleeding all over the place... 24 frames per second.\nMAD GOD is a mature film made with technology that spans the history of cinema.\n\"The final form of Mad God isn’t the film itself, but the memory after you watch it. It’s bringing you to that moment just after waking up from a dream, frozen, exploring fragments of your feral mind before they fade back into the shadows. That’s the moment. Mad God is just a way to get you there. \" - Phil Tippett\nWHERE DID IT COME FROM?\nPhil Tippett was raised on the fantasy films of Ray Harryhausen and Willis O'Brien; films that fueled his and other youngsters' imaginations with creatures brought to life using stop-frame animation. As a young man, he was further influenced by European experimental filmmakers Karel Zeman, Jan Svankmajer and Vladislav Starevich, who used similar techniques in surreal and experimental ways.  \nWith his work on the \"Star Wars,\" \"Robocop,\" and \"Jurassic Park\" movies, Tippett carved his own niche as a modern master of stop motion. In 1984 he created his own studio where he continued to explore and innovate using stop motion.  \nMAD GOD began with several minutes of stop motion animation in 1990, before the explosion of Computer Generated Imagery (CGI) for movies. But as his studio blossomed into a powerhouse of computer-assisted visual effects and animation, the MAD GOD project fell on the back burner.\nWHY KICKSTARTER?  \nIndependent films cost money, and MAD GOD is no exception.  \nJust like with MAD GOD: Part 1, all the money raised through Kickstarter will be used to finance the hard costs associated with making the second chapter of this film, including materials for making molds, armatures, rear and front-screen projections, lab services, hard drive storage, power, and studio rental space among other costs...  \nIn short, your money will finance the supplies needed to bring the film to life. Your contributions will ensure that the next chapter gets completed, and you will have a front row seat to the making of this spectacle.  \nWe were blown away by the fan support we received with the first part of this project. It's so encouraging to know that independent animation fans and consumers can make a project as unlikely and non-commercial as MAD GOD a reality. Your financing facilitates this project to take creative risks and deliver a vision like few have ever attempted.\nABOUT THE PROJECT  \nOver an 12 month period, a small team, under Phil Tippett's direction, will complete another, approximately 15-minute (or more), chapter of the stop-motion/live-action/mixed-media creation called MAD GOD, using hands, tools, molds, clay, toys, garbage, blood, and whatever else we can get our hands on.  \nOnce this chapter is finished, backers will receive the completed version in the available format of their choice (determined by which rewards level is chosen).\nFUNKY ELEGANCE\nAs sound designer Richard Beggs has observed, not much happens in Mad God: Part 1, but there's a LOT going on.  Mad God: Part 2 is larger in scope and scale, and longer than Part 1.  The adventure is building, and we hope you will join us in supporting this creation.  \nREWARDS \nA flat backer contribution of $10 gets you into the \"MAD GOD CLUB,\" with access to view the process on the www.madgodmovie.com website and through exclusive backer-only updates as it unfolds and a copy of the second chapter of the film when it is finished as a digital download. \nFor anyone who wants to contribute above and beyond that, we have a list of fun, premium, rewards available including:\npostcards with art of the film\nDVDs, signed by creator Phil Tippett &\ncustom-created sculptures\nFor More Information, please visit www.madgodmovie.com or email kickstarter@madgodmovie.com\nPRESS ABOUT \"MAD GOD\"\nFangoria Magazine\nCinefex Magazine\nSan Francisco Chronicle\nTested\nI Am Phil Tippett: Dinosaur Supervisor - Ask Me Anything\nHOW YOU CAN HELP\n1) Pledge -- It is only through your support that we can make this a reality.  If we surpass our goal, we will send all backers \"stretch goal\" bonus rewards.\n2) Share -- We need your help to get the word out! Email/ Tweet/ Publish/ or Skywrite about this Kickstarter Project!\nWHAT HAPPENED TO ALL THE $ FROM THE FIRST KICKSTARTER CAMPAIGN?\nOur original target for Mad God: Part 1 was all of $40,000.  Thanks to All 2533 backers, we blew past that goal and ended up with $123,000!   \nWhile that seems like a nice bonus lump of money, here are some \"actuals\" for what things cost, and why we couldn't \"just make 3 movies\" with the money we raised...  \nThe actual money spent to create part 1 totalled $225,000.  The added $100K was put in by Mr. Phil Tippett, who sold items from his own personal collections and historic film artifacts to invest in this project.  \nthe budget went primarily to:\nFulfilling the rewards (printing, postage, shipping supplies, materials for casting/mounting sculptures, etc)\nDirectly into the production of the project (materials, molds, armatures, paint, etc).\nFees for Amazon and Kickstarter (roughly 9% of the money pledged)\nRent on the studio space being taken over to construct and film\nFood (a volunteer army marches on it's stomach!)\nEvery dollar we raise to and above the target goal will be put on screen. The last campaign was far above what we aimed for, and the result shows all the extra efforts in the detailed sets, environments, and puppets.\nWHAT ARE THE REWARDS?", "risks": "Risks and challenges\nPart 2 of MAD GOD involves much more post-production than Part 1. As the crew remains primarily volunteers, this could mean delays, but we will do our very best to stay on schedule. \n\nWe are proud to have delivered the (digital delivery of the) finished film as well as the hard-printed rewards for Part 1 on time (per the \"expected delivery\" dates in our first Kickstarter). \n\nWe have learned (from doing this before) how challenging the fulfilling of rewards can be - and we will make every effort to meet our targets to get all backers everything they expect in as timely a fashion as we can produce them.\n\nIt's impossible to guarantee everything will come together exactly as planned, but we are gung-ho about this movie. As Phil says, \"I'm not making this up as I go along. Honestly.\" \n\nYour rewards for helping us make this possible are created and sent out by human beings who have other full-time jobs, and who choose to work on MAD GOD because they believe in it. We do make and attempt to stick to fulfillment schedules, but things do get delayed. When this happens, we will communicate why and for how long. \n\nThis fundraising campaign is all subject to applicable Kickstarter rules/regulations and applicable laws.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #39", "update_userinfo": "Exciting MAD GOD News", "update_content": "Dear Team MAD GOD, \nWe have exciting news to share with you... \nAfter more than 30 years in production, and thanks in EVERY WAY to you, the backers of this project over the past decade, Phil has completed the feature length film version of MAD GOD! "}, {"update_no": "UPDATE #38", "update_userinfo": "Phil Tippett's MAD GOD Instagram is now a thing!", "update_content": "Hi Team MAD GOD!     \nLet's make this short & sweet - Phil Tippett now has an Instagram!    \nHis feed chronicles adventures in imagining, fabricating & animating all the parts & pieces that go into the glorious world of MAD GOD.  \nFollow him @madphilg on Instagram, won't you? \nhttps://www.instagram.com/madphilg/"}, {"update_no": "UPDATE #37", "update_userinfo": "VIP Pre-Tip: MAD GOD Kickstarter 3 is Now Live", "update_content": "Greetings Team Mad God!  \nWe are inside of 24 hours for our latest project - the Augmented Reality Hologrid: Monster Battle game, featuring Phil's creatures, brought to life for you to play with!"}, {"update_no": "UPDATE #36", "update_userinfo": "Final Push for \"Hologrid: Monster Battle\"", "update_content": ""}, {"update_no": "UPDATE #35", "update_userinfo": "Collector's Edition for Hologrid Game", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "HoloGrid: Monster Battle // Live on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #33", "update_userinfo": "HoloGrid: Monster Battle // News from Phil Tippett", "update_content": "the beast has been released ---"}, {"update_no": "UPDATE #32", "update_userinfo": "From Phil", "update_content": "Good news for backers who pledged at Visionary Level or above - your postcard packs & effusive thank - you notes are on their way! \nWe like this postcard set even better than the first - and when was the last time you sent your Gramma a postcard anyway?"}, {"update_no": "UPDATE #31", "update_userinfo": "Postcard Packs & Thank-You Notes!", "update_content": "Dearest Kickstarter Backers,\nThe time of reckoning is nigh!\nAs in, we reckon your redemption codes to access MAD GOD Parts 1 AND 2 have been sent to your email addresses. \nThank you for your support, your patience, and your personal parts in bringing this gorgeously disturbing piece of art into the world."}, {"status": []}], "comment_no": 58, "projec_url": "https://www.kickstarter.com/projects/madgod/phil-tippetts-mad-god-part-2", "project_name": "Phil Tippett's MAD GOD (Part 2)"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "Thanks for an amazing campaign!\nFollow the game and get involved!\nwww.massivechalice.com\nhttp://www.doublefine.com/forums/\nFor Paypal, Bitcoin, and Slacker Backer options, head to: http://www.massivechalice.com/back/\nIf turn-based tactics and feudal fantasy had a lovechild, and that offspring founded a mighty century-spanning dynasty, it would be MASSIVE CHALICE.\nWith your help, MASSIVE CHALICE will become a reality—forged by Double Fine with our 3D in-house Buddha Engine and unleashed on Windows, Mac, and Linux.\nBattling alongside ancestors (early concept)\nWe're inspired by classic tactical strategy games like X-COM, Final Fantasy Tactics, and Fire Emblem, as well as Game of Thrones’ array of noble families. With these influences in mind we’re creating an epic, replayable turn-based tactics game where you train generations of heroes to repel a demonic invasion.\nAnd with Kickstarter, we can do it. We have a great concept and team ready to go, and we want to work closely with our community to control the future of MASSIVE CHALICE free from outside interference.\nMASSIVE CHALICE is a single player turn-based tactics game within a multi-generational strategy campaign built for replayability.\nAs an immortal King or Queen, you must unite your kingdom under a powerful dynasty, eliminate the demonic threat, and reforge the MASSIVE CHALICE!\nThe game is structured into two main layers: strategy and tactics. In the strategy layer, you oversee your kingdom, arrange royal marriages, conduct research, and make the far-reaching decisions that will determine the fate of your legacy.\nIn the tactics layer, you fight brutal turn-based battles to defend your kingdom using small squads of customizable heroes.\nForest environment (early concept) - click for Hi-Res version\nPermadeath is inevitable: your heroes will grow, age, and eventually die. You'll have to choose between keeping your favorite heroes on the battlefield or retiring them from combat to foster a new generation of warriors.\nA Hero (early concept)\nDrawing from roguelikes we love, content is modular and randomized. Each playthrough begins with a random assortment of male and female heroes from various bloodlines, guaranteeing that each game is unique. Your knowledge and skill will increase over multiple playthroughs, but the details of every game will change based on your decisions and the whims of fate.\nStrategic map (early concept)\nCore Game Features\nYour story emerges as you defend against attacks, complete quests, and respond to randomized events in your attempt to preserve the kingdom.\nLine of sight and fog of war mechanics come into play as your squad explores beautiful dynamic 3D battlefields where danger may lurk behind any corner.\nDistinct, customizable heroes learn new melee, ranged, and arcane abilities as they age and gain combat experience.\nArrange marriage alliances to ensure your heroic bloodlines can handle any future combat situation.\nBattle alongside your ancestors by equipping your heroes with uniquely powerful Bloodline Relics.\nInvest your resources in forging new weapons and armor—and gamble on polluting a bloodline by researching dangerous demonic artifacts.\n\nAnother Double Fine Kickstarter?\nLast year, you Kickstarted Double Fine Adventure, shattering records and bringing video games to the Kickstarter spotlight! Now known as Broken Age, that game is in full production and is already a beautiful and unique experience—but the Broken Age team only represents a third of our multi-game studio.\nDouble Fine’s goal is for all our teams to remain independent and responsible directly to their players. Kickstarting MASSIVE CHALICE allows us to maintain a pure creative vision, put out updates on our own schedule, respond to feedback without roadblocks, and release it all DRM-free.\nWhere are your stretch goals?\nThis Kickstarter is clean and simple. We’re asking for the minimum amount to make an awesome game, and the game’s scope will grow based on the amount of total backing we receive. There will be ongoing conversations with the community as new features are considered, so stay tuned and let us know what you'd like to see in the game!\nFor MASSIVE CHALICE we’re getting back to basics and focusing on the project itself. We’re a team passionate about turn-based strategy, and we want to craft a new Double Fine world by partnering with you!\nLimited edition poster designed by Cory Schmitz\nLimited edition t-shirt designed by Cory Schmitz\n2 Player Productions is well known to Double Fine fans as the awesome team of filmmakers behind the Double Fine Adventure and Amnesia Fortnight documentary series.\nIt turns out they aren't sick of us yet! If the project is funded, 2 Player will be able to create a series of development diaries chronicling the creation of MASSIVE CHALICE. These will be released to the general public, but backers will also get exclusive access to high-quality HD downloadable versions ($50 tier and above).\nProject Lead: Brad Muir\nMASSIVE CHALICE is helmed by Brad Muir, creator of Iron Brigade, the fan-favorite tower defense mech shooter. A longtime Double Fine veteran, Brad served as a programmer on Psychonauts and a designer on Brütal Legend. Brad is a turn-based strategy and roguelike fanatic, and is the friendliest guy you'll ever meet! :D!\nDouble Fine Productions is an award-winning, independent game development studio founded in 2000 by games industry veteran Tim Schafer. Located in San Francisco’s South of Market district, Double Fine is committed to making high-quality games with an emphasis on originality, story, characters, and fun.\nThe MASSIVE CHALICE team comprises artists, designers, and engineers who recently worked on Double Fine projects like The Cave, Brütal Legend PC, Dropchord, Middle Manager of Justice, and various prototypes. The crew is ready to work on something big. Something MASSIVE.\nThe Buddha Engine\nMASSIVE CHALICE is being developed with Buddha, our versatile in-house 3D engine first created for Brütal Legend. We know Buddha like the back of our hand—because our hand is coded in C++, scripted in Lua, and rigged with Maya.", "risks": "Risks and challenges\nMASSIVE CHALICE is a new kind of game from Double Fine, but that’s what makes it perfect for Kickstarter, a place where new ideas can be given a chance by passionate fans. We believe we can find a substantial audience for this unique combination of strategy, squad tactics, and multi-generational gameplay.\n\nMASSIVE CHALICE is still in its earliest stages, so its backers will join us for every phase of development. We're tackling a new genre for Double Fine, but building on our years of experience making games of all types with our own technology.\n\nGames are complicated and expensive projects, but MASSIVE CHALICE has been scoped appropriately for our fundraising goal. By targeting open PC platforms and relying on a modular game design, we can create a core experience and build on it over time. The more backing we receive, the more systems and content we can create, and the better the game will be!\n\nMost importantly, we're passionate about what Double Fine can bring to fantasy tactics games, and we're dedicated to rewarding our community with the best game possible.\n\nSo please support MASSIVE CHALICE, spread the news, and join us on our journey!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #58", "update_userinfo": "MASSIVE CHALICE Boxes are ready! Check your email!", "update_content": "Hey all, just a quick note to say that the Massive Chalice boxes are ready to ship! Here's Tim lovingly holding his copy..."}, {"update_no": "UPDATE #57", "update_userinfo": "MASSIVE CHALICE Update #62 - Physical Box, Art Book, Brad’s Departure!", "update_content": "Hello! \nAs some people seem to be having problems finding their keys for MASSIVE CHALICE we thought we'd let everyone know how to get help!\nFirst off, please try to use the Humble Key re-sender to get your key. You'll need to enter the email address you used on Kickstarter when you first backed the game."}, {"update_no": "UPDATE #56", "update_userinfo": "Issues with game keys?", "update_content": "The day has finally come, MASSIVE CHALICE is out today! The horns of celebration are deafening us with their MASSIVE hooting noises, but it's ok because we're celebrating, and that's what those horns are all about!\nIf you already have MASSIVE CHALICE installed on Steam then it will update to 1.0 automatically, but if you prefer a DRM free build then head on over to your Humble page where you'll find just that."}, {"update_no": "UPDATE #55", "update_userinfo": "MASSIVE CHALICE is out now - final teamstream today!", "update_content": "It’s been two years since we started on our quest for the MASSIVE CHALICE, and we’re excited to say that our journey is nearly at an end! After many months of designing, building, reading through our early access feedback, and playing the game for hours on end, we’re finally in lockdown. That means the team is in the final stages now; working purely on bug fixing, performance, and polishing things up, in between sending builds off to Microsoft for certification.\nRelease date!"}, {"update_no": "UPDATE #54", "update_userinfo": "MASSIVE KNOWLEDGE Episode 1 preview", "update_content": "Hey MASSIVE CHALICE backers!\nWe’re getting close to the finish line! We’ve just launched a huge patch on Steam and the port to the Xbox One is well under way. We’re addressing as much feedback as we can on our way to calling this game FINISHED! :D!\nIf you haven’t played the game yet here’s a friendly reminder that we’re still live on Steam Early Access!"}, {"update_no": "UPDATE #53", "update_userinfo": "Launch day approaches!", "update_content": "Hey MASSIVE CHALICE backers!\nIt’s 2015 and we’re coming down the home stretch! Thanks so much for all of the feedback that you guys have been giving us on the forums. It’s been really helpful and the game is in much better shape because of it. :D!\nState of the Game"}, {"status": []}], "comment_no": 2831, "projec_url": "https://www.kickstarter.com/projects/doublefine/double-fines-massive-chalice", "project_name": "Double Fine's MASSIVE CHALICE"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "If you haven't already seen it, our paypal site will stay for a while after the Kickstarter campaign has ended! Here's the link:\nYacht Club Games - Shovel Knight - Paypal\nHelp us get on Steam! We need your votes!\nNote: $10 gets you Shovel Knight on PC ( Steam, Linux, Mac )\n$15 or more gets you Shovel Knight on a platform of your choice: PC ( Steam, Linux, Mac ), Wii U, or 3DS. PC or Wii U or 3DS, but not all.\n... and the Digital Soundtrack will be released to everyone as Pay-What-You-Want upon release! But backers get it early!\nCheck Out Our Daily Updates!:\nUpdate # 18: Art Contest Winners and Livestream Marathon!\nUpdate #17: Steam Time, Pulse Time, Box Time, Art Time... and Tinker Time!\nUpdate #16: NEW Stretch Goals! PHYSICAL BOX!! and MORE!\nUpdate # 15: Stretch Goals! Gifs! and Your Burning Questions, Answered!\nUpdate #14: Paypal, and our Art Process, Revealed!\nUpdate # 13: More Unlocks, More News... and Mole Knight!\nUpdate #12: One Week Left! Art Contest, Jake’s stream song, Youtube Previews!\nUpdate #11: Virt Live Stream, Avatars, and Reddit AMA!\nUpdate # 10: MANAMI MATSUMAE, THE ORIGINAL COMPOSER OF MEGA MAN, IS WRITING SONGS FOR SHOVEL KNIGHT!!!!\nUpdate # 9: Achievements.... and PLAGUE KNIGHT!\nUpdate # 8: Collaboration Day!\nUpdate #7: New Tiers! New Options! Jake \"Virt\" Kaufman LIVESTREAM!!\nUpdate #6: The Enchantress and Music Player\nUpdate #5: WE'RE FUNDED!!\nUpdate #4: Stretch Goals, Streams, and Wallpaper!\nUpdate #3: Pixel Time!\nUpdate #2: PAX and Propeller Knight!\nUpdate #1: Shovel Knight coming to 3DS and Wii U!!\nStretch Goals!!\nShovel Knight keeps digging right through those stretch goals! Thank you! Keep up the support and let's hit our next goal soon!\nWait... What are Stretch Goals?\nStretch goals are extra content that we can accomplish if the funding goals are met. For instance, if we hit 200,000, then we will have enough resources to implement a 4 player battle mode! It’s not to say we will won’t see these features in the future some time (don’t be too worried! ), but if we reach the stretch goals, we can promise them with confidence! Here is a description of the stretch goals:\nMusic Player\nSound Test! Adds an in-game music player that lets you listen to all of your favorite Shovel Knight tunes. Collect song scrolls in the levels and take them to the bard, who will play them for you with perfect accuracy! We might even have some special, hidden songs... You’ll also be able to hear all the SFX samples, but we don’t know how the bard does that.\nAchievements\nWe tend to like achievements because they change the way you play the game! This stretch goal will add a bevy of achievements to ALL VERSIONS of the game.  These aren’t just going to be stock achievements; they will be creative and wonderful. Can you beat Shovel Knight without losing a life? Prove it!\nNew Game Plus\nStart the game over with your weapons and items fully upgraded. However… enemies are going to be tougher, resources more scarce, and new challenges may arise. With new game plus, it’s like a whole new game! Kind of! +!\nPlayable Boss Knight\nPlay the full game as a member of the Order of No Quarter! If we meet this stretch goal, we’ll hold a vote to see who it will be. Expect the game to play differently! For example, Propeller Knight could have the ability to hover for short distances, but would be a low health ‘glass cannon’ of sorts. Even the story and dialog will change a little bit to reflect the changes!\nLinux / Mac Versions\nWant to play Shovel Knight on your weirdo computer? Many folks have asked for Linux and Mac versions. We hope to support Mac and Linux either way, but this goal makes it happen for sure, and in a more timely fashion (hopefully in 2013!).\nGender Swap Mode!\nWe want Shovel Knight to be enjoyable by boys and girls of all ages, everywhere. With this mode, the main characters’ genders will be swapped, giving us a chance to do it before the internet has a chance to. The story will also change a bit to reflect the changes. Can you defeat the Evil Enchanter?\nChallenge Mode\nAdds a comprehensive batch of challenge rooms  to Shovel Knight. In this mode, Shovel Knight will be tasked with a variety of mini-quests like “defeat all the enemies!” or “reach the goal in time!”. Expect things like pacifism challenges and other rules-benders… and expect some tough-as-nails challenges too!\n4 Player Battle Mode!*\nWe’ve talked a ton about multiplayer for Shovel Knight. While full-on multiplayer is out of the scope of this project, we could totally do 4 player couch co-op battles! Imagine playing as Shovel Knight ( or any of the extra playable knights ) and duking it out in the arena! Several modes would be ideal:\n·         Cash collecting, where you fight for treasure that appears in the level. Knock your buddy to make gems fall out and collect them!\n·         Racing, where all players would have to make their way to the end of a stage\n·         Last man standing, where the only goal is to slash mercilessly… to the bitter end!\n*This is couch co-op only, not online. We hope to bring this feature to all platforms, but the 3DS isn’t guaranteed because multiplayer is Wi-Fi only.\nPHYSICAL.ACTUAL.REAL.BOX.\nIf we reach this stretch goal, then we will make a physical box of the game, which will be mailed free to backers pledging at the $50 tier and above! Plus, ALL backers will receive the digital version, to print or view at your leisure. NOTE: This box art is only a mockup. We might have a surprise or two for the final box art! Johnny Vila, your prayers have been answered :P\n3rd Playable Boss Knight!\nCall this goal unoriginal, but we don’t care. We’re too excited to play as another boss knight! Let’s get to this pledge level and have one more knight (who will be chosen by the community) make the cut! Rally! For the Order of No Quarter!\nAll Bosses Playable in Battle Mode!!\nIf we reach this goal, the entire Order of No Quarter (including the Enchantress herself!) will step into Battle Mode, for the ultimate battle royale. Wild new combat styles abound! Play as your under-appreciated favorite and beat up the more popular knights that got voted into the main campaign!\nShovel Knight is a sweeping classic action adventure game with awesome gameplay, memorable characters, and an 8-bit retro aesthetic. It's a hot mashup of new and old that may remind you of Mega Man, Castlevania, or Dark Souls! You play as the eponymous Shovel Knight, a small knight with a huge quest. Shovel Knight has come to this valley with two goals: to defeat the evil Enchantress and save his lost beloved. He wields a ShovelBlade: a multipurpose weapon whose techniques have now been lost to the ages. Always honest and helpful, Shovel Knight is a shining example of the code of Shovelry: Slash Mercilessly and Dig Tirelessly!\nBut, between Shovel Knight and his beloved stands a cadre of villainous knights. These terrible foes, known as The Order of No Quarter, have been dispatched to prevent Shovel Knight from reaching the Enchantress, and will pursue their mission at any cost.\nIf you love games with perfect platforming, beautiful art, infectious music, crazy bosses, and real heart… Shovel Knight is for you! If you don’t, then what? How could you not be into that stuff? Keep reading, you’ll come around!\nEvery great game needs a great set of baddies, and Shovel Knight’s are a doozy. Shovel Knight’s Nemesis is The Enchantress, a mysterious and powerful conjurer. Her Order of No Quarter has swept over the land, stationed in locations Shovel Knight is sure to visit. In order to get to the Enchantress, he’s gonna have to beat them all!\nWe love themed bosses and themed levels; this love is on full display in Shovel Knight! Each knight in the Order has been lovingly crafted to have a distinct look, theme, and personality. These epic boss battles are really going to shine! We already love our villainous bunch, so let us share them with you.\nThis is Polar Knight: the Sabretooth to Shovel Knight’s Wolverine. He’s guarding a stranded ship in the frozen south. Titanic and terrible, he is the largest and most brutish of the Order of No Quarter. Some time in the past, Shovel Knight and Polar Knight have crossed Shovels before...\n• Pros: Wields Snow Shovel, Doesn't feel cold but is quite considerate!\n• Cons: Annoying laugh ( it's like water torture )!\nAnd Propeller Knight! He commands the Enchantress' flying machine with the cocksure attitude of a sky pirate! With his Heli-Helmet, he can zoom short distances with ease. Shovel Knight encounters Propeller Knight on top of the aircraft as it zooms through the sky; earth fights against air in a true battle of elements!\n• Pros: Talented Fencer, Mechanical Heli-Helmet, Debonair!\n• Cons: Arrogance, Lightweight, Outrageous Accent!\nSometimes, the bomb is mightier than the sword. Deep in the recesses of his alchemical lab, Plague Knight perfects concoctions both poisonous and explosive. Toxin, disease, and death are his playgrounds. Even his comrades give Plague Knight a wide berth, because he spreads more than just the common cold. With an array of mysterious and magical bottles at his side, Plague Knight could be considered the black sheep of The Order of No Quarter.\nPros: Maniacal scientific mind, fearlessness bordering on recklessness\nCons: Physically weak, short stature, shy at parties\nMole Knight... the shovel may rule the confines of man-made gardens, but in the wild, the titan of tunneling is the mole! Mole Knight embraces this truth wholeheartedly. With his modified drop-forged armored claws, he mockingly tears through the earth with brute strength! Mole Knight calls the subterranean Lost City his home... an ancient abandoned metropolis. Shovel Knight must pass through the Lost City, but chances are slim he won’t be challenged to see who is truly the master of digging.\nPros: Great eyesight, shrewd, high endurance\nCons: Obsessive personality, gets sweaty in armor\nTinker Knight! Some knights love rushing into the glory of battle, ready to crush the skulls of their enemies! Tinker Knight is not one of those knights. He does his fighting before the battle begins, laboring on diabolical devices that do his work for him. The wrench is the tool of his trade, doubling as an engineering device and a melee weapon. Some are quick to dismiss Tinker Knight’s lethality... usually just before falling victim to one of his mechanical monstrosities!\nPros: Gregarious demeanor, hard worker\nCons: Rough hands, works long hours, always out to prove himself\nWe’re going to be sharing more of the Order of No Quarter as the Kickstarter proceeds, so check in often!\nShovel Knight is rendered in a pumped-up 8-bit style. We are adhering to the NES color palette, but adding many modern touches. For example, We have tons of scrolling background layers, giving a real illusion of depth.\nOur pixel animation and attention to detail is top-notch. Every character, even minor foes like these wizards, have painstakingly crafted animations and personalities.\nDetailed, living backgrounds and animation! Big, beautiful pixels! Just look at the screens!! With Shovel Knight, we are developing a next-gen 8 bit game!\nLike all of our favorite games, Shovel Knight has been designed gameplay first! We are especially dedicated to precise control. Pixel-perfect hit boxes, toenail jumps, and mobility mastery are our obsession. That wonderfully elusive 'feel' of great control.\nWhen thinking of the initial concept, we started by saying “what if we built a whole game around a downward sword thrust? It would be great to sink into dirt, attack foes by stabbing from above, and maybe even bounce on hard ground! Ok, digging as a major mechanic… how about it’s a shovel instead of a sword? That way, we can have him use the flat blade of the spade to flip things over and slash!”\nFrom that gameplay concept sprung all of the ideas for Shovel Knight. We've learned from games like Mother 3 that a game becomes much stronger when graphics, story and tone work together to unify the gameplay experience!\nGreat music is central to great games, so it’s with incredible excitement that we can announce that Jake “Virt” Kaufman is composing the soundtrack for Shovel Knight! For those of you who don’t know, Jake is one of the most talented audio guys in the game biz, contributing on games from Mighty Switch Force to Contra 4 to Shantae. His most recent work on Double Dragon Neon has garnered as much praise as the game itself!\nNugget love\nTrue to our sense of collaboration, our team likes to involve audio early and often in development. For Shovel Knight’s music, we’re taking an NES+ style approach, adding sound channels and detail for a fuller sound that’s still authentic. In addition to the main theme highlighted in the trailer, check out the track written for Pridemoor Keep, the level we’ll be debuting at PAX!\nIf you liked that, you should just go listen to everything on his website (virt.bandcamp.com) because it’s amazing. And check out the Official Shovel Knight Soundtrack Album backer reward below! WE LOVE JAKE! \nYacht Club Games is an independent game developer started in 2011 by Sean Velasco and a crew from WayForward. We are a fun-loving bunch of gaming geniuses who have dedicated our lives to video games ever since we saw our first pixels. However, our serious and solemn goal is to make really awesome original games that fuse modern and retro sensibilities, and we have the pedigree to prove it! Our team is comprised of top talent that has worked on some amazing titles, including Contra 4, A Boy and His Blob, Thor: God of Thunder, Mighty Milky Way, BloodRayne Betrayal, and most recently, Double Dragon Neon.This is our maiden project as Yacht Club Games, which means we are determined to impress.\nSo what are we all about? We want to create fun and challenging gameplay. We want to both tug at your heartstrings and delight you with levity and charm. We want to make games that you play together with friends and family. Most of all, we want to give everyone the same collective types of game experiences that have defined our generation. It’s such an exciting time to be a fan of games; the industry is experiencing a renaissance and creativity is flourishing. We are so, so excited to develop games that we love, in hopes that you love them too!\nShovel Knight is currently nearing the end of preproduction. This means that the game design has been written, the main character designs and story have been created, and we have a plan for moving forward. We have an early build of the game that proves out our game mechanics and technology; you can see some footage in the trailer and we'll also be at PAX East!\nHowever, many things are still up in the air. Enemies and objects need to be designed and drawn. Audio, Animation, and Backgrounds need to be crafted. Lastly, we need to polish everything to a mirror sheen. Basically, we have what you saw in the video. Now we need to make the whole game.\nSo, we think this is a great time in the process to involve the community. We have a skeleton to build on, but we want you to be the meat!\nVideo games are expensive and time-consuming to develop, so the usual way to get one made is to acquire funding from a publisher. We have had great partnerships with publishers in the past. However, working with a publisher has its drawbacks; you are beholden to them, and they are generally risk averse. We wanted to go to the community, because Kickstarter provides us a unique opportunity to interface directly with our fans and make a game where fun and quality are always the top priorities.\nWe believe in Shovel Knight. We know that the final game is going to be great. We’re so sure of this that we quit our full time jobs to work on it. We’ve poured a massive amount of time, money and effort into our labor of love, but it’s not enough to finish the game. In order to make Shovel Knight a reality, we need you!\nWe have amazing rewards that we are as excited to give out as we are to make! Check ‘em out below!\nThe Game!\nGet a digital PC copy ( PC, LINUX, MAC, STEAM ) of Shovel Knight, hot off the digital presses! Digital!\nAlso, ALL pledge levels $15 and above will be able to choose on which platform they want their stalwart blue hero!!!\nInstruction Booklet\nThe final Instruction book will have illustrations, not sketches!\nAh, the Instruction Booklet… the comfort food of books. We still have a few of our favorites, the pages worn and cramped with notes. Together with you, we can bring the lost art of instruction booklets back to the limelight! The Shovel Knight Instruction Booklet is full of important safety information, awesome character art, enemy lists, hints, and space for notes. We are taking the utmost care to make sure that these booklets are true to their predecessors, right down to the way they smell.\nWe want the kids of today to feel the excitement of reading the booklet in eager anticipation of the game’s release, so we are going to send you the booklet FIRST, so you can read it and reread it, and go crazy with anticipation!\nShovel Knight Coffee Table Book\nThis is a Book of the Game! The goal is to make something fun and funny, an entertaining compendium of the whole Shovel Knight production. Design Discussions and sketches! Concept Art and Illustrations! Game Maps, pixel animation sequences, and work-in-progress versions of everything! As we develop Shovel Knight, we’ll be chronicling the process and we want to put it all here on display. As a crazy indie startup, you know there is going to be a lot of juicy stuff!\nShovel Knight Official Soundtrack\nWe already told you how awesome Jake Kaufman's music is. Hopefully you are thinking that Shovel Knight is looking pretty awesome too. Well, now you can own the combined awesome with this pressing of the Official Shovel Knight Soundtrack! Laid delicately into a bejeweled case, this CD and accompanying liner notes will be adorned lovingly with customized art. This is what you want. It’s what we want! It’s what we all want!!\nOfficial Shovel Knight Dirt Signed by The Yacht Club\nThis is the best product photo ever, bwahaha!\nOwn a real piece of the Shovel Knight Saga! At this reward level, we will hand-sign and deliver a handsome, wax-sealed envelope filled with Official Shovel Knight Dirt. We have obtained dirt ( at no small expense, mind you! ) from each area of Shovel Knight’s Kingdom; Gearwork Dirt from the base of the Clockwork Tower, Besmirched Dirt from the Village of Plague, and more! The dirt you receive will be chosen at random, but trust us when we say that all of the dirt is very special. Get it fast, because when it runs out, it’s gone. We’re not made out of dirt here!\nDesign Hangouts\nNow you can take part in our design process! We will be broadcasting on a private video channel available only to our beloved Kickstarter backers! You can be a fly on the wall and listen to us as we hash out the finer details of the design and work through problems, or you can jump in and tell us what to do! There is no guarantee we will listen, but many can attest to our receptiveness to ridiculous ideas. Budding game designers, armchair directors, and trolls can all have lots of fun!\nOriginal Concept Art / Game Design Card\nSuper Design Index Cards!\nThe Yacht Club loves index cards: we use them to quickly communicate ideas! Puzzle setups, boss patterns, and sketches of new enemies; they are hastily scribbled onto cards and passed around! It’s completely awesome, and it also means that by the end of a project, we have a lot of really cool index cards lying around. We are going to send you an original one of these cards! You can specify if you want a design card or an art card. Maybe you’ll get the very first sketch of an enemy that's in the final game!\nYour Likeness In the Game\nAppease your ego by having us painstakingly hand-craft a pixel version of you, which will appear somewhere in Shovel Knight. Send us a photo and we will recreate you in 8-bits and immortalize you forever… but where will you appear in the game? We know where we are going to put you, but it’s a secret for now!\nSuperDeluxe Canvas Poster Signed by The Yacht Club\nThis is a really super high-quality 24x36 poster, signed by the team and sent to you. Suitable for framing ( you had better frame it! ), this poster will feature the classiest art we have by the end of the project.\nDirector For A Day!!\nAs Director for a day, you will get to design a major character, boss, midboss, or scenario. We’ll take you through the whole process from conception to completion, helping massage your design into the game with probably hilarious results! Check out the details below! NOTE: ( Actual implementation time may be longer than one day )\nYacht Club Sleepover!\nCome to sunny Southern California ( or if you are already here, just drive over to us ) to meet and spend the day with the Yacht Club! We’ll do a studio tour, get a fancy meal (or drive-through if you don’t have a collared shirt, but you can order whatever you want and we'll get like a whole extra bag of hot sauce), and then go back and play games for as long as we can stay up! Maybe we could also wear our jammies and talk about who we have a crush on! Oh, or if you would rather not, that’s ok too… we’ll take our cues from you I guess.\nYacht Party with the Yacht Club\nIf there is anything the Yacht Club loves as much as making games, it’s partying hard to celebrate a game launch. At this reward level, you will join us in SoCal with other Yacht Club superfriends on an hours-long voyage in celebration of Shovel Knight’s release! All of this is going to be on a Real Yacht on the Real Ocean, which we will be renting for the occasion ( the yacht, not the ocean ).\nListen as we regale you with tales of the game dev trenches! Stumble about as you try to get your sea legs! Sing karaoke and be merry, because tonight, my friend, we are all superstars!\nDid I mention our special musical guest Jake “Virt” Kaufman, who is going to play live?\nIt’s gonna be epic as hell. You should totally come.\nFollow us on Facebook! If you'd like to support us, liking and sharing us would be very appreciated!\nFollow us on Twitter! We always have something dumb to say!\nWatch our YouTubes! New videos and other excitement will be posted here.\nHelp us get on Steam! We need your votes!\nLastly, if you want to reach out to us for ANYTHING, hit us up at: kickstarter@yachtclubgames.com", "risks": "Risks and challenges\nMaking great video games is hard. Like, really hard! Art, design, and technology have to be blended seamlessly to create a cohesive experience. On top of that, it takes time to iterate and expand on ideas. There is a reason lots of awesome games take forever to come out!\n The biggest risk is that Shovel Knight would take longer than anticipated. If production were to go late, cash would be the biggest problem. If catastrophe truly struck, our backup plan would be to pool our remaining funds and partner with venture capitalist or publisher to get the game done. This game is our livelihood, so we will do whatever it takes!\n However, perish the thought of failure! Yacht Club Games has an experienced staff that has shipped more than 30 projects on more than 8 platforms. We work as a team, we have made games of this type before, and we know what we are doing!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #74", "update_userinfo": "Shovel Knight: Treasure Trove Is Complete!", "update_content": "Salutations, original true believers! It may have seemed like it would never come, but today is the day. Shovel Knight: King of Cards and Shovel Knight Showdown are out now! This momentous occasion marks the completion of Shovel Knight: Treasure Trove. The long, 6 year development journey began with the Shovel Knight Kickstarter in 2013, followed by 4 more games: Plague of Shadows in 2015, Specter of Torment in 2017, and now King of Cards and Shovel Knight Showdown in 2019. It’s all finally done!"}, {"update_no": "UPDATE #73", "update_userinfo": "Final Release Date For All Things Shovel Knight: Treasure Trove!", "update_content": "Multiple years in the making! After so  much hard work and eager anticipation on everyone’s part, we are excited  to formally unveil the release date…\nDecember 10th, 2019"}, {"update_no": "UPDATE #72", "update_userinfo": "King of Cards and Showdown Trailers! Release Info Update!", "update_content": "It’s a big day for the world of Shovel Knight! We’re so excited to raise the curtains and update everyone with what we’ve been working on! In fact, there is so much information that we needed to organize it into a new, thrilling video format. We now present to you: Yacht Club Games Presents!"}, {"update_no": "UPDATE #71", "update_userinfo": "Shovel Knight's 5th Anniversary & Board game Kickstarter!", "update_content": "What’s up Shovelociraptors! It’s been 5 years since the initial release of Shovel Knight, now known as Shovel of Hope! Much has happened since then, and the Blue Burrower has certainly gone places!\nFirst off, there are 3 games in the Shovel Knight Saga, with 2 more on the way. Shovel Knight had epic crossover battles with Krtos and the Battletoads. Co-operative gameplay was added! There’s been a bunch cool Shovel Knight merchandise! We made the first third-party amiibo, with more on the way! Nintendo published us in Japan. Shovel Knight is in Smash Bros! We have released on 12 platforms and sold over 2.5 million copies! And had over 25 cameos! There’s even going to be a ! We have so much gratitude for our legions of fans and friends. Your support of our started it all!"}, {"update_no": "UPDATE #70", "update_userinfo": "Endless Summer of Shovel Knight!", "update_content": "A new month begins..  And the sunny weather of Summer beckons! But we can’t hit the beach just yet, not while there’s Shovel Knight games to ship. The blue burrower turns five this month on June 26th. What better way to honor the original release than to continue pouring our hearts and souls into making each and every version of the game even better with the release of King of Cards and Showdown! It’s so close!!\nEverything we talked about in the previous update is still accurate. We’re working hard to finalize the last few  outstanding areas of both King of Cards and Showdown. We’re in the home  stretch! But until every last bit is done, tested, and submitted, we will not have a final date."}, {"update_no": "UPDATE #69", "update_userinfo": "Last Stop Before Treasure Trove", "update_content": "Hey there, Burrow Barons! How’s your new year been? Ours started much like how it ended… working on Shovel Knight! Let’s talk about it! \nLast time we had all sorts of news:\nShovel Knight: King of Cards, Shovel Knight Showdown releasing at once\nAll arriving on the very same day: April 9th, 2019!\nOne Last Delay"}, {"update_no": "UPDATE #68", "update_userinfo": "The Shovel Knight Finale!", "update_content": "The Shovel Knight saga is almost complete! Soon, the final Shovel Knight: Treasure Trove games (Shovel Knight: King of Cards and Shovel Knight Showdown) will finally be released!\nThe completion of Shovel Knight: Treasure Trove warrants something special to celebrate. Something decidedly physical! Which is why we're happy to announce a physical version of Shovel Knight: Treasure Trove on Switch and PS4. If you're interested, you can find out more over at our site."}, {"update_no": "UPDATE #67", "update_userinfo": "Shovel Knight Showdown", "update_content": "Good day, brave shovel fighters! We are very excited today to pull back the curtain and announce Shovel Knight’s final game update!"}, {"update_no": "UPDATE #66", "update_userinfo": "Shovel Knight Artbook - Available Now!", "update_content": "Hello again, Knight-a-rinos! Today’s update is all about closing the book on Shovel Knight's artbook!"}, {"update_no": "UPDATE #65", "update_userinfo": "King of Cards!", "update_content": "By decree, you are royally invited to the unveiling ceremony of Shovel Knight: Treasure Trove’s final adventure!"}, {"status": []}], "comment_no": 3022, "projec_url": "https://www.kickstarter.com/projects/yachtclubgames/shovel-knight", "project_name": "Shovel Knight"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "BILL, THE GALACTIC HERO is a feature-length science fiction comedy set in the far reaches of our galaxy, as humans wage war against a reptilian alien species, known as Chingers. It is extremely low budget, and relatively high concept. How is a story of space warfare between two high-technology civilizations to be achieved, doing justice to its original, on a super-low budget?\nPartially because most of the work will be done by students -- ideally my production students at the University of Colorado (you can see samples of their extraordinary work here) -- under the occasional supervision of professionals from the industry. But mainly because Harry Harrison's original novel - his counterblast to STAR$HIP TROOPERS - has to be made this way. It's told not from the flight deck but from the engine room: or to be more exact, the fusebays, where ranks of expendable Fusetenders Sixth Class wait to replace burned-out fuses, or die.\nProduction Artwork\nHarry's story of grunts - and one grunt in particular - in the lowest echelon of the war machine - can readily be recreated in an academic environment. ATLAS, home of the University of Colorado's Film Studies Program, features concrete staircases and windowless basement corridors which already resemble the corridors and fusebays of the Good Ship Fanny Hill. The Visual Arts Complex features asymmetrical hallways and strange machines. Tunnels beneath the campus provide us with the bowels of Helior, the Imperial Planet. The Engineering Dept. has space suits and a mock-up Space Shuttle replacement.\nNCAR\nBut no one location is essential to the picture! Bill's one trip \"above ground\" to Helior's Walled Gardens, can be recreated at a venue like the NCAR (seen above - and also featured in the sf comedy Sleeper).\nProf. Dave Klaus dresses me in one of our costumes\nVeniola, the swamp planet, where Bill is sent to a penal colony, will be shot in an appropriately green location.\nSome sixty pages of BILL THE GALACTIC HERO will be shot live action, with space-suited actors, on 35mm black and white film. About ten pages will be shot on a stage using front or rear projection.\nPurple Dart with Coal-sack Nebula Cluster\nThere are about ten (overlapping) pages of model shots and special effects, including glimpses of the Voids of Space. We will build our own models, under the supervision of visual effects pros from Tippett Studios (ROBOCOP, STARSHIP TROOPERS, MAD GOD) and Collateral Image (who created the visual effects for REPO CHICK and STRAIGHT TO HELL RETURNS). My colleague Victor Jendras will, I hope, supervise the creation of the medals, and the production design.\nBILL THE GALACTIC HERO begins and ends as an animated cartoon. The anime department, run, I hope, by my colleague Chris Pearce, will also create Eager Chinger, the tiny reptilian spy.\nThe live action - actors in space suits in staircases, sound stages, and swamps - can be accomplished within twenty days. But the \"VFX\" part of the project does not unfold quickly. This is an old-fashioned science fiction film of the technological level of ICARUS XB1: it will use real models, and matte shots.\nSpacesuit sketches\nSince we're outputting a digital version of the film - your DVD or BluRay disc, or download - post production will involve some CGI - computer generated images. How else to achieve our ray gun blasts, or interplanetary lasers? But we aim to keep our technology rooted in the mid 1960s, when the greatest of all science fiction films (DR STRANGELOVE, ICARUS, and 2001) were made with three-dimensional analog models, and when Harry Harrison conceived and wrote BILL THE GALACTIC HERO.\nOur model-building, plate-shooting and costume work will be done this fall The main shoot of BILL THE GALACTIC HERO will be in early spring. But post-production will take longer than that! One of the things I try to teach my students is the \"impossible triangle of quality\": the one whereby any manufactured item - including a film - can be made good, and fast, but not cheap; fast, and cheap, but not good; or good, and cheap, but not fast. A quality independent film aims for the last of these three. We will endeavor to post a rough cut - viewable with a unique download key - in the Summer of 2014, and to ship the more important costumes and models when we're sure they aren't needed. BILL THE GALACTIC HERO - its sound design and music under the supervision of Academy Award winner Richard Beggs and film composer Dan Wool - will be finished by December 2014.\nHonorable Enlistment Award\nBILL UPDATE #1 - STARSHIP TROOPERS PRODUCER JOINS UP!\nWhat a pleasure to report that Jon Davison has signed up both as a project backer and to come and supervise BILL's preproduction, here in Boulder. Jon and I first worked together on a project called WAR BABY (unmade); for years we struggled with our own original version of MARS ATTACKS! (unmade also). We finally managed to make a film in 2007 -- SEARCHERS 2.0. So this will (I hope) be our second successful collaboration! Jon has even refused to accept money for gas. He will drive here from Telluride in the fall and guide us as we set up our production plan.\nBoss Jon Davison and team, on the set of Searchers 2.0\n(That's Jon in the dead centre of the above photograph, against a magnificent backdrop of buttes.) I remember talking to him on the phone as he was leaving Hollywood for STARSHIP TROOPERS' location shoot in Wyoming -- at the head of the biggest convoy of grip and electrical equipment trucks the industry had ever seen. Far from the grandeur of leading his wagon train, he will be welcome at our humble campfire.\nThanks for reading this -- and please, if you can, support this authentically independent independent film! I shall be grateful for your backing at any level, and look forward to sharing the details of BILL's progress with you as the film unfolds. Only backers will know the true and grisly details of this production. Only with your support, can BILL be made!\nForward to Victory Starburst, designed by Victor Jendras", "risks": "Risks and challenges\nThe risks associated with any film project are two-fold: that the film may not be completed. and that the film will be bad. The first of these risks is minimal: a filmmaker's reputation depends on his or her ability to deliver a finished film; all the features I've directed have been completed and distributed, in theaters, on television, or on DVD. The schedule we've established for BILL gives us the lengthy post-production period which a good science fiction film needs (and which the panicked schedules of contemporary Hollywood no longer permit).\n\nThe danger of making a bad film is always there! In the project's favor is the original material - Harry Harrison's amazing book - and the screenplay, which Harry and I were working on when he died, and which is available for your perusal as a $10 Kickstarter reward. The risk-averse might also worry about the budget, which is by Hollywood standards amazingly low. But I'm used to making low-budget pictures: you might want to check out my book, X Films, which deals with ten features I directed, and goes into detail as to the budgets and how they were spent. \n\nRaising our funding now gives us plenty of time to buy film stock, buy and doctor our costumes, and prepare for a fall/spring shoot. I'm confident in the talents of student crews and actors -- and my confidence is reinforced because professionals I've worked with many times will also be around to keep things up to our usual exacting standards!\n\nCould BILL, THE GALACTIC HERO run late? Given our decent post-production period this seems unlikely. Will fulfillment of the rewards be delayed? Highly unlikely. Once the shoot is officially over we can release the leads' spacesuits and regalia. When the visual effects photography is done we can release the spacecraft and refreshment robots. All this will be well in advance of our delivery date, December 2014.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "TOMBSTONE RASHOMON", "update_content": "All the backers' rewards have now shipped.\nThe big boxes - spacesuits, spacecraft, robots - went out yesterday. The smaller packages - approx. 800 - were picked up by the US Postal Service this morning. This is what the pile looked like:"}, {"update_no": "UPDATE #36", "update_userinfo": "FULFILLED!", "update_content": "Our film is complete and will play for the first time in public tonight in Boulder, CO. There are two shows - plus another one tomorrow evening, at the Alamo Drafthouse in Littleton, CO. We have backers and guests coming from the coasts, Texas, Portland, England and Australia -- among them Moira and Todd Harrison, children of Harry, plus four other members of the Harrison clan.\nWe have struggled to get the 5-1 surround mix correct. I've never been involved in this process before; normally on a film the director/producer hands it over to specialists, but we are all amateurs here and our excellent sound designer Raziel Scher and I have striven to get it right."}, {"update_no": "UPDATE #35", "update_userinfo": "THEY'RE COMING!", "update_content": "The tickets to BILL's world premiere are at the printers and will be mailed soon. There'll be information with the tickets about the premiere and how to obtain more tickets, should you need them! In the mean time,\n1. if your address has changed since you backed this project, send me a message and let me know your new address! This applies most urgently to people who will be receiving tickets, but also if you're in line for a DVD or other item, so please let me know."}, {"update_no": "UPDATE #34", "update_userinfo": "BILL AVAILABLE FOR DOWNLOAD AND STREAMING", "update_content": "This trailer was created by Jason Phelps for the premiere of BILL at the International Film Series in Boulder, CO, on December 12. I hope it inspires you to attend!"}, {"update_no": "UPDATE #33", "update_userinfo": "BUT WAIT...", "update_content": ""}, {"status": []}], "comment_no": 91, "projec_url": "https://www.kickstarter.com/projects/alexcoxfilms/alex-cox-directs-bill-the-galactic-hero", "project_name": "Alex Cox directs BILL THE GALACTIC HERO"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "Thank you to all of our backers for making the Torment: Tides of Numenera Kickstarter the success that it was. We are deeply appreciative of your faith, trust, and support. Now it’s up to us to create and deliver the RPG experience we have described, the game you have asked for.\nYou can keep following us through our official site, with regular updates on our tumblr page, and also via Facebook and Twitter.\nA PayPal Store is available on our website\nLate to the Party? You will still be able to preorder the game via our PayPal store. You can also register an account there which can be used to manage your Kickstarter pledge (once all donations are registered).\nLearn more about our vision of the game by reading our Vision Document.\nScreenshot of the Sagus Cliffs [Click to enlarge]\nScreenshot from within the Bloom [Click to enlarge]\nAnd here are brief technology and lighting tests showing a 3D character in the 2D pre-rendered environment. These scenes were put together in just a couple days, so please use your imagination to envision what will be possible after we really delve into the project and polish final areas over the course of months. These scenes are 100% in Unity except for the audio. (Music by Mark Morgan.)\nStretch Goals\nWe're putting every dollar raised into Torment's development (and reward fulfillment), while holding true to the pillars we've described. Improvements go beyond what is easily explained in Stretch Goals, but here are some specific ways we'll enhance the game.\nIn addition to the Stretch Goals, the Castoff's Labyrinth - a unique location offering gameplay after death - expanded as our fundraiser progressed. By the end, we reached the Twelfth Fathom. Read more about the Labyrinth and see its progress here.\nCastoff's Labyrinth (by Dana Knutson, Phil Dickenson and Gavin Glen-McDowell)\nThe Music of Torment\nThese three tracks by Mark Morgan provide a taste of Torment's music. Some of the music within the game will include a live orchestra. (Click on the leftmost edge of the bar to play that track.)\nInto the Labyrinth\nMysteries of the Bloom\nThe Ascent\nTorment: Tides of Numenera is a game set in the world of Monte Cook’s new tabletop RPG setting, Numenera. With Torment, we're striving to create a rich role-playing experience that explores similar deep, personal themes. Here's the scoop:\nTorment is a single-player, isometric role-playing game.\nYou will play a single, specific character, though you will encounter optional NPC companions you may choose to include in your party.\nThe story-driven game will have a rich dialogue system.\nThe game will be developed in the Unity engine for PC (Windows), Mac, and Linux platforms.\nThe game will be available in English, French, German, Italian, Polish, Russian, Spanish.\nThe game will be distributed DRM-free. (You’ll be able to get it from Steam, and other DRM-free download options will be made available.)\nThe Cold, Calculating Jack (by Nils Hamm)\nEndorsements\n\"Planescape: Torment is one of the games that I am the most proud to have worked on, and it is great to see the talented team at inXile going back and re-creating a great new game that tips its hat to the original Torment. Having it based on Monte Cook's Numenera makes me want to play it even sooner – so make it now, guys!\"\n- Feargus Urquhart, CEO, Obsidian Entertainment; formerly president of Black Isle Studios\n\"I have a lot of respect for the folks [on the Torment team] and I've worked with many of them, including Kevin, Brian, Colin, Adam, and more, across several projects and across several companies, including Interplay, Obsidian, and more recently inXile on Wasteland 2. I believe they'll do Torment with the right aesthetic and justice it deserves.\"\n- Chris Avellone, Creative Director, Obsidian Entertainment; lead designer of Planescape: Torment\n\"10K. Mostly because awesome.\"\n- Markus \"Notch\" Persson, creator of Minecraft and owner of Mojang, on his pledge to Torment: Tides of Numenera\nTorment's Four Pillars\nFour pillars undergird the Torment name and, despite all the shake we'll do of RPG conventions, we'll stay true to these throughout the development of Torment: Tides of Numenera.\nA Deep, Thematically Satisfying Story. The philosophical underpinnings of Torment drive the game, both mechanically and narratively. Your words, choices, and actions will be your primary weapons.\nA World Unlike Any Other. The game has a fantastic, original setting, with awe-inspiring painterly visuals, imaginative locations, truly offbeat items, and massive feats of magic. In Numenera, however, “magic” is actually something surprisingly different.\nA Rich, Personal Narrative. The story is thoughtful and character-driven—epic in feel but a deeply personal narrative, with nontraditional characters and companions who have their own motivations and desires that drive them throughout the game.\nReactivity, Choice, and Real Consequences. The game emphasizes replayability and reactivity, and your choices will make a real difference. You can play the game with a different approach and discover entirely new pathways. Most important, we won’t tell you how to play. The best ending is the one you choose, flowing naturally from your actions throughout the game.\nClick this header to learn more about our story at our tumblr site\nThe original Torment was a novel experience, a genre-defying game that helped redefine what was possible in RPG storytelling. We mentioned our Four Pillars above, and describe them in greater detail at our tumblr site.\nHere’s a brief summary of our story:\n\nYou are the Last Castoff, the final link in the chain of the lives of the being they call the Changing God. He once was a man who discovered a way to use the relics of the ancients to cheat death and skip across the face of centuries in a succession of bodies. But he never knew that his bodies lived on as his consciousness fled, a new consciousness arising in each. Now he has awakened an age-old enemy, the Angel of Entropy, and his days of change are gone as the Angel hunts him and all his works. That includes... you.\n\nWith the ever-present threat of oblivion looming over you, you must find your sire before he—and you—are eradicated by the avenging Angel. You will find allies and enemies among the other castoffs. You might inhabit their minds for a time through the devices called “the Meres,” turning their lives to your advantage. You will travel across the face of the Ninth World, and above and below it, with your companions at your side—or alone, if you wish. Your quest will take you to alternate dimensions and distant worlds under strange suns; particular Meres might afford you even more bizarre experiences, such as folding time itself. And you will build your legacy as you find your answer to the question:\n\nWhat does one life matter?\nSojourner of Worlds (by Chang Yuan)\nClick this header to learn more about gameplay at our tumblr site\nTorment will have a strong emphasis on story and character development, which will permeate other facets of gameplay, such as combat and exploration. The Ninth World is a place of great mystery and wonder, all waiting to be discovered. To read more details of our gameplay plans, including information on Combat, Dialogue, and Companions, please visit our tumblr site.\nYou'll play the role of a specific individual. At the game’s start, however, you are a blank slate and have control over the path you take through the story, and you will also make choices to customize your abilities and skills. We’re taking the approach of having you role-play a specific individual so that we can focus on telling a very personal tale – yours.\nDust and Water (by Andrée Wallin)\nWhat Are the Tides?\nThere are unseen forces in the Ninth World, forces that have profound and lasting effects for those attuned to their motions. Like gravity or magnetism, the Tides are invisible, powerful, and with the right tools, perhaps controllable.\nThe Tides represent complicated concepts that aren't entirely definable by language. Those who acknowledge the Tides have given them symbolic colors based on how they appear to correspond with emotional and psychological reactions. For example:\nThe Tides reflect your choices, the subtle currents of motivation that ripple through your life.\nThe colors are important, because a word like \"justice\" (for example) is too simplistic. The Indigo Tide represents not only justice and fairness; it might also mean a desire for the greater good or an \"end justifies the means\" mentality. The Gold Tide can represent false philanthropy as well as martyrdom—it's the actions that matter, not the motivations. In the game, the Tides serve as a kind of alignment system—but a more nuanced one, and one that does not judge actions based on whether they are good or evil. You'll learn more about the Tides as you explore Torment. And the Tides will gradually change based on your actions and decisions, ultimately determining your Legacy.\nWhat Do You Mean by My Legacy?\nThere's your legacy, the stories others tell about you and the inspirations they find in your life, and your Legacy, which we're systematizing here. Your Legacy is determined by which Tides you manipulate the most. Do you use your wisdom to help others? Do you seek power for the greater good? Maybe you're an avenger, taking whatever action is necessary to aid those around you. Perhaps you're just in it for the prestige. (Or money. People are always in it for the money.) As your choices move the Tides, your Legacy will be revealed.\nYour Legacy also influences the world around you. Weapons and relics may have different bonuses for characters with certain Legacies. Some of them might respond positively if you've revealed yourself to be a thinker or an artist, while others might help you only if you're moved by passion and power.\nYour Legacy opens new potential abilities. Some Legacies can change the very structure of your body, giving you superhuman powers: the ability to read the past in the minds of the dead, for instance, or a nearly supernatural affinity with weapons.\nSagus Cliffs at Dawn (by Chang Yuan)\nClick this header to learn more about our team at our tumblr site\nTorment is being developed by inXile entertainment, a mid-sized independent game developer located in Newport Beach, CA. inXile was founded by Brian Fargo in 2002 and is best known for its action-RPG The Bard’s Tale. The Android version of that game was released in fall 2012, topping the charts and winning several awards. \nWith inXile, Brian has embraced the crowdfunding approach. He is a vocal advocate of circumventing the traditional publisher-developer business model, with developers instead communicating and working directly with the players.\nOur experience with crowd funding has been wonderfully positive for us at inXile and has opened our eyes to the power of a direct relationship with the gamers. We want to create RPGs in a fashion and style that helped to make the true classics. And along these lines we've abandoned the typical developer/publisher model and placed our future in the hands of RPG gamers. We've embraced the crowd in every aspect. YOU are our publisher...and you are the best publisher we've ever worked with!\nThis process allows us to create the games exactly the way you want to see them. There is a purity of development when we can spend 100% of our efforts making the game with an open dialogue throughout the process. We'll start with a strong vision document that details our sensibilities, and from there we'll stay in sync with you, from concept through the execution of the ideas.\nWe've discovered that the best way to create a deep and rich RPG is to begin the pre-production process long before the production team have finished their current project. If we waited to begin the design work for a large scale RPG until after the programming team has completed their work, our budget would increase by 50% or more.  This would result in the hiring and firing process that happens all too often in our industry. We want to break that model and keep our great team together. This is why it makes sense for us to begin work on Torment now rather than later. The process has served us well in the past and allows us to bring you the best RPGs. If you have any concerns about our ability to deliver a great one, we encourage you to review our first look video of Wasteland 2 that was released just a few weeks ago.\nWe're grateful for all the support and look forward to bringing you the kind of role-playing games that we all love to play.\nWith Torment, Brian pledged to personally add $100k to the project if we reached the $900,000 goal but fell short of a million. And if funding beat $1 million, he pledged to instead contribute 10 cents from every $1 pledged from the $1 million to $2 million mark. Brian is thus kicking in $100K of his own (this is not reflected in the Kickstarter total and all will be applied directly to the development budget). Torment superfan Steve Dengler (@Dracogen) picked up the torch when we reached $2M, matching 10% of every donation from $2 to $3 million, and thus also putting in $100K of his own. These matches will be added post-Kickstarter to help offset failed pledges, and do not count towards stretch goals.\nThis product is participating in Brian Fargo’s Kicking It Forward initiative, promising to pledge 5% of its post-release profit to other Kickstarter projects. We are proud to join the over 200 successfully funded Kickstarter projects whose founders share Brian’s vision of supporting the independent efforts of others.\nThe Ascension of Kex-Lianish (by Andrée Wallin)\nBy pledging at an amount above the Tier you have selected, you can include Add-Ons. At the end of the Kickstarter campaign, you will receive a survey that will let you specify which Add-Ons your additional pledge amount is for.\nPlease note: Digital add-ons can be added to any tier. Physical add-ons can be added to all tiers above $45. The novella compilation requires additional shipping/handling for all non-US backers. Wasteland 2 Autographed Collector's Edition requires $20 shipping for non-US backers. The poster and T-shirt require no shipping/handling if you are pledging to a physical tier or if you are in the US.\nFor shipping/handling, add $5 per item for Canada, $10 per item for the rest of the world. Maximum of 5 total physical add-ons per person – if you would like more than that, please contact us via PM and we’ll can see what we can do.\nFind more information about add-ons HERE.\nDigital Add-Ons\n$4 - Hi-Res Digital Concept Art + Digital Map\n$7 - Digital Strategy Guide\n$8 - DRM-free Digital Soundtrack\n$8 - Digital Art Concept Book\n$8 - Digital Comic Book by Colin McComb & Adam Heine\n$8 - Digital Comic Book by Pat Rothfuss (Not in Any Pledge Tier)\n$8 - Digital Comic Book by Chris Avellone (Not in Any Pledge Tier)\n$10 - Alpha Systems Test Access (Requires Beta Access)\n$12 - Digital Numenera Torment Sourcebook\n$14 - Digital Comic Compilation\n$15 - Digital Novella Compilation\n$20 - Beta Test Access\n$20 - Extra digital copy of Torment (PC, Mac, or Linux)\n$8 - Wasteland 2 Digital Soundtrack\n$8 -Wasteland 2 Digital Concept Art Book\n$20 - Wasteland 2 Beta Test Access (Requires copy of Wasteland 2)\n$25 - Digital copy of Wasteland 2\nPhysical Add-Ons (Require $45+ Tier)\n$25 - Backer-exclusive Torment T-shirt (Not in Any Pledge Tier)\n$25 - Backer-exclusive Torment Poster (Not in Any Pledge Tier)\n$40 US/$45 Canada/$50 International - Printed Novella Compilation (additional shipping cost also applied to physical tiers)\n$250 Wasteland 2 Autographed Collector's Edition\n$750 Limited Edition Signed Print (limit 1 per backer)\n$1200 First Castoff Statuette (Matte)\n$1800 First Castoff Statuette (Painted)\nThe First Castoff Statuette (with detachable mask) from the $2000 reward tier. (Statuette by www.imaginerick.com)\nClick HERE for detailed Reward descriptions at our tumblr site.\nIf you are new to our page, please be aware that the Tiers described on the sidebar are out of date as we have added many extra rewards.\nThe extra rewards (beyond what is listed in the sidebar) include:\nAll Tiers (plus any Project Eternity backers): Planescape Torment: Developer Retrospective, with dev diaries/blogs by more than 10 PS:T team members\nAll Tiers $28+: Digital version of Colin's novella\nAll Tiers $28+: Digital Strategy Guide\nAll Tiers that are receiving the Novella Compilation (whether digital or printed): additional novellas by Nathan Long, Monte Cook, Mur Lafferty, and Tony Evans (total of 7 novellas)\n$50 Tier and all Tiers $75+: Digital Comic Book\nItems marked with a * are also available as add-ons. See the add-ons page for more information.\n100% Digital Tiers\nPhysical Goods Tiers\nSpecial Thanks to Mason Douglass as the CEO of Metric Driven Games, Alexander Brandon as the voice of the Narrator, director Rubidium Wu, and composer Mark Morgan.\nPlanescape is a registered trademark of Wizards of the Coast. Numenera is a trademark of Monte Cook Games. inXile entertainment, the inXile logo, Torment, Tides of Numenera, and the Torment Tides of Numenera logo are trademarks of inXile entertainment. All other trademarks referenced herein are the property of their respective owners.", "risks": "Risks and challenges\nAs you all know, we’re not making widgets—video games are complex projects (not that all widgets are simple). Fortunately, we collectively have more than 80 years of experience in managing them. Given our great progress in developing Wasteland 2, our experience with the technology, and our approach to Torment’s design and production, we are confident in our ability to provide our backers with a quality game deserving of the Torment name.\n\nTorment’s schedule has been designed to maximize both planning (preproduction) and polishing. This extended preproduction period controls costs and increases quality because we’ll have a very well-defined product before production begins. Our target release date of December 2014 allows us 14 months for production and finalization. (In comparison, Wasteland 2 had 12 months, and Mask of the Betrayer had nine.) Furthermore, various systems and tools developed for Wasteland 2 will be used or adapted for Torment, saving development time and budget.\n\nWith a longer schedule, you might wonder how we’ll be able to create Torment if it receives less funding than Wasteland 2 did. First, Torment's story is being designed to be highly modular and scalable. This approach not only lets us increase game reactivity and replayability, but it also let us keep the game's scope flexible. At our target funding, we’ll be able to deliver a complete and satisfying game and as funding increases above the target, Torment will continue to grow in depth and size. But, as resources allow – if Wasteland 2 is a commercial success, for example – we are ready to expand the modular story. \n\nAlso, inXile has established secondary revenue streams that will bolster Torment’s development budget. For example, last September, The Bard’s Tale was released on Android, winning many awards and selling hundreds of thousands of copies in just a few months. While this doesn’t provide enough money to create a game like Torment, it lets us invest in Wasteland 2 and Torment to improve their quality. Although Torment would not be possible without your support, we are self-funding a portion of the game as well. Just like you, we want Torment to be the best it can be.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #68", "update_userinfo": "Updated Our Journal (68): Servant of the Tides", "update_content": "tl;dr: Oom’s debut, Content Update, new bonus rewards from Monte Cook Games, and a check-in on backer rewards.\nHey Exiles,\nEric Daily here. Since last we spoke, we put all our focus on the content update for Torment. Over March, April, and the beginning of May, those new elements took great, albeit blobby, shape. As you will discover below, today is the perfect time to share a first look at the new Torment update with you. This one is all about Oom, our Servant of the Tides… and first introduced back in 2013 as “The Toy”."}, {"update_no": "UPDATE #67", "update_userinfo": "Updated Our Journal (67): Here Come the Boxes!", "update_content": "tl;dr: Rewards begin shipping, new patch, and work on additional content begins.\nHi Castoffs!\n‘Tis I, Eric Daily, here for an update. We have a few exciting topics to cover today, so let's jump right in!\nRewards Shipping"}, {"update_no": "UPDATE #66", "update_userinfo": "Updated Our Journal (66): Beyond the Beyond", "update_content": "tl;dr: New content coming to Torment, rewards status update, and THANK YOU!\nHello Exiles,\nWe are now a little over one week after the release of Torment! It's been amazing to see the reception that the game received. The game has been an extremely strong success critically, with praise, awards and even several perfect scores along the way. If you want to read some of the reviews, we’ve done a pair of roundups that you can find here and here, as well as an . More importantly, we've been seeing your feedback throughout the forums, comments and social media."}, {"update_no": "UPDATE #65", "update_userinfo": "Updated Our Journal (65): The Wait Is Over", "update_content": "Hello Exiles,\nWhen we first came to you asking for your help in making a new Torment game, we were genuinely overwhelmed and moved by the sheer outpouring of support. Torment is a game that would never have happened without you, and you blew us away beyond our wildest expectations.\nNow the wait is over, and Torment: Tides of Numenera is ready for you to play, enjoy and experience. This is a true RPG with over 1.2 million words of text, multiple huge locations to explore, with the most involved quests and characters we have ever made – we tend to be overly ambitious on these things, and it is a much deeper game than we initially set out to create."}, {"update_no": "UPDATE #64", "update_userinfo": "Updated Our Journal (64): Console Copies for Backers – We Need Your Input!", "update_content": "Hello Exiles,\nWith the game's release right around the corner (Feb. 28), every day brings something exciting and new. Today we have something to share that we think looks amazing. Our friends at Techland created a story trailer that covers the events leading up to the game: the backstory behind Torment, brought to life in animated format (needless to say, minor spoiler warning)."}, {"update_no": "UPDATE #63", "update_userinfo": "Updated Our Journal (63): A Look Back on Development", "update_content": "tl;dr: Colin talks about Torment's development and the future; Monte Cook's novella now available; new Torment media\nHello Exiles,\nColin here. It's crazy to think that it's just about a month from Torment's release date. To start, we wanted to give you a taste of some of the game's quests in this interactive trailer. Hosted by, well, me, there's some early game side-quest spoilers, but it'll give you a taste of what the game has to offer if you haven't already jumped into the early access version."}, {"update_no": "UPDATE #62", "update_userinfo": "Updated Our Journal (62): Tidal Surge Update for Early Access", "update_content": "tl;dr: Our last big update before release is here!\nGreetings Exiles!\nHot on the heels of our release date announcement (it's February 28th, 2017 in case you missed it!), we're pleased to announce our last big beta update for the Steam Early Access version of Torment on Windows before the final game is out. In celebration of this last stretch towards release, we're calling it the Tidal Surge Update!"}, {"update_no": "UPDATE #61", "update_userinfo": "Updated Our Journal (61): Release Date!", "update_content": "Hello Exiles,\nToday's update is a little on the short side, but I think you'll forgive us this time…\nWe are extremely excited to announce that Torment: Tides of Numenera will be releasing February 28th, 2017! It has been a long journey, and without your help on Kickstarter it would never have happened. We could not be happier to be delivering a successor to the Torment name and legacy, and we look forward to you enjoying it early next year."}, {"update_no": "UPDATE #60", "update_userinfo": "Updated Our Journal (60): Rolling Towards Release, New Novellas & Trailers", "update_content": "tl;dr: Torment in the home stretch, new novellas released for backers, and new Type trailers to watch.\nHello Exiles,\nEric Daily here! I'm the producer on Torment, coordinating the team and managing day-to-day affairs. I've been around since the Wasteland 2 days, but they have now decided to let me out of my cage in time for Thanksgiving so I can bring you an update on where we're at!"}, {"update_no": "UPDATE #59", "update_userinfo": "Updated Our Journal (59): Polish & Interface Improvements, Looking Forward", "update_content": "Hello Exiles,\nEric here. We're in the home stretch on Torment, and in the last few months we've been working hard to refine and improve the game. My main role has been to work with our artists and engineers to make our user experience as good as it can be. We are in that magical time when a game goes from being something simply playable but rough, to being truly enjoyable, and that's a wonderfully creative period where iteration abounds and we have the time and energy to really identify all those little things that add up to make a great game."}, {"status": []}], "comment_no": 51525, "projec_url": "https://www.kickstarter.com/projects/inxile/torment-tides-of-numenera", "project_name": "Torment: Tides of Numenera"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "SECOND GOAL REACHED! lets see if we can get to 500!, that is only 84 more dollars! I will be able to print more copies and promote and celebrate the book with a party!\nREACHED THE GOAL! Now I can print 100 copies of this book. If I can raise 150 more dollars, I will be able to not only get the book out to stores in other cities, but get the word out! \nI started writing poetry in my head around the same time I first started experiencing mental illness. Because of this, these two things have become inseparably intertwined for me. \nI believe our culture needs more honest and empowering stories about mental illness. My goal with this project is to share my stories with everybody. Shadows and Spikes is a collection of about 30 of my poems and drawings that deal with pain, hope, fear and living with mental illness.\nAs you can see, I am not asking for a lot of money. I want to make this project as affordable and accessible as possible, so I am just asking for what I need to print 100 copies of Shadows and Spikes. Any extra money raised will go toward printing more copies and promoting the collection.\nShadows and Spikes book cover\nSample page for the poem Winged\nSample page for the poem Finuk", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Sorry for the lack of updates", "update_content": "Today Shadows and Spikes lab started working on the layout and fixing the cover design. In the next week I will be printing it from my home computer, taking it to the IPRC to make copies, and bind it!\nAlso, there has been a change of location for the Party. Because of Portlandia conflicts, I will not be able to have it at In Other Words, but In Other Words is arranging it so that I can have it somewhere else on that same day. New will be shared as soon as I receive it!"}, {"update_no": "UPDATE #10", "update_userinfo": "Delay in Rewards.", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "Updates!", "update_content": "Hey! I put off writing the update till plans were set, so sorry for a long time without any news.\nMy goal was doubled, which is just amazing. Thank you to all the backers and people who shared this project with friends. I could not have done it without you.\nTo celebrate, I am going to have a book release party here in Portland. It will be held at In Other Words, the feminist community center/bookstore, on August 25th at 5pm. Because it is at In Other Words, admission will be sliding scale, and no one will be turned away for lack of funds. Copies of the book will be sold for 7 dollars. There will be music and poetry and limeade!"}, {"update_no": "UPDATE #8", "update_userinfo": "Book Release Extravaganza Info!", "update_content": "I would like to thank everyone who has contributed to this project! 166% and about 10 days left! So here is a little thank you video, that doubles as an encouraging video for those who might want to back this project but have not gotten around to it yet! \nAlso, title suggestions welcome. Sometimes the poems come out so easily, but the titles don't!"}, {"update_no": "UPDATE #7", "update_userinfo": "Major Update time!", "update_content": "With 17 days left, the goal has been reached! Thank you to all my lovely backers! Now this book is going to happen. Any money now will go to getting the book out there and letterpress for the cover. My new goal for that and printing some more copies is 400 dollars. That is only 150 dollars to raise in 17 days! I think this can be done! New reward levels will be added soon!"}, {"update_no": "UPDATE #6", "update_userinfo": "10 more days!", "update_content": "you are my elephant graveyard\nyou are the bones of my ancestors\nburied long ago\ni know you are there without ever having seen you\nyou are my marrow\nfilling up my medullary cavities\nso perfectly\ni know you are there without ever having touched you.\nyou are what lies beneath my fingernails\nif i pry them  off\none by one\ni will find you\nwaiting for me\npry them off one by one\nto see you finally\n\ni will spend my time digging deep into the earth\nbreaking femurs\nripping off shiny parts of myself\nto be closer to you"}, {"update_no": "UPDATE #5", "update_userinfo": "GOAL REACHED! And new goal", "update_content": "The past few days I have been working hard making tough decisions about the poems that will make it into the book. I started out with 30 poems that were going to be in the book. Now, after lots of cuts the book will have 23 poems. This is all to make the collection as wonderful as possible.\nIn other news, the cover will be posted soon!"}, {"status": [{"Project funds successfully": "25 backers pledged $512"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/uglyhead/shadows-and-spikes", "project_name": "Shadows and Spikes"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "The Model\nPeople don't like advertising almost as a general rule; Advertising is simply The Way It Is. People who make content learn to like it, because they want to make content, and they also want to eat food and sleep under a roof, and the opportunity to do both at the same time seems like a pretty good idea. \nAfter the \"dot com bubble,\" we ran the site entirely on donations for over a year. The word crowdfunding hadn't been invented yet; back then, people simply called it \"begging,\" but I think it's clear that those days are long past. We look back on that period with incredible fondness, and I don't think we're the only ones. It was just two of us then, not the juggernaut that it is now; we have mouths to feed, as it were. I think we had assumed it wasn't possible to do it that way anymore - to operate a site at this scale without advertising dollars - but it occurred to us that we'd never actually asked. People often want to know how they can support the site in a way that doesn't involve t-shirts or looking at advertising, and I think we may have a way. What I'm saying is that we want to sell out, and we would love to sell out to you. \nHow Do You Intend To Do That\nBy doing this. \nLeaderboard Ad Removed, $250k Goal\nThat's for the amount you see on the right. If it turns out to be something people want to see, or not see as the case may be, we'll add stretch goals to restore old services we used to offer, convert the entire site to a Creative Commons license, and ultimately remove every ad from the site for an entire year. We intend to be a company that succeeds by making things, specifically things for you, and are orienting ourselves toward that goal. \nAll ads on homepage removed. $525k goal\nSo, we're turning to you. Would scouring ads from Penny Arcade, with everything that entails, be something you’d be willing to reach into your pocket for? The more we considered it, the more we agreed it might just be. Not only would you no longer have to look at advertising when browsing Penny Arcade, but not having ads would create a chain reaction that would lead to a bunch of other interesting stuff. Without the almighty \"pageview\" to consider, why not populate the RSS with full comics and posts? Why not enable and even encourage apps, first and third party, for people to read it however they damn well please?\nThat seems pretty compelling to us, but in keeping with Kickstarter tradition we’ve greased the wheels with a buffet of backer rewards and stretch goals. This is an amazing experiment in our opinion. If it doesn’t work Penny Arcade will be fine. We’ll keep going just like before with no interruption in service and nothing will change. But if it did work, I mean, wow.\n\nThat would be something. \nStretchgoals:\nUpdate #1: $550k Stretchgoal\nOne of the things that excited us most about the idea of trying an ad-free model was the amount of time it would give us to actually make comics. Currently, we do all kinds of creative services projects that are part of the existing model, but in their absence, that's all time we can put to work for you. We have a ton of weird settings, and ideas for more, that are simply not possible with the schedule the current system imposes. What we're talking about would be new projects, in settings you already like, that run ALONGSIDE the week's comics, not in their place. Like, oh, I don't know... THIS?!?\nWe have quite a year planned, if you're game.\nCW(TB)\n-----\nUpdate #2: $325k Stretchgoal\nAdditional Revelations! \nWe're just revealing things right and left around here. It would be our great pleasure to acquaint you with Automata: Silverside in lieu of our typical \"creative services\" work. The first of these projects unlocks at $325,000, and we're chomping at the bit. Or champing at it; I can never remember if you chomp or champ. In any case, there won't be anything left of this bit by the time we're done. We're going crazy on it!\n(CW)TB\n-----\nUpdate #4: Penny Arcade Leaderboard Stretch Goal Unlocked! Stretchgoals up to $999k revealed.\nIt's unbelievable, but the campaign has reached our first funding goal of $250k in four days. We've been blown away by the support thus far, and the interest from people outside the industry makes us think we might be on to something here.\nAs promised, we are revealing the stretch goals up to $999k ... behold! (check out the updated list up top!) The new goals we've revealed are:  \nJerry Cosplay: Jerry has agreed to Cosplay as the character of the community's choice (by vote) for one day at both PAX East 2013 and PAX Prime 2013. \nStrip Search Web Show: Discussed in a flurry of tweets, Penny Arcade: The Series Season 4 will be our version of America's Next Top Webcomic titled... STRIP SEARCH. This incredibly ambitious and expensive production will bring together over 10 up and coming webcomic hopefuls for a week of grueling challenges and horrifying social experiments, hosted by Mike and Jerry. For what? A considerable cash prize and integration into the Penny Arcade offices for one year. \nTwisp & Catsby Children's Book (free online): Mike and Jerry will create and publish online (for free) a Twisp & Catsby Children's Book. \nOriginal Tabletop Adventure: Mike and Jerry will write a completely original tabletop adventure, not tied to any particular system, to be released for free. \nFree PA Comic Reader developed for iOS and Android \nPA Blanks/Creative Common License: We will release, with each Monday, Wednesday and Friday strip, a blank version of the comic (art without word balloons) for your editing and remixing enjoyment. In addition, we will open the ENTIRE PA archive to a Creative Common License under CC BY-NC-SA. \n-----\nUpdate #5: Automata Project Unlocked, More Lookouts Info, Comic Sketch Reward and Additional Q&As!\nWe’ve just crossed the $325,000 mark, meaning the Automata strip for 2013 is LOCKED IN. As a teaser, Mike created this image to give you an idea of what’s in in store:\nOur next goal is to make Jerry cosplay as whatever you want him to, which for those in the office is VERY EXCITING. If that goal is met, we’ll first open submissions via an online survey, and then select the top 5 choices by raw #s. From there, we’ll have another online vote-off.\n\nLooking down a bit further on the stretch goal list, Jerry also wrote this piece to go along with a new sketch by Mike for the Lookouts, Daughters of Eyrewood:\n\ndaughter, daughter,\nkilled her father\nlook at what her\nblood has bought her \nNew Reward - Original Comic Pencil Sketch\nThis isn’t a reward you’ll find on the right side but is actually one that applies to ANYONE that contributes more than $2,500. You will receive in the mail, one of the original pencil sketches from the Penny Arcade archives (and for those donating $5k, you’ll receive two, and so on). \nThese sketches are what are scanned in and digitally inked, so each online strip has ONE pencil sketch associated with it. These are the ORIGINALS. (please note, the strip you receive will be at random) Since Mike no longer does the pencil sketches ahead of time, this part in the process no longer exists making these extra rare.\nWe've also updated the FAQ with some additional questions. Please check them out below!\n-----\nUpdate #6: $350k reached, new rewards added!\nWe crossed the $350,000 mark over the weekend, so it looks like this thing has some legs. After listening to a ton of feedback, we have a few more rewards that may interest you!\n\nPrecipice Promotional 1 GB Flash Drives - $250 (30 available)\nWhen we made Precipice of Darkness, Episode 1, we had manufactured 50 USB Credit Card drives (seen here) for media kits, etc. With this reward level you’ll receive this Flash Drive in the mail filled with the digital versions of Books 1 and 2 and the remastered Jerry tracks! We have two versions of the drive (Gabe and Tycho) – which you receive will be picked at random. Add $10 for International addresses.\n1 lb of Jerry’s Coffee Roast - $300 (10 available)\nJerry will ship to you a one pound bag of his signature coffee beans that he roasts himself. Add $10 for International addresses.\n\nLogo Design by PA Design - $1500 (10 available)\nGive Kiko and Erika the name of your company and a synopsis of what exactly it is you do, and delivered to you will be the one-colour AI/PDF/PSD files for your further manipulation. This is the team that designed the PAX Logo, the Trenches Logo, the Child’s Play logo, etc.\n\nBrew with Jerry - $2500 (4 available)\nIt’s no secret Jerry loves brewing, and this reward gives you the opportunity to brew with Jerry in Seattle. You only need to handle your transportation, and Jerry will take care of the rest. Must be 21 or older.\n\nPing Pong. Your Team vs. Team Inferno - $5000 (1 available)\nInvite you and up to 9 of your friends for an officially sanctioned match against Team Inferno in Seattle, WA. The most expensive pizza you have ever purchased will be included. You just need to handle transportation.\n\nPA will crash your birthday party - $5000 (1 available)\nMike and Jerry and possibly some other people will crash your party and totally eat all of your food and drink everything in your fridge. Must be in the Seattle area.\n\nKhoo will plan your bachelor party - $7500 (1 available)\nThis is for planning and day-of execution only. Robert Khoo will take whatever your pre-determined budget is and plan a… uh… experience for you and your friends. A more detailed description to this reward would be against the code. See PA:TS S02E28 for reference.\n\nMike and Jerry DM - $8000 (1 available)\nMike and Jerry will be your DM for you and 3 of your friends, running an adventure just for you. You just need to handle transportation to Seattle.\nWe’ve also been getting some really interesting ideas for stretchgoals from readers – if you want to suggest some before we announce our next set of them, send an email to ks@penny-arcade.com. Thanks!\n-----\nUpdate #8: The Final Cosplay Vote + More details on Strip Search\n(Note: Skipped #7 since it was just the initial cosplay vote)\nWe've crossed the $375k mark, meaning Jerry is on the hook for cosplaying as the character of your choice. We did open submissions in Update #7, and after over 15,000 suggestions, here are the top 5 to vote on:\n\n1. Bayonetta\n2. Sailor Moon\n3. The Fruit Fucker\n4. Tycho\n5. Yummy Chan\n\nHonorable mentions go to Strawberry Shortcake and Lollipop Chainsaw. ;)\n\nAlright, vote here!\n\nGabe also just posted an update on Penny Arcade about Strip Search, but you can read it here as well:\n\nI admit to being a huge fan of reality tv style game shows. I love shows like So You Think You Can Dance, Hell’s Kitchen, and Master Chef. I even watch shows like Ink Master and Shear Genius. It doesn’t matter if it’s singers, chefs, fashion designers or gardeners. I love watching groups of people pushed together to compete at something they are good at. I don’t know a thing about cooking or dancing but I can’t get enough of these game shows. I’m always amazed when the challenge is something like “make a fruit tart” and one guy says “shit I’ve never made a fruit tart before” and then he proceeds to make a fucking fruit tart. I could never do that and maybe that’s why I love watching it so much. Could you pull a theme out of a hat and then write and draw a comic strip about it? Probably not, but I’m guessing you might like to watch people who can.\n\nThat’s the idea for our new show Strip Search. It is the next goal in our Kickstarter and It is a reality game show for web cartoonists. Like any of these other shows I mentioned it is about watching incredibly talented people face off in a competition with a reward that could change their life.\nIn the case of Strip Search we are talking about ten people. Each one of them a talented cartoonist. They will all live together in a house here in Seattle. They will compete in a series of challenges that will test their skills and we will slowly whittle them down until we are left with one winner. This cartoonist will win a cash prize along with integration into the Penny Arcade machine. That means a studio in our office but it also means access to our business people, our merchandising operation, our designers, and our ping pong table. The winner will get plugged into the Penny Arcade family for one year. We will not own any of their work, and there will be no evil contract to sign. We will just be there to support them and help grow their comic in a way that very few other organizations could.\n\nTycho and I will be the hosts and participate in the judging but we won’t be alone. We are very lucky to have friends in every corner of the industry from syndicated newspaper comics to book publishers, and web comic pioneers. We’ll be bringing these folks in as guest judges and mentors throughout the competition. You’ll also see everyone here in the office working with these contestants. It’s a huge undertaking for us but incredibly exciting I think.\nThere is something magical about watching a comic strip come together. I think Strip Search is a show that could appeal to a much bigger audience than anything we’ve done before on PATV. So if you could help us get the word out I’d appreciate it. Tell your friends who like reality TV and tell them to tell their friends. I’d love to see Strip Search get funded and if it does we are very close to the goal of all ads removed from the home page and our Daughters of the Eyrewood Lookouts comic.\n------\nUpdate #9: More Lookouts Art, a New Reward, FAQ Update, Jerry Cosplay\nWith 15 days left, we've raised almost $400,000, which is nearly a half-a-million dollars, which is basically a million! Right? Or...? Listen. We don't have time to thrill you with our incredible mathematics right now. It's time to reveal the terrifying revelations of Kickstarter Update 9!\n\nMore Lookouts!\n\nGabe drew more concept art for Daughters of the Eyrewood to further entice you:\nI know this level seems out there, but we still have 15 days! We are also adding another reward level at $50 for a hi-resolution, 8.5” x 11” print of the above Lookouts image sent to your door. Please add $5 for international addresses. (this level also includes all previous rewards!)\n\nJerry Cosplay Poll Results!\nI'll be honest, I'm actually a little shocked at the result. The winner is... the Fruit Fucker? I just feel like... that doesn't have a lot of shame-factor to it. This was an opportunity to really get some ridiculous photos of Jerry, and the community chose the Fruit Fucker? All right, we'll try to do something with it that will maximize embarrassment.\n\nOh! And I forgot to mention in the last update with honorable mentions that we also got a lot of Dr. Bunsen Honeydew suggestions, which would have also been really funny.\n----\nUpdate #10: Kickstarter Shirt Revealed!\nWe’re less than $40k away from hitting our Strip Search stretchgoal, and we figured you would want to see the Exclusive Kickstarter T-Shirt commemorating the campaign! \nThis is at the $150 reward level and also includes The Dickstarter Print, Digital Versions of Books 1 and 2, Remastered Digital Singles of Jerry’s PA musical works, an 8.5” x 11” print of the Lookouts image from Update #9, a copy of Rainslick 3, names for your band AND your pet by Jerry, thoughts of you during coitus from Mike, and of course, the glue that holds this whole campaign together, Mike chasing a duck around while he shouts your name.\n----\nUpdate #11: Strip Search UNLOCKED! Call for entries begins NOW.\nWe’ve just hit the $450k/Strip Search stretchgoal! We move fast, so it’s time to get the process rolling. May I present to you, the initial call for entries.\n\nAs mentioned in previous updates, the winner will get office space (for free!) at Penny Arcade HQ in Seattle, WA AND access to all of our facilities and resources (Mike, Jerry, Biz Guys, Merch Guys, etc) for one year on top of a $15,000 cash prize.\n\nThe deadline to submit is midnight, 8/24/2012 (TWO WEEKS FROM NOW). What you’re applying for is to be on our new reality show, Strip Search, later this year. The process to get to our final participants will be incredibly thorough, so please know this is only the first of many steps.\n\nSome quick notes on the show:\n\nThere will be no cost to you, other than your time.\nYou will be asked to sign a video release.\nYou will be asked to sign an NDA.\nYou will NOT be asked to sign anything regarding the rights to your existing or future works.\nYou need to be 18 or older and legally be able to enter the United States.\nYou will need to take about two weeks of your life later this year for this and this alone.\nIf there are any other questions, please ask them below, and I'll get them answered. Thanks, and good luck!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Help Bring Automata to Life!", "update_content": "Greetings everyone! You're getting this because you supported our first Kickstarter campaign 3 years ago! I'll make this short, since I don't want to bombard you with more info than you need.\nWe have a new campaign that launched yesterday, so if you'd like to take a look, check it out here: "}, {"update_no": "UPDATE #13", "update_userinfo": "The Happy New Year Update!", "update_content": "It's been over three months since our last update, and we have some great news to share. Being the first of the year, we launched the new ad-free homepage on Penny Arcade! Thank you to everyone that contributed to the campaign and made this possible. We know how fortunate we are to have such a supportive community, and the turn of the new year reminds us how lucky we are. You've allowed our weird little company to do what we love for another year, and that's something we don't take for granted. \nThank you.\nYou may have also noticed that you've been getting your rewards via email and snail mail. The $15 to $150 tiers have either hit the mailstream or are queued to do so in the next few days, and surveys for the higher tier rewards have been sent out as well. Brian and his team at the warehouse figured \"what better time to take care of thousands of individual packages than the busiest time of the year?\" The $1 reward tier is running into technical difficulties, but a promise is a promise, and we are working on it."}, {"update_no": "UPDATE #12", "update_userinfo": "Thanks and next steps!", "update_content": "Thank you to everyone that helped make the homepage ad-free! The campaign was a really crazy experience. We learned so much, so our thanks to all those that contributed and commented throughout the month. As a bonus, Mike posted on Penny Arcade that we got so close to the Lookouts stretchgoal that we're going to do it anyway, so look for that, the Automata comic, the Strip Search show, and Jerry dressed as a giant juicer in 2013!\nWe're already planning the fulfillment of our rewards and the keeping of our promises, so expect a few surveys from the campaign once PAX Prime is done. (We want to give those with payment issues two weeks to resolve them)"}, {"update_no": "UPDATE #11", "update_userinfo": "Update #11: Strip Search UNLOCKED! Call for entries begins NOW.", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Update #10: Kickstarter Shirt Revealed!", "update_content": "We’re less than $40k away from hitting our Strip Search stretchgoal, and we figured you would want to see the Exclusive Kickstarter T-Shirt commemorating the campaign!\nThis is at the $150 reward level and also includes The Dickstarter Print, Digital Versions of Books 1 and 2, Remastered Digital Singles of Jerry’s PA musical works, an 8.5” x 11” print of the Lookouts image from Update #9, a copy of Rainslick 3, names for your band AND your pet by Jerry, thoughts of you during coitus from Mike, and of course, the glue that holds this whole campaign together, Mike chasing a duck around while he shouts your name. "}, {"update_no": "UPDATE #9", "update_userinfo": "Update #9: More Lookouts Art, a New Reward, FAQ Update, Jerry Cosplay", "update_content": "With 15 days left, we've raised almost $400,000, which is nearly a half-a-million dollars, which is basically a million! Right? Or...? Listen. We don't have time to thrill you with our incredible mathematics right now. It's time to reveal the terrifying revelations of Kickstarter Update 9!\nMore Lookouts!\n\nGabe drew more concept art for Daughters of the Eyrewood to further entice you:"}, {"update_no": "UPDATE #8", "update_userinfo": "Update #8: The Final Cosplay Vote + More details on Strip Search", "update_content": "We've crossed the $375k mark, meaning Jerry is on the hook for cosplaying as the character of your choice. We did open submissions in Update #7, and after over 15,000 suggestions, here are the top 5 to vote on:\n1. Bayonetta\n2. Sailor Moon\n3. The Fruit Fucker\n4. Tycho\n5. Yummy Chan"}, {"update_no": "UPDATE #7", "update_userinfo": "Update # 7: Deciding Jerry's Cosplay", "update_content": "It looks like we’re only $5k away from hitting the Jerry Cosplay (aka Yummy-Chan-town) stretchgoal, so we figured we’d put it to the community vote so you AND Jerry know what you’re getting into.\nThis is an open submission form, so write in who you think he should cosplay as for a day at both PAX East and PAX Prime 2013.\nWe’ll close submissions on Friday morning and then do another vote of the top 5. Thanks!"}, {"update_no": "UPDATE #6", "update_userinfo": "Update #6: $350k Reached, New Rewards Added!", "update_content": "We crossed the $350,000 mark over the weekend, so it looks like this thing has some legs. After listening to a ton of feedback, we have a few more rewards that may interest you!\n\nPrecipice Promotional 1 GB Flash Drives - $250 (30 available)\nWhen we made Precipice of Darkness, Episode 1, we had manufactured 50 USB Credit Card drives (seen here) for media kits, etc. With this reward level you’ll receive this Flash Drive in the mail filled with the digital versions of Books 1 and 2 and the remastered Jerry tracks! We have two versions of the drive (Gabe and Tycho) – which you receive will be picked at random. Add $10 for International addresses. "}, {"status": [{"Project funds successfully": "9,069 backers pledged $528,144"}]}], "comment_no": 560, "projec_url": "https://www.kickstarter.com/projects/pennyarcade/penny-arcade-sells-out", "project_name": "Penny Arcade Sells Out"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "FOR THE LOVE OF MAD GOD\nMad God is an experimental, hand-made, animated film, set in a Miltonesque world of monsters, mad scientists, and war pigs.\nDirected by legendary visual effects and stop-motion craftsman Phil Tippett, the sets, creatures, effects and spirit are, in every way, independent and created from the heart.  Sometimes that heart is bursting with love for the craft, while other times it's punctured and bleeding all over the place... 24 frames per second.\nMAD GOD is a mature film made with technology that spans the history of cinema.\nTHE MOVIE\nPhil Tippett was raised on the fantasy films of Ray Harryhausen and Willis O'Brien; films that fueled his and other youngsters' imaginations with creatures brought to life using stop-frame animation.  As a young man, he was further influenced by European experimental filmmakers Karel Zeman, Jan Svankmajer and Vladislav Starevich, who used similar techniques in surreal and experimental ways. \nWith his work on the \"Star Wars\" movies, Tippett carved his own niche as a modern master of stop motion.  In 1984 he created his own studio where he continued to explore and innovate using stop motion. \nMAD GOD began with several minutes of stop motion animation in 1990, before the explosion of Computer Generated Imagery (CGI) for movies.  But as his studio blossomed into a powerhouse of computer-assisted visual effects and animation, the MAD GOD project fell on the back burner. \nUNTIL LAST YEAR\nAfter sitting on the shelf for 20 years, artists at Tippett Studio implored Phil to revive MAD GOD. \nIncorporating footage shot before the surge of CGI with new puppets, scenes, environments, and in-camera effects, Phil is directing while mentoring an entire new generation in traditional stop motion animation and creature fabrication.\nThe crew is entirely made up entirely of volunteers, including artists from Tippett Studio, students from local art schools, and industry veterans who remember the \"good ol' days\" when effects were made by people on sets photographing puppets one frame at a time.\nWHY KICKSTARTER?\nEven independent films cost money, and MAD GOD is no exception. \nThe money raised through Kickstarter will be used to finance an abundance of the hard costs associated with making the first chapter of this film, including materials for making molds, armatures, rear and front-screen projections, lab services, hard drive storage, and studio rental space among other costs...  \nIn short, your money will finance the supplies needed to bring the film to life.  Your contributions will ensure that the first chapter gets completed, and you will have a front row seat to the making of this spectacle.\nWe've been emboldened by a number of incredible Kickstarter success stories to believe that independent animation fans and consumers can make a project as unlikely and non-commercial as MAD GOD a reality.  Your financing will facilitate this project to take creative risks and deliver a vision like few have ever attempted. \nABOUT THE PROJECT\nOver an 18 month period, a small team, under Phil Tippett's direction, will complete an approximately 12-minute chapter of the stop-motion/live-action/mixed-media creation called MAD GOD, using hands, tools, molds, clay, toys, garbage, blood, and whatever else we can get our hands on.  \nOnce this chapter is finished, backers will receive the completed version in the available format of their choice (determined by which rewards level is chosen). \nREWARDS\nA flat backer contribution of $10 gets you into the \"MAD GOD CLUB,\" with access to view the process on a password-protected section of the www.madgodmovie.com website as it unfolds and a copy of the first chapter of the film when it is finished as a digital download. \nFor anyone who wants to contribute above and beyond that, we have a list of fun, premium, rewards ranging from postcards with art of the film to DVDs, signed by creator Phil Tippett, to custom-created sculptures. \nFor More Information, please visit www.madgodmovie.com or email kickstarter@madgodmovie.com", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #38", "update_userinfo": "Exciting MAD GOD News", "update_content": "Dear Team MAD GOD,\n\nWe have exciting news to share with you...\n\nAfter more than 30 years in production, and thanks in EVERY WAY to you, the backers of this project over the past decade, Phil has completed the feature length film version of MAD GOD!"}, {"update_no": "UPDATE #37", "update_userinfo": "Phil Tippett's MAD GOD Instagram is now a thing!", "update_content": "Hi Team MAD GOD!   \nLet's make this short & sweet - Phil Tippett now has an Instagram!  \nHis feed chronicles adventures in imagining, fabricating & animating all the parts & pieces that go into the glorious world of MAD GOD.  \nFollow him @madphilg on Instagram, won't you?  \nhttps://www.instagram.com/madphilg/  "}, {"update_no": "UPDATE #36", "update_userinfo": "VIP Pre-Tip: MAD GOD Kickstarter 3 is Now Live", "update_content": "Greetings Team Mad God!\nWe are inside of 24 hours for our latest project - the Augmented Reality Hologrid: Monster Battle game, featuring Phil's creatures, brought to life for you to play with!"}, {"update_no": "UPDATE #35", "update_userinfo": "Final Push for \"Hologrid: Monster Battle\"", "update_content": ""}, {"update_no": "UPDATE #34", "update_userinfo": "Collector's Edition for Hologrid Game", "update_content": ""}, {"update_no": "UPDATE #33", "update_userinfo": "HoloGrid: Monster Battle // Live on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #32", "update_userinfo": "HoloGrid: Monster Battle // News from Phil Tippett", "update_content": "Good morning beloved backers of Phil Tippett's Mad God Pt1!\nLast week, we shipped out replacement DVD-Blu-Ray sets to all backers who reported having not received a DVD, whose DVDs arrived creased or damaged, or whose DVDs were reported having been seized by customs or lost in the post.\nThese were mailed to those of you who emailed us privately or responded to our Doodle Poll to report your DVD missing. If this describes you, you should have received a disc in the mail, or if your is still in transit, a USPS label number via email that will allow you to estimate when your discs will arrive. (Check your SPAM folder if you haven't seen one come through.)"}, {"update_no": "UPDATE #31", "update_userinfo": "Final Update!", "update_content": "Dear Team MadGod,\nMany of you have been emailing to let us know your DVD/Blu-Ray sets have not yet arrived.\nWe're hearing every day that packages are still arriving, so although we know it's the last thing you want to hear, please keep patient just a bit longer!\nWe shipped the DVD's using a mail service."}, {"status": []}], "comment_no": 128, "projec_url": "https://www.kickstarter.com/projects/madgod/phil-tippetts-mad-god", "project_name": "Phil Tippett's \"MAD GOD\""}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "Please note: we've moved all previous edits to the FAQ at the bottom of this page to keep things nice and tidy. We'll only be displaying the latest updates here.\nFOR OUR NEW BACKERS: Early on in the campaign we changed the prizes so that anyone who pledges $50 and up will receive all three parts of the trilogy: the full game! It's our thanks for helping us achieve our goal so quickly.\nApril 20th, 4 hours left in the campaign: KABOOM. 700%. You did it. We didn't believe it could be done. We are in awe. Keep an eye out, we'll be sending out an update when the campaign officially ends exclusive to our incredible backers!\nIn the last three days of the campaign, we've put together a final video with a some pretty important news... plus we're hiring! Please take a look and get the full description in Update #9.\n\n\"The Banner Saga looks to take everything that was great about the heyday of animated motion pictures and crams it into a strategy game that looks almost too good to be true.\" - Gamezebo\n\"...the art speaks for itself. The developers describe it as \"painstakingly hand-animated,\" and it shows. The colors are lush, and the stylized scenes and characters as crisp and vivid as in any animated film, perhaps more so.\" - Kotaku\n\"It's a beautifully hand-drawn, animated adventure with turn-based tactical strategy set in a post-apocalyptic Viking world. If you didn't start throwing your money at the screen six words into that last sentence, then you're either completely dead inside, or else you enjoy things that are different from the things that I enjoy, in which case you are dead to me.\" - Cracked\n\"We got a few glimpses of that hand drawn artwork when the Banner Saga site went live recently, but it looks even better in motion. The turn based combat in particular looks livelier for that hand-drawn touch. Lovely stuff.\" - PC Gamer\nWHAT'S ALL THIS ABOUT BANNERS AND SAGAS?\nThe Banner Saga is a role-playing game merged with turn-based strategy, wrapped into an adventure mini-series about vikings.\nTravel through stunning landscapes straight out of an animated film. Battle painstakingly hand-animated foes in strategic, turn-based combat harkening back to the classic \"Tactics\" days of gaming. Make decisions with consequences in conversations with people you'll truly care about.\nAnd throughout the whole thing record the history of your people on your banner where it will be remembered, because soon there might not be anything left.\nThe Banner Saga is a mature game aimed at gamers who appreciate art, story and strategy.\n\nTHE GAME\nOur first priority has always been to make a role-playing game that feels and looks fresh, and plays like the classic tactical strategy games of our childhood. It's not about defeating the villain and saving the day. It's not about grinding to get past the next fight. The Banner Saga throws you into the end of the world and asks \"how do you deal with this\"?\nDRM-Free, and available on PC and Mac\nNot another generic fantasy: Drawing heavily from Norse culture while creating its own identity and mythology, The Banner Saga takes a low-fantasy approach to viking themes. Giants: yes. Horned helmets: no.\nStrategic combat: Recruit a large roster of unique characters throughout the story, each with different abilities that interact in combat in a deeply tactical way and personalities of their own. The Banner Saga harkens back to classic turn-based gameplay with a strong emphasis on tactics over brute force and endless grinding.\nTravel across gorgeous landscapes: The choices you make as events arise have a huge affect on how the story plays out- who survives, who dies, and what's worth saving. Add people to your caravan as you travel, or lose them when tough decisions arise. You're not just fighting to save nameless strangers, you're fighting for your neighbors, your family and your way of life. We want you to care what happens to them.\nAn emphasis on story: Your choices in dialogue and throughout the game truly affect the story and the people around you. A mature story for adults means forming relationships and making tough decisions; not sex, violence and swearing.\nPlay online: Though the single-player campaign is our focus, The Banner Saga provides a deep multiplayer game; build a unique party of characters and battle friends and enemies in multiplayer combat. Upgrade your party over time and devise new strategies.\nRisk in gameplay: A lot of modern games play it safe- you know you'll defeat the evil and save the day. In The Banner Saga you can't take anything for granted. We want it to feel like a good tv mini-series; the world doesn't revolve around you, it's about how you deal with change.\nWhat does \"Chapter 1\" of the full game mean? We've added an explanation in the faq below.\nDON'T YOU NEED MILLIONS TO MAKE A GAME LIKE THIS?\nWith 30 years experience between us in the games industry, and after working as leads on The Old Republic; one of the biggest projects in gaming history, we know what it takes to make a top-tier game.\nWhen we decided to go independent we knew it would mean making some hard compromises, but it was never our goal to make something small and casual. We designed a game that, at its very minimum, would cost us $100,000 while still focusing on our top priorities - story and strategic combat - at the highest possible level of quality.\nOur promise to you is that all the support we receive goes right back into the game to make it the best it can be. Your donations don't just let us tack on more stuff, they let us return to the full scope of the game we've always wanted to make.\nAdditional funding allows us to give you:\nA bigger, richer world. More characters in combat, more animation, more diverse landscapes, more music, engaging animated cutscenes, and more multiplayer options. We have a huge story we want to tell and this will let us deliver it in the most compelling, meaningful way.\nPorting to more devices. Our first release will be on PC and Mac, but funding would allow us to convert the game to iOS, the Kindle Fire, consoles like XBLA and PSN and maybe even portable gaming devices like the Vita.\nLocalization (translation) in more places. Viking culture is huge in Europe and turn based strategy is big in Japan. We'd love to bring The Banner Saga to both of those places and anywhere else we find significant interest.\nThe game the way we think it should be. By crowdfunding this project we won't be tied to publishers telling us to change the giants to orcs or dumbing the story down for children. We think this means a better game for everyone.\n\nBEHOLD, THE PRIZES\nWe're absolutely over the moon to be able to offer prizes not just for a game, but as an art project. Scroll down to see everything we have to offer!\nThe Wallpaper\nA sleek, stylized background for any size computer or portable device. Get it with or without the game logo. Obviously we can't show it here, but it's exclusive to Kickstarter backers and never seen before.\n\nThe Guild Crest\nThis is your chance to get in the game. In both single player and multiplayer, when the player starts the game they choose a crest to represent their family or guild. We'll give you a template, and you give us whatever symbol you want to see in the game. It could be your family crest, your guild emblem, or a drawing of your dog. It's not just for you, though; everyone who plays the game will be able to see your design. If you donate at this level be sure to check out the FAQ for some simple guidelines. Includes all previous rewards.\n\nThe Game Poster\nA full-sized 24 x 36 inch movie-style poster featuring official artwork for the game and featured on the cover of Indie Game Magazine. Each poster is personally signed by the team at Stoic! Includes all previous rewards.\n\nThe T-shirt\nA t-shirt designed exclusively for the Kickstarter campaign and only for backers. Carved into the horn is the history of the world. Once the campaign is over they'll never be seen again! We'll be making the t-shirt available in all the major sizes (s, m, l, xl and xxl) and both genders. Includes all previous rewards.\n\nThe Button\nAll prizes at the $80 and up level come with a free pin based on the brooch worn by a key character the game, which can be seen in the animation cel below. Use it to hold together your sheep-skin cloak in the icy winds! Show off your viking spirit in public! Or whatever! Includes all previous rewards.\n\nThe Score (Special music promotion)\nAustin Wintory, composer of the hit game \"Journey\", will be providing limited edition physical copies of the soundtrack, hand-signed by the composer himself. Different from the official soundtrack, once the campaign ends these special edition CDs won't be available again. As part of the special music promotion, the donations we receive from this prize category go directly to help fund an all-out, full orchestral score in the game, recorded in a live studio! Includes all previous rewards.\nThe Animation Cel\nThis is a throwback to the golden age of animation. A cel is a single frame of animation on a transparent sheet that is laid on top of a painted image. If you're a huge classic animation nerd like we are, you can own a signed and numbered 8.5 x 14 inch animation cel from the game the way they used to do it in the good old days of Disney and Don Bluth. Includes all previous rewards. Pick one of two pivotal characters below:\n\nThe Signature (Special music promotion)\nGet an autographed copy of the performance parts from the recording sessions; the SHEET MUSIC used by the actual musicians who play on the score. Needless to say, this prize will be a limited run. As part of the special music promotion, the donations we receive from this prize category go directly to help fund an all-out, full orchestral score for the game, recorded in a live studio! Includes all previous rewards.\n\nThe Landscape\nWe're thrilled to offer our take on works of art inspired by the incredible paintings of the American master Eyvind Earle. This is an image that defines The Banner Saga's art style. Get this framed 36 x 12 inch lithograph with no logos, no gimmicks, signed and numbered by the artist in limited supply. Your friends won't even know it's from a game unless you decide to tell them. Includes all previous rewards.\n\nThe Relic\nImmortalize something meaningful to you in The Banner Saga that other players will find on their own adventures. Send us a photo of your own heirloom, memento or just something you'd like to show your friends and we'll turn it into a relic of value and power. We'll work with you to come up with a unique name and description that could include anything from a mysterious inscription to giving off a certain aura. You'll personalize it and make a coveted piece of gameplay by choosing from a list of rarities and in-game bonuses it provides. Doesn't look very viking-themed you say? That's ok, the marketplaces trade in items pillaged from all over the world. Check the FAQ for more info. Includes all previous rewards.\n\nThe Shadowbox\nWe'll be creating a piece of art with true depth that replicates the way the game parallaxes and overlaps. It comes in a 2-inch deep glass-paned frame at a hefty 20 x 16 inches. Below is an example image by the artist who will be creating the shadowbox (not the actual image!). Rest assured that we'll be doing something special for this piece. Includes all previous rewards.\n\nThe Transcendence\nBECOME A VIKING GOD in the game itself. The gods may be dead but that doesn't mean they're not an important part of The Banner Saga. We'll work with you to create a unique deity with your likeness which will be seen all over the game in various forms of effigy and as an integral part of the lore, all in strong Norse themes. If you're interested in this prize please contact us via email. Includes all previous rewards.\n\nThe Performance (Special music promotion)\nYou are invited to personally ATTEND the music's recording sessions in Los Angeles or elsewhere later this year. This will include a day of hanging out with all of us at the recording studio, and lunch (on us). You will also receive a signed, leather-bound book compiling all of the game's music (produced as a one-off and therefore never commercially for sale) and earn a Music Associate Producer credit in the game and on the album. Not enough? Austin will personally compose an original 30-second ringtone, just for you! As part of the special music promotion, the donations we receive from this prize category go directly to help fund an all-out, full orchestral score in the game recorded in a live studio! Please note: this is a special case prize. While it does include the signed CD and the sheet music, it does not include any of the previous rewards. This one's for serious music fans. You must be able to travel to the Los Angeles area or elsewhere. If you're interested in this prize you must contact us to make arrangements before the end of the Kickstarter campaign: stoic@stoicstudio.com.\n\nThe Motion Shoot\nCome on over to our high-tech motion capture studio and we'll put YOU (yes, physically you) in the game, doing an animation for an attack or special skill. Think you'll look silly? Don't worry, by the time we're done you'll look a bad-ass viking warrior. After the shoot we'll take you out to lunch and chat about the game. Male or female, no problem; we've got plenty of characters to choose from. We can honestly say there will probably never be another chance like this. Must live locally or be able to travel to the Austin, TX area. If you're interested in this prize please contact us via email. Includes all previous rewards.\n\nThe Executive\nWe have so many prizes now we had to compile them all into one final, huge mega-prize. The Executive gives you every prize we have to offer (except for the rotoscope shoot), including the viking god and attending the recording session. On top of that, you will be given an Executive Music Producer credit in the game and on the album. Lastly, receive a framed copy of the Banner Saga main theme, each note inscribed by hand by Austin Wintory, who will also be kind enough to sign his work. Has anything like this even been done before? Please contact us before donating at this tier.\n\nAnything else?\nThat's not enough? If you have any questions about the prizes or are interested in making some kind of arrangements for a private donation, please feel free to contact us at stoic@stoicstudio.com\n\nWHO ARE YOU, TO PROMISE SUCH THINGS?\nStoic is made up of three industry veterans with over a decade of experience each, and from all walks of development. We're overwhelmingly confident that, with your help, we can create something meaningful and beautiful.\nArnie Jorgensen started off working on comics such as Justice League America for DC. Eventually he got into games, putting his abilities to work on Star Wars: Galaxies and The Old Republic as the lead concept artist. Now instead of making art just for concepts it goes right into the game.\nAlex Thomas got into the industry early and has done everything from 3D characters and environments to 2D animation, illustration, screenplay writing, game design and cinematics for games like Star Wars: The Old Republic and Shadowbane.\nJohn Watson has been programming since he was 6. After doing some work on the Hubble at NASA he decided to apply his vast abilities in the games industry, eventually bringing his experience as lead combat programmer on The Old Republic to Stoic.\nTHANK YOU\nWe're honored and humbled to have this opportunity, and we're beyond lucky to be in this position at this time. We'll do everything we can to make the kind of game that we're proud of sharing and talking about with gamers and, hopefully, create something that's meaningful to you. We're in this for the long haul. Keep in touch with us at thebannersaga.com or write to us directly at stoic@stoicstudio.com.\nAnd of course, a huge thanks to our families and friends who have supported us every step of the way. We couldn't have done it without you.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #71", "update_userinfo": "Banner Saga 3 Launch!", "update_content": "Greetings, Backers and Bannerfolk,\nThe End is HERE! \nIn a few short hours, Banner Saga 3 will launch and you can take up the banner, rejoin your caravan and finish the journey started so long ago. How will your saga end? "}, {"update_no": "UPDATE #70", "update_userinfo": "Banner Saga 3 PledgeManager Open!", "update_content": "Did you miss the Banner Saga 3 Kickstarter?\nIf you want to order some of the great merchandise we've created, or to pre-order Banner Saga 3, we have you covered!"}, {"update_no": "UPDATE #69", "update_userinfo": "Just 4 Hours Left - Support Banner Saga 3!", "update_content": "Hello Banner Saga Backers!  We're in the final stretch of our Banner Saga 3 campaign and it's not too late if you'd like to come along for the adventure!  For those of you who backed us from the start, our sincere thanks, and for those of you still on the fence, time is running out to follow along in our development and pick up some awesome loot along the way!"}, {"update_no": "UPDATE #68", "update_userinfo": "Banner Saga 3 Officially Announced!", "update_content": "Greetings original backers!\nYou have been with us from our earliest days in the goat shack - you believed in us when The Banner Saga was just dream, and we want to give you our huge thanks!\nWe're so proud to announce that we're kicking off development of the final chapter of The Banner Saga with a crowdfunding campaign, so we can bring everyone along on our journey and finish Banner Saga 3 at the highest level of quality."}, {"update_no": "UPDATE #67", "update_userinfo": "Banner Saga 2 - Survival Mode Beta", "update_content": ""}, {"update_no": "UPDATE #66", "update_userinfo": "Banner Saga 2 on GoG and PAX East Recap", "update_content": ""}, {"status": []}], "comment_no": 4368, "projec_url": "https://www.kickstarter.com/projects/stoic/the-banner-saga", "project_name": "The Banner Saga"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "Update #14: \"We really shook the pillars of heaven, didn't we Wang?\"\nIncluding PayPal, our final total is $1,895,772!!!\nA-freaking-mazing!  Wowsers! Bibbidy-bobbidy-boo!\nWe are so happy to be associated with such a wonderful community. \nBackers, we'll hold our Second City Survey soon and contact you for your Swag info!\nFor now, we're heading over to Shadowrun.com and our new forums!\nSee you on the other side!\nLove,\nHBS\nUpdate #11: Since we’re sharing. . .\nHey everybody!\nHoly cow! You're killing it! Keep up the momentum!\nWith just one day left on the Shadowrun Returns Kickstarter, the energy you’re projecting into our little closet is absolutely crackling. (Thanks, we need it!)\nIn his fireside chat video update, Jordan waxed poetic about your personal Shadowrun stories and how they’ve inspired us. So much, that our normally camera-shy team members (and couple of our friends) were compelled to share some of their Shadowrun stories with you.\nSo while you’ve been pushing the project closer and closer to $1.75m and we’ve been crunching to finish our latest game, our friends at Bootstrapper Studios edited together this little ditty.\nEnjoy.\nAgain, we thank you for your incredible support in the closing hours of this amazing adventure.\nHBS\n#shadowrunreturns! #laboroflove\nWorld of Shadowrun Primer (What is this Shadowrun thing anyway?)\nhttp://harebrained-schemes.com/shadowrun/primer/\n\"I'm a Backer!\" images for your blogs and Facebook pages\nhttp://harebrained-schemes.com/shadowrun/backer-images/\nIf you can't use Kickstarter, you can use PayPal! \n http://harebrained-schemes.com/shadowrun/paypal \nWritten Interview with Jordan\nhttp://www.cgmonthly.com/about/interviews/item/19513-shadowrun-returns,-hopefully-here-to-stay.html\nPodcasts with Jordan\nhttp://padinga.com/2012/04/17/the-game-show-1011-live-interview-featuring-shadowrun-returnsjordan-weisman/\nhttp://jchutchins.net/site/2012/04/04/podcast-interview-with-jordan-weisman-on-shadowrun-returns/\n______________________________________________\nShoot Straight. Conserve Ammo. And Never Cut a Deal With A Dragon.\nJordan Weisman, the creator of Shadowrun, is back and Shadowrun Returns (for Apple & Android tablets and PCs) is the game that Shadowrun fans have been waiting for a long time. A graphically rich 2D turn-based single player game with deep story interaction, meaningful character development, and highly-contextual tactical combat, Shadowrun Returns is not only going to make some old geeks (like us) very happy but it will introduce new players to a dynamic gaming universe that is beloved around the world. \nCreated almost 25 years ago, Shadowrun remains one of the most original and cherished role-playing settings. The game world’s origin story mashes-up the dystopian Cyberpunk future of a Blade Runner with the high fantasy creatures and races of a Lords of the Rings in an organic way that produces iconic characters, environments, and situations.\nHere's how it works:\nAccording to the Mayan Calendar (and lots of tabloids), the world will end on December 21, 2012. It’s part a 5,200 year cycle of death and rebirth that, in Shadowrun, actually charts the ebb and flow of magic from the Earth. So, on 12/21/12 magic will return, end this world, and wreak holy havoc while starting the next. Aboriginal cultures, who maintained their mystical traditions, are the first to feel the return of magic and use their newfound power to reshape the political, financial, and physical world around them.  As the magic increases, Elf and Dwarf babies are born to very surprised parents who carry the right combination of long-dormant genes. But all of these events pale in comparison to the horror of \"goblinization\", which painfully reshapes the teenage bodies of those unlucky enough to carry dominant Ork or Troll genes. And then the first Great Dragon rises from its 5,200 yearlong hibernation and circles over Tokyo, signaling that the world has truly AWAKENED.\nFast forward two generations, to a world transformed not only by the growth of magic but by the acceleration of cyber technology—a continual effort to improve upon the gifts that nature gave humanity; by the inevitable maturation of the World Wide Web into the Matrix—a network directly accessible by the human brain; and by the near elimination of governments as they are replaced megacorporations—monolithic entities who see only customers, not citizens.\nAnd moving through the dark shadows cast by the gleaming towers of the corps, are Shadowrunners – disposable assets and corporate pawns scratching out a living using a combination of technology, magic, and street smarts. Shadowrunners live between the cracks and operate outside the law, doing the dirty work that corporate wage-slaves won’t soil their hands with and occasionally acting as the only protection the citizenry can turn to. \nWelcome to the world of Shadowrun, where man meets magic and machine.\nThere are a couple of key ideas at the core of Shadowrun Returns.\nDeep, Interactive Stories \nWe intend to follow a braided anthology structure for our story. Jordan, his partner Mitch Gitelman and Mike Mulvihill, who led Shadowrun game development at FASA Corp. will craft and structure the meta-story, then supply key information for a group of writers to weave into their own short stories, which we'll then use as the basis for our missions. To ensure an authentic tone, we'll incorporate the storytelling skills of many Shadowrun authors and designers who've been carrying the flame over the last 23 years such as:\nMichael A. Stackpole\nMike Mulvihill\nTom Dowd\nMalik Toms\nMel Odom\nJason Hardy\nStephen Kenson\nThe result should be an overall narrative that is layered, textured, and satisfying. \nOne of the many innovations in Data East’s Shadowrun Super Nintendo game was a unique conversation engine that opened up new avenues of conversation based upon information you learned through interactions with characters and objects. We intend on taking a similar path with a new twist or two.\nContextual Gameplay in Four Realities\nFour realities overlap in the world of Shadowrun (the Physical, the Digital, the Mystic, and the Astral) and associated character classes such as the Street Samurai, Hacker, Combat Mage, and Shaman, each have the ability to view and interact with the world in ways the others can’t.\nHere are some ways that selecting each character type allows you to see the map from a different perspective:\nStreet Samurai see a threat assessment overlay of the environment that notes enemy appraisals, options for cover, potential weapons, and statistics for drawn weapons.\nCombat Mages see magical auras, granting them the ability to locate magical items, identify spells being prepared, and find the intersections of magic lay lines where they can recharge their power.\nHackers/Deckers see the digital control circuitry that allows them to manipulate the physical world via the digital one.\nShaman see the “true world” that lies in the astral plane, distinguishing the true nature of people, plants, creatures, and magical objects while buildings and other “dead” objects appear as mere shadows.\nMissions (aka \"Runs\") in Shadowrun Returns can require interaction with all four realities simultaneously, requiring you to use information learned from each character’s perspective to coordinate their context-sensitive actions to get the job done. . . and survive.\nThat’s why we decided to make Shadowrun Returns a turn-based game—so we can offer you a wide range of context-based gameplay options from which to craft a your plan.\nThe Streets Tell a Million Stories\nOne of the things that we feel most strongly about is that the world of Shadowrun was created for all of us to tell stories within. That’s one of the beautiful things about in-person tabletop role-playing—the stories are extremely relevant to you and your friends because they were made by you and your friends.\nIn honor of that tradition, we plan to release our PC-based level editor when we release Shadowrun Returns so that everyone can create their own Shadowrun stories & “runs”. When you upload your stories, you can make them available to your Friends Only or the entire Shadowrun community. \nThe game we want to make is very humble by modern blockbuster game standards but it is still way beyond the ability of a small start-up to fund by itself. The restraints on the license from Microsoft made it impossible to get established publishers interested in Shadowrun and so it remained just a dream for a long time until Jordan saw the recent successes of some other veteran designers on Kickstarter.\nCrowd sourcing to fund creative content represents truly profound change to the status quo. While we watch financial models for the creation and distribution of creative content continue to erode, Kickstarter charts a direction for how fans can directly impact development of creative content they want by funding its creation.\nWe hope that Shadowrun Returns is a creative concept you want to help make into a reality and we thank your consideration and support.\nIt is strange to be required to license your own game in order to make a new version of it but that’s what can happen when you’re old and keep changing companies. Here's the fast-forward version:\nAnd so, our favorite game has come full circle and Jordan is again leading the development of a world he started oh, so many years ago.\nAnd for those of you that have been around since the very early days, we want to make sure that YOU understand that WE understand and that we'd love to see things like this (and more) in the game. \nAres Predators and Ruger Super Warhawks (yes, with smartlinks), Maglocks and Doc Wagons, datajacks and  credsticks, dermal plating and wired reflexes, “chummer” and \"drek\", Ares and Fuchi and Aztechnology (Oh my!). \nBut that's not all. \nMr. Johnson(s), Lofwyr  (can’t leave him out can we?), gangers, toxic spirits, Renraku Arcology, The Sprawl, the Redmond Barrens & the Ork Underground (oh yes), UCAS, Tir Taingire and even the Sioux Nation, but most of all you WILL be saying (or is that screaming?). . . “Never EVER Deal with a Dragon!”", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #87", "update_userinfo": "Shadowrun: Hong Kong Kickstarter Now LIVE!", "update_content": "We’re excited to let you know that the Shadowrun: Hong Kong Kickstarter has launched. Here's the link to the new Kickstarter page: \nhttps://www.kickstarter.com/projects/1613260297/828587276?token=ed1e4380\nWe hope you'll join us again in the shadows!"}, {"update_no": "UPDATE #86", "update_userinfo": "The New Setting Revealed!", "update_content": ""}, {"update_no": "UPDATE #85", "update_userinfo": "A Preview of Our New Setting: Coming to Kickstarter in January 2015!", "update_content": ""}, {"update_no": "UPDATE #84", "update_userinfo": "Shadowrun returns to Kickstarter January 2015", "update_content": ""}, {"update_no": "UPDATE #83", "update_userinfo": "Tell Your Friends!", "update_content": ""}, {"update_no": "UPDATE #82", "update_userinfo": "Shadowrun: Dragonfall - Director's Cut // Help Promote Us on Steam!", "update_content": "Hey guys! The Director's Cut has been out for a week and we're already off to a strong start. But we think there's a lot more RPG fans out there that would enjoy the game - we want to reach them, and now there's a great new way you can help. Earlier this week, Valve unveiled their major \"Steam Discovery Update\" for the Steam store. Not only does the store look a lot blue-r now, but they've made some major changes to how games can be discovered and surfaced on the marketplace based on YOUR reviews and recommendations. Just in the last 48 hours we've seen Shadowrun Returns and Shadowrun: Dragonfall - Director's Cut appear on a number of great Steam Curator lists - RPG Codex and Kotaku Recommends among others - which is awesome! "}, {"update_no": "UPDATE #81", "update_userinfo": "Shadowrun: Dragonfall - Director’s Cut is LIVE!!!", "update_content": "Shadowrun: Dragonfall - Director’s Cut (our bigger, better and STAND ALONE release of Dragonfall) is now available!\nFor all of you existing Dragonfall DLC owners and Shadowrun Returns Backers, the Director’s Cut should now automagically* be present in your Steam, GoG or Humble library. You’ve been great supporters to our small studio and you’ve already bought the game once - we didn’t think you should have to buy it a second time. So here’s the latest and greatest version of the game for free. You guys rock!"}, {"update_no": "UPDATE #80", "update_userinfo": "Shadowrun: Dragonfall - Director’s Cut // Dev Diary #4: New Visuals & UI", "update_content": "This is the last of four Dev Diaries in which we discuss the new additions and improvements in Shadowrun: Dragonfall - Director's Cut, a standalone release of our critically-acclaimed Dragonfall campaign which first premiered as a major expansion for Shadowrun Returns. (Note: Backers and existing Dragonfall owners will receive the Director’s Cut for free!) Shadowrun: Dragonfall - Director's Cut goes on sale September 18th for $14.99 on Steam, GoG and the Humble Store.\nTrailer // FAQ // Dev Diary #1: New Missions & Content // Dev Diary #2: New Music // Dev Diary #3: Combat Mechanics\n   "}, {"update_no": "UPDATE #79", "update_userinfo": "Shadowrun: Dragonfall - Director’s Cut // Dev Diary #3: Combat Mechanics", "update_content": "This is the third of four Dev Diaries in which we discuss the new additions and improvements in Shadowrun: Dragonfall - Director's Cut, a standalone release of our critically-acclaimed Dragonfall campaign which first premiered as a major expansion for Shadowrun Returns. (Note: Backers and existing Dragonfall owners will receive the Director’s Cut for free!) Stay tuned each Thursday for another Dev Diary, leading up to the game's release on September 18, 2014.\nTrailer // FAQ // Dev Diary #1: New Missions & Content // Dev Diary #2: New Music"}, {"update_no": "UPDATE #78", "update_userinfo": "Shadowrun: Dragonfall - Director’s Cut // Dev Diary #2: New Music!", "update_content": ""}, {"status": []}], "comment_no": 16024, "projec_url": "https://www.kickstarter.com/projects/webeharebrained/shadowrun-returns", "project_name": "Shadowrun Returns"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "There's less than 1 hour left to lend your support towards the making of this unique and timely film about David Lynch!\nOur aim is to make a film that deeply explores the influences and experiences that have helped shape one of the most distinctive voices in modern cinema. We’re in the process of making the film, but need your help in order to complete it. That’s why we’re reaching out to all David Lynch fans to lend a hand.\nIn return for your support, we've created some really cool rewards that we think reflects your help in breathing life into this film: a special limited edition DVD of the completed film that includes bonus material only available through this Kickstarter campaign.  As an extra bonus: all rewards of $25 or more will receive an exclusive 45 minutes of special \"behind the scenes\" audio interviews with David Lynch and the LYNCH THREE team (as a digital download)\nHaving been given unparalleled access, we are thrilled to have the opportunity to tell David Lynch's story. We'll take you along as we dig deeper into a world that is uniquely his. We'll ask how the last 60 years, with all that's come and gone, has helped to shape him as an artist.\nIn order to do this, we need to cover the enormous expense of acquiring licensing rights to what we consider significant elements of his story. From an emotionally raw painting by Francis Bacon to a mesmerizing photograph by Diane Arbus or a distinctive song by Roy Orbison, the list goes on and on. These are just some of the pieces we need in order to weave the story that we want to tell. Along with the heavy weight of acquiring licensing rights, come all the immense prerequisite costs of putting together an independent film of this size.\nDAVID LYNCH'S ABSTRACT SELF PORTRAIT\nDavid has been gracious towards our efforts and has per our request created a unique piece of art to help support the making of this film. He knows that we struggle daily to raise funding, therefore we’re indebted to him for his generosity.  We’ve come a long way since first starting this project, but now we need a little extra momentum.\nThis high quality print of David Lynch's abstract self portrait measure 23 inches x 33 inches  (58 cm x 83 cm) and is available along with the special edition DVD and your name in the credits.\n                                                                                                     March, 2012\nWhy should you help us make this movie?\nBecause we would like to see a film about David Lynch as much as you would. We’ve put all of ourselves into making a film that we’re proud of. We think it’s important that David Lynch is preserved on film; sharing his thoughts, telling his stories and showing us a side of himself we rarely get the opportunity to see.\nHow can I donate and be a part of the film?\nJust click the green “Back This Project” button in the upper right-hand corner. Email us if you have any problems or questions. Because David Lynch fans are scattered around the world, we would like to remind you that anyone can donate. The rewards will be shipped to wherever you live.\nWhat is our Kickstarter goal?\nWe’re trying to be conservative, so we’ve set our goal at $30,000. You might be scratching your heads and asking why such a low figure.  We would like to raise a lot more than that because all the money will go towards making the film that much better. There are a lot of things we’d like to do if we had the funds, there’s no question about that. We just like to have a grounded approach and fly a little higher if we exceed our goals. Every bit helps.\nUpdate: Though we have surpassed our initial goal of $30,000, it's important to keep in mind that this is only a fraction of the costs involved in making this film.  The more we raise, the more options we have to tell David's story.  Please lend your support. Every extra penny helps!\nHow much is shipping?\nAbsolutely nothing, zero--we'll take care of the costs. Whether you live in Missoula Montana, Paris or Japan- we'll ship it there!  But if you’d like us to send it through the time warp with FedEx, then we’ll have to arrange that separately.\nHow can I contact you?\nYou can reach us at lynchthreeproject@gmail.com Feel free to email us with any questions or comments you may have. We know how important it is to have all your questions answered, so just get in touch! We'll answer ALL emails promptly.\nHow do I follow the project?\nWhen we initially launched the project, we had thought about making special footage available to anyone that supports the film. We’ve decided that it would be better to use Social Media to connect and share, therefore in the future—all our behind the scenes videos, audios and thoughts, will be freely shared to all the members of our Facebook page. No need to make a donation to gain access.\nCan you tell us a bit more about the signed and numbered lithographs?\nThis artwork was made exclusively in support of the LYNCH THREE PROJECT. David Lynch will personally sign and number each lithograph. We’re going to create a lithograph of the original art work (11” x 9 ¼”) on the same handmade paper that David used. Arches paper has been milled in Lorraine, France since 1492. It has been used to publish the complete works of Voltaire and Napoleon’s Description of Egypt. Each and every sheet of Arches paper is hand inspected to ensure the most consistent, durable and beautiful paper available. We've gone to great lengths to create the highest quality print, that is why we have selected one of the worlds leading lithographic ateliers (based in Europe) to print this limited signed and numbered edition.\n*Please keep in mind that the posters are not the same as the lithographs. The posters are in a large format (23\" x 33\"), while the lithographs are the same size as the original piece (11\" x 9 1/4\")  The lithographs are made on heavy handmade fine art archival paper.\nWhat happens if the money isn’t raised in time?\nEvery Kickstarter project must be fully funded before its time expires or no money changes hands. Your credit card or debit card will not be charged.\nIf I become Executive Producer, how will we find out about the festivals to attend as part of your rewards program?\nWe’ll contact you personally. We’ve attended a ton of them in the past, so we will be able to give you the full low down after we’ve had a chance to talk to you.\nPlease visit our Facebook page for all the latest updates and behind the scenes photographs.\nBelow is Jason S's portrait of David Lynch. ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "Shipping address change deadline is this weekend.", "update_content": ""}, {"update_no": "UPDATE #19", "update_userinfo": "DAVID LYNCH THE ART LIFE", "update_content": "PLAY"}, {"update_no": "UPDATE #18", "update_userinfo": "THE ART LIFE", "update_content": "PLAY"}, {"update_no": "UPDATE #17", "update_userinfo": "Sunshine Green Grass", "update_content": "We’re excited and happy to announce that the film is just weeks from completion. It’s been a marathon journey and we’re grateful for your patience and understanding as we make our way to the end. When we initially set out to make this film, we didn’t anticipate the amount of time it would take to unravel and assemble the story. We were given a unique opportunity to make a very special film, but it required both patience and diligence. All in all, over 20 interviews were conducted over the past few years, allowing David to give an extremely personal account of his life."}, {"status": []}], "comment_no": 316, "projec_url": "https://www.kickstarter.com/projects/lynchthreeproject/david-lynch-documentary-lynch-three", "project_name": "DAVID LYNCH DOCUMENTARY"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "EDIT 1:   What the math?!   200% in less than 1 day...  You are all amazing!!!  We have to crash for the night, but we'll be online in a few hours to respond to questions/emails. \nEDIT 2:  >400%  We can't express our gratitude.   Also, we realize that there's a number of people who want to donate more than $40 but that there are no more rewards for higher levels.  We are going to leave for the night but we'll try and resolve this soon. \nEDIT 3:  >700% and 3 weeks to go.  It's amazing to know that something you've put your blood/sweat/tears into is being enjoyed & anticipated by so many people.   First of all,  if there's anyone at GDC who wants to say hi, I (justin) will be there.  Just hit me up with an email (justin@ftlgame.com) or tweet (@jarmustard) if you want to say hi.   Also, the demo will be available to play at OnLive's booth near the IGF on the Expo floor.  Second, check out Update #3 for some info on new rewards and what the increased funds might mean. \nEdit 4:  The OnLive demo has been extended!  See below.\nEdit 5:\nPlus thanks to Christopher Waters for the $96 pledge that brought us to such a nice even number!\nEDIT 6:  We've just added a new update:  it includes a 2nd gameplay video as well as the news that... FTL will be on Steam!\n“I’ve been playing an early build of the game, and it’s amazing.  When it comes out... you should play it because it’s amazing.” - Graham Smith - PC Gamer Preview\n“...fighting to stave off the inevitable destruction of my ship and crew as we make a mad dash through the cosmos gets my blood pumping every time.” - Nathan Meunier - Gamespy Preview \n“This game is brilliant, and brutal, and different every time.” - Tom Francis - PC Gamer Preview \nFTL: Spaceship Simulation Roguelike-like\nFTL, Faster than Light, is a game coming to Windows, Mac & Linux made by Justin Ma and Matthew Davis.  It features a blend of exploration, discovery, ship management and real time strategic combat that creates an experience quite unlike other games in its genre.\nEDIT: But don’t take our word for it...\nThe OnLive demo is over!\nFor the first 2+ weeks of the Kickstarter, a demo of FTL was featured as part of OnLive's Indie Showcase.  It was an event coinciding with GDC that allowed people at home to try a number of the IGF nominees and honorable mentions.  It was hugely successful: FTL was one of the most played demos of the event.  At one point it was the 2nd most played game on the entire OnLive service*!    For now we will be working hard to get the game ready for the beta in May.  In the meantime we will be putting up some more gameplay videos to let you get a better feeling for the game.\n*Or so we were told at GDC.\n\nThe Game\nFTL has been described as “Firefly by way of Spelunky.”  Many games have tackled the goal of recreating the feeling of space operas, but few have focused on the inner workings of a single ship. How does the crew react when their ship takes a heavy missile barrage and the shield batteries shut down?  Do you reroute all power to the engines in an attempt to escape?  Do you power up additional weapons to blow your enemy out of the sky before they can breach your hull?  Or do you teleport a boarding party onto the enemy ship and take the fight to them directly?  FTL allows you to take your ship and crew on an adventure through a randomly generated galaxy filled with glory and bitter defeat.\n\nA setting of intergalactic war:  The player is tasked with a mission vital to the survival of the Galactic Federation currently threatened by a nearly victorious rebellion.\nA story that engages, but does not dictate player experience:  The setting provides direction but the real story of FTL is created by the player and it evolves organically during each play-through.\nAn arms race: The locations and enemies grow increasingly dangerous over the course of the game.  To survive you will need to find and purchase equipment; hire and level up crew; and upgrade the ship’s systems.\nExploration is key:  Every location you Faster-Than-Light travel to contains a text based event.  This includes scenarios like attempting to help an infected space station pleading for help; slavers demanding your surrender; hunting pirates through a nebula; and surviving an uncharted asteroid field.\nA random galaxy:  Each play-through will feature different encounters, events, choices, and results to your decisions. \nPermadeath is at the core of FTL:  Knowing that your crew’s lives are in your hands and that each battle could mean the end of your trek fills the player with a sense of urgency and desperation that adds importance to every decision.\nSleek and focused gameplay:  FTL focuses on the development of your ship, recreating the atmosphere of space operas without the countless menus and confusing interface that frequently go hand in hand with ship management and galactic sim games.  Currently each game lasts between 15 and 90 minutes.\n\n\nThe Combat\nShip-to-ship combat is a large focus of the game.  Check out this older gameplay trailer to see it in action: \nEDIT:  There are new gameplay trailers to watch.  Check them out in Update #4 and Update #5!\n\nThe Final Game\nA lot of these elements are fully functional and can be experienced (briefly) in the demo... so what will we be adding between now and release?\nShip Customization:  Choose & name your ship; outfit it with weapons & equipment; and hire & name your crew.  \nAlien Races: We are working on 5 playable alien races that have unique abilities, ships and implications during exploration.\nCrew Development:  Your crew will gain skill over time, allowing survivors to have improved combat and operate ship systems to increase their potential..\nAn Ending:  The current game is infinite (play until you lose), but we want to have a more controlled game mode that gives the player a final goal and rewards for completion.\nDeep Meta-game: Unlock playable ships, unique crew members, weapons and equipment to be used in subsequent play-throughs.\nCustom Soundtrack:  We have two songs so far, but our sound designer will be working hard to give us a soundtrack that greatly enhances the experience. \nWhy Kickstarter?\nYou may be wondering, “if the game is so close to completion, why do you need our money?”   When we quit our jobs last year, we intended to work on a small project for a few months.  During development we received such overwhelmingly positive feedback that we changed our plans.  We decided to bring FTL up to a finished game quality.  However, releasing a game takes money and our funds are starting to deplete.  Your generous pledges will go towards:\n\nBusiness Costs: To officially start selling the game we have to set up a company, deal with licensing and other expenses.\nPaying Our Sound Designer: It is fine that we’re working out of pocket, but we will need to have money to pay our wonderful sound guy, Ben Prunty.\nPolish & Improvement: Making FTL as good as it can be.\n\n\nAccess to the Game\nYour pledge of $10 or greater will get you a copy of the final game when it’s released.  We do not know what will be our primary method of distribution, but regardless we will give you a DRM-free copy for Windows, Mac and/or Linux.  See below for estimated system requirements.  We're aiming to be content complete within a few months and then release the game by the end of summer.  This is subject to change and the closed Beta will likely cause delays.\nPledging $25 or more will also give you access to our closed Beta. The exact date and details are still uncertain but we will attempt to start it within a couple months of the end of the Kickstarter.  Here is what we know now:\nThe Beta will initially require Windows and have only English localization.\nIt will initially be available only to backers.\nEDIT: The beta will be organized through Steam!  This means you will need access to a Steam account to join the beta.\nSystem Requirements:\nThe requirements are all subject to change. We're doing our best to accommodate as many machines as possible, but with our currently limited testing we're unsure of what the final requirements will be.\nOS: Windows (XP/Vista/7), MacOS, or Linux\nProcessor: 2ghz Core 2 Duo\nMemory: 512 MB \nGraphics: OpenGL 2.0 Support, 256 MB (dedicated card preferred)\nMinimum Resolution: 1280 x 720\nThank You\nFTL’s website can be found at www.FTLgame.com\nIf you’re confused about the game, check out our FAQ\nYou can voice any questions or concerns to devteam@FTLgame.com\nSign up for the newsletter on our website.\nFollow us at @FTLgame\n\nAnd of course, thank you to the girlfriends, friends, and family who have been with us every step of the way:  finding bugs, vetoing bad ideas, and feeding us.  Plus a special thanks to Leah Churchill for helping us with the video.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "PDF Art Book Available!", "update_content": "Hello backers!\nBig news: We've finally set a release date. We plan to launch the completed game on September 14th. That's only a little over 2 weeks away!\nSecond, FTL will also be available on GOG.com! They will be selling a DRM free version that will include some bonus materials (a few music tracks / some development art). Also, they have kindly offered to give keys to everyone who backed the game at the $10 level and up! That means everyone who gets the game through the Kickstarter will also get the bonus content offered through . This is in addition to the Steam key everyone will also receive!"}, {"update_no": "UPDATE #15", "update_userinfo": "Two Months After the Release", "update_content": "Hello everyone!\nAugust is upon us and we're getting closer and closer to the release. We're finishing up development and are in talks with our intended distributors. It's looking like an early to mid September launch of FTL! The exact date is still up in the air but we'll let you know once we decide.\nThe Mac OS Beta is live! It requires an Intel Mac with OS X 10.5.8 or higher (just like Steam). It's connected to the same Beta keys that were sent in June: just install Steam on your Mac, log in with your same account and it should be in your library. If you never activated your key and need it resent to you, please contact us and give us the email address connected to your Kickstarter account. (EDIT: As a reminder, only those who backed $25 or more have access to the Beta)"}, {"update_no": "UPDATE #14", "update_userinfo": "Developer's log, Stardate 9.14.12: FTL released!", "update_content": "Hello everyone! Big update for FTL today: we’ll be launching the Beta sometime within the next 48 hours! We’re just finishing up some minor technicalities and then we’ll send out the Steam keys to all of the $25+ backers. For those that will be participating in the beta, please make sure you can accept emails from devteam@ftlgame.com so we can send you all the relevant details.\nFTL at this point is very close to what we consider “Feature Complete.” This is a big and exciting milestone for the game. We currently hope to still be on track for a late August (early September?) final release. So for those of you that won’t be in the Beta, the wait really shouldn’t be too long at this point. Our gameplay videos cover most of what we’ve added so far, and if you missed the last one you can see it here: . The only planned additions at this point is more content, mostly in the form of music, events, and our backer designed alien race. There are sure to be videos coming out as the beta is running, so you’re bound to be satiated with all the information you desire. Just try not to spoil the game for yourself (this goes to beta testers overplaying as well as non-testers watching too many videos!). "}, {"update_no": "UPDATE #13", "update_userinfo": "Early access for all $10 backers!", "update_content": "Hello again, wonderful backers.  \nWe've been working as hard as possible on getting the game 'feature-complete' during the past few weeks.  However, we finally found some time to make a new gameplay video!  In it, I describe the new features we've been adding; show off another player-ship and its unique strategy; talk about the progress of the beta and much more! \nCheck it out at Vimeo.  "}, {"update_no": "UPDATE #12", "update_userinfo": "FTL Update: It's almost September!", "update_content": "Hey everyone!  We have been really busy the past two+ weeks and we wanted to give you all a heads up on the progress we've been making.\nFirst:  We have a company!  Our studio's name is now officially Subset Games. We don't have a logo yet but let us know what you think!\nOn the development side, we've been in crunch mode getting ready for the beta. Ideally all of the main features should be in place before it starts. This would let us avoid balancing our time between adding previously planned features and responding to player feedback.   However, the overwhelming success of the Kickstarter has also increased our workload substantially.  For what is currently a two man team, we're doing our absolute best to stay on target with the release dates (still trying to figure out how to add the 8th day to our work week), but in a worst case scenario delays are possible.  We'll do everything in our power to avoid it, but we hope you'll understand if it does happen."}, {"update_no": "UPDATE #11", "update_userinfo": "August 1st Update - Mac OS Beta and getting close to the release!", "update_content": "Well, it's official: our Kickstarter has ended with $200,542 of our $10k goal.  Thank you to everyone once again, it's been an amazing month!\nNow that it's over, we are going to get back to fully focusing on development.  We hope to launch the beta on our intended date 1-2 months from now, and there's a lot we need to do to get ready.  We will also set up a forum for formal discussion soon.\nWe will no longer use these updates to announce non-Kickstarter related development news, so be sure to sign up for our newsletter at the bottom of our  if you are interested in continuing to receive emails. "}, {"status": []}], "comment_no": 478, "projec_url": "https://www.kickstarter.com/projects/64409699/ftl-faster-than-light", "project_name": "FTL: Faster Than Light"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "THANK YOU, KICKSTARTER!  Come watch our live green light party here\nUPDATE 13 is up: We made MAJOR enhancements to the $30 tier rewards.\nWe pledge to give 5% of the profits back to the Kickstarter community. More information on Kicking it Forward\nUPDATE : ***We now accept PayPal on the Wasteland Portal!!!!!***\nView the Scorpitron 2.0 from Andree!\nUpdate #12 : New FAQ's below that detail out exactly what rewards are in each tier.\nUpdate #11: The latest update is live and gives more detail on the project. Be sure to check it out and note the backer only shirts at the new $150 reward level.\nUpdate #10:  We have our first piece of concept art by Andree Wallin.  You can also download it as wallpaper here.\nUpdate #8: We just posted an update today (4/4) that speaks to the use of extra money raised. We are not counting on it but it is good to know what happens if we hit the higher numbers.\nUpdate #6: We just made our next major milestone, thanks to you all, which means more content plus a Mac and Linux version. And the number continues to grow, and that means a better product for all as we can hire more writers and scripters to add even more depth of consequence to the world, add more music and sound to set the atmosphere, and make the world larger to explore. Let's keep the number increasing and really knock it out of the ballpark. I have been having a blast reading the messages of excitement from the RPG players who feel neglected over the years.\nWe wanted to have a little fun and make another comical video so I hope you enjoy it. The next video I put up will also be more informative as I will answer some of the more common questions from the forums. We are still deciding on the tech, and we don't know what the final budget is, so it can be difficult to have answers for everything right now.\nSo see our thoughts on Multi-player as well as a list of links to some of the great press we have been getting, go to our updates page by clicking \"Updates \" at the top of this page.\nBrian Fargo appears on Hard Drive.\n\"I’m personally a big fan of the Wasteland series from having played the original game in the late 80s; I’ve also always admired Brian Fargo’s courage to experiment with new designs and game engines from my time working with him in the early days of BioWare when we worked with Interplay, and as a result I’m really looking forward to seeing the next game in the Wasteland series!\" - Ray Muzyka - CEO Bioware\n\"Hats off to Fargo and inXile, I'm definitely putting my money down when they start up their Kickstarter fund, and I'll donate just as much as I did to Double Fine.  Give me Wasteland 2 already.\" - Chris Avellone - RPG designer extraordinaire\n\"Brian was one of the pioneers for the computer RPG with games like Bard's Tale and Wasteland.  I would be very excited to see what Brian could achieve with a sequel to such a classic like the first Wasteland.\"         - Rob Pardo - ExecutiveVice President of Game Design, Blizzard Entertainment\n\"WASTELAND is the game that made me a gamer.  It's still my favourite game of all time, simply because of how influential and mind-blowing it was at the time.\" - Rock Paper Shotgun reader Zerosociety\n\"Shut up and take my money!\" - Eurogamer reader Arcam (amongst many others)\nWasteland 2 is the direct sequel to the first ever post-apocalyptic computer RPG. The original Wasteland was the inspiration for the FALLOUT series of games, and the first RPG to allow players to split parties for tactical considerations, to face players with moral choices, and to make them deal with the consequences of their actions. It was the first to provide far more than the one-key-for-one-lock style of puzzle solving. It was groundbreaking, which is why IGN named it one of the top 25 PC games of all time, Computer Gaming World named it the Adventure Game of the year in 1988, and it was short-listed for inclusion in the Smithsonian Institution’s current “Art of the Computer Game” exhibition.\nWasteland was set in a dangerous, post-apocalyptic world in the American Southwest. Over the course of adventures rangers would receive promotions, acquire new skills and equipment, then face new challenges with outcomes that changed depending on the strategy used to defeat them. The game featured a strong storyline which required painful decisions by players; and a storyline that allowed for maximum re-playability. Wasteland 2, with your participation and insights, will recapture all that and provide more.  It'll finally be the game worthy to be a Wasteland sequel, as challenging and rewarding as the original, with all added capacity and dazzle of games today.\nFor Wasteland 2, we’re getting the band back together again!. Brian Fargo who Executive Produced both Wasteland and Fallout will be heading the team. Alan Pavlish and Mike Stackpole—the original game’s primary designers—are coming back to put the project together, and we’re rounding up as many of the other designers, like Ken St. Andre, as we can. On top of that, we’ll have music by Mark Morgan of Fallout 1 and 2 fame. The storyline for Wasteland 2 was written by Jason Anderson who was the co-creator of Fallout. We have also enlisted the help of the amazing concept artist, Andree Wallin to help craft the Wasteland 2 world.\nA sample of Andree's other work can be seen below.\nBrian Fargo founded Interplay Productions (By Gamers, For Gamers) in 1983 where he went on to produce and finance some of the biggest RPG's made like Bard's Tale, Fallout 1 and 2, Stonekeep, Dragon Wars, Baldur's Gate, Icewind Dale, and more. Creating a new Wasteland will be a point of pride in the long history of games.\nNot a month goes by when an email doesn’t come in asking if we’ve ever considered doing a sequel. Emails from gamers who remember Wasteland fondly and want, just as badly as we do, to return to that gritty world where burning through clips might be the only thing that keeps you alive; and where running out of ammo will certainly get you killed. The fact that you, the folks who know and love and play games, keep asking for Wasteland 2 told us that there is a demand for it.\n\nSo, we’re coming to you for support.\n\nFinancial.\n\nAnd creative.\n\nAfter all, since you’re the driving force behind this game, we want to make sure that we’ll be delivering the game you want. Wasteland is ready for a sequel, and with your help, it’s going to happen. As for why you should want to participate, we’ll let Kotaku point out why making Wasteland 2 happen is very important:  FanFundWasteland!\nWith your collective vision, the game that was the godfather to the popular Fallout series will become a reality.  Not only will you fund the development, but you’ll have a voice in how the game goes together. We will have forums up for design discussion and soliciting your ideas for what will make Wasteland 2 rock.\nThis is your chance to influence the kind of game you want to see. With fan funding, you drive the direction of game design and development. If it is important to you, it is important to us. \nThis is probably the last chance for a Wasteland sequel.  We have tried to pitch this game multiple times to game publishers, but they’ve balked. They don’t think there’s any interest in a solid, old school type of game.  This is our shot at proving them wrong. And more importantly this could help bring back an entire genre of RPGs. The power of the Indie scene continues and we see this as all part of a bigger trend of bringing control back to the developers.\nSupporting Wasteland 2 is nothing more radical than pre-ordering a game from your favorite brick-and-mortar store. We believe strongly enough in this project and in your desire to see it become a reality, that we decided to go ahead with this Kickstarter drive to fund it.\nNuts and bolts time.\nWe’re going back to the original and building from there. No first person shooter, we’re going top down so you get a tactical feel for the situation. And we’re not ditching the party play to turn it into some hack-and-slash bloodfest. It’s turn based, tactical, with a storyline that will be deeper and broader.\nWe’re determined to keep the gritty, grim and satirical writing. We’re going to pitch those moral dilemmas at you. You’re going to be faced with the consequences of your actions.\nWe’re planning on an initial 6 months of pre-production. We’ll nail down every important element that you, our creative partners, want.  Once we have all that figured out, we buckle down for 12 month development cycle. During that time, players can get a sneak peek on a private closed beta through Steam.  In addition, we will be giving you constant updates and showing you our progress along the way.\nTo do this game right, we need to raise $1 million, but you'll notice our funding request is $900,000 and that is because Brian Fargo has offered to fund the last $100,000 if need be. That’s a lot of money needed, but not when compared with the budgets of most full scale RPGs made today. The original game sold over 100,000 copies—on the Apple ][ and Commodore 64 platforms back in the day. If everyone who played it then backs the project at the most basic level, the game is on.\n\nBut we’re looking ahead to what we can do if you all back this project in force. At $1.25 million, the money will go primarily into making the world bigger, adding more maps, more divergent stories and even more music. \n\nAt $1.5 million, the world gets even bigger. You’ll have more adventures to play, more challenges to deal with, and a greater level of complexity to the entire storyline.  We’ll add more environments, story elements, and characters to make the rich world come alive even more.  We will even be able to bring Wasteland 2 to OS X and Linux! And after $1.5 million the sky is the limit.\nEveryone on the team is incredibly excited about the possibilities this Kickstarter will unlock. Like you, we’ve long dreamed of being able to bring Wasteland back.  If you share that dream, if you’ve always wanted to watch and influence the game design process from start to finish, this is your chance. If you’ve wanted to change the world and get the games you really deserve, then do it by funding this Kickstarter.  The road to Wasteland 2 is there. \nJoin us on what’s going to be a wild ride.\n***A big thank you to our (already) loyal forum users for their help in crafting the Kickstarter rewards.  You guys rock!**\nFor our Russian fans...\nЯ не знаю английский язык. Как мне поддержать Ваш проект?\nhttp://blog.fallout-archives.com/podderzhim-fargo-vmeste\nFor more information and to see all the great press we have been getting:\nOur Forums and Blogs:  http://wasteland.inxile-entertainment.com\nFacebook:  http://www.facebook.com/Ranger.HQ\nFollow @BrianFargo on Twitter!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #74", "update_userinfo": "Wasteland & inXile News", "update_content": "Hey Exiles!\nWe are writing today to share some updates on the company, including the release today of our third Kickstarter-funded title."}, {"update_no": "UPDATE #73", "update_userinfo": "Our New Game: Wasteland 3!", "update_content": "Hello Exiles,\nIt's been some time since we were last in contact with you about Wasteland 2. Since we released the Director's Cut, we've been working on other titles, including Torment: Tides of Numenera, which is in its final stage of development and releasing early next year, and The Bard's Tale IV, which is in the works at our new NOLA studio and deep in production, and looking great - in fact, we just put out a new video showing it off.\nBut, as you might have guessed, we could never leave our crowdfunding roots behind. Today, we have launched a campaign over at Fig for the next game in the Wasteland series!"}, {"update_no": "UPDATE #72", "update_userinfo": "Director's Cut Patch 1 Released on PC, Coming Soon to Consoles", "update_content": "Hello Exiles,\nToday we are happy to release the first major update for Wasteland 2: Director's Cut on PC. This update is available on Steam right now, and will be rolling out to other stores such as GOG.com in the next day or two. This release brings a number of bug fixes, balance improvements, and new features in the form of official Steam Controller support (Steam only) and Turkish localization thanks to our fan community."}, {"update_no": "UPDATE #71", "update_userinfo": "IT'S HERE!!! Director's Cut Out Now!", "update_content": "Hello Exiles!\nWasteland 2: Director's Cut is OUT NOW on Windows, Mac and Linux for Steam and GOG.com users!"}, {"update_no": "UPDATE #70", "update_userinfo": "Director's Cut Launches at Midnight PDT; A Look at Wasteland's Inspirations", "update_content": "Hello Exiles,\nBrian here for a final update before the Director's Cut of Wasteland 2 lands. This moment has been a long time in the making, and now the ultimate version of Wasteland 2 will very soon be on its way to you, our backers, fans and supporters who made this all possible.\nBringing Wasteland 2 to life has been an incredible adventure and one that was 25 years in the making. But not everyone may know the history behind Wasteland and the influences that came before it to make it what it is."}, {"update_no": "UPDATE #69", "update_userinfo": "Finishing Touches, Trailers and More", "update_content": "Hello Exiles,\nAs we speed towards the release of Wasteland 2: Director's Cut in a little over one week (!), we're hard at work making sure that the finishing touches to the game are ready. Most of our time recently has been spent making sure the PC version of the game plays as well as it can. This means all sorts of updates to the user interface to bring it more in line with PC gamers' standards, to making sure the controller input modes function correctly, to compatibility and performance optimization – all those little things we do towards the end of any project that turn it into a finalized, complete game that we can be proud of."}, {"update_no": "UPDATE #68", "update_userinfo": "Director’s Cut, Locked and Loaded", "update_content": "Hey Exiles!\nWe come to you now with what may be one of our last couple of updates before the release of Wasteland 2 Director's Cut on PC and consoles! Over the last few weeks, we’ve hit some great milestones on the way to the Director’s cut release, including passing certification for both Microsoft and Sony. This gives our retail distribution partner, Deep Silver, enough time to manufacture and ship copies of the game all over the globe, prior to our release date (October 13th in North America and October 16th for the rest of the world)."}, {"update_no": "UPDATE #67", "update_userinfo": "Wasteland 2 Director's Cut Release Date!", "update_content": "Hello Exiles,\nWe have some big news to share with you today, so we'll just cut right to the chase. Wasteland 2 Director's Cut will be releasing digitally on PC on October 13, 2015! Additionally, for Xbox One and PlayStation 4, digital and physical releases will be coming on October 13th in the Americas, and October 16th Worldwide!\nAs we've said before, anyone who already owns Wasteland 2 on any digital PC retailer will be getting the Director's Cut as a free update on PC. We'll have more information as we get closer to release, but it's our intention to make sure it's as easy a process as possible. Keep your eyes peeled on our as we'll be putting up FAQs and similar in the coming weeks towards release."}, {"update_no": "UPDATE #66", "update_userinfo": "Director's Cut Live Stream & Precision Strikes", "update_content": "Hello Exiles,\nThings have been pretty hectic and crazy the last weeks around inXile HQ, especially as we rocket towards finishing Wasteland 2 Director's Cut. The good news is that things are shaping up awesomely on all fronts!\nDirector's Cut Live Stream with Quill18"}, {"update_no": "UPDATE #65", "update_userinfo": "Wasteland Playing Cards, New Director's Cut Screenshots", "update_content": "Hey Exiles,\nWe wanted to get an update out to you all before the 4th of July holiday weekend, and have a few things we thought we'd share with you.\nFirst, in case you missed it - in our last update, we announced that we're renaming our upcoming version of Wasteland 2 for PC and consoles as Wasteland 2 Director's Cut. It is still coming free to all owners on PC in late summer this year! Be sure to check out this little trailer we put together:"}, {"status": []}], "comment_no": 13840, "projec_url": "https://www.kickstarter.com/projects/inxile/wasteland-2", "project_name": "Wasteland 2"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "What’s the project low-down?\nYeti Leaves Home” is a self-published, hand-illustrated storybook. It is a book for kids, adult versions of kids, and parents to read to their kids. \nAt some point in our lives, the place and people we grew up with are not ours to call home anymore. “Yeti Leaves Home” tells the tale of one young Yeti's travels, as he sets out to make a new home for himself.  The book also relates to those moments in children’s lives when the act of growing up requires their independence and confidence.  Join Yeti through his many trials and triumphs and share the joy of all the friends he meets along the way.  Will Yeti find a place to call his own?\nWhy do you need my pledge?\nDonations for this project will be put towards the printing costs of the book.  $4000 of the Kickstarter funds raised will go towards a beautiful, full-color, hardbound, square format book printed on high-quality matte paper.  The remainder of the budget will go towards production, packaging and shipping of the rewards to our supporters! \nThe Story So Far\nThe book is halfway done!  The original illustrations from the book will be exhibited at Practical Art Gallery in Phoenix, Arizona for the month of May. It is our goal to have the book printed in time for the opening reception on Friday May 11th 2012. ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "The project keeps rolling", "update_content": "Our goal has been reached and in the next few minutes our project will be funded! I'm not sure we can even describe how heartwarming this process has been to us. The support has been incredible. The fact that you have put your faith in us has given us even greater drive to make this book as amazing as we possibly can. Thank you, thank you, thank you.\nThe funding part is over but there is still quite a bit of work left. Jennifer is working on the final paintings for the book (Only 9 left), then we lay the book out, get some test prints made, correct colors and print errors, get the final test copy and finally give the thumbs up for the finished book to be printed. \nJennifer's original watercolors from the book will be on display at Practical Art (5070 N Central Ave, Phoenix AZ 85012) from May 1st - 31st. The book will also be available for purchase there as well. "}, {"update_no": "UPDATE #5", "update_userinfo": "Funded!", "update_content": "Hello everyone! Just 6 days left until we find out if this project will be a success. We have had some amazing support in the last three days and are only about 30% away from our goal. Jen has been working hard on the paintings and also has been making the Yeti plushes that backers at $150 and above receive (see picture).\nA couple of other exiting bits of news. The Phoenix New Times called us for an interview and should be putting a small article up on their website this week. Also, Jen will now be doing a reading of the book on Mothers Day (May 13th) at Practical Art in Phoenix."}, {"update_no": "UPDATE #4", "update_userinfo": "The home stretch", "update_content": "I have been posting, blogging, emailing, commenting, liking, reblogging, poster-hanging, business-card making and doing it all over again trying to get the word out.  It feels like time is flying by...ONLY 18 DAYS REMAIN TO FUND YETI LEAVES HOME. \nOver the weekend it was my 24th birthday, and I was going to take just 1 day off the project but I couldn't help but do one tiny status update and reposting of the link.\nI have added two additional tiers to the rewards for even more funding options.  Remember EVERY LITTLE DOLLAR HELPS, so please help me spread the word.  I am really excited about the illustrations I have been working on and I want to share them with the whole world!!"}, {"update_no": "UPDATE #3", "update_userinfo": "Halfway to go!", "update_content": "A third of the way there!\nWell! Running this project is turning out to be one of the most exhilarating things I have ever done!  It’s so exciting to check the page and see the pledges that have been made. I am really overwhelmed with how many donations we have got so far…YOU ARE ALL SO AWESOME.  It’s also quite nerve-racking because I have already put so much time and effort into the illustration. The book exists so clearly in my mind and this campaign is the step that will make it real. "}, {"status": [{"Project funds successfully": "100 backers pledged $5,164"}, {"Project launches": "MARCH 3, 2012"}]}], "comment_no": 16, "projec_url": "https://www.kickstarter.com/projects/1990528042/yeti-leaves-home", "project_name": "Yeti Leaves Home"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "Code Hero is a game that teaches you how to make games so you can learn to code while you play with a Code Gun that shoots Javascript in Unity 3D!\nWE DID IT AND WE CAN DO IT AGAIN!\nWE HAVE 5 HOURS LEFT TO RAISE $200K!\nIF WE REACH 200 WE CAN MAKE CODE HERO AN MMO MULTIVERSE IN ADDITION TO SINGLE PLAYER! SPREAD THE WORD! \nNow's our chance to accelerate our momentum to reach $200K so we can add multiplayer! Let's front page Reddit today!\nJust hours left to make indie history with games that teach people how to make games. Here's the announcement video of what happens next (Don't miss the party invite!):\nCode Hero Hero's Kickstarter Victory party will be tomorrow Thursday night at 7PM in San Francisco. Pledge to receive directions as it is a private party and all backers can check the latest update to find information about the party!\nThe Code Hero Army has outdone itself already and the next 39 hours will be our finest: Let us make indie crowd funding history together so that we can build the ultimate Code Hero!\nIf we raise $200K, we can add Multiplayer!\nCode Hero's ultimate and most challenging feature to create is multiplayer. For this to be achievable, this Kickstarter cannot rest till the countdown strikes zero! Spreading the word to new backers and telling your backer friends you're upping your pledge level if you want awesomer rewards are both good ways to encourage growth!\nREAD MORE ABOUT ADDING MULTIPLAYER AND INSTRUCTIONS FOR SPREADING THE WORD TODAY\nRead the UPDATES! We're on ALL the news!\nJoin volunteer Code Hero Army to spread it!\nFor international order please include $10 for shipping\nCode Hero Trailer 2: Operation FizzBoss\nEveryone Who Pledges Gets the Game Beta\nWhen you pledge, you get immediate access to create your account and download the Code Hero game beta. You can try it today and tell your friends to pledge to get their accounts and help fund the development of the full game. Start playing and learning. You'll get the latest versions each time they are released with improvements that your pledge helps fund!\nThis is your code gun! Shoot code to execute it on the target on impact. Copy, tweak and write  code to alter the 3D world from the inside out.\nTo move a platform down, shoot hitObject.transform.position.y-=2;\nEnter the World of Code as a Primer Labs Game Tester and enroll in the mysterious Gamebridge Unityversity to learn enough to challenge FizzBoss!\nMaster the secrets of Codefoo to defeat the devious coding challenges of the FizzBosses\nFizzBoss is the first test of your code knowledge combining the Javascript and Unity game programming that you learn.\nShipBoss ultimately challenges you to make a game of your own to earn a place as a Shipped Officer on the Real Artists Ship!\nJobBoss tests your ability to do advanced challenges that could get you job interviews with top game companies!\nMaster the Unity3D game engine from the inside out to make games of your own and master the full stack to become the next code hero!\nWhat you learn to make with Unity\nThe Unity game engine that Code Hero teaches you how to code in is the ultimate indie game development powerhouse. You can use Javascript, C#, and Python-like Boo to write games that run on everything: Mac, Windows, iOS, Android, XBox 360, Playstation 3, Wii, Web player, Flash, Native Client... You can put what you make into the App Stores and have your creations for sale to start your own indie game company! Master the Unity3D game engine from the inside out to make games of your own and become the next code hero!\nWho We Are\nI'm Alex Peake the founder of Primer Labs and I've spent the last year building Code Hero as an indie game with the Primer Labs team so you could play it. I've taken it as far as I can on my own and I need your help to make Code Hero the game that can turn you into a game programmer. i have some of the most talented people in the world ready to work on this to take it way beyond what I could do by myself.\nWhat we need funding to do\nMost games cost millions of dollars to make. Code Hero is more ambitious than most games. Code Hero is carefully designed to be achievable for much less money by having 4 programmers and 2 artists work for six months to predict a carefully planned new kind of game that is made possible by the quality of these people, the brilliance of the Unity game engine and the release of each version so you can help us improve it continuously.\nThe New Artist\nCode Hero's new led artist is Gizmo of Farbrausch demo crew and Gamebrausch Studios, a legend amongst creatives who has produced tech that was often 5 years ahead of the commercial game industry such as Kkrieger, a Doom 3-level engine and game in 95K.\nThe Coder Challenge: Kickstart Your Game Making!\nMake your own game and make something awesome to submit to kickstarter yourself! We'll send a Primer Labs lab coat to everyone who posts their game on Kickstarter!\nThe 1 K12 Code Hero School Challenge\nGive your children more than a game: Give their whole school programming peers that will engage and inspire each other. A parent, teacher, student, administrator or entrepreneurial youth can pledge to give a school of their choosing a special school-wide Code Hero access. All their students will receive school accounts for Code Hero. \nTeachers will be trained by the Code Hero team to be able to mentor students who can mentor each other. Code Hero School will feature advanced metrics and collaborative gameplay that will allow teachers to integrate it into making projects for every subject and class in the school. Art classes can produce game art for history projects that become simulated historical worlds with math class showing how engineering created disruptive new industries that economics class analyzes for modern parallels [HINT HINT]. \nCheck out Hack The Future and Unityversity to see how we teach large groups of kids already to make and present games on their first day. \nPETITIONERS WELCOME. You can pledge at this level to petition your school to try it: Call them, ask them if they will accept it on behalf of all their students. This doesn't require a school approval process or a strategy session: It just opens the door for a new kind of education through games that kids actually want and enjoy! \nUNCONDITIONAL GIVING: If you can't get a school to accept, you can give it directly to the students of the school to form a Code Club to provide the power of one good example: a school where every student can code fluently and create games as group projects as easily as presentation poster boards and science fair exhibits. \nEvery state needs at least one representative that will take up the Code Year challenge to show there is no state that is not ready to become an economic powerhouse, that there is no district that can't emulate Silicon Valley, and that there is no school that can't become a flourishing entrepreneurial hotbed of student-created startups!\nTesters Trying Code Hero\nHere are two of our first testers to try the beta in their own words. They had played just a cakeslice of what we were buiding, but they made us realize immediately that Code Hero makes sense to people who have played Portal and Minecraft, two of our favorite games. We think in the future, every school will buy an educational bundle through Steam for Education with a Minecraft for Schools / Portal Science / Code Hero package. We'd love to talk to Mojang and other edutech games about collaborating in schools!\nSteampunk Computing: Babbage & Lovelace\nOne of the worst investment decisions in human history was cutting funding to the inventors of computers, Charles Babbage and Ada Lovelace. Computers turned out to be a pretty keen idea after all, yet less than 1% of humans can code.\nCode Hero includes steampunk missions where you help Ada and Charles Babbage construct a 3D replica of the Difference Engine whose replica is actually built and working in its entirety at the Computer Histroy Museum.\nGiving everyone the gift of code literacy is the first step towards investing in our creativity and setting ourselves free to invent the future!\nAlex at Humanity+ @Caltech: \nAs we make game AIs to be our machine mentors teaching us to make better game AIs, what happens when we make machines that make us make them make us into them?\nThank you for your support!\nYou can find more details about Code Hero on our site:\nhttp://primerlabs.com\nPAST UPDATES:\n\nUPDATE 1: Congratulations to Tim Schafer!\nUPDATE 2: Pledgers click here to download Mac & Windows game beta\nUPDATE 3: Read about what we plan to make with your help: Multiplayer sandbox creativity, comptitive Codefoo and more!\nUPDATE 4: IT'S OVER $16000! Thanks to all tweeting and blogging the surge.\nUPDATE 6: We just got BoingBoinged! \nUPDATE 5: The BoingBoing is on Reddit! Vote it up!UPDATE 7: David Helgason the CEO of the Unity game engine Code Hero teaches you to make games with donated $1337 and is spreading the word!\nDEVELOP MAGAZINE: Unity CEO Backs Kickstarter for Gamified Dev Tool Code Hero, \nTechCrunch: Kickstarter indie game is disruptive in code learning startup space\nfor ( days = 7; days > 0; days -- ) {\n    Smashes( dollars * days * days * viral );\n}\n(NOTE: You get to PLAY the beta now by pledging & make it a success! \nIf it isn't funded you get refunded so there's no reason not to pledge!)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #34", "update_userinfo": "Code Hero April Update: Goodbyes and Codebase Soapbox", "update_content": "From the project coordinator: \nGOODBYES\nHi everyone, I'm sad to tell you that I'm leaving the project, so this will be the last update from me. I hope that I was able to provide at least a little more communication during this time, though I know a lot of questions weren't answered. I'm glad to have gotten to know some of you and I'm sorry I wasn't able to provide more of those answers. Further updates will be up to Alex to arrange. On to the update I had prepared:\nCODE"}, {"update_no": "UPDATE #33", "update_userinfo": "Code Hero March Update: Study Pics", "update_content": "From the project coordinator:\nPICS TO STUDY\nWe can’t give you the data, but here are a few pics from a study done yesterday at a Portland public school with 22 sixth graders:"}, {"update_no": "UPDATE #32", "update_userinfo": "Code Hero Third February Update: Picturesque", "update_content": "From the Project Coordinator:\nCODE\nWe’re working hard to make the mission system’s internals as efficient to develop with as the brain interface user experience is for exploring the levels. We’ve rewritten the dialogue manager code to prepare it for further work."}, {"update_no": "UPDATE #31", "update_userinfo": "Code Hero Second February Update: Studying Progress", "update_content": "From the Project Coordinator:\nTEAM\nElizabeth LaPensée (http://www.elizabethlapensee.com) has joined the team to lead research and iterative development. She holds a Ph.D. in Interactive Arts and Technology from Simon Fraser University and has eight years of experience in game development workshops for Indigenous (First Nations and Native American) youth. Dr. LaPensée also brings eight years of industry and academic experience as a game designer, writer, and researcher. She is excited about Code Hero as an out-of-the-box solution to teaching programming and providing access to Unity. She will work closely with Pixel Arts and use the results of the pilot studies to guide next steps in design."}, {"update_no": "UPDATE #30", "update_userinfo": "Code Hero February Update: Spaceout", "update_content": "From the Project Coordinator:\nSorry guys, I completely spaced on posting yesterday. On with news.\nPILOT STUDIES\nPilot studies in the last week that involved feedback from educators have helped us focus in on how Code Hero can supplement and replace curriculum in schools. We believe in reaching many spaces, including public schools, after-school programs, libraries, hackerspaces, and homes. The pilot studies are helping to inform how we can best fit in these diverse spaces. Thank you for your support and especially to Pixel Arts as we move forward with pilot studies that involve youth players in the next two weeks."}, {"update_no": "UPDATE #29", "update_userinfo": "Code Hero Third January Update: Studies and Servers", "update_content": "From the Project Coordinator:\nSTUDIES SCHEDULED\nPixel Arts (http://www.gameeducationpdx.com), a not-for-profit association co-founded by K-12 Code Hero School backers Jeffery Sens and Will Lewis, are working with us to run pilot studies of the Code Hero beta with middle school and high school students. The association leverages community collaboration and the engagement of video games to create social transformation, focusing on underserved youth in Portland, Oregon. Pixel Arts brings together resources and guidance, creating a safe space for youth and adults to learn and create in a maker-based hands-on environment."}, {"update_no": "UPDATE #28", "update_userinfo": "Code Hero Second January Update: Macs and Misc", "update_content": "From the Project Coordinator:\nT-SHIRTS\nFirst and most importantly, and I apologize for leaving this out before - If anyone wanted a different size than those that were listed in the survey, please message us with your information and we will update your order."}, {"update_no": "UPDATE #27", "update_userinfo": "Code Hero January Update: Crunchy Numbers", "update_content": "From the Project Coordinator:\nVOLUNTEERS\nAs we've been able, we've been talking to those that have offered their help on the project. Apologies to those who we haven’t gotten to yet. We're sorry the process is so slow, but I'd like to reassure you again that we've got you in our thoughts and on the to do list."}, {"update_no": "UPDATE #26", "update_userinfo": "Call-out for T-shirt Surveys", "update_content": "Hi everyone, my name’s Michelle and I’m the new Project Coordinator for Code Hero.\nI’ve got one item for you today.\nT-SHIRT SURVEYS\nWe have sent out all the T-shirt surveys to all the backer brackets that included a T-shirt as a reward. Kickstarter will only let a project send one survey to each group of backers, so for those of you in the $42 bracket, we’ve sent you all e-mails with a link to a google form that will help us re-gather your T-shirt information. If you don’t see the e-mail in your inbox, please check your spam folder or any folders into which you may have filtered the e-mail."}, {"update_no": "UPDATE #25", "update_userinfo": "Code Hero December Update: Shirts, Surveys & Spinning Cubes", "update_content": "At long last, some news: With one more survey Code Hero t-shirts can start shipping, and we have a new beta release with a new level.\nMaking a game that teaches people how to make games is taking longer to make than we bargained for and we’re deeply sorry for the delays. The development of Code Hero has faced setbacks: We ran out of funding and lost our paid staff, and since that time we worked unpaid on Code Hero, making ends meet and raising funds to fulfill backer rewards. Our communication has been spotty and our progress slow, but we continue working on Code Hero to turn the technology and content we built into a complete game. We have a long way to go, but we are recruiting a team to finish the game and working on fulfilling the rewards Code Hero promised."}, {"status": []}], "comment_no": 892, "projec_url": "https://www.kickstarter.com/projects/primerist/code-hero-a-game-that-teaches-you-to-make-games-he", "project_name": "Code Hero: A Game That Teaches You To Make Games"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "The Kickstarter pledge period has ended, but the real fun is just beginning. Visit http://www.doublefine.com/dfa for the most current info about progress on Double Fine Adventure. And if you missed out on the Kickstarter, fear not. It's never too late for adventure! Just head over here to join the party: http://www.doublefine.com/dfapay\nUPDATE 5:  It's going to be difficult, but please do not continuously refresh the Kickstarter page in these final hours.  Instead, join us on Ustream as we broadcast from our offices!  Here's a link: http://www.ustream.tv/channel/double-fine-adventure.  \nAnd here's a video we put together for folks outside the US that are having difficulty backing the project:\nUPDATE 4:  Only four more days to get in on the fun!!  A new update has been posted, and with that we've announced a new reward, our DF Adventure Backer T-shirts!  Check them out:\nAnd here's the full update video:\nUPDATE 3:  Check out the update tab for a message from 2 Player Productions!  They've announced that Terrance Lee will be handling the documentary soundtrack and that Tim will be doing an \"Ask me Anything\" on Reddit this Sunday at 1PM PST (LINK!) to answer any questions you have.  Oh, they also posted this blooper reel:\nUPDATE 2:  We've added new rewards!  Specifically a digital soundtrack of the documentary, a special edition boxed copy of the game and documentary, and The Double Fine Adventure Book.  Check the update tab for more info!\nUPDATE 1:  Proud to announce we're going to be developing for PC, Mac, Linux, iOS, and Android!  In addition to Steam codes, we will also be offering DRM free versions.  And for all our lovely friends overseas, we'll be localizing the text in French, Italian, German, and Spanish.  Thanks for the support!\nWoooooooooOOOOoooOoOoooOOooo!\nWe did it! 100% funded in just over eight hours. You people are amazing! But it's not over yet. The number keeps going up and now the question is just how much news do we want to make with this? We're getting a lot of attention already and it seems like this little project could have an impact beyond itself. \nAll money raised will go to make the game and documentary better. Additional money means it can appear on more platforms, be translated into more languages, have more music and voice, and an original soundtrack for the documentary, and more!  We're still working to figure out exactly what we can offer, but we'll post more information as soon as possible.\nYour backing and comments have been truly inspiring to me and the team, so on behalf of Double Fine and 2 Player Productions I want to say THANK YOU!!!\nI can't wait to see where this thing can go!\nWelcome to the Adventure\nThe world of video game design is a mysterious one.  What really happens behind the closed doors of a development studio is often unknown, unappreciated, or misunderstood.  And the bigger the studio, the more tightly shut its door tends to be.  With this project, we're taking that door off its hinges and inviting you into the world of Double Fine Productions, the first major studio to fully finance their next game with a Kickstarter campaign and develop it in the public eye.\nDouble Fine Productions\nFounded in 2000 by industry veteran Tim Schafer (Day of the Tentacle, Full Throttle, Grim Fandango), the San Francisco-based company has established itself as a unique creative force with critically-acclaimed titles such as Psychonauts, Brutal Legend, Costume Quest, Stacking, Iron Brigade, Once Upon a Monster, and Double Fine Happy Action Theater.  This year, you'll be given a front-row seat as they revisit Tim's design roots and create a brand-new, downloadable \"Point-and-Click\" graphic adventure game for the modern age.\n\nWhy Kickstarter?\n\nDouble Fine’s XBLA/PSN/PC title “Stacking”\nBig games cost big money.  Even something as \"simple\" as an Xbox LIVE Arcade title can cost upwards of two or three million dollars.  For disc-based games, it can be over ten times that amount.  To finance the production, promotion, and distribution of these massive undertakings, companies like Double Fine have to rely on external sources like publishers, investment firms, or loans.  And while they fulfill an important role in the process, their involvement also comes with significant strings attached that can pull the game in the wrong directions or even cancel its production altogether.  Thankfully, viable alternatives have emerged and gained momentum in recent years.\nCrowd-sourced fundraising sites like Kickstarter have been an incredible boon to the independent development community.  They democratize the process by allowing consumers to support the games they want to see developed and give the developers the freedom to experiment, take risks, and design without anyone else compromising their vision.  It's the kind of creative luxury that most major, established studios simply can't afford.  At least, not until now.\n\n\nTim negotiates publishing rights\n\nKeeping the scale of the project this small accomplishes two things.  First and foremost, Double Fine gets to make the game they want to make, promote it in whatever manner they deem appropriate, and release the finished product on their own terms.  Secondly, since they’re only accountable to themselves, there’s an unprecedented opportunity to show the public what game development of this caliber looks like from the inside.  Not the sanitized commercials-posing-as-interviews that marketing teams only value for their ability to boost sales, but an honest, in-depth insight into a modern art form that will both entertain and educate gamers and non-gamers alike.\n\nAbout the Project\nOver a six-to-eight month period, a small team under Tim Schafer's supervision will develop Double Fine's next game, a classic point-and-click adventure.  Where it goes from there will unfold in real time for all the backers to see.\nTim’s Project Lead debut, point-and-click classic “Day of the Tentacle” (1993)\n2 Player Productions will be documenting the creative process and releasing monthly video updates exclusively to the Kickstarter backers. This documentary series will strive to make the viewer as much a part of the process as possible by showing a game grow from start to finish, with all the passion, humor, and heartbreak that happens along the way.  Double Fine is committed to total transparency with this project, ensuring it is one of the most honest depictions of game development ever conceived.\n\nThere will be a private online community set up for the backers to discuss the project with the devs and submit their thoughts and feelings about the game's content and direction, sometimes even voting on decisions when the dev team can't decide.  Backers will also have access to help test the game once a beta is available.  Once the game is finished, backers will receive the completed version in the available format of their choice.\nFor fans of adventure games, this is a chance to prove that there is still a large  demand out there for a unique medium that inspired so many of us.\nRewards\nThis whole experience is being offered for the flat backer contribution of $15.  We believe that beyond the reward of receiving the finished game, the ability to be a participant in the project makes this a unique opportunity.  \n\nFor anyone who wants to contribute above and beyond the call, we have a selection of premium rewards ranging from a download of the full documentary series in splendid 1080p HD video with bonus footage, to unique posters, original concept art, and even a mini painting of yourself done by the game's artist!   \nFor those of you who want to be really special, check out www.doublefine.com for details on super premium high level rewards!\n\n\n\nClosing\nFor anyone interested in the inner workings of the game industry, either professionally or as a fan, this project will be a landmark in exploring the art of development.  For people that just love great games, this is an opportunity to help bring one to fruition.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #58", "update_userinfo": "Your Final Rewards are coming + Double Fine Adventure: Definitive Edition", "update_content": "Hello, Backers of Adventure!\nI love you!\nSorry, I got a little emotional there. Because this, at long last, is the FINAL UPDATE for this thing we have called the Double Fine Adventure. At least, that's what they tell me. I'm not so sure. You know, there's always that \"oops!\" update, where we left our phone at your house and need to come back. And then in a few months, we find your earrings in our couch. And then come the drunken, tearful updates in the middle of the night where we talk about how much we miss you. Oh man, let's not let this get weird! Let's be brave!"}, {"update_no": "UPDATE #57", "update_userinfo": "Boxed Special Edition, DVDs & Blu Rays are all going into production!", "update_content": "It's true! The Special Edition box of Broken Age containing the physical disc version of the Double Fine Adventure documentary are going into production this week, which means they'll soon be making their way to your houses!\nIMPORTANT SURVEY INFORMATION\nA while ago Fan Gamer sent you all a survey asking you to tell us which edition of the documentary you would like, Blu Ray or DVD, and where you now live. Thank you everyone who responded to that!"}, {"update_no": "UPDATE #56", "update_userinfo": "ICYMI: Check your email for Surveys!", "update_content": "We had numerous reports that the previous update was not received by people, so we're just updating again to say:\nFan Gamer have sent you all surveys to find out where you live these days, so please check your inbox. Make sure to check your spam folder - look as far back as the start of May.  If you do not have an email, or have some other issue, please contact orders@fangamer.com directly! Thanks! :)"}, {"update_no": "UPDATE #55", "update_userinfo": "DFA: Check your email for Surveys!", "update_content": "Broken Age is out now for everyone on all platforms, and we very much hope you're enjoying it  Some people seem to be getting stuck on some of the puzzles, so we decided to set up a unique service for a limited time only.\nAt 3pm PST (that's now!) and for about an hour or so, we'll open the Double Fine Adventure Hint line for all to call and get help with Broken Age, and we'll be streaming it too. \nSo join us here: http://www.twitch.tv/doublefine and call us on +1 970 HEX-IPAL"}, {"update_no": "UPDATE #54", "update_userinfo": "Double Fine Adventure Art Books!", "update_content": "Dear Backers of Adventure!\nHi.\nThis is Tim.\nOn the eve of our special backer preview of Broken Age Act 2 (aka \"Broken Age\") I feel moved to write you all a poem. Please bear with me."}, {"status": []}], "comment_no": 11412, "projec_url": "https://www.kickstarter.com/projects/doublefine/double-fine-adventure", "project_name": "Double Fine Adventure"}}, {"backer": "Stefin Sun Hehman", "project_data": {"campaign": {"story": "We're about to embark upon our 2nd U.S. tour, this time with the majorly bitchin' John Maus and Geneva Jacuzzi, and we're really stoked. The only things we're missing are gas money, a van, places to crash, and the guarantees we need to cover all these expenses. That said, we're optimistic that you might be interested in helping us scrape together the fundage to cruise your city for a night or two, and hoping that you'll accept our tokens of appreciation for helping us out on our first co-headlining tour..\nBreakdown of Tour Expenses that your support would help cover:\nGas: $1,652 (approx 6,200 miles at 15/mpg = approx 413 gallons x $4 p/g)\nUpdate!!: Van Rental- $ 3,500 approx for 1 month\nS.O.S\nPURO INSTINCT", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "49 backers pledged $5,390"}, {"Project launches": "JUNE 2, 2011"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/puroinstinct/puro-instinct-escape-from-la-tour-2011", "project_name": "PURO INSTINCT ESCAPE FROM L.A. TOUR 2011"}}]