[{"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "VIDEO GAMES LIVE: LEVEL 4 WAS SUCCESSFULLY FUNDED ON NOVEMBER 28, 2014!\nRewards are STILL AVAILABLE through our website!\n\nDIGITAL REWARDS\n\nPHYSICAL REWARDS\n\nThank-you for supporting and believing in the project!!\n✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰\n                          CAN LIGHTNING STRIKE TWICE!?!?\n✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰✰\nVideo Games Live™ is an award winning immersive world touring concert event featuring music from the most popular video games of all time. Created, produced and hosted by world renowned game industry veteran Tommy Tallarico, top orchestras and choirs around the world perform along with exclusive synchronized video footage and music arrangements, synchronized lighting, well known internet solo performers, electronic percussion, live action and unique interactive segments to create an explosive one-of-a-kind entertainment experience.\nPicture the energy and excitement of a rock concert mixed with the power and emotion of a symphony orchestra combined together by the technology, interactivity, stunning visuals and fun that only video games can provide. Completely synchronized cutting-edge video screen visuals, state-of-the-art lighting and special fx, stage show production and special on-stage interactive segments with the audience dazzle crowds of all ages – gamers and non-gamers alike.\nThe Kickstarter campaign will help us raise the funds to create and produce our fourth album which we have titled \"Level 4\". This will be a studio recording (not a live recording).  Our hope is to be able to obtain funding for our stretch goals so we can produce a full length live concert motion picture as well.  Over the past decade Video Games Live has helped to legitimize video game music and has shown the world the creative, cultural and artistic side of gaming. Although VGL has obtained a lot of accolades and success, the music industry and record companies are VERY different and no music or record company is willing to invest the budget needed to accomplish our goals and put out a top quality product that we and the entire game industry can be proud of. They don't believe in the culturally artistic significance of video game music and they don't believe that people are interested in listening after the game is turned off.  And that's where YOU come in!\nLast year we successfully funded LEVEL 3 on Kickstarter and the project came out ON TIME!  We over delivered on Rewards, content and number of songs on the album.  You can view the LEVEL 3 KIckstarter video HERE:\nLightning CAN strike twice!!\nThis project is open for funding for EVERYWHERE AND EVERYONE in the world! We will ship anywhere and if we meet our video Stretch Goals there will be absolutely no region coding, etc. and PAL versions of the DVD/Blu-Ray will be made.\nVideo Games Live: Level 4 will be the 4th album of symphonic video game music from the award winning 10 year+ world touring Video Games Live concert series.\n\nThe album will be recorded, mixed and mastered in world famous recording studios with a 72+ piece orchestra of world class musicians as well as famous video game composers from around the world!\n\nEach music segment in Video Games Live is personally arranged and orchestrated by the original composers and also uses input from the actual game designers & producers and game developers & publishers.\n\nThe album track list will consist of NEVER BEFORE RELEASED Video Games Live music arrangements from game franchises such as Final Fantasy VI (Opera), Zelda: Ocarina of Time, Donkey Kong Country, World of Warcraft: Warlords of Draenor, League of Legends, BioShock, Metal Gear Solid 3 - \"Snake Eater\", Earthworm Jim, Uncharted, Resident Evil, Assassin's Creed, Cave Story AND MORE! The goal is to have between 12 - 15 tracks on the album.\nRelease date is February 18, 2015.\nHere are just a few examples of the arrangements that will be going on the album...\nEarthworm Jim Medley\nHere's the Earthworm Jim Symphonic Arrangement I put together that is a medley of my favorite 4 songs from EWJ 1 & 2.  New Junk City, Tangerine, Falling & Subterranean.  I'd LOVE the opportunity to be able to record this with a live orchestra!\n\n\nLeague of Legends - \"Challengers\"\nHere's our League of Legends arrangement that we worked on with the folks at Riot Games and lead composer Christian Linke.\n\n\nFinal Fantasy VI - \"Aria de Mezzo Carattere\" Opera Remix\nHere is Jill & Andrew Aversa's arrangement of the Final Fantasy VI Opera. We want to add a full orchestral arrangement along with this!\n\nDonkey Kong Country Medley\nThis is Laura \"Flute Link\" Intravia's Donkey Kong Country arrangement being performed in Chile!  This recording is only Laura playing (with midi backing tracks).  We want to do a FULLY ORCHESTRATED version of this with Laura performing on the EWI (Electronic Wind Instrument).\nAnd here's a demo mock-up of the orchestral version!\n\n\n\nNew Zelda Arrangement (demo mock-up)\nThis incredible arrangement is courtesy of the amazing Jillian & Andrew Aversa!  Jill's \"La La La\" vocals are only a scratch track for now. She is hard at work creating relevant lyrics for this piece!\n\n\nCave Story (demo mock-up)\n \n\nResident Evil 5 (Wesker's Battle - Winds of Madness)\n\nHere is footage and the trailer from our last album and Blu-Ray/DVD (Video Games Live - Level 2) which is ranked in the top 10 of all-time PBS Specials! We hope to be creating another DVD/Blu-Ray as one of our Stretch Goals!\n \nWe want to film the new Blu-Ray/DVD/motion picture in Latin America during our South American tour this December (Brazil, Chile).  The fans in Latin America are VERY loud, VERY excited and VERY passionate about Video Games Live.  Here is just a small taste of what it is like at a Video Games Live show in Latin America!\nWHERE'S THE MONEY GOING?\nThe album will take 3 full studio days to record.  An orchestral recording of this nature is based on 3 hour sessions.  We will need a total of SIX 3 hour sessions (18 hours total).  This cost could range anywhere from $75,000 - $110,000 depending on where the recording is done.  Our aim is to keep the budget low and the quality HIGH!  A top-of-the-line recording studio (including ALL costs) will be approximately $5,000 per day ($15,000 total).  Mixing with a top Hollywood film (& game) audio engineer (one week including studio and assistants) = approximately $25,000.  Mastering will take place at the most famous Mastering Studio in Hollywood (Bernie Grundman's) by one of the most highly regarded mastering engineers in the business... Patricia Sullivan. Patricia has personally worked with and mastered films by John Williams (including Star Wars & Indiana Jones films), James Newton Howard, James Horner, Danny Elfman, Hans Zimmer, John Powell and Mark Isham.  Mastering budget for this type of project (both 24bit 96KHz & 16bit 48KHz versions) could go upwards to $7,500.  Other parts of the budget will include things like, CD manufacturing based on 7,500 initial units (approximately $7,500), Music Licensing/Mechanical Licensing to the Game Publishers, composers, right holders, etc. based on 7,500 initial units ($10,000), Kickstarter & Amazon fees (10% = $15,000), hiring of a PR firm in both North America and Europe ($10,000), Shipping & Handling of goods, added physical products at certain tier levels, etc.\n\nMusicians (symphony & choir) = $75,000 - $110,000\n(Includes all conductor, score supervisor & travel fees)\nRecording Studio = $15,000\nTrack Recording Editing = $5,000\nAdditional Musicians/Instruments/Studio Time = $5,000\nMixing = $25,000\nMastering = $7,500\nCD Manufacturing = $7,500\nMusic Licensing/Publishing/Mechanicals = $10,000\nKickstarter/Amazon fees = $15,000\n7% non-payment from backers = approximately $10,000\nProject PR (Worldwide) = $10,000\nMarketing (Facebook, YouTube, etc.) = $5,000\nDomestic U.S. Shipping & Handling of Rewards = $5,000\nPhysical Reward products (pins, mouse pads, sheet music, etc.) = $5,000\nLocation Rental & Celebration Events = $2,500\nChrono Trigger/Chrono Cross piano album creation & recording = $5,000\nMusic copying/printing for new arrangements = $2,500\n\nTaxes on Gross money raised (minus Kickstarter/Amazon fees and 7% backer non-payment) = $30,000\nTOTAL = Approximately $250,000 - $285,000\n\nDepending on how much money is raised or still needed, it will be put in by Video Games Live and Tommy Tallarico personally.\n\nVideo Games Live is not making any money from this project.  Our goal is to continue doing what we love and bringing it to the people who care (as well as introducing game music to people who don't!)\nVideo Games Live has produced 3 highly successful and Top 10 Billboard ranked albums in the past as well as a Top 10 worldwide released PBS Special and DVD/Blu-Ray.  Tommy Tallarico was the very first video game composer EVER to release a worldwide video game soundtrack album (back in 1994 with Capitol Records) and has composed and produced 12 highly acclaimed albums since.  This project will NOT go over budget and WILL be delivered on time!\nThe main idea behind our project is to give back as much as possible to donors by AT LEAST QUADRUPLING THE VALUE of the amount pledged! \n \n \n \n      \n      \n    \n       \n    \n    \n    \n    \n      \n      \n    \nHere's a handy text based matrix for all the Reward Tiers!  For best viewing, please download it from this link:  www.videogameslive.com/LEVEL4RewardChart.xls\n\n\nTHERE ARE EVEN MORE REWARDS but we can't post them here because they're too big! For premium corporate sponsorship rewards past $10,000, go to http://www.videogameslive.com/index.php?s=kickstarterpremium\n$300,000 - Add a 13th track to the album.  Track would be decided by the fans in a poll.\n\n$350,000 - Add a 14th track to the album.  Track would be decided by the fans in a poll.\n$400,000 - Mini documentary and interviews with game composers & designers on the making of the album as well as a behind-the-scenes look filmed during an upcoming Video Games Live tour.  Upon funding of this goal, EVERYONE who pledges will get a special and exclusive digital version of this documentary (we ask our fans to please NOT publish this publicly out of respect for the people who backed the project).\n$750,000 - A live full length feature film and documentary of the music, making-of, interviews with composers/designers, history of game music, etc. to be recorded during the upcoming Video Games Live South America tour taking place in December.  If we hit the $750,000 stretch goal then all tiers from $25 and up will receive a digital version of the film and all tiers from $40 and up will include a physical Blu-Ray/DVD combo of the movie!\n\nTO BE CLEAR... The VIDEO GAMES LIVE: LEVEL 4 album will be a studio recording and NOT a live recording.  The movie on the other hand WILL be a live video recording (and documentary) filmed in South America.  Depending on additional funding and stretch goals, we may include a special download album of the live recordings from the film as well.\nThe main goal of Tommy Tallarico (25 year video game composer veteran and creator/producer of Video Games Live™) has always been to prove to the world how culturally significant and artistic video games have become as well as helping to usher in a whole new generation of people to appreciate the arts.\n\nPlease watch this very informative and important video that will give you incredible insight as to what goes on in creating such an event and the passion behind it (courtesy of Game Informer).\n  The cover of Symphony Magazine!\n\n\nJapanese Video Game Composer Party for Tommy Tallarico in Japan!  Check out this amazing party that my Japanese game composer friends had for me in Japan!\n\nIncorporated in 2002, Video Games Live™ is the first and most successful video game touring concert in the world having already performed almost 300 shows in 40 countries on 5 continents. Over 1 million people have experienced the show live. Video Games Live™ has previously released 3 albums worldwide (all of which debuted in the Billboard Top 10) as well as an award winning full length feature DVD/Blu-Ray. In 2010 the show aired nationally on PBS and quickly became one of the top rated PBS Specials of all time. Video Games Live™ continues to break new ground and thrill audiences worldwide with brand new content each year.\nPress Quotes\n\"Captivating!  Bombastic!\"  –  NY Times\n“Beautiful performance!” – USA TODAY\n“Simply breathtaking!” – IGN.com\n“Ingenious and fantastic!” – Los Angeles Times\n“Thrilling!” – The London Times\n“Incredible!  Dramatic!” – BBC News\n\"Video Games Live is a feast for the eyes and ears!” – Seattle Times\n“A digital and musical sensory overload!” – The Village Voice\n“Incredibly compelling, powerful and emotional.” – The Washington Post\n“Brilliant!  Infectious!  An eclectic mix of the fun, the classical and the grand.” – London Daily Telegraph\n“Uplifting and exciting!” – Pittsburgh Post-Gazette\nThe original Video Games Live Hollywood Bowl Launch Trailer\nTommy Tallarico is a veritable video game industry icon.  As one of the most successful video game composers in history, he has helped revolutionize the gaming world, creating unique audio landscapes that enhance the video gaming experience.  He is considered the person most instrumental in changing the game industry from bleeps & bloops to real music now appreciated worldwide by tens of millions of fans.  As a well-recognized on-air television personality, live performer and composer, Tommy brings his in-depth knowledge, years of experience, and love of cutting edge multimedia and video games to the masses.  Tommy has worked in the gaming industry as a designer, product manager, producer, writer, games tester and heads of both music and video departments.\n\nAn accomplished musician, Tallarico has been writing music for video games for more than 25 years.  He has won over 50 industry awards and has worked on more than 300 game titles; to date, they total sales of more than 100 million units and over four billion dollars in revenue.  No one in the history of the video game industry has ever worked on more titles and projects.  In 2008, he was enshrined in the Guinness Book of World Records with a two page feature article and interview and currently holds 3 Guinness World Records including the person who has worked on the most commercially released video games.  In 2012 during the Game Developers Conference he received a Lifetime Achievement Award and is also in the Smithsonian Institute in Washington D.C. for his contributions to the game industry.  In 1994, he founded Tommy Tallarico Studios, the multimedia industry's largest audio production house.    Tommy is a cousin of rock star legend Steven Tyler (nee Tallarico) and in 2002 Tallarico’s music was used as the opening song for Aerosmiths' “Girls of Summer” world tour.  His top titles include Earthworm Jim, Tony Hawk's Pro Skater, Disney’s Aladdin, Spider-Man and Metroid Prime as well as top selling popular game franchises such as Sonic the Hedgehog, Pac-Man, Madden Football, Mortal Kombat, Time Crisis, Unreal, Lineage, James Bond, Blitz Football, Knockout Kings, Test Drive, Scooby Doo, WWE & Twisted Metal. His score for Advent Rising has been noted as \"one of the greatest musical scores of all time\" by websites such as Yahoo, Gamespot and others.\n\nTallarico has been featured on numerous national and international television shows, appearing repeatedly on CNN, FOX and MTV.  Tommy hosted, wrote and co-produced the top rated and very popular Reviews on the Run/Judgment Day television show as well as the longest running award-winning video game television show, The Electric Playground (www.elecplay.com), which has been on the air since 1997.  The show is syndicated worldwide and airs daily in prime-time.  The Electric Playground won the 2001 Telly Award for “Best Entertainment Cable Program”.  In 2006, Tommy hosted and helped to launch the worldwide Championship Gaming Series for DirecTV.  His national television debut came in 1994 when he was featured and asked to guest host ABC's \"In Concert\" television program which included artists Peter Gabriel and Todd Rundgren.  From 1991 to 1994, he headed Virgin Interactive’s music and video division, and executive produced numerous video game green screen shoots for films including “Demolition Man” where he worked with Sylvester Stallone, Wesley Snipes and Hollywood producer Joel Silver.\n\nIn 2002, Tallarico created the critically acclaimed Video Games Live (www.videogameslive.com), an immersive, audio and video concert experience celebrating video games.  Video Games Live features music from the greatest video games performed by top orchestras and choirs around the world combined with synchronized video footage, lasers, lights, special effects, interactivity and live action to create an explosive and unique one-of-a-kind entertainment experience.  Video Games Live is the first and most successful video game touring concert in the world having performed over 250 shows in 25 countries on 5 continents.  The debut performance was launched on July 6th, 2005 at the world famous Hollywood Bowl in Los Angeles with the LA Philharmonic.  Over 11,000 people attended making it the biggest video game concert in the world at that time (since then they have performed to over 40,000 people in places like Taiwan and China).  Most of the game music played during the initial launch of the show (Halo, Sonic, Warcraft, Tomb Raider, Myst, Kingdom Hearts, Tron, Advent Rising, etc.) had never been performed live anywhere in the world.  Since then over 1 million people have experienced the show live.  On October 30, 2005 they broke new ground once again by putting on the very first video game concert in Canada (Vancouver).  They followed with groundbreaking first ever game concert performances in countries such as Brazil, New Zealand, Spain, Mexico, England, Chile, China, Taiwan, Malaysia, Scotland, Ireland, Portugal, Poland, Wales, United Arab Emirates & France.  Video Games Live was also the very first American video game concert to perform in Asia (Korea) and the first non-Japanese game concert to perform in Japan.  In 2007 they were recipients of a major industry award in Brazil for \"Special Breakthrough Achievement\" following their performances in Rio de Janeiro and Sao Paulo the year before.  Also in 2007 they helped to launch the $1.8 billion LA Live Nokia Theatre in downtown Los Angeles and had their national television debut on Spike TV.  In 2008 they released the highly anticipated album entitled Video Games Live - Volume One, recorded at the world famous Abbey Road Studios in London, the album debuted at #10 on the Billboard charts.  It was the first video game compilation album to ever be released worldwide and won BEST SOUNDTRACK ALBUM awards from IGN.com and the Game Audio Network Guild.  In 2010 a 90 minute national PBS Special was aired in over 90 million households across America.  A Blu-Ray, DVD and album were released.  It was the first time that music from franchises such as Mario, Zelda, Sonic and Megaman were released outside of Japan.  The second album (entitled Video Games Live - Level Two) debuted at #8 on the Billboard Charts.  With literally 100’s of ticket buyer reviews on Ticketmaster.com, Video Games Live boasts an impressive and outstanding 4.6 (out of 5) rating.   There are currently over 100,000 unique videos of Video Games Live performances on YouTube which total over 100 million views.  Sponsored and endorsed by some of the top corporations in the world, the Video Games Live concert event continues to tour the world, break new ground and thrill audiences worldwide with brand new content each year.\n\nTallarico was the first musician to release a video game soundtrack worldwide (Tommy Tallarico’s Greatest Hits Vol. 1 – Capitol Records).  He has released over ten video game soundtrack albums since, including the highly acclaimed James Bond Tomorrow Never Dies, MDK and award-winning Advent Rising and Earthworm Jim Anthology.  Tommy was one of the first musicians to ever use live guitar and 3-D audio in a video game (The Terminator), and was instrumental in bringing true digital interactive multi-channel 5.1 surround to the gaming world.  He has performed and sold out shows on the biggest and most prestigious stages in the world including London's Royal Festival Hall and Hammersmith Apollo, the Olympic Park Stadium in Korea, the Kennedy Center in Washington D.C., WolfTrap, Hard Rock Live in Orlando, Pan-Chiao Stadium in Taipei, the Mandalay Bay in Las Vegas and multiple shows at the Hollywood Bowl attended by tens of thousands of fans.  In 2004 he performed the grand finale music act on national and worldwide television (E! Entertainment, G4TV) with BT & Mobius 8 for the G-Phoria awards show.  In 2007 he performed along with Kid Rock and the Foo Fighters during the nationally televised Spike TV Video Game Awards show.\n\nTommy is the founder, Chairman of the Board and CEO of the Game Audio Network Guild (G.A.N.G.), which is a non-profit organization educating and heightening the awareness of audio for the interactive world (www.audiogang.org).  With over 2,500 members representing over 35 countries since its inception in 2002, G.A.N.G. has quickly become known as one of the strongest and best examples of helping the game industry community.  Tommy is an Advisory Board member for the Game Developers Conference, a Governor for the National Academy of Recording Arts & Sciences (NARAS/GRAMMY's), a spokesperson for the Entertainment Consumers Association, a proud member of the International Game Developers Association and a nominating peer panel leader for the Academy of Interactive Arts & Sciences.\n\nBorn February 18, 1968 and raised in Springfield, Massachusetts, he moved to Southern California on his own at age 21 to pursue a career in entertainment.  Homeless with no means of financial support, Tommy was discovered in a music store and started working in the video game industry within 3 days of arriving in California.  All 4 of his grandparents came to America from Italy in the early 1900's and instilled a great sense of hard work, compassion, appreciation, passion, dreaming, creativity, sense of accomplishment and love for others that he has carried with him his entire life.  Tommy is a proud vegan and has been a spokesperson, supporter and contributor for many animal rights organizations.  In his spare time he enjoys nature, photography, traveling, cooking, video games, comic books, backgammon, being a kid and meeting new people.  His popular website www.tallarico.com has received over 250 million hits by more than 10 million unique users.\nHere is the video of Tommy's 2013 TED talk explaining the cultural significance of video games and they're importance as art.\nTommy playing Intellivision circa 1982", "risks": "Risks and challenges\nWe came through successfully with our Kickstarter last year! On time! On Budget! We know what we're doing and have done it many times in the past. Video Games Live has produced 3 highly successful and Top 10 Billboard ranked albums in the past as well as a Top 10 worldwide released award winning PBS Special and DVD/Blu-Ray. Tommy Tallarico was the very first video game composer EVER to release a worldwide video game soundtrack album (back in 1994) and has composed and produced 12 highly acclaimed albums since. This project will NOT go over budget and WILL be delivered on time!\n\nBecause we have done this same kind of project multiple times in the past, we know exactly what the challenges for this project are (and how to overcome them). The toughest part in doing the project will be to get the game publishers approvals for the project. That being said, Video Games Live was the FIRST in the world to officially perform music from game franchises such as Kingdom Hearts, Halo, Warcraft, Sonic, Myst, Tron, Metal Gear Solid, Tomb Raider, StarCraft, Diablo, Civilization, God of War, Skyrim, BioShock, Mass Effect, Silent Hill, Shadow of the Colossus, Assassin's Creed, Uncharted, Street Fighter, Megaman, Resident Evil, Tetris, Earthworm Jim, Journey, DOTA, Red Dead Redemption, Destiny, Monkey Island, Cave Story and MANY MORE! Video Games Live was also the FIRST to license music and synchronized video for an album and DVD/Blu-Ray release outside of Japan from companies such as Nintendo, Capcom, Sony, Konami and Sega!\n\nVideo Games Live creator/producer Tommy Tallarico has been in the industry for over 25 years and has worked on over 300 video games (a Guinness World Record!). He has worked with and created games with every major publisher and game developer over the years. This is one of the main reasons why Video Games Live is able to get so many approvals and why it is the only show in the world with so many different games by so many different publishers and developers. \n\nAs I hoped I proved with the Level 3 Kickstarter... I would NEVER let any of you down!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "LEVEL 6 Album finished! Full Setlist Revealed! Album Cover done! 1st teaser listen!", "update_content": "Hey Everyone!,\nI'm sending this to all the LEVEL 4 backers in case some of you weren't able to get involved with the initial LEVEL 6 Kickstarter. I now have something you can hear and we're taking Pre-Orders which include all of the original LEVEL 6 Kickstarter tiers as well! Here is the Pre-Order link: https://tinyurl.com/ychq5nwo\nThe album mixing & mastering is COMPLETE! Here's a pic of me & Grammy award winning mastering engineer Patricia Sullivan from last week. Patricia has mastered all of the Star Wars and Indiana Jones music for decades! (as well as many other orchestral albums & soundtracks). Patricia Sullivan & Tommy Tallarico mastering Video Games Live: LEVEL 6 at Bernie Grundman's. Patricia Sullivan & Tommy Tallarico mastering Video Games Live: LEVEL 6 at Bernie Grundman's."}, {"update_no": "UPDATE #32", "update_userinfo": "Backer is going to MATCH all new & increased pledges!!! 2 days left!", "update_content": "Hi Everyone!,\nJust got back yesterday from our 17 show (over 3 1/2 weeks) tour across Canada & Florida. I'm a bit exhausted, but with only 2 days left to go on the LEVEL 6 Kickstarter I have the most AMAZING and exciting announcement! One of our current $10,000 backer teams (Josh & Ravi from poutination.ca) have decided that they are going to MATCH all new & increased pledges for that last 2 days of the project... which starts NOW!! They are going to match up to $50,000! This means that we are well in range to get at least 2 stretch goals! So if we can all come together and get another $50,000... and they match $50,000... that will put us at in the $275,000 range which gives us an additional 2 tracks on the album!"}, {"update_no": "UPDATE #31", "update_userinfo": "Video Games Live: LEVEL 6 Live Stream on Kickstarter today! Link Inside!", "update_content": "Hi Everyone!,\nI just wanted you to know that I am doing another LIVE STREAM today. I made sure to make the timing of this one more convenient for our friends in Europe and other parts of the world. It starts today (Wednesday, February 28th) in a few hours at 10am Pacific / 1pm Eastern / 6pm UK.\nYou can CLICK HERE to set a reminder, submit a question and view the new Live Stream! Join the FUN! Hope to see you there!"}, {"update_no": "UPDATE #30", "update_userinfo": "LEVEL 6 launched! Huge success! Surprise video inside!", "update_content": "Hi Everyone!,\nI apologize if some of you have already supported LEVEL 6 and are getting double e-mails because you backed LEVEL 4. If so, just simply OPT-OUT of this LEVEL 4 e-mail. I just want to make sure that all of our gracious and previous backers don't miss out on LEVEL 6. Cause it's looking like it's gonna be our best one yet!\nHere is the link to LEVEL 6!\nCome and join the fun!!!!!!"}, {"update_no": "UPDATE #29", "update_userinfo": "Video Games Live: LEVEL 6 is now LIVE!!!!", "update_content": "Hi Everyone!,\nIt's here!! I think this is the biggest and best one yet!\nHere is the link to LEVEL 6! https://www.kickstarter.com/projects/1916334303/video-games-live-level-6-album-and-movie\nWe have a few really amazing EARLY BIRD Rewards limited to only 100... most of which will probably be gone by the end of the day so PLEASE check them out before they're all gone."}, {"update_no": "UPDATE #28", "update_userinfo": "LEVEL 6 detailed exclusive info & launch date announced! Music teaser inside!", "update_content": "Hi Everyone!,\nYesterday we made our big announcement by confirming LEVEL 6 for 2018 and revealing that we have partnered with original Pokemon TV show \"Gotta Catch Em All\" singer Jason Paige to do a powerful updated extended symphonic rock version of the iconic masterpiece AND that Jason will be joining us on future tours!\nIt was also revealed that I will be producing Jason's next album which will focus on ALL rock/symphony/electronic recreations of the GREATEST pop-culture hits of the 80's & 90's! The setlist and album which will be picked entirely by the fans! Theme suggestions to include Pokemon (duh!), TMNT, Animaniacs, Sailer Moon, The Simpsons, Power Rangers, Sailor Moon, Duck Tales, Tiny Toons, Digimon, Scooby Doo, Full House, Spider-Man and MANY MANY more!"}, {"update_no": "UPDATE #27", "update_userinfo": "It's official! LEVEL 6 Kickstarter launching in February! Special Pokemon collected! Video reveals all!", "update_content": "Hi Everyone!,\nChristmas is coming early for Video Games Live! We are making a VERY special announcement LIVE today with a VERY special guest who I know that EVERYONE will be familiar with (yet never get a chance to interact with). We will be doing this LIVE and INTERACTIVE event today at 6pm Eastern / 3pm Pacific on the Video Games Live Facebook page: https://www.facebook.com/VidGamesLive/"}, {"update_no": "UPDATE #26", "update_userinfo": "Video Games Live Announcement with VERY Special Guest!", "update_content": "Hi Everyone!,\n\nIn case you missed out on the LEVEL 5 Kickstarter project, I wanted to let you know that you can now purchase the albums we created all over the place!  Here are the most popular places...\nVideo Games Live: LEVEL 5 album..."}, {"update_no": "UPDATE #25", "update_userinfo": "LEVEL 5 video review! Available now EVERYWHERE!", "update_content": "Dear VGL LEVEL 4 Backers!\n\nOne of the things many people asked about (and that I finally added to) our LEVEL 5 project this year was the opportunity to purchase additional Add-On content.  So today I opened the LEVEL 5 Add-On store which contains both digital and physical items.\n\nBecause we never had this option in the LEVEL 4 project I wanted to extend this invitation for Add-On materials to YOU as well!  Even if you weren't able to take part in LEVEL 5... you are still 100% part of the great family that helps to keep VGL going!"}, {"status": []}], "comment_no": 628, "projec_url": "https://www.kickstarter.com/projects/1916334303/video-games-live-level-4-lets-do-it-again", "project_name": "VIDEO GAMES LIVE: LEVEL 4!   [Let's do it again!!!]"}}, {"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "                      Click here to PLEDGE with PayPal: SlackerBacker\n                     Find GameLoading here: Twitter  Facebook  Website\nIt’s crunch time! Kickstarter has been there for us from the start; now we need you again! Thanks to our first Kickstarter campaign, we’ve travelled the world filming incredible insights from some of the most intriguing indie developers and industry figures, and we’ve returned with some amazing footage.\nYou can help in this last stretch to make GameLoading look and sound amazing!\nGameLoading: Rise of the Indies a feature-length documentary which explores the vibrant global community of indie game creators. These unique voices, of all backgrounds and nationalities, are disrupting the traditional models of game development, making personal, innovative experiences.\nIn the spirit of movements like the French New Wave, the Punk scene and the Grunge scene, hundreds of indie auteurs are emerging and finding success with their own unique voices and artistic goals. GameLoading: Rise of the Indies aims to capture this exciting moment in time.\nIt’s been a long journey, but we’re finally on the home stretch. \nGameLoading: Rise of the Indies has been in production since 2011, when filmmakers Lester Francois and Anna Brady discovered the innovative, creative games coming out of the indie scene.\nAfter a year of research, we ran a successful Kickstarter campaign in July 2013, and secured funding for our primary film shoot. Late last year, we visited eleven cities in eight countries over three months, and shot dozens of interviews with indie developers, academics, journalists and industry figures. We returned to GDC in March this year, as well as visiting Japan and revisiting Europe to collect the last vital pieces of the puzzle.\nWe are currently deep in the process of editing the film from a rough cut, finalising our distribution arrangements and marketing strategies, and preparing supplementary content. The light at the end of the tunnel is racing towards us – and we couldn’t be happier with how well the project is coming together.\nWe couldn’t have filmed GameLoading without the support of our original Kickstarter backers and now we’re turning to Kickstarter again to raise funds to put the finishing touches on the film. All original Kickstarter backers who back us a second time get a special Double Backer reward.\nView more images from our journey here: https://www.facebook.com/gameloadingtv/photos_stream\nGameLoading would never have been possible without the support of our Kickstarter backers and we’re incredibly grateful. These pledges enabled us to meet with some of the industry’s brightest and most fascinating developers, and pick their brains to put together a comprehensive and entertaining window into the global indie game community.\nAnd now, we need your help once again. We’re asking for just a little more to help us polish the final product into something we can all be proud of.\nPost-production is expensive. But without it, GameLoading would look like a parents' home movie. Editing takes months, then there's colour grading to make each shot look great, computer graphics and titles, game footage, archival footage, music, sound mixing and a whole lot of other stuff needed to bring the film to cinema quality. Your pledges will go towards our colour grade, sound mix, original music by Tim Shiel, archival footage, motion graphics, overheads, plus legal and accounting fees. \nGameLoading will be finished regardless of further funding but it won’t be a polished product. We need your help to get the film ready for the cinema. The more money we raise the better the film will be for you.\n Thank You – All tiers get a thank you in the film and on our website.\n The Film: DRM free digital download or stream of GameLoading.\nMembers Bundle: Our member’s section will include the download of the film, extended director’s edit, soundtrack, eBook, and Backers Special Extra Content. Members will get early access to this extra content during production of the film.\nBackers Special Extra Content: We have HEAPS of extra content for our backers. This content is available now and will be updated regularly. Videos include: Game Narrative, Game Feel, The Dutch Game Garden, Game City and an interview with indie legend Tracy Fullerton. We will still be adding more videos after the release of GameLoading.  \nHere is an example of the extra content we will be delivering to members:\nGameLoading Original Soundtrack (OST): DRM free digital download of the OST featuring music by Tim Shiel. Have a listen to the one of his tracks: \nVideo Game Music Mix-Tape: We are curating an exciting collection of music from video games. Composers include: Mick Gordon, Disasterpeace, Hyperduck, Jared Emerson, The Algorithm, Ben Briggs, Derris-Kharlan, Curtis Schweitzer, James Primate, Mega Ran, Tim Shiel and Sean AE.\neBook: Michael Irving is writing the accompanying eBook about game development and the indie game community.\nEducational eBook: An educational version of the eBook will be available for teachers to be used in the classroom.\nDVD or Blu-Ray: The Kickstarter DVD and Blu-Ray will be exclusive to our backers and will include cover art and extra content not found on regular copies.\nIGM Subscription: 1 year digital subscription to Indie Game Magazine.\nArtists Prints Packs: We have selected seven amazing artists who will each provide an original print based on their favourite indie games. These artists include: Paul Veer, Paul Robertson, Cory Schmitz, Marigold Bartlett, Justin Chan, Amora Bettany and Andrew Gleeson.\nHere is a piece completed by Paul Robertson:\nPosters: We have four poster designs to choose from. You can select which posters you want in the backers survey once the campaign has finished.\nGames Bundle: We have curated a collection of awesome games into a single bundle with exclusive games from: Vlambeer, Tale of Tales, Northway Games, Dejobaan, Michael Brough, Adriel Wallick, Davey Wreden / William Pugh and more. \nT-Shirt: We are working on a few t-shirt designs, including one exclusive t-shirt just for our backers. These designs will be revealed during our Kickstarter campaign. You can choose your design and size during the backers survey. \nDev’s Workshop: The Dev’s Workshop short documentary is for game developers who want a more technical video about game development. Members will contribute to questions and their games will feature in this short. Together the filmmakers and the members will workshop the shape of the film. They also get a free digital copy of the Dev's Workshop film. * This will be released in the second half of 2015. \nIndie Lover: Backers get an early online preview of the film prior to launch and an invite to a screening with the filmmakers. We are aiming for screenings in LA, NYC, Austin, San Francisco, Sydney, Melbourne, and many more cities. Backers also receive the Mega Bundle, Artists Print Pack and Dev’s Workshop. Travel and accommodation are not included.\nDo you love the indie game developer community? Do you want to help show the world the people, the work and creativity behind indie video games? Then this is for you.\nPledge to this tier and help showcase this creative, innovative and diverse community of people working to expand the culture of video games. With your help GameLoading will show the world how amazing game developers and their games are.\nYou pledge because you want to promote the community, and your generous support will be rewarded with a special credit in the film, our website and across our social media network; and everything in the Indie Lover Tier.\nProducer: Get a Backer Producer's credit.\nWe have over 90 minutes worth of Free Extra Content on YouTube plus PREMIUM videos in our Members Section for our backers.\nCheck out this playlist of the Free Extra Content from our YouTube channel. ", "risks": "Risks and challenges\nWe have been working on this film for over two years and we are definitely delivering the film in March, 2015. There is always a chance of production delays due to unforeseen problems but as we are quite far through the editing process and our release date isn’t until March 2015 we believe have ample time to make that date.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/studiobento/game-loading-the-final-push", "project_name": "GAME LOADING - The Final Push"}}, {"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/582594976/the-players-score-a-video-game-music-documentary", "project_name": "The Players' Score - A Video Game Music Documentary"}}, {"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/joshaker/infinity-blade-chronicles", "project_name": "Infinity Blade Chronicles"}}, {"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/1985553496/nes", "project_name": "'NES'"}}, {"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/seanyoung/magicite-a-multiplayer-rpg-platformer", "project_name": "Magicite - A Multiplayer RPG Platformer"}}, {"backer": "Steven Melin (VGPianoMan)", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/randomencounter/careless-juja-video-game-music", "project_name": "Careless Juja - Video Game Music!"}}]