[{"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "A post-apocalyptic game of melancholy. Is it all a facade or is there truth beneath the new order of existence?\nPLAY\n\n The New World \nThe decay started around 2020 and in less than thirty years we lost centuries of growth.  In thirty years time, the world changed as we knew it. Birth rates sank, deaths spiral out of control. Imagine for a moment that everything you take for granted is gone;  your video games, your supermarkets, your electricity, and all but five percent of every person you’ve ever known. One could expect here that the wellbeing of the population is at a profound new low. Add to that the grim reality that their survival relies solely on the use of the animated bodies of their dead loved ones and you begin to realize the bleak and irreparably grim existence the survivors must bear. \nSurvivors formed communities, barricading themselves behind the walls of makeshift fortresses. Outside the land is reclaimed by nature. Mankind fell to an apocalypse of harmless and quiet ruin. Not with a bang, but with a whimper.\nIn the end, the dead that come back to haunt us were of our own creation.\n\nThe Great Hecatomb \nThe height of death in 2057 is known in Florence as the year of The Great Hecatomb. Bodies laying still on the streets, innumerable corpses littered in droves. The remaining survivors, despite the abundance of resources, were on the verge of starvation. There were no hands to cultivate the fields, to raise the cattle, to do anything.\nFortunately for the people of Florence, a collective of brilliant minds had formed. It was these scientists and innovators, who would later become  known as The Builders, who broke the most egregious of taboos to end the famine by exploiting the most abundant resource. By combining the latest frontier of biology with cutting-edge  patents in precision mechanics and thermohydraulics, the Builders synthesized a procedure capable of reanimating corpses and making them into autonomous working machines. The era of constructs and the Florentine Scientific Empire had begun.\n\nFlorence and the Constructs\nThe arrival of the constructs had a traumatic impact on the psyche of a population that was already teetering on the edge. But the people of Florence had little choice. Without this gift they would perish. Over time the constructs became less human, unnecessary physical features removed to further separate them from humans. Leaving them with the appearance of little more than motorized leather mannequins. Now the Florentines had stopped burying their dead entirely, opting instead to give the corpses to the Citadel as a public resource. In return, the fields were supplied with farming constructs, the streets with autonomous garbage collectors, the construction sites with heavy-lifting mechanical assistants, and eventually even the homes of Florence were equipped with their very own domestic servants. Today, the constructs are the base on which the entire Florentine society rests; they are everywhere, everywhere.\nIn the twenty year aftermath of The Great Hecatomb, Florence expanded and stabilized as a technocracy. Through the use of these constructs, society has found a new way of living. Human bodies are no longer sacred as they once were. They are simply machines to be used for public good after your death, it’s pieces replaceable, for they do not belong to you in any sacred way. Mutilation and maiming are considered little more than temporary setbacks. Human life, however, has never been more precious. Humanity, a flickering light in the darkness, is fading — and to take a life is inconceivable to even the most hardened criminals. Despite the hopelessness and bleakness, even the most broken individuals understand their responsibility to protect what little remains of humanity. \nDespite the disappearance of electronics and due to the rapid advancements in biomedical technology, virtually any illness or injury can be treated if the patient seeks attention quickly enough. Organs can be grown, and limbs can be transplanted safely. An eighty-year-old within the walls today looks and acts as a fifty-year old would at the turn of the century.\n\nThe Codex Scientificus\nThe people, having found salvation through technology, asked for guidance from their saviors and the scientists delivered yet again.  The Council of the Citadel of Sciences of Florence issued the Codex Scientificus, the principles on which the law of Florence and of all the communities under its influence are still based. Born in a period of immense scarcity, the Codex Scientificus saw it necessary to optimize everything to save humanity. The Codex is divided into three parts: Laws, Calculation Models, and Normative Equations.\nThe Laws, while few, are binding and unchangeable. Most famous among them is the 2-2064, which ratifies the \"direct and immediate ownership  of all non-slaughtered bodies, human or otherwise for use at reconversion into worker constructs for public or private utility with deliberate impediment to their transport punishable at the  discretion of the Analytical Commission of the Citadel of Sciences of Florence\".\nThe calculation Models, studied by the Architects and Builders, are nothing more than a series of modules and questionnaires designed to find an individual’s aptitudes in order to place them within society.\nThe Normative Equations, as practiced by the Militia, contain the means of practical interpretations of the Law, as well as a guidebook on the theoretical limit of constraints to be placed on the population before creating resistance.\n\nThe Militia\nBorn during the collapse from the Municipal Police Corps of Florence and outliving both the military and police. The Militia represents law and order within the walls of Florence and the neighboring communities it controls. The militia which is composed of law enforcement, investigators, and legal servants are tasked with enforcing the law, settling disputes through use of the Normative Equations, and solving the occasional crime.\n\nThe Army\nBy the early 2070s Florence found relative stability. With the famine now behind it and deaths in a slow but encouraging decline, the attention of the community turned to the tumultuous world beyond the walls. Florentines felt it was time to bring order beyond the walls to ensure the safety of neighboring farms and to restore contact with the rest of the world. For this purpose the Florentine Army was born. Among the Florentine army’s elite stands the magnum opus of the Creators; the Technopowered Division. The brainchild of Nicola Fènnù, the Technopowered Division is a testament to his visionary genius. \n\nThe Scrap\nBefore the advent of hybrid constructs in the mid 2050’s, the population of Florence had little use for the long-defunct technology of their forebears. As they began the effort to move the broken technology of the old world into a small island just northwest of town, a colossal pile of vehicles, appliances, infrastructure, robotic components, and electronics amassed.\nToday it is the paradise of the Technosophists, where they can procure virtually all the components needed for their absurd contraptions, from the coil of a fridge to a quantum annealer — no questions asked. The Technosophists are solitary and often nomadic outsiders but, if they had a capital to speak of, it would certainly be the Great Dump. If you find yourself wandering through its canyons of wreckage and corpses of ancient technology, know that somewhere, somehow, you are being watched.\nOutside the Walls\nNot much is known about the world beyond the walls of Florence. Truth is subjective and trust across both sides of the wall is hard to come by. The world outside, as just outside the tall walls that envelop the city, Forlorn suburbs from the old world lie in a state of decay. beyond them massive farm fields as far as the eye can see — all tended by boiler-bound constructs. Beyond the farms are no roads or rails, but a land reclaimed by wilderness. Out there, you are alone.\nIn the dead of night, bands of raiders storm the farms on the outskirts of town. The survivors face a cruel fate of torture and slow dismemberment as the cannibal marauders subject the farmers to a slow and painful death. Wolves, bears, and other predators also haunt the reclaimed wilds, hungrily awaiting their prey. \nCrazed, malfunctioning constructs ambush travelers and shred  them alive, tanning the remains for replacement parts or perhaps to enact some sort of revenge on the human race.\nIs this world, as I see it, as the people of Florence see it, the truth? Of course not. We see only a sliver of the ruin, and if you were to witness even half of what is out there you would never want to sleep again.\nIn a broken world where the dead are machines that do the heavy lifting for us, we are just a cog in the social engine, alive at first and forever once dead. The greatest good is to protect human life, at any cost. Nothing is worth more: not the body's sanctity, nor mental sanity.\n\nIn Necrobiotic, you can taste the whole spectrum of emotions, from the deepest horror and the bitterest melancholy to the most moving compassion and the lightest laughter, in a continuous celebration of life and a rediscovery of its fragile uniqueness. The original illustrations will drag you into the alleys of a wounded Florence, among human corpses with tanned leather hides, eternal monuments, and coarse foggy streets.\n\nThe original game system is based on deck-building mechanics with a standard deck of playing cards, though Tarot cards can also be used.  Players will always know what they can do alone or together, and the game's mechanics will easily push the player’s roleplay toward the character’s features, highlighting everyone's specialties.\n\nNecrobiotic is a dark celebration of life where survival is paramount.  It features unique and emotional art along with a new card system that will draw your players into our grim future.\nWIP Special Edition\nWho are you?\nArchitect: You have an educational background in advanced medicine, but you’ve also learned about the science of the constructs. You have mastered the process of tanning corpses and programming the dead.\n\nMilitia: You are responsible for keeping civil order within the laws of Florence.  You may be law enforcement, an investigator, a jurist, or even a prosecutor.  You have a level of authority within the walls of Florence, and have an understanding of the law.\n\nTechnosophist: You are part of the Free Technosophical Society. You have learned the rudiments of the Technology of the Ancients, learning to recognize lost technologies such as electronic phones and computers or even hydrocarbon engines.  You are able to reactivate, use, and even modify these devices.\n\nTechnophant: You have trained as a recruit from the Technopowered Division of the Florence Army. You are equipped with Technopowered Armor, the most devastating weapon known, and are responsible for keeping Florence safe from outward threats.\n\nEngineer: You belong to the Society of Master Builders.  You have advanced knowledge of precision mechanics, thermohydraulics and steam automated mechanics.  You are an inventor, improviser, and a master of modern technology.\nNecrobiotic uses a standard deck of playing cards per player.  You create the player character you form from a deck of cards based on your character’s proficiency in Flesh (Hearts), Steel (diamonds), Steam (clubs), and Gear (spades).\n\nAt the start of play you take a breath, drawing a hand of 6 cards in your hand and, during a scene or conflict, you are playing 1 to 2 cards depending on if you are trained in the associated skill or not.\n\nSuccess is a suit that matches the action is taken or a combination of cards that adds up to 8. Successes will be used to move the narrative forward or counter consequences.\n\nChoosing which cards to play from the hand,  allows the players can decide which actions succeed and how, but every action has consequences!\n\nConsequences are the only tool in the hand of the DM (called Machinist) and they give momentum to the narration, leaving the players in suspense.\n\nPlayers will be able to modify their decks, adding higher cards, removing lesser cards, and buying more face cards that give special abilities. For a deeper look into the mechanics, take a look at the quickstart link above.\nHaeli Lee is an illustrator and animator based in Seoul, Korea. She gets her inspiration from various theatre literature and performances and is especially interested in how light and color works.\nMy Portfolio\nTwitter\nNellie Sorenson is a Baltimore-based multi-disciplinary artist. She spend most of her time on personal passion projects based in, but not limited to, clay, fabric, music and paper as mediums of expression. When not creating she can be found working at her local game store No Land Beyond.\nInstagram\nCeramics Instagram \nAdi Slepack (she/her) is a graphic designer & game designer based out of Brooklyn, NY. She is the co-founder of Gather Round Games and also the Marketing Coordinator for the IGDN. Adi loves chocolate-y baked goods, sad cartoons, and making cool things with cool people.\n\nJessica is an illustrator and creator. On the side, she preps, markets, and sells at conventions. She welcomes raising awareness and openly discussing the landscape of children’s welfare, education, and narratives. She works on her creative work and offers mentorship to artists on her Patreon.  \nhttp://jessicafong.mystrikingly.com\nhttps://www.patreon.com/JessicaFong\nSal is a full-time multi-disciplined audio-visual renaissance artist from Chicago with over 17 years of professional experience. He works on local and international film, game, print, and theater projects. You can find him streaming twice a week on Twitch and support his personal work and mentorship program on Patreon.  Sal's Website - https://www.thedarkcloak.com\nhttp://patreon.com/thedarkcloak\nMitchell works as the marketing director for Helmgast and Black Void Games. He is also the CCO of Penny for a Tale LLC. His interest in the indy ttrpg community started with the first year of Pax Unplugged. Since then he has developed two twitch channels and written for several ttrpgs. He looks forward to you playing this wonderful game!\n\nSamantha earned a degree in religious history where learning Italian was a must. She spent time in Rome and would often go down into the subways to speak with nuns near the Vatican to improve her language skills. She picked up Necrobiotic from Mitchell’s kitchen table, “I can read this you know.” Bam, translator. And remember Non tutte le ciambelle riescono col buco, Not all donuts come out with a hole my friends. Things sound better in Italian.\n\nAndrea, born on Easter long long time ago, from over the seas. believes that writing a bio is very difficult, and he prefers to write down another RPG instead.  Larp organizer, partner of \"Stratagemma\" (shop), Lover of dogs and cats (in equal measure) He reads RPGs, plays whenever he can. Love the playful culture.\n\nValerio Amadei was born in Rome, Sunday of Carnival, 1984, and this is already a clear sign of many things to come. Moved with his family to Sardinia before his first birthday, he grows up in a schizoid alternation between Emerald nightlight and pre-nuragic geomancy, that leaves forever on him the love for the sea, for the living granite, for everything that transcends the laws of physics discovered so far, and for roleplaying games. He scribbles since childhood, but it’s only since 2016 that his unripe creatures bear the glorious mark of the ISBN code. \nPenny for a Tale started in early 2019 with the mission to create fun and engaging content for all people interested in the tabletop roleplaying hobby. The company focuses on showcasing new and upcoming roleplaying games and work hard to create engaging actual plays filled with drama. Feel free to look around, join the community, and discover new indie tabletop games!\n\nOur Website\nStretch Goal 1: $20,000 -UNLOCKED!!!\nCore Rulebook upgrade!\n\nStretch Goal 2: $25,000-UNLOCKED!!!\nMarket of Venice\nMicrosetting + little adventure + new equipment list\nThe wind of the Carnival of Venice is blowing beside the train, bringing to Florence merchants of masks and biological arabesques. Two more emissaries are traveling with them: one is an ambassador of La Serenissima. The other is consumed by hunger.\nStretch Goal 3: $30,000-UNLOCKED!!!\nAdventure Writer - Emily Earhart - \"The Case of the Purloined Constructs\" \nAn explosion at the wall surrounding Florence is punctuated by a wailing siren. Citizens flee for cover, leaving the militia to investigate the situation. Minutes later, the Citadel of Science is raided and several constructs are stolen. By the time the militia arrives on the scene, the thieves have disappeared through the catacombs below.   Every corpse is precious, the bodies a resource that allows the living to survive. The constructs must be recovered.\nStretch Goal 4: $35,000-UNLOCKED!!!\nAdventure Writer - Sarah Davis - Missing Pieces \nThe owners of a farm outside the walls of Florence have had multiple occasions of their constructs vanishing in the night without a trace. In their worst imaginations, their constructs are suddenly going rogue but then, each time, the construct has returned and continued their duties as though they never left. The players are hired to discreetly learn what’s going on with their constructs and deal with it if it is worth concern before the farm must make a report at the end of the month. They have their reputation to consider, after all.\n\nStretch Goal 5: $40,000-UNLOCKED!!!\nAdventure Writer - Bridget Jeffries - \"Paired\"\nA pair of upper echelons siblings own a Florentine Lodge. They’ve decided, for their own amusement, to offer a form of depraved entertainment to those who can afford it. They spared no expense in designing this lodge. Individuals pay a lot of Florins to “pair” choice selections of the living and the dead against each other in any manner of their choosing. From gladiatorial fights to intimidate encounters, these siblings offer it all. You wake up along with others. Uncertain of where you are or what is in store for you...\nStretch Goal 6: $45,000-UNLOCKED!!!\nAdventure Writer - Noir Enigma - \"Adrenaline\" \nPlayers will receive a message offering impressive upgrades and be led to a state-of-the-art underground lab that is developing a way to convert a person’s essence into energy. The upgrades are impressive but the more they are used the more empty the user becomes and it is up to the players to shut down the operation or to control it\nStretch Goal 7: $47,500-UNLOCKED!!!\nAdventure Writer - Daniel \"Drakoniques\" Oleh - \"From Helpers to Killers\" \nSociety is hanging on by a thread. It has been for a while. A thread of preserved corpses and spare parts. Automatons forged from steel and the deceased have made what many people think of as the “end times” more tolerable. But, recently, there have been incidences where the very creations that were meant to be making lives easier seem to have been ending them instead.  The party has been brought together by the Militia after the third murder suspected to have been committed by a domestic construct. This will keep happening if they don’t do something about it. It’s their job to figure out how, why, and put a stop to it.\nStretch Goal 8: 50,000-UNLOCKED!!!\nAdventure Writer - Steffie de Vaan - \"What Rises must Fall\" \nThe Cult of the Risen claims that constructs retain their soul after resurrection--meaning the labor the Florentine Scientific Empire relies on are actually coerced sentient beings. The Citadel of Science hires the players to investigate the Cult and debunk their claims. Meanwhile, more and more citizens are illegally butchering their dead to prevent resurrection, threatening the future of the Empire.\nStretch Goal 9: $52,500-UNLOCKED!!!\nAdventure Writer - Gehenna Games - \"Meet your Maker\" \nMeet Your Maker is a sidequest written by the twisted minds behind Gehenna Gaming, masters of tabletop gaming and horror. Most citizens of Florence live their lives within fortified walls, which separates city inhabitants from the chaotic landscape beyond the gates. In Meet Your Maker players get the unfortunate opportunity to explore the wasteland outside the city. The Citadel of Science tasks you to investigate and confirm rumors spreading about a settlement of self-aware constructs and how they are maintaining their existence. Discover anarchistic cults, encounter wild and augmented creatures, and find out what’s really going on out there in the wasteland beyond the walls of Florence in this scenario that can be run in three sessions.\nStretch Goal 10: $55,000 Story Writer - Petter Nallo-UNLOCKED!!!\nA short story written by the Kult: Divinity Lost 4th Edition creator!\nStretch Goal 11: $57,500-UNLOCKED!!!\nAdventure Writer - Mathew Dawkins\nJump into the slums of Florence in a dark tale as you chase down a body part thief while trying to dodge other criminal elements. \nStretch Goal 12: $60,000-UNLOCKED!!!\nAdventure Writer - Keith Asada -\"Sleeping Dogs\"\nCitizens of Florence are going missing.  Every night, someone’s brother or wife or parent walks into the gaping dark and never returns.  Rumors turn neighbors into strangers and strangers into villains.  They say it’s the butcher with his savory sausages.  They hint that the gravedigger knows more than they let on.  Across the city, near the hallowed halls of the Citadel of Sciences, people claim to hear the muffled howl of dogs that sound eerily too human.\n\nStretch Goal 13: $62,500\nChildren of the River-New Archetype\nCatholic Church buried herself in her monasteries, turning her back to the world, in 2057, when the Science of the constructs was revealed. But human need for rituals and spirituality can’t be suppressed for too long.\nThe Sons of the River are mystics who rejected the florentine model, looking back at the harmony with nature and pointing the finger at constructs, the abomination that will drag mankind to ruin.\nSome of them are hermits in the woods, many are preachers in the city. A few, they say, perform miracles…\n\nStretch Goal 14: $65,000\nConstruct Template\nConstructs are machines. Very sophisticated machines, but just machines. They can come with tools, options, complex programming, but they are machines.\nNothing of the dead person still remains not the features, nor the gender, and for sure not memory or consciousness. This is something every student at the first year of tanning can tell.\nBut sometimes…\n\nStretch Goal 15: $67,500\nMerchant of Venice Adventure\nAdventure (3-5 sessions)\nBassanio’s mask has fallen.\nWill it be Antonio the one who’ll pay for that?\nThe Shylock Confraternity is already on his trail and won’t give up his Pound of Flesh.\nHow much will you be able to find out on what’s behind the curtain of La Serenissima before the footlights turn off?\nHurry up: only you can save the last life of The Merchant of Venice.\nStretch Goal 16: $70,000\nUpgraded Cards\n\nRed Moon Roleplaying\nThe Fae Realm\nCritical Misses\nTonyPlusOne\nFiveFootSquare\nFriendsWhoRollDice\n Games Played Badly Interview with Mitchell \n\nWe are asking for help in Kickstarting the English translation and distribution of the core rulebook with the English translation.\n\nThe core rulebook will be approximately 200 pages of setting, rules, and art that brings you into the world of Necrobiotic.\n\nAlong with the core rulebooks, we are hoping to provide more content such as custom cards and adventures for the final product via stretch goals.\nWe adore local gaming stores. In fact, one of our creators runs and owns a local gaming store in Florence! We have a retail pledge that offers 10 copies of the Core Rule Book at a discounted retailer price. \n\nBy being apart of this pledge, you help us fund additional content that benefits our mutual customers!\n\nWe look forward to getting to know you!\nWe will be charging shipping after the Kickstarter finishes, based on the actual costs incurred to ship your particular pledge and choice of add-ons. We will collect this via GameFound after the campaign ends. \n\nThis is so we can be fair to all our backers, as shipping is rarely one size fits all. We will be shipping from the USA", "risks": "Risks and challenges\nKickstarter is not for pre-orders, but a way of supporting a project in exchange for unique products and bonuses. The crowdfunder format reduces economical risks for the producers, meaning that the more people who supports a project, the better the result is for everyone. Helmgast and Modiphius are experienced game developers and have run multiple successful crowdfunded campaigns in the past.\n\nDespite all the knowledge and experience we have in the field and doing our best to not be too optimistic, sometimes we underestimate the workload for a particular segment of the production, meaning we will need more time than originally estimated. We promise we will be open and frequent in our dialogue with you where this happens. We do however want to outline that we will always put quality over speed in our production.\n\nAlbeit we have come far with the production to date and have vast previous experience in the field, there are some further risks and challenges involved that one should be aware of, listed below.\n\n- Production: The products are dependent on work from a few dedicated artists, writers, and producers. If they are out for whatever reason, it may be hard and take quite some time to find a replacement.\n- Delivery: The product is delivered to you using a third party distribution service. Distribution services are not without errors. Delays and damage to some of the shipments in a Kickstarter campaign are inevitable. We will do our best to assist you where this occurs. All products are insured for transportation and storage.\n- Subcontractors: We are dependent on subcontractors for different items. We use high quality and well-known subcontractors. Nevertheless, there are elements in that chain which are sometimes outside our control and which may cause delays.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Supporter of the Citadel", "descp": "⯁The Necrobiotic Core Rulebook in digital PDF format only.\n⯁Includes all unlocked digital stretch goals.\n⯁An alpha PDF version of the book in Q4 2021*", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}], "stat": ["301 backers", "Add-ons"]}, {"amt": "Pledge US$ 45 or more", "title": "Foundation of Florence", "descp": "⯁The Necrobiotic Core Rulebook, Standard Edition, in hardback full-color printed format and in PDF format.\n⯁All unlocked digital stretch goals\n⯁Alpha PDF version of the Core Rulebook in Q4 of 2021\n⯁Shipping will be added later.", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["421 backers", "Add-ons"]}, {"amt": "Pledge US$ 80 or more", "title": "Florence's Last Hope", "descp": "◆The Special Edition Kickstarter Exclusive Hardback Necrobiotic Core Rulebook.\n◆Includes all digital stretch goals.\n◆Shipping will be added later", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["65 backers", "Add-ons"]}, {"amt": "Pledge US$ 100 or more", "title": "Florence's Undying Hero", "descp": "◆Special Edition Core Rulebook\n◆All digital stretch goals\n◆Custom Necrobiotic deck\n◆Shipping added later", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["198 backers", "Add-ons"]}, {"amt": "Pledge US$ 250 or more", "title": "Merchant of Florence", "descp": "◆10 Core Rule books at discounted retail price\n◆All digital stretch goals", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Add-ons"]}, {"amt": "Pledge US$ 350 or more", "title": "Tour of Florence with a Construct", "descp": "◆Special Edition of Necrobiotic\n◆All digital stretch goals\n◆Necrobiotic card deck\n◆A custom Necrobiotic one shot with Machinist Mitchell Wallace\n◆Original Character art in the book", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (2 left of 10)", "Add-ons"]}, {"amt": "Pledge US$ 500 or more", "title": "Modular Construct", "descp": "◆Clay figurine of the cover character done by Eclectic Clay\n◆Special Edition of Necrobiotic\n◆All digital stretch goals\n◆Necrobiotic card deck\n**Restricted to US backers**", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (5 left of 5)", "Add-ons"]}, {"amt": "Pledge US$ 500 or more", "title": "The Florence Banner", "descp": "◆Necrobiotic metal sign with LEDs\n◆Special Edition of Necrobiotic\n◆All digital stretch goals\n◆Necrobiotic card deck\n**Restricted to US backers**", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (10 left of 10)", "Add-ons"]}, {"amt": "Pledge US$ 200 or more", "title": "Beyond Florence", "descp": "◆Special Edition of Necrobiotic\n◆All digital stretch goals\n◆Necrobiotic card deck\n◆Original Character art in the book", "time": [{"ESTIMATED DELIVERY": "Feb 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "16 backers"]}], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "One shot today with construct template preview!", "update_content": "Ciao,\n\nwe are doing a one-shot today at 8:30pm est which explores the construct template! Make sure to stop by https://www.twitch.tv/pennyforatale to check it out!"}, {"update_no": "UPDATE #21", "update_userinfo": "Veni, vidi, vici & a Special Announcement", "update_content": "Ciao,\n\nIn our final hours, we are so close to the next batch of stretch goals! Please consider upping your pledge amounts to make this the best core rule book ever! Tell your friends! Tell your family! Tell all the living!"}, {"update_no": "UPDATE #20", "update_userinfo": "Final Breaths", "update_content": "Ciao friends,\n\nI just realized that if most of our Supporter of the Citadel folks were able to upgrade their tier to Foundation we will be able to unlock the Construct template and the new joker archetype Children of the River!!!"}, {"update_no": "UPDATE #19", "update_userinfo": "Supporting the Citadel!", "update_content": "Ciao,\n\nWe have accomplished so much. We thank you from the bottom of our hearts. We are asking for the last push that you spread the word! We want to get all of those stretch goals! \n\nHere is a teaser for some more art! Showcasing the creative and uplifting side in this macabre setting!"}, {"update_no": "UPDATE #18", "update_userinfo": "The Finality of our Moment", "update_content": "Ciao,\n\nWe have 44 hours left and a very busy day ahead of us! Let's see what we got.\n\nNecrobiotic KS Celebration-Live in Baltimore"}, {"update_no": "UPDATE #17", "update_userinfo": "The Necrobiotic Day!", "update_content": "Ciao,\nI see you in the courage to make this the best TTRPG book out there. Together as citizens of Florence, we rise up to retake the world. In this endeavor, we now offer the following!\n\nStretch goals Re-animated"}, {"update_no": "UPDATE #16", "update_userinfo": "Final 69 hours & special pledges now available!", "update_content": "Ciao and good morning,\n\nWhen I first spoke about creating a special edition I wanted to give the people something that will truly be fantastic. Something to treasure as an avid collector myself. \n\n*Gulps as I look at the KS I've backed*"}, {"update_no": "UPDATE #15", "update_userinfo": "Special Edition Preview!", "update_content": "Ciao,\n\nWe are so excited to announce our artists for the Special Edition!!!"}, {"status": [{"Project funds successfully": "1,076 backers pledged $65,030"}]}], "comment_no": 95, "projec_url": "https://www.kickstarter.com/projects/pennyforatale/necrobiotic", "project_name": "Necrobiotic - A Dystopian TTRPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "Landing a job with the Company was supposed to be your ticket to the big time. Then something went wrong. Luckily, the doctors and the engineers were able to put you back together again, but they had to replace a few of your squishy bits in the process. But your state-of-the-art augmentations are Company property, which basically means YOU are Company property. And if you want to keep getting the little green pills that keep your body from rejecting your shiny new implants, you'll do EXACTLY as the Company says...\nYou are an Agent of the Company. Equipped with multiple cybernetic augmentations, you carry out the dirty work that keeps the shareholders happy and the corporate executives in their cushy penthouse apartments. When conventional negotiations, political pressure, and legal threats fail, the Company sends you in to \"overcome impediments\" by any means necessary. From acquiring valuable intellectual property to triggering a competitor's succession plans prematurely, you've been (re)built to handle any assignment that comes your way.\nIf you succeed, you get another dose of the medication that keeps you alive. If you fail, the Company will terminate your contract and rip the augmentations out of your body before dumping the leftover meat. That's IF you fail and survive, of course...\nAugmented is a rules-lite cyberpunk roleplaying game for 2-7 players,  one of whom plays the role of the \"Supervisor\" to direct the narrative, frame situations, and control NPCs. \nThe game uses a simple action resolution adapted from the game Revenant. Each Agent has at least two cybernetic augmentations that provide them with superhuman abilities. The game has no stats or skills. Actions are resolved by rolling 2d6 against a variable target number. One die is assigned to the player, the other to the Supervisor. If the test succeeds, the player narrates the outcome. If it fails, the Supervisor describes what happens next.\nBut either the player or the Supervisor can still impact the narrative regardless of the outcome if their die result is higher. This can quickly lead to situations in which an Agent successfully performs a task, but still suffers an unexpected problem. On the other hand, it also means that even when an Agent fails, they can still work closer to their ultimate goal.\nWith no stats or complex mechanics to track, Augmented can be played with little to no preparation. Although the game is well-suited for one shots and episodic missions, Supervisors can use the optional downtime rules to create an extended campaign.\nAugmented was first released as a digital PDF earlier in 2021. Funds raised from this Kickstarter campaign will go toward printing physical copies of the game and shipping them to backers. Additional PDF fulfillments will be handled through itch.io.\nOriginal AUGMENTED PDF Releases\n\nThe core Augmented rulebook consists of 36 full color pages, but the print edition of will also incorporate the content from the Augmented Campaign Setting Guide, which will add another 30 pages to the zine-sized book. This special print edition will also be provided in digital format as a Kickstarter exclusive. You won't be able to get the combined edition anywhere else! As an added bonus, the Augmented Campaign Setting Guide section will feature all new artwork.\nNew Special Edition Cover\nNew art layout for Augmented Campaign Setting Guide\nNew art layout for Augmented Campaign Setting Guide\n$2000: Augmented Soundtrack\nSet the perfect mood for your Augmented session with a soundtrack by Morana's Breath. This soundtrack will feature 10-12 instrumental tracks in MP3 format. Check out Morana's Breath on YouTube or Spotify to hear what the Augmented soundtrack may have in store.\nIn addition to backing the print version of Augmented, I'm also offering a special bundle tier that includes digital copies of all Last Redoubt Games releases at a discounted rate. The \"LRG Bundle\" will be delivered through Itch.io and includes the following games: \nThe Shadow and the Beast\nRevenant\nWeirdwood\nHounds of the Tsar\nThe Drowned Lands\nFascination\nThe book is already completed, so it will be ready to go to the printer as soon as funds clear. Digital copies will be delivered at the conclusion of the campaign. Physical copies will begin shipping out as soon as they arrive from the printer and backer survey information is collected. I anticipate shipping to begin sometime in August, 2021, provided there are no problems with printing along the way.\nUS Shipping for Physical Copies via USPS: $5\nInternational Shipping for Physical Copies via USPS: $10\nI'm a writer based in Tampa, FL. Most of my published work consists of short stories and novels. My most recent fantasy novel, Blackspire, is available from Owl Hollow Press. In addition to fiction, I release roleplaying games under the Last Redoubt Games label. You can find them on Itch.io and DriveThruRPG.", "risks": "Risks and challenges\nAll of the writing and layout work for the game is already complete, so the book will be ready to go to the printer shortly after the campaign ends. Digital fulfillment will be handled through Itch.io. As with any book project, there may be some unexpected delays throughout the printing and fulfillment process, but since the product itself is complete, any delays should be minor.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Augmented Special Edition: Digital PDF", "descp": "Get a digital PDF version of Augmented Special Edition, which includes both the original Augmented rulebook and the Augmented Campaign Setting Guide (updated with new art layout).\nINCLUDES:\nAugmented Digital PDF", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["26 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Augmented Special Edition: Print+PDF", "descp": "Get a paperback and digital PDF version of Augmented Special Edition, which includes both the original Augmented rulebook and the Augmented Campaign Setting Guide (updated with new art layout).\nINCLUDES:\nAugmented Digital PDF\nAugmented Full-Color Paperback", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Augmented PDF + LRG Digital Bundle", "descp": "Get a PDF copy of every current Last Redoubt Games release.\nINCLUDES:\nAugmented Digital PDF\nWeirdwood Digital PDF\nRevenant Digital PDF\nHounds of the Tsar Digital PDF\nThe Shadow and the Beast Digital PDF\nThe Drowned Lands Digital PDF\nFascination Digital PDF", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Augmented Print + LRG Digital Bundle", "descp": "Get a print copy of Augmented along with a PDF copy of every current Last Redoubt Games release.\nINCLUDES:\nAugmented Full-Color Paperback\nAugmented Digital PDF\nWeirdwood Digital PDF\nRevenant Digital PDF\nHounds of the Tsar Digital PDF\nThe Shadow and the Beast Digital PDF\nThe Drowned Lands Digital PDF\nFascination Digital PDF", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "You Did It!", "update_content": "Wow! Today ended up being a pretty exciting finish as you all were able to bring this project over the finish line!\nFirst of all, a huge thanks to everyone who backed AUGMENTED over the course of the campaign. It was a long process and there were plenty of times where I wasn't sure if we would make the funding goal, but you managed to make it happen. Thank you so much for believing in the game and making a print version a reality."}, {"update_no": "UPDATE #4", "update_userinfo": "Bonus Soundtrack Video!", "update_content": "With a little less than a week to go, it's not looking like we're going to hit the stretch goal of creating a soundtrack for Augmented.  It still could end up happening at some point in the future, but for the time being, I thought I'd share a music video track from the 2016 Morana's Breath album Cybergothic. The album shares a lot of the same DNA as Augmented because it was inspired by the same short stories that formed the basis of the Houston Enclave setting. \nThis song, \"The City Soaked in Neon,\" is the opening track from the album: "}, {"update_no": "UPDATE #3", "update_userinfo": "Premade Characters", "update_content": "A quick Sunday update to fill you in on a little addition that I'm making to the game. Someone asked me last week if Augmented would include some premade characters so people could get into the game even faster without having to spend time making an Agent. I hadn't originally planned to include them, but I thought it was a great idea so today I sat down to make some premade characters!\nHere's an example of one of them. This is Agent Patel, who used to be a bodyguard for a corporate executive until an unfortunate accident cost them one of their arms. The Company has installed a cyberarm with an integrated firearm and also wired a targeting computer system directly into their brain. "}, {"update_no": "UPDATE #2", "update_userinfo": "Podcast Interview and Augmented Q&A", "update_content": "We're a bit more than halfway done now both in terms of time and funding! Over the last couple of weeks, I've done some appearances to talk a bit about the game so I wanted to share these links here in case you've missed them on social media.\nFirst up is an appearance on the podcast RPGs & Baby Makes 3. It's a fun show hosted by Rob Hessler and Gretchen Hilmers that covers a wide range of gaming topics. I came on to talk a bit about Augmented as well as my previous Kickstarter, Weirdwood. I'll leave the YouTube and podcast links here:"}, {"update_no": "UPDATE #1", "update_userinfo": "Sometimes it's a marathon, not a sprint.", "update_content": "Thanks to everyone who has backed the game so far! This project has come a long way from the vague idea I had just a few months ago, so it's exciting to see it appeal to other gamers.\nWe're a few days into the campaign and progress has been a bit slower than I'd hoped for, but somethings that's just the way of things. As you're no doubt aware, a large portion of Kickstarter funding usually occurs during the beginning and the end of a campaign. I'm optimistic that the project will be able to pick up more people along the way and build some momentum going into the final days."}, {"status": [{"Project funds successfully": "62 backers pledged $1,510"}, {"Project launches": "MAY 11, 2021"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/bsperduto/augmented", "project_name": "Augmented"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "The Crushing Thunder is a Table Top Role-Playing Game designed for players new to the Genre. It lets players roll lots of dice, feel powerful, and get eaten by elemental dinosaurs. The idea originated as a bet with a friend. Another friend of mine is working on a giant robot battle game which inspired me to make my own. Taking special care to avoid his design, I developed the world and the apocalyptic setting of dinosaurs infused with elemental powers, being summoned back into our time by an Earth elemental. What was once an idea to mess with my friend has become a full-fledged game ready to bring some amazing gameplay to players everywhere!\n\nWe have a great deal of content planned, such as Novella's and additional enemies to make the setting much more dangerous! We also hope to bring new and detailed maps of the region!\n\n     The Game is played using our Custom 3d6 Cascade Mechanic! Players roll \n     3d6/2, then 1d6, and take their successes to determine results. Players can re-roll dice that land on 6 on attacks. The re-roll mechanic allows for extra dice use for the weight of use.\n     Armor and Weapons are based on a power scale. Armor does not halve \n     damage, it reduces the number of dice rolled for easy calculation.\n     Enemies are powerful but balanced, based on the resources the character \n     can acquire.\nOur main goal is to develop an in-depth world with creative artwork and brilliant stories with engaging scenarios and characters. Cover art by Pavel Lohvynov.\nElemental Fire/Earth Dino concept and Swivel Tank\nAir'Crocanthosaurus Concept sketch\n\n\nThe Broken City\nJo and Ding Find their Prey\nWind and Ice\nFire and Wind\nElemental Tyrannus\nWater Styraco\n\nBattle Mech Alpha\n\nThe Realm of Thunder\n\n THE CRUSHING PAMPHLET! A sample of the game, how to play, and a couple of characters! \nWe hope to deliver a wonderful Digital Product to all our backers and look forward to your support ", "risks": "Risks and challenges\nThe risk is the reception off the project and potential backing mostly. When working with any 3rd party it can be a pain to receive products on time. We hare at Rebar Infused Games do everything we can to deliver as our Artists deliver.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nDigital Products don't cause air pollution :)\nSustainable Distribution\nElectronic Distribution is sustainable and leaves no waste.", "creator_bio": "RebarINFgames\n2 created · 3 backed\nA collection of nerds with a dream doing our best to see a new star rise within the world of Game Design and products.See more"}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Digital PDF", "descp": "DIGITAL PDF! The Crushing Pamphlet hyped up with sketch art, full game rules, the world map, and some lore for the setting.", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Digital Deluxe Version", "descp": "First Edition Version of the Game! Everything from prior tiers plus bonus maps, art, and lore!", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Limited Kickstarter Edition", "descp": "Everything from Prior Tiers. Includes the Kickstarter only version of the Digital Document. Includes a special evolving scenario to help integrate players.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["7 backers"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Community and Involvement", "update_content": "Remember to check the website and join the discord if you are interested in the projects and play tests also :)"}, {"update_no": "UPDATE #5", "update_userinfo": "The Game", "update_content": "Despite the Kickstarter we will be releasing the game in August. If you are interested in the community check us out at Rebarinfusedgames.com and click the join us button to join the discord."}, {"update_no": "UPDATE #4", "update_userinfo": "Website TIME!", "update_content": "Thank you Everyone for All Your Support! We have a website and discord live for anyone who is interested in joining the community :) We are a gaming discord also! So play the games before they release!\nHome | 50 ZONES (rebarinfusedgames.com)"}, {"update_no": "UPDATE #3", "update_userinfo": "Well on our way!", "update_content": "Check out our pamphlet link on our page to play test before you support your f you wish! And I am happy to announce we are 1/5 of the way with over half time left! Doing good."}, {"update_no": "UPDATE #2", "update_userinfo": "Kickstarter Edition Cover", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Well on our Way!", "update_content": "Thank You so much, everyone! Over 10% funded, on our way to success!"}, {"status": [{"Project ends": "JUNE 8, 2021"}, {"Project launches": "MAY 8, 2021"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/rifg/the-crushing-thunder", "project_name": "The Crushing Thunder!"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": " Crescent is a Tabletop Roleplaying Game set in an endlessly expanding archipelago. Sail off the maps and explore the mysterious magic of each island in a game where your creativity is as boundless as the ocean.\nCrescent is a virtually supported TTRPG, and our goal is to provide an experience that is fun and engaging for players whether they play together in person or online. If our Kickstarter is successful, we will host a website with tools that make navigating the game easier. This website will be free for all users to access the game's core rules and early level content, allowing anyone to hop in and play.\nBecoming a backer on Kickstarter will give you access to the complete game including all content and rules, and additional features such as character sheets and GM tools.\n\nThe World\n Endless Exploration: A world made up of endless islands, each defined by their own strange and unique magics, with new adventures awaiting over every horizon.\n Creative Freedom: An inclusive and flexible setting that empowers GMs and players alike to create their own characters and stories, and imagine within it.\n Unique Take on Magic and the Supernatural: A low-fantasy game where magic is uncontrolled and mysterious, while the supernatural can be just another part of daily life.\n 100 Years to Make Your Mark: A richly detailed and unique world setting with time as a central theme, where all mortals die at one-hundred years of age due to a blight known as the Century Curse.\n Original Races: 9 races (and humans), each with their own lore and niche within the Crescent.\nThe Game\n A Plethora of Character Options: A classless progression system with 14 Attributes and thousands of Techniques to choose from, that ensures that no two characters are alike on or off the battlefield. Over 3000 Techniques when the game is done.\n Roleplay and Non-Combat Scenarios: Detailed systems for non-combat encounters including exploration, investigations, social challenges, and situational skill trials, as well as tools and incentives that promote roleplay, growth, and engagement with the world.\n Engaging Combat: Tactical combat that encourages wit, creative thinking, and teamwork.\n Built to Support Homebrew: Modular support for homebrew so that GMs can more easily and freely create within the system and setting.\nCheck out our official Discord server for more news and game updates!\nThe world is neither round, nor flat, cubic or domelike. It is endless. It is a layered, grand sea that spreads indefinitely in all directions. In the center of that infinite ocean is an archipelago which is known as the Crescent. Like the sea surrounding it, the Crescent is also unending, but only to the north and south, and never in a straight line. Instead, if the Crescent archipelago could be viewed from above, it would likely look like the sliver of an endless moon being cast onto the water through the dots of islands reminiscent of pointillism, encompassed by a completely empty sea.\nTo the inexperienced sailor, open waters spell death. A magic cast down from the three sibling moons clings to the waves of the ocean and changes them. Massive sea walls, called Shifts, have twisted, capsized, and sunk many merchant ships and pirates alike. Cyclones and tropical storms prove a similar threat through torn sails and broken masts. Yet, not all is danger and foreboding. Sailors have learned to surf smaller Shifts across the sea at great speeds, and astronomers have learned the alignments of the stars before a terrible storm. \nThe sea brings life too, through the boundless creatures that live below it. Merchants make fortunes by peddling wares from island to island, and pirates steal riches from them on their return journeys. Adventurers travel all across the Crescent, taking odd jobs wherever they go and spreading their names far and wide.\nIt is said that no two islands of the Crescent are alike. A unique magic resides on each island, causing such severe effects that even neighboring islands can feel like different worlds. Most have their own climate that has no relation to each other, allowing desert islands to exist next to arctic ones. One island's magic could change the very flow of time, so that a minute on the island feels like a day, while another island's magic could create a volcano that is constantly erupting.\nBecause every island is so distinct, the Mortals of each often develop cultures around them. People living on an island under the effects of a constant thunderstorm could take to the underground and worship gods of rock and stone that protect them from the evils of lightning. People living on an island floating in the sky may not concern themselves with the politics of the region below them, and become aloof. There are even those that take to the sea and live in cities made of coral and shells, if the water around an island is breathable, whether due to an island's magic or their own abilities. \nLuckily, many of these islands have already been charted and detailed by organizations across the Crescent. Notes for these islands can be found in provided guides (Player's Handbook) as you chart a path across the archipelago, and general rules for the structure of these islands (charts) are given to navigators (GMs).\nYou can see some example islands here:  Example Islands \nIt is an adventurer's dangerous task to traverse this melting pot of wild magic and outstanding culture as they sail from island to island, avoiding dangers of both the sea and the surface. To survive is to learn, and to thrive is to adapt to every stop along the way. Their reality will be called into question, and their determination tested. At some point, even death may take a new meaning as the Crescent extends always before them.\n\n Crescent does not use classes or character archetypes. When players begin making a character, they are given Attribute Points that can be distributed among Crescent's 14 Attributes. These Attributes work to represent the sort of physique and mentality the character has, and show their growth in power and personality. \nDepending on their Attributes, characters become eligible to learn useful abilities called Techniques. \nTechniques are usually split into two categories: Combat Techniques and Utility Techniques. Combat Techniques grant characters new options in combat or enhance other existing options. Utility Techniques grant characters new options outside of combat or guarantee success in specific circumstances. The choice is up to the players on what balance they want to strike between the two, allowing for characters to excel entirely in one area over the other, or choose to be well-rounded but less specialized instead.\nBecause there are so many possible Attribute combinations in Crescent, there are an abundance of Techniques to try out—nearly 400 at every level. It's unlikely that any two character's builds will look the same. \nSome Combat Technique Examples:\nSome Utility Technique Examples:\nIt takes a particular sort of person to take to the seas of the Crescent. These adventurers are fueled by ambition or dedicated to a longstanding goal. Many pick up odd skills and bodies of information as their journey continues, and develop habits that help them prepare for any situation they might find themselves in. They are skillful and resourceful, but also still flawed as all Mortals are. Some leave their islands for recognition, to hear their names spoken in the mouths of strangers all across the archipelago. Others leave to become stronger and seek out challenges simply to prove themselves. The roleplay systems of Crescent mediate all of these particularities and place them into tangible and interactable terms.\n Dedications: Dedications serve as driving personal goals for characters throughout their story. As players travel from island to island, they’ll come across stories tailored to progress their Dedication or challenge their desire to see it through. Interacting with these stories can grant them additional experience or other mechanical benefits.\n Areas of Knowledge: Every character has Areas of Knowledge which represent subjects they’ve studied or interacted with enough to build a deep knowledge base of. Areas of Knowledge will grant characters otherwise hidden information along their adventure, and boost their chances of success when they can apply their experience.\n Preparations: Adventurers are often associated with the things that they always do to ready themselves, called Preparations. Whether it's something as harmless as always carrying their lyre for an impromptu song or as nervous as checking every room they walk into for spies, Preparations work as a character’s rule for their interaction with the world.\n Habits: People act differently when stuck in a lie, and those differences are represented by their Habits. Habits define the unconscious activity a character performs when in a situation, from sighing continuously when bored to clenching their fists when nervous. Noticing a character’s Habit can reveal the truth about their inner thoughts.\n Reputation: Very few who travel all across the Crescent manage to do so without garnering a Reputation. Characters can create Good Reputations by defeating evil and helping out the needy, or develop Bad Reputations by harming innocents or challenging popular groups. Once a character has built up enough of a Reputation, it begins to spread far and wide across the sea, and may affect their interactions with new islands.\nEach of these systems, and many more, help to make the world of the Crescent feel more alive, and the player characters feel more well-placed within it.\nCrescent's combat allows players to blend offensive and defensive tactics, and rewards thoughtful choices and teamwork. Characters gain Action Points at the start of their turns which they can use in a variety of ways, from striking their enemies to aiding their allies. Any Action Points that aren't used on a character's turn can be used for defenses and reactions during the rest of the round. Characters often have the option of burning through their Action Points on their turn to try gaining the upper hand, or saving Action Points to defend against a potential counterattack.\nTechniques provide new and interesting ways to approach combat. Usually unwise tactics such as taking on two enemies at once can be made beneficial, while certain niches of play such as demoralizing or exhausting enemies can be empowered with the right techniques. Characters can also use techniques to reflect their physique and personality through the association of their attributes.\nA swift character may utilize their speed to charge into combat for a powerful strike before nimbly escaping. A knowledgeable character may gauge an enemy’s weaknesses and attempt to exploit them. \nA character's choice of weapons is also an important one. There are over 40 weapons to choose from, and each one is designed to be competitive with the others, providing its own set of strengths and weaknesses, as well as a unique ability that sets it apart from its peers.\nCharacters can also utilize supernatural abilities to aid them in combat:\n The Touch allows characters to manifest their imagination as reality, until proven to be nothing more than a fantasy of the mind.\n Blessed Beasts are creatures manifested from the user's own soul, and can protect them or attack their foes.\n Wretched Weapons are murder tools summoned through contracts and deals struck with otherworldly entities. Those who wield them can cause great mayhem and destruction.\nFirstly, we're delivering the completed ruleset and setting of Crescent. All of this is digitally supported, and will be accessible on an easy to use website which will serve as a database for all information pertaining to the game.\nWhile some content to the game will only be accessible to those who have a website key obtained by pledging to the Kickstarter or purchasable after release, much of the basic and starter content will be free to all users on the website.\nFree Content:\nRules on how to play the game\nA starter kit of several premade characters, and instructions on creating characters\nHundreds of Techniques for Level 1 - 2 characters\nStatistics and descriptions for Level 1 - 2 enemies\nAn in-depth and extensive homebrewing guide for GMs to create within the setting\nGuidelines on how to build and run campaigns in the Crescent\nDetails on the overall world of the Crescent and its inhabitants\nMultiple one-shot adventures for easy drop-in play and getting your feet wet\nA technique database for easy access and sorting\nCrescent character sheets in Roll20\nMost Free Content for the game has already been started and is accessible right now. While it will be finished, polished, and better displayed if the Kickstarter is successful, you can view it right now at the following places:\nCrescent Rules, Starter Kit, One-Shots:  Crescent Rules Document \nTechnique Database Preview:  Technique Database \nRoll20 Crescent Character Sheet: Available as an optional character sheet on Roll20\nSample database hosted on our promotional website\nWith Website Key:\nA character sheet page which can be updated and saved with your character's information\nA Game Master page which can store notes and information about your campaigns\nThousands of Techniques for Level 3 - 10 Characters\nStatistics and descriptions for Level 3 - 10 Enemies\nA fully developed region of the Crescent, called the Volcanic Region, complete with descriptions of 20+ islands, important factions and people, and unique threats\n80+ detailed islands with unique magic, environments, creatures, and peoples, and tables for generating islands easily\nA starter adventure set on the island of Graceland that can act as a self contained story, or spread into a larger campaign if the players leave the island (see Graceland and the \"War in Graceland\" adventure summary here) \nAn animated Die Roller\nWe're taking our project to Kickstarter to be able to provide a game that is much more accessible (through our website and database) and immersive (with high quality art and other assets) than we could create without the resources that the funding from KS provides.\n If we’re funded, in addition to the completed game with thousands of Techniques, we’ll be able to provide a fully digital compendium of all of the game’s rules, as well as character sheets and easy ways to track and store your information. While we possess the coding experience needed to make our vision a reality, the breadth of the project demands that we find additional support to deliver a complete and satisfactory product.\n\nWant to learn more?\nCrescent Actual Play on Roll20:\nWebsite: https://crescentrpg.com/\nTwitter: https://twitter.com/rpg_crescent\nDiscord: https://discord.gg/gMvqUrksGh", "risks": "Risks and challenges\nThough our team has been playing TTRPGs and creating homebrew content for them for years, this is the first big project that we’ve worked on. As such, we’ve been taking notes and inspiration from many other TTRPGs in development and Kickstarter projects. Fortunately and unfortunately, there’s too much content in Crescent for it to translate well into the standard book format that many other TTRPGs use, which does allow us to sidestep the potential difficulties that come with printing and distributing our content. \n\nThe transition to a web-based format also works well for our team’s skillset, as one of our two members is an experienced web developer, and the other has experience in writing and editing. Even with a game with the degree of depth that Crescent has, we’re confident that we can deliver its content in an easy to learn and browse format. If you want to take a first look at our promotional page, you can view it here: https://crescentrpg.com/. \n\nThe game itself is also well into its development cycle. We’ve created most of the underlying systems and mechanics that will be present in the finalized version, and have finished all content for the first two levels of character creation. That said, creating content for the next eight levels will take some time. We’ve dedicated some of the funds we gain from this Kickstarter to ensure that we have the time to create a full experience for players through all ten levels.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nOur game will be released with primarily digital support. Any expansions or additional content we release will all appear in the same location.", "creator_bio": "Crescent TTRPG\nFirst created · 0 backed\nCrescent is a TTRPG being developed by Logan Smith and Brian Bottini. The two developers began working on the game after they met in...See more"}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Sailor", "descp": "Get a PDF of the game on release and a Website Key giving full access to all content on our official website.\nGet the Sailor Discord Tag.\nINCLUDES:\nWebsite Key providing full web access to all Crescent content\nCrescent Rulebook PDF", "time": [{"ESTIMATED DELIVERY": "Apr 2022"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Privateer", "descp": "Includes everything from the \"Sailor\" tier.\nGet the \"Graceland\" Starter Adventure on Roll20.\nGain access to early playtest material as the game continues development.\nGet the Pirate Discord Tag.\nINCLUDES:\nWebsite Key providing full web access to all Crescent content\nCrescent Rulebook PDF\nAccess to Early Playtest Material\n\"Graceland\" Roll20 Starter Adventure", "time": [{"ESTIMATED DELIVERY": "Apr 2022"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Captain", "descp": "Includes everything from the \"Privateer\" tier.\nGet full website pass keys to share with your friends!\nGet the Captain Discord Tag.\nINCLUDES:\n4× Website Key providing full web access to all Crescent content\nCrescent Rulebook PDF\nAccess to Early Playtest Material\n\"Graceland\" Roll20 Starter Adventure", "time": [{"ESTIMATED DELIVERY": "Apr 2022"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "Cartographer", "descp": "Includes all of the rewards from the \"Captain\" tier.\nWork with the developers to have your original character and/or island idea added into an official region of the Crescent, with artwork made of them!\nGet the Cartographer Discord Tag.\nINCLUDES:\n4× Website Key providing full web access to all Crescent content\nCrescent Rulebook PDF\nAccess to Early Playtest Material\nCreate a Character and Island for the Volcanic Region", "time": [{"ESTIMATED DELIVERY": "Apr 2022"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 20 or more", "title": "Sailor (Early Bird)", "descp": "Get a PDF of the game on release and a Website Key giving full access to all content on our official website.\nGet the Sailor Discord Tag.\nINCLUDES:\nWebsite Key providing full web access to all Crescent content\nCrescent Rulebook PDF", "time": [{"ESTIMATED DELIVERY": "Apr 2022"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Privateer (Early Bird)", "descp": "Includes everything from the \"Sailor\" tier.\nGet the \"Graceland\" Starter Adventure on Roll20.\nGain access to early playtest material as the game continues development.\nGet the Privateer Discord Tag.\nINCLUDES:\nWebsite Key providing full web access to all Crescent content\nCrescent Rulebook PDF\nAccess to Early Playtest Material\n\"Graceland\" Roll20 Starter Adventure", "time": [{"ESTIMATED DELIVERY": "Apr 2022"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "The Kickstarter's End and Going Forward", "update_content": "Hello everyone,  \nFirst and foremost, we want to extend a huge thank you to everyone who has supported Crescent. Unfortunately we weren’t able to meet our funding goal during our Kickstarter campaign, but this doesn’t mean the end of Crescent! We’re going to continue working on the game, and return to Kickstarter when we’ve got more to show to them, with new art, better virtual tools, a physical rulebook, and additional systems and higher levels which we were going to work on regardless of whether our Kickstarter succeeded or not. Most importantly, when we return we’ll have much less to ask of backers, with a significantly reduced funding goal.  "}, {"update_no": "UPDATE #4", "update_userinfo": "Crescent Media Coverage", "update_content": "Over the last week, we've had a few awesome opportunities to talk with members of the Tabletop RPG community. We talked with Dan Davenport over at Randomworlds in a Q&A style format. You can check it out here if you're interested in learning more about Crescent and its design team.\nWe also talked with Mildra the Monk over on Youtube. He's a very charming guy and we had a great conversation around the systems and inspirations for Crescent that you can find here."}, {"update_no": "UPDATE #3", "update_userinfo": "Beginning our 4th Day", "update_content": "Hello everyone!\nThank you everyone who pledged to our game! As we're entering our fourth day, we're well on the way to having our project meet its goal. Crescent is a very important project to us, and we're happy to see it getting praise and attention.\nWe're working on create part two of our actual play now, which we're expecting to have up on youtube by Monday. As usual, we recommend that you check out our Discord server where we post all of our videos, artwork, and game updates. You can join here: !"}, {"update_no": "UPDATE #2", "update_userinfo": "Thanks you for all the support!", "update_content": "Our kickstarter has just launched! For anyone checking out the project, feel free to send us any questions at crescentttrpg@gmail.com or join our discord to contact us there. We'll also be regularly giving project updates here. We're looking forward to a fun campaign!\n-Logan"}, {"status": [{"Project ends": "JUNE 4, 2021"}, {"Project launches": "MAY 5, 2021"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/crescentttrpg/crescent-nautical-fantasy-ttrpg", "project_name": "Crescent: Nautical Fantasy TTRPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "The Prophecy of Nine Omens Trilogy contains three classic fantasy adventures for the fifth edition of the world’s largest roleplaying game.\n\nYou’ll get a book with the following adventures and compendium:\n➛ No Honour Among Thieves\n➛ Sea Monsters ahead, Captain!\n➛ The Sunken Temple of Sirenholm\n➛ The Brave Adventurer’s Guide with all unlocked stretch goals\n➛ Bonus: You’ll get a special mention in the book!\n\nWe’ll also include free VTT tokens, gridless maps, and digital handouts so that the adventures can easily be played online.   \nThis project is FULLY FUNDED thanks to our amazing backers and ALL STRETCH GOALS HAVE BEEN UNLOCKED! THANK YOU!!! :)    \nThe Prophecy of Nine Omens Trilogy will be approximately 160 pages if all stretch goals are unlocked, and available in hardcover, softcover, and digital format.\nThe adventures are designed for characters of level 10 to 12, but includes scalable encounters to suit any level from 1 to 20.\n\nThe Brave Adventurer’s Guide will contain new monsters, magical items, spells, and more. It will also feature unlocked stretch goals and be available to all backers.\n\nThis book is created by Midnight Tower, the two nerds who brought you Rise of the Ice Dragons Trilogy, What happened to Evy Ashwood? and Before the Stroke of Midnight.\n\nJoin us on our epic journey!\nAll aboard!         \nThe Prophecy of Nine Omens has foretold that three legendary orbstones will cause death and destruction throughout Eastern Farraway.\nThe orbstones must be destroyed to avert the prophecy and stop the cataclysm.\n\nYou have to cunningly steal the orbs from a heavily protected vault and transport them across the sea to the secret location of the sunken city of Sirenholm. Only there, in the heart of the underwater Temple of Tanaaris, can the orbstones be obliterated.\n\nGather your companions. Bring your swords. Choose your spells wisely.\nAre you ready to save Eastern Farraway?  \n➛ Three classic adventures with exciting quests and magical treasures!\n➛ Approximately 160 pages of content (if all stretch goals are unlocked)\n➛ New monsters: Arcane Sentinel, Marauder, and Horrifying Jellyfish\n➛ Plenty of illustrated and detailed NPCs with personal background descriptions, including traits, ideals, bonds, and flaws.\n➛ Unique magical items such as The Emerald Crown, Njǫrd’s Bow, and Gift of Malgonath.\n➛ More than 90 full-colour illustrations and original artworks, including professional commissions from Alaina Milare (Empyrean Investigations and Rise of the Ice Dragons Trilogy)\n➛ Legend & Lore: The Prophecy of Nine Omens, the White Watchers, and the Temple of Tanaaris\n➛ High-quality maps created by cartographers such as Dark Realm Maps and Lizard Ink Maps\n➛ The Brave Adventurer’s Guide featuring all unlocked stretch goals and more\n➛ VTT pack with tokens, gridless maps, and digital handouts for online gaming\n➛ Bonus: Your name will be featured in the book! (Immortality and endless fame unlocked!)        \nThe book will be filled with NPCs that the players can interact with. Several NPCs will be illustrated by Alaina Milare, the artist behind the NPC portraits in Before the Stroke of Midnight and other books by Midnight Tower.\n➛ You’ll get the book before it’s released anywhere else\n➛ You save money, as all prices are heavily discounted\n➛ You’ll be part of the community and get to be involved in shaping the book by voting for stretch goals, joining contests, and getting sneak peeks of the project as it comes alive      \nYou get to watch the book come alive and be part of shaping the content.\nThis is our fifth Kickstarter campaign and thanks to our amazing backers all of our previous projects have been successful.\n\nWe’re really excited to share this new project with you, and we’ve been working hard day and night to create the book. The adventures have been playtested together with a gaming group, and we had a lot of fun during the sessions, so we can’t wait to share these adventures with you!\n\nWe now kindly ask for funding to cover production costs to make this book truly epic!\nThe production costs include commissioned maps ($1,100), beautiful illustrations ($330), covers ($250), print design and artwork ($500), and professional proofreading ($150).\n\nThe more funding we get, the better the adventures and the compendium will be, and the more art commissions we’ll be able to afford – which in turn will support other fantasy artists! :)   \nThe book will include several hand-drawn and watercolour maps by Toby Lancaster from Dark Realm Maps, for example the strange Temple of Tanaaris.\nThe book will contain plenty of unique magical items, for example The Emerald Crown, Njǫrd’s Bow, and Gift of Malgonath.\nWe’ll also include free VTT pack with tokens, gridless maps, and digital handouts so that the adventures can easily be played online.\nThe digital pack includes +30 VTT tokens, 10 gridless maps, and over 15 handouts including NPC portraits, monsters and magical items. Great for online gaming!    \nAn example of some of the VTT tokens that will be included in the digital virtual tabletop pack. In total over 30 tokens will be added to the adventures.\nAll maps come in four different versions: Gridless (perfect for online gaming), square grid, hexagon grid, and printer-friendly black and white versions. Some of the maps will also be available for the DM (with numbers, secret doors, and traps) and for Players without additional information.\nWe love local game shops and offer greatly discounted prices to retailers with a brick-and-mortar store. Midnight Tower’s roleplaying books are available at The Gaming Goat (US), The Shop on the Borderlands (UK), Science Fiction Bokhandeln (Sweden), Dillbergs (Sweden), DoDragaoGaming (US), 3 Trolls Games & Puzzles (US), The Jousting Yeti (US), and others.\n\nWe offer a heavily discounted price if you order five or more copies of the book.\nYou also get the option to order previously released titles by Midnight Tower. This pledge is for retailers with a brick-and-mortar shop. You must have a physical location where you sell books or roleplaying games.\n\nSelect this reward tier to participate in the campaign and we’ll contact you with more information.       \nPrevious books by Midnight Tower that have been successfully funded through Kickstarter.\nInstagram: www.instagram.com/midnighttowerrpg/\nTwitter: twitter.com/Midnight_Tower\nFacebook: www.facebook.com/midnighttoweroxford/\nWebsite: www.midnight-tower.com\nMore roleplaying adventures by Midnight Tower are available here!\n\n➛ Join us and get Octavia Dragonborn’s Compendium for free:\nmidnight-tower.com/join-the-tower/\n\n➛ Help us spread the word about the campaign on social media! (Doing this guarantees a significant increase in natural 20 rolls the next time you play. True story!)      \nTove is a highly introverted geek (level 7, lawful neutral). She writes the main part of the adventures and does a lot of art for Midnight Tower.\nErik is a bookish nerd (level 6, chaotic good). He does much of the graphic design and edits the adventures for Midnight Tower.\n\nTove and Erik live in Oxford (UK) together with their rebellious daughters and a small menagerie of pets, including two sarcastic cats, a tiny pseudodragon (leopard gecko), and a springer spaniel with a lazy eye.\n\nFor this project, Midnight Tower is collaborating with the talented illustrator Alaina Milare, the amazing cartographer Toby Lancaster from Dark Realm Maps, and eagle-eyed proofreader Pauline Nolet.      \nWith your support, we can commission an amazing book cover like this. (Cover art by Alaina Milare for The Secrets of the Drow Trilogy.)\nHere is what other people have said about Midnight Tower’s previous adventures:\n\n‘This is super exciting!!! I can’t wait to dive into reading the adventure. Thanks for the great work you’ve done. Just a quick scroll through and the quality looks great!’\n     — Joshua D Garcia (Superbacker)\n\n‘Wow, I quickly skimmed the contents after downloading and I’m so happy with it! I can’t wait to find a group to run this for. For the price, it’s such a great value and you really went above and beyond.’\n    — Karen Petrasko (backer)\n\n‘Thanks so much for a great Kickstarter!’         \n      — Gerald (Superbacker)\n\n'Rise of the Ice Dragons is a wonderful adventure that provides a lot of different parts that are entertaining for every kind of player and group. The story is easy to follow and to prepare for DM’s. It includes a bunch of interesting encounters, monsters and NPC’s and still is open enough to add your own things to it.\nThe maps are nicely drawn and are always an eye-catcher at the table.\nAnd the best part is that the players actually get to see dragons in game!'\n     — Hoard Of Tales, D&D5e Actualplay Livestream\n          https://www.twitch.tv/hoardoftales (@hoard_of_tales)      \n‘The quality of the illustrations are no exception and blend perfectly with the style of this work. Some images may even make you want to reuse them for other campaigns, as well. I have been glad to discover that the aesthetics of Rise of the Ice Dragons Trilogy are simply gorgeous. The first thing you notice is a sturdy, hard cover protecting the volume, providing the usual and necessary basic information about the work itself. The pages inside are thick, with a pleasant feel; their color is similar to that of parchment, but without impeding legibility.’\n     — Andy Lingua (No Dice Unrolled)\n          Rise of the Ice Dragons Trilogy Review  \nTo ensure that backers pay the lowest price possible, additional costs for printing and shipping charged by DriveThruRPG are not included in hardcover and softcover pledge rewards.\n\nAdditional estimated cost for physical books:\nSoftcover book: $17\nHardcover book: $22\n\nEstimated shipping cost examples:\nUS: $5 ⎜ UK: $6  ⎜ Germany: $8 ⎜ France: $9  ⎜ Australia: $12\n\nThere are no additional printing or shipping costs for digital rewards.\nFor The Collector’s pledge, shipping and additional printing costs are included in the pledge reward.       \nExplorer (Low Income)\nDigital Copy - Pledge £5\n\nYou get the same reward and products as the £10 Adventurer Tier.\nThis is the option for anyone who doesn’t have that much money. (For example, if you’re a student, on benefits, retired, or just struggle economically.) This is also the option for NHS, hospital and care home staff, first responders, and veterans, as we would like to show our support to you.         \nAdventurer\nDigital Copy - Pledge £10\n\nYou get high-resolution PDF copies in full colour of all of the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\n➛ Bonus: Your name will be featured in the book! (Immortality and endless fame unlocked!)    \nSwashbuckler\nSoftcover Book and PDF - Pledge £20\n\nYou get digital copies of the adventures and the compendium with the option to buy a print-on-demand softcover book at the minimal cost of printing and shipping. (Estimated cost: $22 depending on country, see the FAQ for more information.)\n\nThe book is printed in full colour on premium paper with perfect binding. It includes the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\n➛ Bonus: Your name will be featured in the book! (Immortality and endless fame unlocked!)   \nHero\nHardcover Book and PDF - Pledge £20\n\nYou get digital copies of the adventures and the compendium with the option to buy a print-on-demand hardcover book at the minimal cost of printing and shipping.\n(Estimated cost: $27 depending on country, see the FAQ for more information.)\n\nThe book is printed in full colour on premium paper with case binding. It includes the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\n➛ Bonus: Your name will be featured in the book! (Immortality and endless fame unlocked!)         \nMerchant\n5 Hardcover Books - Pledge £100\n\nThis pledge is for retailers with a brick-and-mortar shop. You must have a physical location where you sell books or roleplaying games.\n\nWe offer a heavily discounted price if you order five or more copies of the book.\nYou also get the option to order previously released titles by Midnight Tower.\nSelect this reward tier to participate in the campaign and we’ll contact you with more information.\n\nThere are no additional printing costs for this pledge, but shipping is not included.\n➛ Bonus: Your store name in the book as a Brick-and-Mortar backer!   \nThe Collector\nThe Collector’s Edition Box - Pledge £195\n\nYou get a signed Collector’s Edition of The Prophecy of Nine Omens Trilogy hardcover book. Each book is signed and uniquely numbered.\n\nThe book is printed in full colour on premium paper with case binding. It includes all of the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\n\nThe Collector’s Edition also includes an engraved leather bookmark, a set of adventure bone dice, and a beautiful notebook for your campaign notes. In addition, you’ll get digital copies of the adventures and the compendium.\n\nWorldwide shipping included in the pledge reward.\n➛Bonus: You get a special mention under Epic Thanks with a banner (Immortality and endless fame unlocked!)          ", "risks": "Risks and challenges\nThis is Midnight Tower’s fifth Kickstarter campaign, and all of our previous campaigns have been successful thanks to our amazing backers!!!\nThe adventures have already been written and playtested. We’re collaborating with DriveThruRPG for the printed versions of the book. We’ve partnered with them before and are really happy with the results – the books look great! \n\nWe’ve learned to always add extra time to our schedule, and so far all of our Kickstarter projects have been fully delivered. Having said that, sometimes there have been a few delays due to unforeseen circumstances. (For example: An untimely broken wrist, the coronavirus pandemic, Brexit, a freakish snowstorm in Spain…we have seen and weathered it all.)\n\nIf we don’t reach the goal for this Kickstarter, all backers will get their money back. We’ll probably struggle to pay artists and editors with our own money. (This is not a sob story. We’ll be fine and can still feed our rebellious kids and various pets.) \n\nHowever, if all the excellent and awesome people out there support our campaign and we reach our goal, we can make the book and the adventures even better, with more content and commissioned fantasy artwork! \n\nThank you for considering backing Midnight Tower’s Epic Kickstarter Campaign! :)\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £1 or more", "title": "Follower", "descp": "Midnight Tower Supporter\nIf you would like to support the project, but don’t want a copy of the adventures or compendium, this is the pledge for you! We’ll keep you updated on the project, and thank you kindly for your support!\nINCLUDES:\nEpic thanks, a personal fanfare, and virtual cake: 🎺🎵 🍰", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["9 backers", "Add-ons"]}, {"amt": "Pledge £5 or more", "title": "Explorer", "descp": "Digital Copy (Low Income)\nYou get the same reward and products as the £10 Adventurer Tier. This is the option for anyone who doesn’t have that much money. (For example, if you’re a student, on benefits, retired, or just struggle economically.)\nThis is also the option for NHS, hospital and care home staff, first responders, and veterans, as we would like to show our support to you.\nINCLUDES:\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You’ll get a special mention in the adventure!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["249 backers", "Add-ons"]}, {"amt": "Pledge £10 or more", "title": "Adventurer", "descp": "Digital Copy\nYou get high-resolution PDF copies in full colour of all of the three adventures in the The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\nINCLUDES:\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You’ll get a special mention in the adventure!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["319 backers", "Add-ons"]}, {"amt": "Pledge £20 or more", "title": "Swashbuckler", "descp": "Softcover Book + PDF\nYou get digital copies of the adventures and the compendium with the option to buy a print-on-demand softcover book at the minimal cost of printing and shipping.\n(Estimated cost: $22 depending on country, see the FAQ for more information.)\nThe book is printed in full colour on premium paper with perfect binding. It includes the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\nINCLUDES:\nThe Prophecy of Nine Omens Trilogy & Compendium (softcover book)\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You’ll get a special mention in the adventure!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["63 backers", "Add-ons"]}, {"amt": "Pledge £20 or more", "title": "Hero", "descp": "Hardcover Book + PDF\nYou get digital copies of the adventures and the compendium with the option to buy a print-on-demand hardcover book at the minimal cost of printing and shipping.\n(Estimated cost: $27 depending on country, see the FAQ for more information.)\nThe book is printed in full colour on premium paper with case binding. It includes the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\nINCLUDES:\nThe Prophecy of Nine Omens Trilogy & Compendium (hardcover book)\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You’ll get a special mention in the adventure!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["498 backers", "Add-ons"]}, {"amt": "Pledge £100 or more", "title": "Merchant", "descp": "5 Hardcover Books\nThis pledge is for retailers with a brick-and-mortar shop. You must have a physical location where you sell books or roleplaying games.\nWe offer a heavily discounted price if you order five or more copies of the book.\nYou also get the option to order previously released titles by Midnight Tower.\nSelect this reward tier to participate in the campaign and we’ll contact you with more information.\nThere are no additional printing costs for this pledge, but shipping is not included.\nINCLUDES:\nThe Prophecy of Nine Omens Trilogy & Compendium (5 books)\nRetail access to previous titles from Midnight Tower\nBonus: Your store name in the book as a Brick-and-Mortar backer!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["10 backers", "Add-ons"]}, {"amt": "Pledge £195 or more", "title": "The Collector", "descp": "You get a signed Collector’s Edition of The Prophecy of Nine Omens Trilogy hardcover book. Each book is signed and uniquely numbered.\nThe book is printed in full colour on premium paper with case binding. It includes all of the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\nThe Collector’s Edition also includes an engraved leather bookmark, a set of adventure bone dice, and a beautiful notebook for your campaign notes. In addition, you’ll get digital copies of the adventures and the compendium.\nWorldwide shipping included in the pledge reward.\nINCLUDES:\nA signed book of The Prophecy of Nine Omens Trilogy & Compendium\nChoose between two different book covers\nEngraved leather bookmark\nSet of adventure bone dice\nBeautiful notebook for your campaign notes\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You get a special mention under Epic Thanks with a banner", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["36 backers", "Limited (14 left of 50)", "Add-ons"]}, {"amt": "Pledge £5 or more", "title": "Early Bird: Adventurer", "descp": "Digital Copy (£5 discount)\nYou get high-resolution PDF copies in full colour of all of the three adventures in the The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\nINCLUDES:\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You’ll get a special mention in the adventure!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge £15 or more", "title": "Early Bird: Hero", "descp": "Hardcover Book + PDF (£5 discount)\nYou get digital copies of the adventures and the compendium with the option to buy a print-on-demand hardcover book at the minimal cost of printing and shipping.\n(Estimated cost: $27 depending on country, see the FAQ for more information.)\nThe book is printed in full colour on premium paper with case binding. It includes the three adventures in The Prophecy of Nine Omens Trilogy and The Brave Adventurer’s Guide with all unlocked stretch goals.\nINCLUDES:\nThe Prophecy of Nine Omens Trilogy & Compendium (hardcover book)\nNo Honour Among Thieves (PDF)\nSea Monsters Ahead, Captain! (PDF)\nThe Sunken Temple of Sirenholm (PDF)\nThe Brave Adventurer’s Guide (PDF)\nBonus: You’ll get a special mention in the adventure!", "time": [{"ESTIMATED DELIVERY": "Jul 2021"}], "stat": ["Reward no longer available", "100 backers"]}], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "More art and news about printing", "update_content": ""}, {"update_no": "UPDATE #24", "update_userinfo": "More NPCs and the engraved bookmarks", "update_content": ""}, {"update_no": "UPDATE #23", "update_userinfo": "Finalising the book", "update_content": ""}, {"update_no": "UPDATE #22", "update_userinfo": "AN EPIC THANK YOU!!!", "update_content": ""}, {"update_no": "UPDATE #21", "update_userinfo": "Final stretch goal unlocked, 1,300 backers, and changing your pledge!", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "1,200 backers, two days left and only one stretch goal to unlock!", "update_content": ""}, {"update_no": "UPDATE #19", "update_userinfo": "Stretch goal unlocked!", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "Magical lanterns and beta readers’ feedback!", "update_content": ""}, {"update_no": "UPDATE #17", "update_userinfo": "Stretch goal unlocked, add-ons, art, and more!", "update_content": ""}, {"status": [{"Project funds successfully": "1,389 backers pledged £27,469"}]}], "comment_no": 155, "projec_url": "https://www.kickstarter.com/projects/midnight-tower/the-prophecy-of-nine-omens-trilogy", "project_name": "The Prophecy of Nine Omens Trilogy (5e)"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "Cover by Bret Rood\nLogo by Bret Rood\nby Dean Spencer\nby Eric Kemphfer\nby Dean Spencer\nby Stan Morrison\nby Dean Spencer\nby Pete Bradley\nby Dean Spencer\nAfter more than 40 years of playing and running tabletop RPG's, I am finally realizing a life-long dream of designing my own game! Blood, Sweat & Steel is a Sword & Sorcery/Dark Fantasy tabletop RPG that is built on the Fudge game engine, with some Fate influences as well. This game takes place in what can best be described as a human-centered, barbaric world, largely unexplored, and filled with dark sorcery, strange beasts, and undiscovered ancient secrets. The world is largely uncivilized, and resembles the worlds of Conan the Barbarian, Kull the Conqueror, Dar from The Beastmaster, and Deathstalker, from the movie \"Deathstalker\".\nMy primary goal is to create a sword & sorcery/dark fantasy RPG that is easy to learn, easy to run, and has the quickest resolution possible in order to keep the game moving at an exciting pace. I want to make a game that introduces non-gamers and new gamers to the sword & sorcery and dark fantasy genres.\nThe most unique features of the game include:\n Unified Dice Mechanic - every roll in the game uses the same Fudge/Fate dice roll\n Skill-Based Characters - no classes or professions. PC's generally consist of Attributes, Skills, Qualities, and Talents.\n Simultaneous Actions Resolution - no initiative rolls. Everything happens simultaneously, with the winners of each Exchange taking their action against the losers of each Exchange.\n No Weapon/Armor Stats Or Damage Rolls - Resolution determined from a single opposed roll\n Non-Linear Wound System - no hitpoints or wound track, uses a threshold system\n Freeform Sorcery System - no spell or ritual lists, Characters create whatever spells and rituals they can think of\n Goal-Based Character Development - Characters earn experience points by accomplishing specific Major and Supporting Goals.\n Abstract Economic System - no more accounting and bookkeeping to account for every copper piece.\n Situational Modifiers - Modifiers are designed to be used where they make sense, allowing GM's and groups to have more flexibility in resolving conflicts.\n Robust Combat Tactics - From zone-based movement, to combat stances, to combat maneuvers (like tripping, disarming, tackling, etc.), Players can employ advanced tactics and strategies to tip the scales to their favor.", "risks": "Risks and challenges\nThe layout and editing for this game are complete, so there should be a short gap from Kickstarter completion to publication. The sample setting will either be included in the core rules, or it will be released as a separate PDF at no additional charge, depending on how quickly the process goes.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "James Paese\nFirst created · 12 backed\nProfessional magician for more than a decade, semi-professional musician for more than 3 decades. I first began playing tabletop RPG's...See more"}, "support": [{"amt": "Pledge without a reward", "title": "Core Rules + Editable Character Sheet", "descp": "This reward level includes a core rules PDF of the game, and the editable character sheet.. The core rules PDF does also contain a sample bestiary and a sample setting to get you started!\nINCLUDES:\nCore Rulebook PDF\nEditable Character Sheet PDF", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["26 backers", "Add-ons"]}, {"amt": "Pledge US$ 5 or more\nABOUT S$ 7", "title": "GM's Toolkit", "descp": "This level includes the Core Rules PDF and Editable Character Sheet PDF. It also includes a GM Screen PDF, Time Tracker PDF, Character Cheat Sheet PDF, and a custom-designed, pyramid style random table pdf for creating your own random tables.\nINCLUDES:\nCore Rulebook PDF\nEditable Character Sheet PDF\nGM Screen PDF\nPC Party Cheat Sheet PDF\nTime Tracker PDF\nRandom Table Template PDF", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["62 backers", "Add-ons"]}, {"amt": "Pledge US$ 10 or more\nABOUT S$ 14", "title": "Softcover Core Rules", "descp": "Everything in previous level, plus a soft-cover, printed copy of the \"Blood, Sweat & Steel\" core rules.\nINCLUDES:\nCore Rulebook PDF\nEditable Character Sheet PDF\nGM Screen PDF\nPC Party Cheat Sheet PDF\nRandom Table Template PDF\nTime Tracker PDF\nSoftcover Core Rulebook", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers", "Add-ons"]}, {"amt": "Pledge US$ 25 or more\nABOUT S$ 34", "title": "Hardcover Core Rules", "descp": "This includes everything in the GM's Kit, plus a hardcover copy of the Core Rulebook\nINCLUDES:\nCore Rulebook PDF\nEditable Character Sheet PDF\nGM Screen PDF\nPC Party Cheat Sheet PDF\nRandom Table Template PDF\nTime Tracker PDF\nHardcover Core Rulebook", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers", "Add-ons"]}, {"amt": "Pledge US$ 45 or more\nABOUT S$ 61", "title": "Ultimate Fan", "descp": "This package includes everything in the other packages, plus aBlood, Sweat & Steel T-shirt, and 2 sets of Fudge dice.\nINCLUDES:\n\"Blood, Sweat & Steel Core Rules PDF\n\"Blood, Sweat & Steel\" core rules PDF\nEditable Character Sheet PDF\nGM Screen PDF\n\"Blood, Sweat & Steel\" Editable Character Sheet PDF\nPC Party Cheat Sheet PDF\nTime Tracker PDF\nRandom Table Template PDF\nSigned Hardcover Core Rulebook\nBlood, Sweat & Steel T-shirt\n2 sets of Fudge/Fate dice", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers", "Add-ons"]}], "updates": [{"update_no": "UPDATE #37", "update_userinfo": "Just 1 Week To Go!", "update_content": "Well, we are on our way to $6k! It has been an incredible journey to this point, and we can't wait for the next phase! Proofing is just about completed, so we're still a little ahead of schedule so far! We're hoping to send the core rules off to the printer in the next 1-2 weeks! \"Curse of the Black Hand\" will be ready for distribution at the end of the Kickstarter, and every backer will be receiving it for free. \"Horror from the Void\" should be ready to send out in the next 3-4 weeks!\nThe Bestiary is coming along nicely, and we believe that this will be the most comprehensive bestiary every created for a Fudge-based RPG!"}, {"update_no": "UPDATE #36", "update_userinfo": "Home Stretch Update!", "update_content": "Wow, what a ride it has been! First, thank all of you again for your support and giving me a chance to create what I believe to be a truly unique game that really captures the sword & sorcery genre. The core text was completed a few weeks early, so we are just doing final proofreading before sending it off to the printers for proofing. \nWith regards to the 2 adventure modules, \"Curse of the Black Hand\" is almost completed, and we're hoping that will be available in the next 2-4 weeks. \"Horror from the Void\" is still being converted from outline form to final form, and that one should be completed in 4-6 weeks. Keep in mind that both of these adventures will be included with every single pledge, free of charge."}, {"update_no": "UPDATE #35", "update_userinfo": "Sign up for our Patreon to get loads of content!", "update_content": "Hello everyone! With the early success of our Patreon launch, we wanted to update everyone on what to expect when you sign up. There are 2 levels; $1/month and $5/month. \nThe Adventurer tier ($1) includes:\nPatron-only posts and messages\n  Patron-only voting power\n "}, {"update_no": "UPDATE #34", "update_userinfo": "You did it!! THANK YOU SO MUCH!! $5k Reached!!", "update_content": "We just hit our 2nd stretch goal of $5,000! And to celebrate, we'll be including the adventure module, \"Horror from the Void\" as a digital PDF! You will now be able to grab your copy of \"Horror from the Void\"!\nWe were originally going to offier it as a $1 add-on, but we want to show our appreciation to everyone who has shown their support and offer it absolutely free to all backers! This adventure module has only begun to be written, but it will hopefully be available shortly after the Kickstarter ends, and will be emailed out separately. Please be sure to include your email address in the backer surveys, as you will be receiving two adventure modules; \"Curse of the Black Hand\", and \"Horror from the Void\"."}, {"update_no": "UPDATE #33", "update_userinfo": "Sample Bestiary Sample", "update_content": "Hello everyone! We wanted to let everyone who is thinking about joining our Patreon know that we will be adding regular livestreams to discuss various elements of the game; such as character creation,GM preparation, handling complex combat scenes, how the sorcery system works, how to create useful and fun Qualities, and many more topics! There is already content available as we got Patreons more quickly than we expected and wanted to make content available right away.\nThe livestreams will be monthly to start, until this Kickstarter campaign is all wrapped up, and then we'll be doing livestreams twice per month, eventually going weekly. Livestreams will generally run 60-90 minutes, and anyone who watches live will be able to ask questions during the livestream."}, {"update_no": "UPDATE #32", "update_userinfo": "Regular Livestreams added to our Patreon Page!", "update_content": "We are plugging away and things are still just a little ahead of schedule, so we're trying to stay on track! To that end, Bret has some more images completed, so I wanted to show a few of them here!"}, {"update_no": "UPDATE #31", "update_userinfo": "More Bestiary Samples!", "update_content": "Well, we were going to wait a month to start putting out content for our Patreon, but we already have subscribers, so we're stoking the fires and kicking up our pace to start adding content right away!\nIf you are thinking about joining our Patreon, but were waiting for the end of the Kickstarter, feel free to sign up now as we are putting out content immediately. There will be weekly characters, weekly villains, monthly creature features, character backstories, short story fiction, and monthly adventure modules just for starters! We've already started putting content in our Patreon library, and will be adding more content this week!"}, {"update_no": "UPDATE #30", "update_userinfo": "Fudgit! Publishing Patreon is live and generating content!", "update_content": "Hey there, James here! I just want to say that I continue to be overwhelmed by the amazing response to our little campaign so far! I'm so very grateful to everyone who has thrown their support behind my lifelong dream! I only hope that I might get a chance to actually play some BS&S with some of you some day!\n\nAs we get closer and closer to our next stretch goals, we're also trying to come up with some novel add-on ideas to keep the fun going all the way through to the end of the campaign! Stay tuned!"}, {"status": []}], "comment_no": 27, "projec_url": "https://www.kickstarter.com/projects/jpaese/blood-sweat-and-steel-a-sword-and-sorcery-tabletop-rpg", "project_name": "Blood, Sweat & Steel, a Sword & Sorcery Tabletop RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "Introduction\nSomething is rotten in the town of Darwich. A mysterious creature has moved into the cemetery and murders anyone who dares enter its new hunting grounds. Eyewitness reports say the monster looks like some sort of golem crafted from tombstones and mossy grave markers. A party of confident adventurers have been hired to rid the town of this dangerous pest, a task that should be wrapped up by the afternoon, with a heavy pouch of gold awaiting its completion. Yet, could this be merely a harbinger of greater evils that infest the land? What darksome power might be lurking that threatens the whole of the Northern Kingdoms?\nIn the blackness of night, the laughter of the dead makes cowards of us all.\nThe Adventure\nDawn of the Necromancer is a 5th edition DnD campaign that pits your PCs against a necromancer of unimaginable power. Here’s what you can expect to find…\n Epic Scope: Players begin at 1st level and advance all the way to 20th before the final showdown.\n Adaptable: Easily drops into your own campaign setting, or use the included high fantasy setting of Argomere, a medieval European-style world that worships the gods of the Greek pantheon.\n Sprawling: A sandbox-style adventure with the players traveling between a cosmopolitan city, memorable towns, an ancient necropolis, and other dark destinations.\n Imaginative: Includes something for everyone…amazing new magic items, nightmarish monsters, challenging puzzles, detailed locations, unique NPCs, and most importantly, encounters unlike any you have ever seen!\n Flexible: Each of the 40 major encounters and countless additional adventure hooks can be easily lifted out and used as one-shots or to supplement your current campaign.\n Customizable: All the encounters include advice on how to adjust the difficulty based on the level and abilities of the PCs. A sandbox isn’t fun if everything is under- or overpowered.\n Format: Available in both digital form and a 250-page hardcover book.\nSample Excerpts\nHere are some snippets from the adventure to give you a feel for the content:\nIn Ashgate capital punishment is carried out by the Royal Torpeo, a medusa who petrifies the convicted and then oversees their body being smashed to pieces by those who were wronged as they wield the ceremonial Hammer of Justice.\nThe PCs hear about an annual celebration in the Rookeries called “The Running of the Gorgons”. Each gorgon has a wreath of solid gold secured to their head that runners can keep if they can snatch it off. The use of magic is prohibited, but difficult to enforce with crafty PCs. Harming the gorgons is prohibited, and festival organizers do not provide resurrection services for the participants, a fact made evident by the “Hall of Runners” that displays all the petrified former participants.\n Cobb’s Boots (Wondrous Item, uncommon) While wearing these boots you can flee from danger in a speedy manner known derisively as “Cobb’s Traverse.” When moving away from an attacking opponent your speed is doubled (regardless of armor or encumbrance) and you can jump twice the normal distance if it is not further than your movement would allow. When attempting a saving throw against a fear effect you suffer a -2 penalty.\nConstable Marret quote: “I’m glad the council took my advice and brought in some professional help to deal with the situation in the cemetery. I’d take care of it meself if they gave me some deputies and whatnot. And if it weren’t for this bum leg. Or the dropsy. But no matter…as they say, in Darwich justice always prevails!” (The constable is literally the only person who says this.)\n Half-Swording Feat: This feat requires the wielder of a longsword or greatsword to have both hands free. By grasping the blade of the weapon with their free hand the wielder gains the following benefits: 1.) Change the damage type to piercing or bludgeoning. 2.) Gain a +2 bonus on all Shove attacks. 3.) If their opponent is wearing medium or heavy armor, spend a bonus action to exploit weak spots and gain a +2 to hit.\n Favored by the Gods optional rule: Praying at a temple, church, or shrine gives the petitioner Advantage on their next attack or ability check connected to that deity (Ares or Athena for combat, Hercules for a Strength check, and so forth.). Alternatively, the GM might allow the PC to choose when to use this Advantage die.\n“The Jewel of the North”, Dorias is a powerful kingdom dominated by its magnificent namesake capital city. This ancient, ruin-filled city was also once the capital of the Therosian Empire. The waterfront of the city was prized by the old nobility who began to build out into the Gulf of Adsko, eventually expanding the footprint of the city by over 50% and creating an elaborate system of canals and bridges. Dorians are famed sailors and control many of the waterways in the north. Their merchants range far and wide, making the capital a major trade center. At one time Dorias was home to the mighty Therosian fleets of skyships, but the entire navy was in the air when Hecate’s Storm at the end of the War of Brothers dropped them out of the sky and dashed them all to pieces. Even today, artificers attempt to recapture the lost secrets of the skyships in hopes of creating unimaginable trade possibilities.\nThe Playtest\nThe crazier the encounter, the more important a comprehensive playtest becomes. Dawn of the Necromancer was in playtest over a year to make sure we got the balance just right. Here’s what the playtesters had to say about the adventure:\n\"This campaign is so fun and rewarding because every journey has a pay-off and every action has consequences. Nothing we do is forgotten; everything we do ripples throughout the campaign world. The story is compelling, the lore is very well developed, and the characters are all extremely unique. It's a blast!\" -Josh F.\n“Dawn of the Necromancer is as unique as it is fun! I've never experienced an adventure like this. And it's so refreshing to not have the main villain come out of a box like the typical ‘bad guys’.” -Scott R.\n“Very creative content across the board... world, maps, creatures, antagonists, protagonists, traps, and magic items. Tons of fun.” -Justin F.\n\"As a long-time D&D player (since I was but a lad), I am impressed by the insightful story and fun twists on encounters, each having an aspect that makes them memorable and challenging.\" -Mike N.\n“The Necromancer is a sexy redhead that will let not rest until she has captured the hearts of the heroes, literally. Loved it!” -Doug S.\n“This is hands down the best campaign I ever played. Love the encounters, love the mysteries, love the world. The hanging chasm fight was an all-time favorite. Can’t wait to read the book and see all the stuff we screwed up.” -Trevor G.\nWhy Kickstarter?\nDawn of the Necromancer is already written, and several groups spent the last year playtesting all the way through. So, why release through Kickstarter?\nIt’s simple, an adventure this ambitious requires an enormous number of illustrations, maps, and graphics. We could release the book today as-is, but we want it to look as good as it plays. That means adding a lot more artwork!\nThe book is being laid out right now and we will begin commissioning additional artwork as soon as we reach our initial funding goal. We plan to send out the digital copies of the book as soon as it is done (likely mid-summer 2021) and have the hardcover versions available by the end of summer 2021.\nThe hardcover version of the book will be produced by the industry-leading DriveThruRPG Print-On-Demand service, the same service used by Dungeon Master's Guild. The book is expected to clock in at almost 250 pages once complete and will be available in standard hardcover (with \"standard\" color), premium hardcover (with \"premium\" color), or a limited-edition Collector's Edition (also with \"premium color\").\nNow it’s Your Turn to Face the Necromancer\nGo ahead and pledge. We know you’re going to love it. But you don’t have to take our word for it. We’ve included a sample encounter for you to download and play right now to get a feel for what to expect.\nWe’ve also got some stretch goals planned, so please share this project with your friends so we can ensure the absolute best adventure possible.\nBuckle up and let’s roll for initiative!\nVirtual Battle Maps Unlocked!\nAll of our stretch goals have now been unlocked. After reaching our social media sharing stretch goal we added DIGITAL BATTLE MAPS of every major encounter to every pledge level.\nNew Monster Pictures Unlocked!\nWe already had some creature illustrations, but upon hitting our $20,000 stretch goal we added pictures of all new monsters in the adventure. Flavor text can conjure a compelling scene but like they say, a single picture is worth a thousand-word stat block.\nNew Subclasses Unlocked!\nThe most frequent request we have received since launching this project is to include new campaign-specific subclasses. Upon hitting $26,000 we subsequently added three new subclasses to the book.\nThere is a ranger archetype that hunts the most dangerous of prey…that which is already dead. These sworn enemies of the undead are known as Death Hunters. Whether prowling old graveyards alone or patrolling ancient necropoli in small teams, the death hunters have the abilities and training to make short work of any undead they encounter, from lowly skeletons to mighty vampire lords.\nEvery druid understands the natural cycle of life and death that governs the breadth of existence. The all-consuming undead are an existential threat to this balance and it is the druids of the Circle of Life who seek to restore order to the world around them. Druids of this circle can compel nature itself to rise up against the undying scourge.\nLast, but certainly not least, we meet the Necroficer subclass for wizards. A cross between a necromancer and artificer, necroficers don’t create better undead, they slowly transform themselves into powerful undead…one body part at a time. This isn’t simply combining Dr. Frankenstein with his monster, these spellcasters use necromantic body horror to gain supernatural powers. Learn exactly how dangerous that makes them, inside the pages of Dawn of the Necromancer.\nPicture the NPCs\nDawn of the Necromancer features dozens of major NPCs, and thanks to reaching our $35,000 stretch goal, we're going to have portraits of ALL of them. Let's meet one right now: Indara Blackfin, a resident of Highport who figured out a way to be where the people are, with the help of a custom magic item.\nMagic Item Pictures\nReaching $45,000 allowed us to unlock artwork of all the new  magic items in the campaign. From powerful artifacts to relatively  mundane objects, many of the magic items exact some sort of  price from their owners.\nOne example of a magical item found in Dawn of the Necromancer is the Hat of Whimsy. A jester’s hat that borrows inspiration from the Wand of Wonder,  activating the hat randomly confers temporary, yet powerful  enchantments upon its wearer ranging from transformation into a demigod,  toddler, flying monkey, or even stranger effects. Does the potential  reward outweigh the risks?\nAnother magic item that might be encountered is the Golem Hammer. Just what in Zeus’ name does a Golem Hammer do exactly? It might not be what you expect!\nVTT Tokens & Player Handouts\nNow that we hit $51,000 we will create Virtual Tabletop tokens for all of the new monsters and major NPCs in the campaign. These images will be added to the same zipped folder as the virtual battle maps.\nIn addition, all backers will also receive digital copies of all of the player handouts and assets they need to GM the campaign: isolated pictures of the NPCs, monsters, magic items, locations, maps, et al. No more holding up the book and trying to hide stat blocks while showing what a monster looks like. We want to provide you with every imaginable piece of information and digital art to make your adventure prep as simple as possible.\nShare the Adventure\nRemember, there’s one sure way to unlock this stretch goal and a bunch of other cool ones we have planned…share the project! The fate of Argomere is in your hands.", "risks": "Risks and challenges\n- The book is already written, so there are few risks to you receiving exactly what you pledge for.\n\n- Keep in mind that all the artwork used in this Kickstarter campaign and the current version of the book (even the cover art) is preliminary and may change/improve depending on the final funding and stretch goals. \n\n- Once the book is finalized we will send backers a link to the digital version (hosted by DriveThruRPG) immediately. We will simultaneously submit the hardcover versions to the printer, but it will likely take a month for the printer to run the book through their pre-media checks and print proof copies. Once everything checks out we will order the physical hardcover books. After the order is placed it is estimated to take approximately three weeks before it arrives on your doorstep (for domestic orders).\n\n- Without knowing the final page count, or what changes will occur with postage rates, we are using the best estimates of shipping/handling costs supplied by the printer. Our apologies in advance if there are any inaccuracies in the final cost.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Get Connected", "descp": "Stick your foot in the door and we’ll keep you posted with progress updates.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital Version", "descp": "You will receive a PDF copy of the campaign along with all completed stretch goals.", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}], "stat": ["451 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Digital & Standard Hardcover", "descp": "You will receive a PDF copy of the campaign along with all completed stretch goals. Additionally, you will receive a standard hardcover copy of the book from DriveThruRPG (printed with standard color, shipping/handling calculated separately).", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["244 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Digital & Premium Hardcover", "descp": "You will receive a PDF copy of the campaign along with all completed stretch goals. Additionally, you will receive a PREMIUM hardcover copy of the book from DriveThruRPG (same cover art as the standard hardcover but interior pages printed with premium color, shipping/handling calculated separately).", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["202 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "Digital & CE Hardcover & Game Session", "descp": "With this reward tier you will receive a 2 to 4-hour virtual gaming session GMed by creator John Harmston. You will also receive a PDF copy of the campaign along with all completed stretch goals. Additionally, you will receive a COLLECTOR'S EDITION hardcover copy of the book from DriveThruRPG (printed with premium color, shipping/handling calculated separately).", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (1 left of 5)"]}, {"amt": "Pledge US$ 60 or more", "title": "Digital & Collector's Edition Hardcover", "descp": "You will receive a PDF copy of the campaign along with all completed stretch goals. Additionally, you will receive a COLLECTOR'S EDITION hardcover copy of the book from DriveThruRPG (printed with premium color, shipping/handling calculated separately).", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "300 backers"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "That’s a Wrap!", "update_content": "Final Stretch Goals Unlocked\nThank you so much for your faith in our project. We’ve passed our final stretch goals and have unlocked Virtual Tabletop tokens for all the new monsters and major NPCs in the campaign. We literally couldn’t have done it without you.\nWhat’s Next?\nThis will likely be our last update while the project is live. At the conclusion of the project you should get an automated email stating that the Kickstarter has successfully funded. After that, Kickstarter collects pledges and tries to resolve any failed payment transactions. This takes two whole weeks for them to sort out before they look at releasing funds for us to finish the book. During that time we will be tightening up the book while looking at final printing and shipping options. There is a decent chance, based on the success of this campaign, that we will do an offset print run for the hardcovers. In this scenario we would still fulfill the digital rewards via DriveThrueRPG but handle the physical rewards ourselves. We will let you know once we know for sure."}, {"update_no": "UPDATE #9", "update_userinfo": "Magic Item Pictures and a Final Stretch Goal", "update_content": "Magic Item Stretch Goal\n$45,000 and another stretch goal goes down. We’ve already started ordering new artwork for all the major new magic items. We are now in the last few days of the Kickstarter and excited about the fantastic artwork pouring in. The final book is going to be packed with just a ton of new art. Here's a picture of the magical Cobb's Boots mentioned in the project summary:"}, {"update_no": "UPDATE #8", "update_userinfo": "Collector’s Edition Update", "update_content": "Collector's Edition Sold Out\nWow! When we kicked off this project, we did not anticipate getting pledges for 300 copies of our Collector’s Edition hardcover. This is just beyond exciting. Thanks to everyone who pledged!\nIf you missed out on the Collector's Edition, the good news is that aside from different cover art, the interior contents of every version of the book is identical and the stretch goals apply to all of them."}, {"update_no": "UPDATE #7", "update_userinfo": "NPC Pictures Unlocked", "update_content": "NPC Pictures Unlocked\nThe project just hit $35,000 and with that another stretch goal is unlocked – portraits of every major NPC in the adventure. Now you can rely on more than your descriptions and voice acting to portray NPCs to the players. That leaves only one final category of pictures for us to add to the adventure…"}, {"update_no": "UPDATE #6", "update_userinfo": "Updated Cover Art and a Review", "update_content": "Cover Art Update\nAs we previously mentioned in the Kickstarter, the art inside and outside the book will improve as the project evolves. With a page count close to 250 pages, we expect to have a similar number of graphics (artwork, maps, diagrams, icons, et al.). Our rough layout right now has some nice stock illustrations that we continue to replace with custom artwork as our funding level increases. Your pledge allows us to make all these improvements."}, {"update_no": "UPDATE #5", "update_userinfo": "New Subclasses and a New Stretch Goal", "update_content": "New Subclasses Added\nWow! Based on how quickly you guys blew past our latest stretch goal it’s evident you want some zombie-busting subclasses. We are working on them now and will need to do some playtesting to make sure they are balanced, but they are now part of the campaign."}, {"update_no": "UPDATE #4", "update_userinfo": "New Monster Pictures - Unlocked", "update_content": "The $20,000 stretch goal was just unlocked and—BOOM—we’ll be adding illustrations of every new monster in the adventure. In anticipation of hitting the goal we might have cheated and pre-ordered a few. Meet the latest addition to the book…(NAME REDACTED)."}, {"update_no": "UPDATE #3", "update_userinfo": "Virtual Battle Maps Unlocked", "update_content": "Virtual Battle Maps for Everybody!\nThank you to everyone who participated in our social media sharing stretch goal. A special thanks goes to Hollywood screenwriter Craig Mazin (write of HBO’s Chernobyl, The Last of Us) who discussed his excitement for Dawn of the Necromancer on the popular Scriptnotes podcast (episode #499). As a result of everyone’s efforts we have unlocked the battle maps."}, {"update_no": "UPDATE #2", "update_userinfo": "New Cover Art", "update_content": "A New Hardcover\nThe Dawn of the Necromancer Collector’s Edition hardcovers are capped at 300 copies and will only be available during this Kickstarter. At our current velocity we will likely run out of the Collector’s Edition hardcovers in a few weeks. In anticipation of this happening, we are adding a new pledge level…premium hardcovers."}, {"status": [{"Project funds successfully": "1,238 backers pledged $62,404"}]}], "comment_no": 84, "projec_url": "https://www.kickstarter.com/projects/dawnofthenecromancer/dawn-of-the-necromancer-5th-edition-adventure", "project_name": "Dawn of the Necromancer - 5th Edition Adventure"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "Tangent Space is a sci-fi tabletop roleplaying game that seeks to capture the grand scope and optimism of classic space operas. Featuring diverse alien societies, advanced technology, epic space battles, and a future worth fighting for.\nTangent Space is set within a nascent utopia where the various alien nations of the galaxy try to come together despite their differences. The year 3025 is a great time to live! The core worlds are peaceful and nobody is poor or homeless. The frontier is dangerous and unknown, begging for exploration and adventure. Grand and powerful factions compete for influence on the ever shifting galactic stage. Mysterious precursors have left treasures and warnings for those they deem worthy successors. The universe of Tangent Space is as limitless as our own galaxy!\nTangent Space was designed to be easy to pick up and play, but also provide increasing complexity as you delve deeper into the possibilities. The rules were crafted with science fiction TV shows and movies in mind. Everything takes places within a scene, which is as long a time period as makes dramatic sense. It could be a single combat encounter, or several days traveling through space. The game moves at the speed of plot.\nTangent Space is played using a custom dice-scaling system. Dice get bigger when things are easier, and dice get smaller when things are difficult. Your chances of success shift as circumstances change from one turn to the next. Moments play out as exchanges of actions and reactions rolling against one another. Teamwork is actively encouraged within the mechanics as allies set each other up for success.\nTen playable species are available. Each comes with four different cultural backgrounds that describe their civilization and offer unique advantages. Species and culture are separate, offering a wide variety of interesting combinations to choose from when making your character.\nThere are no classes and no character levels. Instead, it's the 40 skills that gain levels as characters progress in the four skill categories: Martial, Technical, Social, and Psionic. Archetypes are provided as suggestions to help new players get started.\nEquipment is modular, with a flexible crafting and invention system that lets you customize your kit even further. This modular design extends to vehicles and spacecraft,  which use a modified version of the character rules.\nDownload the demo version from itch.io here:\nTangent Space RPG - Demo Version\nTangent Space has been a passion project of mine for my entire adult life. It's grown and developed in ways that actually surprised me, but it's in a place now where I truly believe it's \"Good.\" The mechanics are complete and, aside from balancing tweaks from testing, won't be changing much going forward. What I don't have is all the professional trappings to make the game come to life: Art, editing, and publishing. All these things are very expensive and make the difference between a game that stands out and one that gets swept aside. I'm hoping that through this Kickstarter, you'll be able to hold a finished copy of Tangent Space in your hands and have memorable adventures in this universe.\nThe game book will be completed in two versions: digital and print.\nThe digital version will be an interactive PDF with bookmarks and hyperlinks for quick navigation. A horizontal layout is planned for easier viewing and it will also be formatted to play nice with screen readers.\nThe print version will be available through DriveThruRPG print-on-demand services, formatted to standard 8.5 x 11 page size. Backers will receive a voucher for \"at cost\" printing. This means they will need to pay the printing and shipping costs separately from their pledge. Reward level pricing for the physical tier has been reduced accordingly.", "risks": "Risks and challenges\nThe overall quality of the finished product will depend on how well funded it is. The funding goal is the estimated bare minimum to commission enough art to fill the 400+ pages of the finished book. A picture speaks a thousand words and layout can only do so much to glam up a wall of text. The better this campaign does, the more I can afford to put into the project, such as more detailed artwork for vehicles and alien lifeforms.\n\nThe physical books will be fulfilled using DriveThruRPG print-on-demand services. If this campaign does well enough to attract an actual publisher, I'll consider working with them instead. This is my first book publication, so I expect to have to learn as I go!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "J.P. Starsey\nFirst created · 28 backed\nAuthor and designer of Tangent Space. I'm a Black gay man, and a HUGE science fiction nerd. I spend most of my time dreaming of a future...See more"}, "support": [{"amt": "Pledge US$ 20 or more", "title": "Datanet Access", "descp": "The digital only tier. Get a shiny PDF of the finished core rulebook.\nINCLUDES:\nCore Rulebook PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["54 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "[PRECURSOR] Fabricator Access", "descp": "Get a voucher to have a physical copy printed at cost, as well as a PDF version.\nPrinting and Shipping costs NOT included.\nEarlybird Discount!\nINCLUDES:\nCore Rulebook PDF\nCore Rulebook Printing Voucher", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["49 backers", "Limited (1 left of 50)"]}, {"amt": "Pledge US$ 40 or more", "title": "Fabricator Access", "descp": "Get a voucher to have a physical copy printed at cost, as well as a PDF version.\nPrinting and Shipping costs NOT included.\nINCLUDES:\nCore Rulebook PDF\nCore Rulebook Printing Voucher", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "League Founder", "descp": "Get your name in the book's credits!\nThank you for your generous support!\nIncludes everything from Fabricator Access.\nINCLUDES:\nCore Rulebook PDF\nCore Rulebook Printing Voucher\nCredits Recognition", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["17 backers", "Limited (33 left of 50)"]}, {"amt": "Pledge US$ 15 or more", "title": "[PRECURSOR] Datanet Access", "descp": "The digital only tier. Get a shiny PDF of the finished core rulebook.\nEarlybird discount!\nINCLUDES:\nCore Rulebook PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2022"}], "stat": ["Reward no longer available", "75 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Not The End", "update_content": "The Kickstarter campaign may be over, but the project continues. If you want to keep up with where Tangent Space goes from here, follow me on Itch and Twitter. \n\nTangent Space on Itch \nTangent Space on Twitter "}, {"update_no": "UPDATE #4", "update_userinfo": "VIDEO: Interview with Mildra", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "DEMO VERSION AVAILABLE!", "update_content": "The demo version of Tangent Space is finally up to date and available for free download on itch.io!\n\n Tangent Space RPG - Demo Version \n\nSorry it took so long, the version that I had up before was terribly out of date and I didn't want to show that to you all. I hope you like what you see!"}, {"update_no": "UPDATE #2", "update_userinfo": "Lore Update", "update_content": "Hello everyone!\n\nI'm hard at work updating the demo to match the current state of the WIP! I'm trying to get that out to you all as soon as I can.\n\nIn the meantime, you can read up on the general lore of the Tangent Space universe:"}, {"update_no": "UPDATE #1", "update_userinfo": "PREVIEW: Species & Culture Chapter", "update_content": "I bet you're all curious about the alien species shown in the video! Well you're in luck because I've decided to share the species and culture section of the book with you all! Follow the link below to view the PDF on Google Drive:\n\n Tangent Space: Species & Culture PDF "}, {"status": [{"Project ends": "MAY 21, 2021"}, {"Project launches": "APRIL 21, 2021"}]}], "comment_no": 58, "projec_url": "https://www.kickstarter.com/projects/jpstarsey/tangent-space-rpg", "project_name": "Tangent Space RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "PLAY\n\nGaming Gear to Last a Lifetime\nThe mission of Big Pockets is a simple one: we want people to have the best gaming mats and tools modern technology can produce. The demands of tabletop gaming mean that such products need to be simple, versatile, super strong, and environmentally friendly. \nOur products are made of extremely durable, non-toxic silicone sheets that are simply superior to vinyl, plastic, neoprene or laminated products currently on the market.\nThe best wet/dry erase surface you can find.\nAlways lays perfectly flat, will never crease, yet easily folded up.\nWill not blow away in the wind, or get easily shifted on the table.\nDrinks, cheese snacks and cats bounce right off it.\nDishwasher safe.\nDoubles as a baking sheet for pizza and cookies.\n\nOur Kickstarter\nPLAY\n\nYour pledge to this Kickstarter gets you:\nOne silicone Double-Sided Table Mat (one-inch square and one-inch hex); 33 x 23.5 inch (84 x 60 cm), The same size as an international standard paper A1 sheet.\nOne Big Pocket Canvas carry bag 17.7 x 17.7 x 5.9 inch (45 x 45 x 15 cm), big enough for all your game gear, zip close, includes an internal zip pocket and shoulder strap.\nOne silicone Generic Character Sheet\nOne silicone Combat Tracker Sheet\n All of which are designed to work for any gaming system, for any need.\nThe design work is done, the production moulds are ready to go. \nBackers also unlock a range of custom options, including a zero-pigment Table mat that can overlay existing battle maps, or provide the perfect surface over an inset display screen that can hold miniatures, receive notes with marker pens, and protect everything under it from metal dice rolls and food spills.\nStretch Goals\nIf we get enough backers, we can unlock a revolutionary Laptop Gaming Screen which is an excellent practical addition to your modern gaming life. We also have support from DNDWoW who manufacture premium dice sets, including the amazing colour changing mood dice.\nIndividual Double-sided Table Mat Add Ons\nOnce you have pledged for one of the Big Pockets Packages, you can add on additional single Double-sided Table Mats to your pledge.\nFun uses for a silicone mapping surface.", "risks": "Risks and challenges\nThe world as we know it is quite different from just a few years ago, restrictions on movement and transport of goods is still a real concern, our hope is delivering direct from manufacturing will reduce any unnecessary complications.\n\nAs these are brand new products, we have designed them from scratch and built custom production equipment we are ready to expand depending on demand, but there may be situations such as a supply shortage of silicone which could cause delays.\nLearn about accountability on Kickstarter", "env": "Environmental commitments\nVisit our Environmental Resources Center to learn how Kickstarter encourages sustainable practices.\nLong-lasting design\nThese products are made of silicone rubber, able to withstand oven temperatures, spills, chemicals and the wear and tear of gaming use. We have eliminated any design aspects we think might wear out or tear and made the products super versatile, not just good for RPG games, you can even use the table mat as an oven sheet to bake pizza or cookies.\nReusability and recyclability\nA product that never breaks never goes into a landfill. Silicone is non-toxic and will not contribute to ocean plastic waste.\nSustainable materials\nSilicone rubber has a minimal environmental footprint, the production does not create toxic byproducts and the material has a very low carbon footprint as well as an exceptional usage lifespan.\nEnvironmentally friendly factories\nConsideration for the workers producing the products has been included in the design process, the moulding and printing of sheets are less labour intensive and the products are very impact resistant which reduces the need for packing materials for shipping.\nSustainable Distribution\nShipping direct from manufacturing reduces handling errors and costs, it also increases security for sensitive customer information.", "creator_bio": "AJ Pickett\n2 created · 52 backed\nNew Zealand based writer, first published in Palladium book's 'Rifter' magazine, Did Freelance Lore consultant work for Tuque Games for...See more"}, "support": [{"amt": "Pledge NZ$ 70 or more", "title": "The Big Pocket Package", "descp": "You get the Big Pockets Canvas Bag, the Double-sided Silicone Battle Mat, the Generic Silicone Character Sheet and the Silicone Combat Tracker Sheet, as well as Access to Wave One and Wave Two shipping. Plus you can now include Add On products to your order as the Unlock during the campaign.", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["61 backers", "Add-ons"]}, {"amt": "Pledge NZ$ 56 or more", "title": "The Big Pocket Package (Early Bird)", "descp": "You receive the Big Pockets Canvas Carry Bag, the Double Sided Silicone Battle Mat, the Generic Silicone Character Sheet and the Silicone Combat Tracker Sheet, Wave One shipping at an Early Bird price. You can also purchase Add On products as they unlock during the campaign.", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "319 backers"]}, {"amt": "Pledge NZ$ 110 or more", "title": "The Super Big Pockets Package", "descp": "You receive a Big Pockets Canvas Carry Bag\nTWO Double Sided Silicone Battle Mats,\nFOUR Generic Silicone Character Sheets\nFIVE Silicone Combat Tracker Sheets,\nYou can also purchase Add On products as they unlock during the campaign.", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "92 backers"]}, {"amt": "Pledge NZ$ 192 or more", "title": "The MEGA Big Pockets Package", "descp": "You receive a Big Pockets Canvas Carry Bag\nFOUR Double Sided Silicone Battle Mats,\nFOUR Generic Silicone Character Sheets\nFIVE Silicone Combat Tracker Sheets,\nYou can also purchase Add On products as they unlock during the campaign.", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "31 backers"]}], "updates": [{"status": []}], "comment_no": 42, "projec_url": "https://www.kickstarter.com/projects/ajpickett/big-pockets-silicone-tabletop-rpg-products", "project_name": "Big Pockets - Silicone Tabletop RPG Products"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Citizen of LokDown", "descp": "Thank you for supporting us! You will get a digital package of files that can get you playing LokDown including character sheets, cheat sheets, and the Early Edition of the book. You will also be included in the Special Recognition Section of the credits as we could not have done this without you\nINCLUDES:\nLokDown Starter's Kit\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}], "stat": ["14 backers", "Add-ons"]}, {"amt": "Pledge US$ 25 or more", "title": "Digital Gunslinger", "descp": "You get digital copies of everything: The Player's Guide, the GM's Guide, Starter Kit and Stretch Goals. In addition, you will be included in the Special Recognition Section of the credits, and our hearts always\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers", "Add-ons"]}, {"amt": "Pledge US$ 45 or more", "title": "Color Hardback Healer", "descp": "You are getting both Digital copies of the Player's Guide and GM's Guide for LokDown, and a Color Hardback of the LokDown Player's Guide. Along with this, you will also haveour eternal gratitude, your name listed in the Special Recognition Section, and the Starter's Kit PDFs\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["11 backers", "Add-ons"]}, {"amt": "Pledge US$ 45 or more", "title": "Samurai Paperbacks", "descp": "You get Black and White Paperback copies of the LokDown Player's Guide, and the LokDown GM's Guide. If you aren't concerned about color pictures, but want a physical copy of the book, this is a great option!\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Starter's Kit\nBlack and White Paperback of the Player's Guide\nDigital Copies of All Stretch Goals\nBlack and White Paperback of the GM's Guide\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["8 backers", "Add-ons"]}, {"amt": "Pledge US$ 60 or more", "title": "Shapeshifter: Become an NPC in LokDown", "descp": "You get digital copies of everything: The Player's Guide, the GM's Guide, Starter Kit and Stretch Goals... and you get to be part of the game. As soon as LokDown funds, we will start working with you to get information for an NPC to add to LokDown. Not only will that NPC be in the rulebook, they will play a role in the campaign that comes in the GM's Guide? Do you want to be a hero? A villain? A bartender who drops lore to the PCs? We will work with you on your character in the game (As there can only be so many bartenders, role preference will be given on a first come/ first serve basis so don't wait to sign up)\nINCLUDES:\nEntry into the LokDown's Rogue's Gallery\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers", "Limited (5 left of 17)", "Add-ons"]}, {"amt": "Pledge US$ 75 or more", "title": "The Summoner of Books", "descp": "You are getting both Digital and Color Hardbacks of the Player's Guide and GM's Guide for LokDown, along with our eternal gratitude, your name listed in the Special Recognition Section, and the Starter's Kit PDFs\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown GM's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["21 backers", "Add-ons"]}, {"amt": "Pledge US$ 120 or more", "title": "Budo Warrior Books and NPC Entry Package", "descp": "Here by popular demand: The Budo Warrior package powers up with your favorite character going into LokDown's Rogue's Gallery as an NPC. The character will be an official part of the game and will play a role in the included campaign in the GM's Section. On top of this, you get Color Hardbacks of both the Player's Guide and the GM's guide, and you all the digital goodies! If you want to design your own official character in the LokDown setting, and get both Hardbacks, this is the package to get!\nINCLUDES:\nEntry into the LokDown's Rogue's Gallery\nLokDown Player's Guide Color Hardback\nLokDown GM's Guide Color Hardback\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2 backers", "Limited (6 left of 8)", "Add-ons"]}, {"amt": "Pledge US$ 200 or more", "title": "The Shinobi One-Shot!", "descp": "Do you have an idea for a one shot? Have you always wanted to see one of your game ideas written up and published? With the Shinobi One-Shot, we will work with you to create a one-shot adventure for LokDown, Carbyne Jungle, or even 5e using the OGL, and get your idea into the world! We will help with maps, and limited artwork, and help you get your game out into the world!\nYou will also get both Color Hardbacks and Digital copies of LokDown's Player's Guide and GM's Guide\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown GM's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section\nYour Idea turned into a One Shot!", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2 backers", "Add-ons"]}, {"amt": "Pledge US$ 300 or more", "title": "The Sorceror of Sessions: We GM for You!", "descp": "Yes yes, you get all the good stuff, but most importantly, we will GM a session for your table. One of the Creators of LokDown will either do a Roll20 Session, or a session through Discord with your table. We will run a zero session for your table to get all of your characters created and started off in the game, or if you prefer we will run your characters through their first session in the game!\nYou are getting both Digital and Color Hardbacks of the Player's Guide and GM's Guide for LokDown, An Entry in the Rogue's Gallery with your own NPC in the story, our eternal gratitude (which we will be able to tell you all about at the session), your name listed in the Special Recognition Section, and the Starter's Kit PDFs\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown GM's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section\nEntry into the LokDown's Rogue's Gallery\nSession with the Creators", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["0 backers", "Add-ons"]}, {"amt": "Pledge US$ 21 or more", "title": "Early Bird Digital Gunslinger", "descp": "You get digital copies of everything: The Player's Guide, the GM's Guide, Starter Kit and Stretch Goals. In addition, you will be included in the Special Recognition Section of the credits, and our hearts always\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "4 backers"]}, {"amt": "Pledge US$ 42 or more", "title": "Early Bird Color Hardback Healer", "descp": "You are getting both Digital copies of the Player's Guide and GM's Guide for LokDown, and a Color Hardback of the LokDown Player's Guide. Along with this, you will also haveour eternal gratitude, your name listed in the Special Recognition Section, and the Starter's Kit PDFs\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Early Bird Shapeshifter: Create an NPC", "descp": "You get digital copies of everything: The Player's Guide, the GM's Guide, Starter Kit and Stretch Goals... and you get to be part of the game. As soon as LokDown funds, we will start working with you to get information for an NPC to add to LokDown. Not only will that NPC be in the rulebook, they will play a role in the campaign that comes in the GM's Guide? Do you want to be a hero? A villain? A bartender who drops lore to the PCs? We will work with you on your character in the game (As there can only be so many bartenders, role preference will be given on a first come/ first serve basis so don't wait to sign up)\nINCLUDES:\nEntry into the LokDown's Rogue's Gallery\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 175 or more", "title": "Early Bird The Shinobi One-Shot!", "descp": "Do you have an idea for a one shot? Have you always wanted to see one of your game ideas written up and published? With the Shinobi One-Shot, we will work with you to create a one-shot adventure for LokDown, Carbyne Jungle, or even 5e using the OGL, and get your idea into the world! We will help with maps, and limited artwork, and help you get your game out into the world!\nYou will also get both Color Hardbacks and Digital copies of LokDown's Player's Guide and GM's Guide\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown GM's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section\nYour Idea turned into a One Shot!", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "0 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Early Bird Session Sorcerer: We GM 4 You", "descp": "Yes yes, you get all the good stuff, but most importantly, we will GM a session for your table. One of the Creators of LokDown will either do a Roll20 Session, or a session through Discord with your table. We will run a zero session for your table to get all of your characters created and started off in the game, or if you prefer we will run your characters through their first session in the game!\nYou are getting both Digital and Color Hardbacks of the Player's Guide and GM's Guide for LokDown, An Entry in the Rogue's Gallery with your own NPC in the story, our eternal gratitude (which we will be able to tell you all about at the session), your name listed in the Special Recognition Section, and the Starter's Kit PDFs\nINCLUDES:\nLokDown Player's Guide Digital Copy\nLokDown GM's Guide Digital Copy\nLokDown Player's Guide Color Hardback\nLokDown GM's Guide Color Hardback\nLokDown Starter's Kit\nDigital Copies of All Stretch Goals\nEntry in the Special Recognition Section\nEntry into the LokDown's Rogue's Gallery\nSession with the Creators", "time": [{"ESTIMATED DELIVERY": "Nov 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "0 backers"]}], "updates": [{"status": []}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/carbynejungle/lokdown-ttrpg", "project_name": "LokDown TTRPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Smuggler", "descp": "You just want the cool settlement map, Mos Nedo, a place to hide while things are hot out there. Plus you'll get a pdf describing adventure ideas and occupants with GM tips. And the additional old mine map, surface & interior!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 10 or more", "title": "Rebel", "descp": "You just want the digital regional map and the cool settlement, you can role play the rest. You will also be provided with a pdf filled with adventure ideas, locals, and GM tips.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Imperial", "descp": "The Imperial gets all of the First Collection of digital scifi maps and any pdf GM ideas and tips!\nUPDATED: You get all stretch goal maps as well!", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The Master vs The Tuskan Raiders", "descp": "The Master is the Beyond Premiere Collection. It includes the First Collection with the Arid World theme, and as an investor, receives every stretch goal obtained.\nINCLUDING:\nThe 2+hours of audio scores & ambience.\n3 sessions with the GM and Mapmaker. I will have up to 4 players for 3 sessions of gameplay online, using these maps, Star Wars RPG, on Roll20. It will be video captured and put on StoryTellingRon's youtube channel for all to see. So... back this... accordingly! Scheduling, characters, to be determined.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["0 backers", "Limited (4 left of 4)"]}, {"amt": "Pledge US$ 100 or more", "title": "The Master vs the Besieging Pirates", "descp": "The Master is the Beyond Premiere Collection. It includes the First Collection with the Arid World theme, and as an investor, receives every stretch goal obtained.\nINCLUDING:\nThe 2+hours of audio scores & ambience.\n3 sessions with the GM and Mapmaker. I will have up to 4 players for 3 sessions of gameplay online, using these maps, Star Wars RPG, on Roll20. It will be video captured and put on StoryTellingRon's youtube channel for all to see. So... back this... accordingly! Scheduling, characters, to be determined.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["2 backers", "Limited (2 left of 4)"]}, {"amt": "Pledge US$ 30 or more", "title": "Early Bird Special - Imperial", "descp": "Backers who back before the end of April Fool's day get over 2 hours of original audio score & ambience!\nThe Imperial gets all of the First Collection of digital scifi maps and any pdf GM ideas and tips!\nThis is more than enough for beginning players to explore the area and find enough adventure before exploring the galaxy.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/storytellingron/epic-scifi-battle-maps-for-tabletop-roleplaying-games", "project_name": "RPG Battlemaps, Scifi, Star Wars, HUGE"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/mapmage/apocalypse-5e-rpg", "project_name": "Apocalypse 5E RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/wendigoworkshop/arkelon-chronicles", "project_name": "Arkelon Chronicles, a Science-Fantasy Tabletop RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/reverierpgs/token-tales", "project_name": "Token Tales (Canceled)"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/juxtagames/modern5e-core-rulebook", "project_name": "Modern5E RPG Core Rulebook (Canceled)"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/michael-bertolini/hawthorn-horror-rpg", "project_name": "HAWTHORN Horror RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/ericbleney/dark-mages-advanced-edition", "project_name": "Dark Mages: Advanced Edition (Canceled)"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/darkv01d/dark-v01d-your-new-science-fiction-ttrpg-system", "project_name": "DARK V01D - Lovecraft Inspired Science Fiction RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/owenkcstephens/advanced-occult-guide-a-starfinder-compatible-project", "project_name": "Advanced Occult Guide, a Starfinder-Compatible Project"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/paleogaming/omega-horizon", "project_name": "Omega Horizon"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/jiangshi/never-going-home-campaign-dossiers", "project_name": "Never Going Home Campaign Dossiers"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/questicus/questicus-0", "project_name": "Questicus"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/battlefieldpress/mighty-tiny-tales-of-the-old-empires-5e-and-swade", "project_name": "Mighty Tiny: Tales of the Old Empires (5e and SWAdE)"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/castingtherunes/casting-the-runes", "project_name": "Casting the Runes"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1582756696/capers-rpg-deluxe-hardcover", "project_name": "CAPERS RPG Deluxe Hardcover"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/reignofnations/reign-of-nations", "project_name": "Reign of Nations"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/hammerdog/chronicles-of-denoa-chapter-1-5e-rpg-setting-and-campaign", "project_name": "Chronicles of Denoa: DnD 5e Setting, 8-18 Adventures, App (Canceled)"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1169263915/destiny-aurora-starfinder-sci-fi-rpg", "project_name": "Destiny Aurora-Starfinder-Sci-fi RPG"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/bardcollegegames/baron-of-blackwatch", "project_name": "Baron of Blackwatch"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1034101316/medieval-tales-from-europe-a-5e-rpg-setting", "project_name": "Medieval, Tales from Europe - a 5e RPG setting"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/ckg/the-starship-warden", "project_name": "The Starship Warden"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/avalkauskas/the-children-of-eriu", "project_name": "The Children of Eriu"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/purplebuddhaproject/purple-buddha-project-recycled-artifacts-of-histor", "project_name": "Jewelry Made of Upcycled Weapons of Conflict & Artifacts"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1927000184/missing-link", "project_name": "Missing Link"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/erikcarl/tsunamicon-2014-wichitas-premier-tabletop-gaming-c", "project_name": "TsunamiCon 2014 Wichita's Premier Tabletop Gaming Convention"}}, {"backer": "Tab Creations LLC", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/cloverton/cloverton-the-first-full-length-album-coming-2013", "project_name": "Cloverton - The First Full-Length Album - Coming 2013"}}]