[{"backer": "TBVE Films", "project_data": {"campaign": {"story": "* This represents our current thinking, and may change as development and playtesting proceed.\nKingdoms and Warfare introduces Domain-level play to your game, allowing players to become Regents running a Kingdom, Duchy, or Barony! Or a Church! A Thieves’ Guild! A Bard’s College! Whichever you choose, it’s your Domain. Your domain can take actions, raise armies, conduct espionage, and wage war!\nDifferent kinds of Domains have access to different actions. A Thieves’ Guild is quite good at espionage, not so good at raising armies. So you may need allies! Because you will certainly have enemies!\nCharacters are still adventurers! But now the stakes are higher. Now the dragon threatens your people! And the dungeon contains the power you need to stop your enemies’ schemes!\nWhile you’re away; your Lieutenant runs your domain (by your command) allowing you to continue adventuring as normal. Or as normal as anything is in this game. :D\nThese new rules are broken down into three broad categories, described after the graphics below.\nThe Kickstater Exclusive Edition will have gold trim!\nThe text you see here will only be available for the  Kickstarter-exclusive shirt! We may make a future shirt with no back text, but for the Kickstarter, you get the exclusive Tour Shirt.\nAlso available as a $25 add-on in the pledge manager.\nAnd it comes in a red variant!\n Kingdoms, duchies, baronies, earldoms, any territory with people living on it can be your Domain. Domains can be a small province with a single town, or a sprawling kingdom with many cities. This book contains rules for starting with a single province and growing your domain, or starting the game at 1st level by inheriting an entire kingdom!\nThe system assumes that, regardless of how many different domains your campaign world might have, we’re only worried about one Enemy Domain, one Allied Domain, and one Neutral Domain who could go either way. This constrains the number of things the GM needs to worry about so we don’t need a computer to track all the different actors in our play. Of course, an ambitious GM could track more Kingdoms!\nDomain actions allow you to muster new units for your army, develop your land to get more resources out of it, build roads to make it easier to get around for people and armies, spy on your enemies, and ally with your neighbors.\nThe book includes rules and advice for running campaigns where only one player is a regent, all players are regents, or even how to use these rules to track the high-level politics in a game where no players are regents, and you just want the feel of large-scale political powers maneuvering against each other.\nNot every player wants to run a duchy or an earldom, but these rules give you many more kinds of Domains! Existing within, alongside, and sometimes at odds with a Kingdom, are Organizations like Churches, Thieves’ Guilds, Wizard Orders, Bardic Colleges and more. All of them get special Domain Actions that affect the outcome of The Great Game.\nPaladin Order: The Green\nWizard's Order: The Arcanum Camerata\nAssassins College: Nine Silver\nOne player might run a thieves’ guild, but sometimes the entire group wishes they could play a thieves’ guild! Or an order of Monks! But while “let’s all play monks!” sounds cool, once you sit down and think about it you realize that would mean no healing, no tank, no tracker, no one to pick locks or disarm traps or read arcane scrolls unless someone multiclasses, and was not as good at being a monk as everyone else, or played a different class and pretty soon you’re back to playing a normal adventuring partzzzz…..\nMaybe there’s a better way.\nKingdoms and Warfare expands on the rules presented in the Chain of Acheron livestream with Titles for several different organizations.\nTitles give your characters new, limited abilities and proficiencies that let them shore up the deficiencies of a limited-class party.\nA thieves’ guild might have a Godbotherer, a thief who gains proficiency with Religion and limited healing and possibly limited access to prayers. Not as powerful or useful or versatile as a cleric, but it gets the job done.\nAn order of Monks might have an Acolyte of Mystery, who gains proficiency with Arcana and access to limited spells. Or an Acolyte of Stone with increased AC and HP!\nOf course, some titles cannot be conferred during character creation, and must be earned like the Master of Ravens, the Master of Locusts, and the rest of the Monk Masters.\nExpanded rules for Warfare allowing faster, more balanced battles, more and different kinds of units. Pikemen who thwart Cavalry charges! Sappers who undermine fortifications! And more and better rules for Battle Magic; spells that affect units and the entire battlefield.\nNew Maneuvers allow characters to directly command their units, executing daring ploys that can change the course of war!\nNew rules for the Tide of Battle create a connection between the Encounter your characters are fighting and the Battle your units are waging. Doing well in the Encounter gives your army a boost! Doing well in Battle gives your characters an advantage! Of course, doing poorly has similarly predictable results….\nNew rules for using PCs and monsters as units, as well as more advice for building an army and waging war. The rules for Warfare in Strongholds & Followers are only the beginning of a more robust system.\nStrongholds & Followers  does not require the use of Kingdoms and Warfare; both strongholds and followers give players cool new abilities and allies all by themselves. But combining the two products produces a deeper system for running a world where characters can become Dukes or start their own Church, or run their own Thieves’ Guild.\nWe listened to folks who bought Strongholds & Followers and made sure to put more of what they liked into Kingdoms & Warfare.\nNew Gemstone dragons! New servitors from each of the Courts presented in S&F and three new courts! The Court of Seven Cities (Devils), the Court of Blood (Demons) and the Court of Rot (Undead!) More better things to augment your concordance roll!\nThe monster design from S&F was pretty popular and we’re super excited to do more. \nPLAY\n\nPeople loved the codicies from the first book, so we’re doing more! The Codex Granatine! The Codex Adamant! The Codex Tempestatus! These legendary artifacts will change, or break, your game. Use at your peril!\nIncluding the legendary Codex Bellorum...the BOOK OF WAR.\nAny book of new rules as big as this requires an adventure to show you how to use it. The Regent of Bedegar acts as a sequel to the Siege of Castle Rend and introduces players to Domain Level play. The heroes manage their new domain, putting out fires in Gravesford and other local towns while encountering various organizations in Aendrim, some friendly, some not so much.\nOf course, there will be a battle at the end! Lord Saxton must pay for what he’s done!\nLike Strongholds & Followers, this book uses my setting’s background and lore, so you’ll learn more about the Timescape, the lore of demons, devils, and undead, and more fiction featuring the young adventurers from the first book.\nAnd a Dragon!\nFolks really liked the gemstone dragons from the first kickstarter, so we're doing another one. The Ancient Onyx Dragon Cthrion Uroniziir!\nThis mini is BIG and only available to folks who back this Kickstarter. It will be available as an add-on in our Pledge Manager, but only to folks who pledge!\nIt’s not “Civ.” It doesn’t simulate an elaborate 4X game, it doesn’t worry about stuff like...how much Iron you produce vs how much Wheat you need. Provinces produce “resources.” Alliances just boost those resources.\nIn general these rules focus on high-level play, heavily abstracted, married to crunchy rules that give your characters real mechanical benefits. If you’re looking for a simulation this is not it.\nThe goal is; you’re still playing Fifth Edition, but now your campaign has an extra dimension.\nIf we manage to reach our funding goal, we have a whole bunch of stretch goals planned. The book stays the same, but we unlock new play aids like a GM's Screen and a deck of unique unit cards for your fantasy warfare needs. \n The MCDM Screen\nA 4-panel screen for the discerning game master to fudge die rolls behind. Without a screen, you’re just another random person at the table. With the screen, you become THE MASTER!\nOur screen gives you easy access to tables from Strongholds, Followers, Kingdoms, and Warfare including the list of Domain Actions, Random Domain Events, as well as the full list of actions that adjust your Concordance, making it easier to track.\nThe Unit Deck\nDozens of unique units with custom special abilities to use in your epic battles! Centaur shock troops! Goblin sappers! Beholder units! Dragon units! All printed on high-quality cards ready to be used immediately at your table.\n Dope Minis\nWe have a bunch of new monsters planned for Kingdoms & Warfare and we'd love to make minis out of all of them! Each stretch goal pays for the 3D model and the manufacturing mold. As we unlock new ones...IF we unlock new ones...you'll get to see the art and lore and how big the mini will be an how much it will cost. You'll be able to upgrade your pledge in our pledge manager to add any of the minis you like to your pledge.\nCheck back to see what (if anything!) gets unlocked!\n\nWe’ll charge for shipping after the Kickstarter is over. We will collect this in the pledge manager.\nWe’ll ship your rewards from one of the four Blackbox warehouses we work with. This project is US, Canada, and Australia friendly. Under current trade agreements, we are EU friendly. This may change pending future Brexit negotiations.\nBelow is a list of estimated shipping costs for the K&W Hardcover, PDF + Sticker pledge. Keep in mind that these are estimates and that the accurate costs will be calculated in the pledge manager according to your address, pledge level, and potential add-ons.\nWe don’t ship to the following countries:\nAfghanistan, Brazil, Congo, Cote d’Ivoire (Ivory Coast), Cuba, Democratic Republic of Congo, Eritrea, Guam, Guinea-Bissau, Haiti, Iran, Iraq, Liberia, Libya, Myanmar (Burma), North Korea, Russia, Somalia, South Africa, Sudan, Syria, Ukraine :(", "risks": "Risks and challenges\nThere are many fewer risks associated with this product compared to Strongholds & Followers. We no longer print our books in China, so there’s no danger of tariffs or trade interfering with our production. We have been through the Import Duty gauntlet so we have all the paperwork you need to ship your product around the world. We have good partners now, we know great artists, we have a great relationship with Trenchworx the folks who make our minis. \n\nLike Strongholds & Followers, these rules are based on rules I’ve already designed before, so we’re not creating an entire ruleset from whole cloth.\n\nI think probably the biggest risk is the fact that all of this revolves around me and my writing and design. Something happens to me, there could be a delay. But one of our goals with this project and the Player’s Guide To Capital is finding other freelance writers and designers to work with under my direction so the product isn’t wholly reliant on my labor.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Kingdoms & Warfare PDF", "descp": "Kingdoms & Warfare in an indexed, searchable PDF. Sales tax included where applicable.\nINCLUDES:\nKingdoms & Warfare PDF", "time": [{"ESTIMATED DELIVERY": "May 2021"}], "stat": ["2,527 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "K&W Hardcover, PDF + Sticker", "descp": "The book in hardcover AND the PDF and a sticker! The book will be high-quality paper and binding.\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKingdoms & Warfare Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["10,315 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "K&W Hardcover, PDF + Shirt + Sticker", "descp": "The book in hardcover AND the PDF and a sticker! The book will be high-quality paper and binding.\nThis includes the Chain Tour Shirt!\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKingdoms & Warfare Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker\nKickstarter Exclusive The Chain Tour Shirt", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["898 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Kickstarter Exclusive Hardcover + PDF", "descp": "The book (and of course the PDF) in a Kickstarter-exclusive, leatherette cover with cloth bookmark and gold trim.\nThis is only available to Kickstarter backers.\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKickstarter Exclusive Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["2,184 backers"]}, {"amt": "Pledge US$ 105 or more", "title": "Kickstarter Exclusive Hardcover + Shirt", "descp": "The book (and of course the PDF) in a Kickstarter-exclusive, leatherette cover with cloth bookmark and gold trim.\nThis is only available to Kickstarter backers.\nThis includes the Chain Tour Shirt!\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKickstarter Exclusive Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker\nKickstarter Exclusive The Chain Tour Shirt", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["432 backers"]}, {"amt": "Pledge US$ 195 or more", "title": "K&W Hardcover, Dragon + Shirt", "descp": "The book in hardcover AND the PDF, a sticker, The new Gemstone Dragon, and the Chain Tour Shirt! The book will be high-quality paper and binding.\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKingdoms & Warfare Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker\nKickstarter Exclusive The Chain Tour Shirt\nKickstarter Exclusive Gemstone Dragon Mini", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["799 backers"]}, {"amt": "Pledge US$ 280 or more", "title": "Signed Kickstarter Exclusive Hardcover", "descp": "The SIGNED book in a Kickstarter-exclusive, leatherette cover with cloth bookmark and gold trim.\nThis is only available to Kickstarter backers.\nThis includes the PDF, a sticker, The new Gemstone Dragon, and the Chain Tour Shirt! The book will be high-quality paper and binding.\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKickstarter Exclusive Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker\nKickstarter Exclusive Gemstone Dragon Mini\nKickstarter Exclusive The Chain Tour Shirt", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["542 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Colvillian", "descp": "The SIGNED book in a Kickstarter-exclusive, leatherette cover with cloth bookmark and gold trim.\nThis is only available to Kickstarter backers.\nThis includes the PDF, a sticker, The new Gemstone Dragon, the Chain Tour Shirt AND ALL UNLOCKED STRETCH GOALS.\nThis pledge level requires you complete your pledge in our pledge manager. Shipping is collected in the pledge manager.\nSales tax included where applicable.\nINCLUDES:\nKickstarter Exclusive Hardcover\nKingdoms & Warfare PDF\nMCDM Laser Sticker\nKickstarter Exclusive Gemstone Dragon Mini\nKickstarter Exclusive The Chain Tour Shirt\nALL UNLOCKED STRETCH GOALS", "time": [{"ESTIMATED DELIVERY": "May 2021"}, {"SHIPS TO": "Only certain countries"}], "stat": ["281 backers"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Editing & Layout", "update_content": "In spite of shutting down the MCDM office for over a year and sending everyone home, and a year of COVID fear and several months cycling between productivity and terror, anxiety and depression...the manuscript for Kingdoms & Warfare is with the editors! This is a huge milestone for this project. It means we’re almost done!\nAlso, I have my first dose of the Moderna vaccine! If you live in California and haven’t gotten your first shot yet, you can use https://myturn.ca.gov/. On April 15, everyone 16 and over will be eligible!"}, {"update_no": "UPDATE #14", "update_userinfo": "Update #14: Progress on the Manuscript", "update_content": "Hey folks! It looks like we had an old update pinned, so folks coming to check in on the project missed the two BIG updates we did on the design of the book, but that’s fixed now. If you missed those, you can read them here. It’s a lot!\nUpdate #12: Design Update, Part One: Organizations\nhttps://www.kickstarter.com/projects/mattcolville/kingdoms-warfare-and-more-minis/posts/3002949\nUpdate #13: Design Update: Warfare\nhttps://www.kickstarter.com/projects/mattcolville/kingdoms-warfare-and-more-minis/posts/3003519"}, {"update_no": "UPDATE #13", "update_userinfo": "Design Update: Warfare", "update_content": "Warfare\nThe system we presented in Strongholds & Followers only worked if everyone played along, and it didn’t make a lot of sense. As long as everyone was playing in the spirit of things, it worked fine. But as soon as folks started using it competitively, it broke down. Players could decide not to activate their units, and the entire battle ground to a halt."}, {"update_no": "UPDATE #12", "update_userinfo": "Design Update, Part One: Organizations", "update_content": "It’s been a while folks, but I felt it was important that the stuff we show you, the backers, is the real deal. Not one hypothetical way it might work, but the actual real design of the book, and that meant we had to wait until stuff had been tested and iterated on and was close to final. And that’s where we are, so let’s dig in!\nWe’ve spent the last 9 months or so just in R&D with our testers, iterating on the design of both the Kingdoms half of the book and the Warfare half and both are now robust enough that I think it’s safe to share without either undergoing any major revisions. The details of any specific ability or chart may change as we continue testing, but"}, {"update_no": "UPDATE #11", "update_userinfo": "We're Locking and Charging All Pledges Today!", "update_content": "Hey everyone, Anna here! Hope y'all had a good weekend :)\nPledge Lockdown & Charges\nToday at 5:00PM PDT (UTC-7) we're locking BackerKit and then charging all outstanding balances (for most of you, this is just the shipping cost if your pledge contained physical rewards; if you included Add-Ons or changed your pledge, that would impact your balance). If you don't have your link to access your pledge manager page, follow this URL and put in your Kickstarter email address:"}, {"update_no": "UPDATE #10", "update_userinfo": "Update 10: Closing Backerkit", "update_content": "Hey folks! I hope you all are safe. I think you’re going to get a big update next week where we talk about the core design of the Kingdoms half of Kingdoms & Warfare, it’s in a pretty good place right now.\nBut first! It’s time to talk about Backerkit!\nMost backers have already filled out all their backerkit information, but we’re at the point now where we need to close it out and charge everyone."}, {"update_no": "UPDATE #9", "update_userinfo": "Fear is the Mind-killer...", "update_content": "Hey folks! This is going to be a general MCDM update, not just a Kingdoms & Warfare update. Normally I wouldn’t post general MCDM updates on the K&W Kickstarter Page, but I don’t want to have different updates in different places, so begging your indulgence backers, I’m just going to dump an update of everything MCDM is working on, with the K&W stuff near the top.\nObviously “what’s going on with MCDM” is never the most pressing news even at the best of times. But everyone for the next several months will be experiencing disruption and many people will be dealing with enormous, enormous hardship the likes of which only happens once every few generations."}, {"update_no": "UPDATE #8", "update_userinfo": "MCDM COVID-19 Mega Update", "update_content": "Ok, folks after many days work on the part of Anna and Lars and Jason, the Pledge Manager is live! Your invite link has been sent to the email tied to your Kickstarter account; make sure to check your spam/junk folders if you don't see it in your inbox.\nThis is the site you use to:\nGive us your shipping info if you're getting physical rewards\nGive us your shirt size and color choices, if your pledge includes a shirt"}, {"update_no": "UPDATE #7", "update_userinfo": "The Pledge Manager is Live!", "update_content": "I know, look, people like to focus on the $$$ that's natural, we see that number and it blows our minds. Matt Colville head of MCDM thinks about the $$$. Matt Colville writer and designer, focuses on the people--you--who are now all waiting for something amazing, and my deep, deep desire not to let you all down.\nLast time, it was several months before we had a draft of the rules I felt confident enough in to put in front of testers, I think that's going to be true here too, so it'll be a few months before you start seeing design stuff. But something we didn't do last time, that I intend on doing this time, is using Backer Only Updates to send out beta testing documents, so keep watching this page. Last time, you had to pledge at a certain level to get into the playtest. We do things differently now, so we cab be more free to share early design stuff and get your feedback."}, {"status": []}], "comment_no": 972, "projec_url": "https://www.kickstarter.com/projects/mattcolville/kingdoms-warfare-and-more-minis", "project_name": "Kingdoms, Warfare & More Minis!"}}, {"backer": "TBVE Films", "project_data": {"campaign": {"story": "Emma Rae illuminates the often dark and turbulent waters, many teens must navigate in the over saturated and unforgiving age of social media.\nWe hurt.  Ourselves and each other.  When I was young, if kids wanted to tease or bully you they either wrote notes, started whisper campaigns, or confronted you at lunch or in gym class.  The bullying seldom went beyond the extent of mere words.  Sticks and stones, but words could never...\nBut in today's generation, words have become weaponized.  Social media allows kids to hurls insults, lies, and harassment instantaneously.   Kids can be widely ridiculed, even sexually exploited with the touch of a send button.\nNot only are teens over-sharing their exploits about sex and hate, they are also normalizing drug and alcohol use without deeper understanding of the consequences.  \nAdd in abandonment, the discarded nature of a society, fiending for instant gratification where everything is replaceable - you get Emma Rae. You get the story of a girl in the foster care system, who is pushed and pushed, until one day... she pushes back.\nSarah Kay Jolly - Emma Rae\nSarah has appeared in numerous print ads, commercials, independent films and television productions. She is best known for her disturbing role in Unredeemable, an award winning indie film. Sarah will be appearing as a recurring character in Netflix critically acclaimed comedy-drama series Grace & Frankie.\nSarah is an Ambassador for Izzy Be clothing line, which promotes youth empowerment and kindness. Sarah is also a Youth Ambassador for The Children's Hospital of Los Angeles, as well as the new Youth Ambassador for The Shoe Crew, a non-profit organization that provides shoes to children in need. Sarah is the head of the Colorado branch of The Shoe Crew and will be organizing a Sneaker Ball fundraiser in 2017. She's eager and ready for the challenging role of Emma Rae and what conversations it will inevitably open up. \nJack Dean - Everett\nJack has been on national commercials, shorts, indie films and can be seen most recently on ABC's Emmy Nominated Hit TV show, Black-ish.\nJack Dean is most known for a handful of critically acclaimed short films such as: A Day With Dad, Backlash, The Legend Of Kenny Hobbs, and The Zeroes 2. Along with film, he is a well known social media influencer for live streaming onlive.me , vine, and instagram. He’s very excited to be collaborating on Emma Rae both to raise awareness and to dive deep into his troubled character\nWriter/Director - Allen L. Sowelle\nAllen is a five time Telly Award winner for his two scripted dramas, 9INE, addressing teen pregnancy from a boy's perspective, and Front Seat Chronicles, about the life changing conversations that occur in our cars.\nA Military Intelligence Veteran, Gang Interventionist, Substance Abuse and Domestic Violence counselor, and high school instructor, Allen earned his Bachelor's Degree in World Lit at UC Santa Cruz, as well as completed work on his Master's Degree in Cinematic Arts & Technology at CSU Monterey Bay. He is also collaborating with New York Times best-selling author, Eric Jerome Dickey on the adaptation of his novel \"One Night.\"  Allen is represented by The Gersh Agency.\nStacey Steele Jolly\nStacey has worked extensively as an advocate for children in Colorado. She served as a story consultant on Emma Rae, and now hopes to essay the role of Co-Executive Producer on the project.\nChris Beal - Producer\nAfter a successful career in the studio arena, Chris made her transition to the Indie world, producing such movies as “I-See-You.com” with Beau Bridges and Rosanna Arquette, “House of Flesh Mannequins,' “Detention,\" “Sister Code” and “The Lost Coast Tapes.” Most recently, she was the Executive Producer on “Illicit\" for New Breed Entertainment.   Currently, Chris is in development on a slate of films for New Breed Entertainment, and her own shingle Chris Beal Productions. \nChris  has produced for Spike Television Network, Discovery Channel and The Travel Network on such television shows as “Deadliest Warrior,\" “Blood Relatives,\" and “Urban Tarzan.\"  She is a volunteer for children at-risk in the Yes-To-Jobs program where she counsels and mentors high school students into jobs throughout the entertainment industry.\nIn the Spirit of transparency, we want to give you a breakdown of what your generous contributions will provide.\nLocations - permit\nEquipment - Grip & Electric, \nProduction Design \nSound \nMakeup & Hair and Special Effects\nHiring additional Crew members\nCatering\nProduction Insurance\nKickstarter fee\nPost Production - Editing, Sound, and Color grading\nMusic score", "risks": "Risks and challenges\nWhen it comes to fulfillment, every project has potential obstacles, from production delays to permits to collaborator mishaps. In all filmmaking endeavors many things arise which is why adapting is key. Whether it's re-scheduling, recasting or tweaking the script to fit a new change that has arisen, we are ready for the challenge and committed to making magic happen.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Firestarters", "descp": "Thank you for joining our Band of Sisters and Brothers. You get publicly outed for your generosity and a BIG SHOUT OUT on social media.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Gatherers", "descp": "Receive password protected access to viewing Emma Rae, once it is finished! Be a part of the process and receive cool downloadable delights! (behind the scenes pics, stills)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Bearers of Light", "descp": "Signed copy of Emma Rae script from the grateful cast and crew, mailed from us directly to you! Plus access to viewing and digital delights...", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Interventionist", "descp": "You get a private screening In LA (no travel included) with the cast and crew, plus access to viewing (you'll wanna see this twice) signed script, digital delights and love fest.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Good Guardians", "descp": "You're incredible. Have a story idea? Want to start outlining that movie or TV Pilot? Curious about producing? 90 minute skype consulation with either Allen Sowelle (writer, Director) or Chris Beal (producer).\nYou choose and we'll devote everything we know to informing, inspiring and igniting that intertest.\nPlus, private screening in LA (no travel included), signed script, access to viewing, digital delights.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "USC Trojan tix", "descp": "Help make a film and catch some football, by being our guest with tix for two at the historic LA Coliseum as the preseason Top 5 USC Trojans make another run towards a National Championship. (Travel to Los Angeles not included)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 500 or more", "title": "Frontline Warrior", "descp": "You get an associate producer credit on imdb and the film, A visit to set during lunch, along with Private screening in LA (no travel included) plus signed script, Poster, access to VIP viewing, digital delights and massive love.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 700 or more", "title": "Higher Angel", "descp": "Wow, you aren't messing around You get one week Production office rental on The Lot, a production studio smack dab in the heart of Hollywood. Your office will be within spitting distance of OWN (that's Oprah's joint). Work on your latest screenplay. Mingle in the commissary. Maximize your networking skills and kick it with folks doing things. Plus poster, VIP viewing party & digital download.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Leader of Love", "descp": "Deep Bow of Gratitude. You get Executive Producer credit, one free night's stay in the Hamptons or two night stay in Los Angeles. Poster, VIP screening in LA (no paid travel),\nand digital downloads of aforementioned. Dates subject to availability.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Captain, oh Captain.", "descp": "You've outdone yourself...You get Co-Executive Producer credit, an opportunity to develop and produce your own episode of our award-winning web series Front Seat Chronicles. We will work with you as a writer, producer, and/or director or actor in the story, script, casting, and production of your very own episode that will become apart of a Telly Award winning series. Poster, Digital download, VIP to viewing party.", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "100 Backers - 100 Believers!!", "update_content": "Something perfect about the number 100.  It's simple.  It's strong.  It signifies a trust, a belief in story, in the people, and in the universe, that a small band of creatives, willing to do what they can for something greater than themselves, will deliver.   And deliver we will, taking nothing for granted, only making choices that will serve the project, while also sharing with you some remarkable young actors and kids in foster care who've made a difference in our lives.\nOver the following weeks, we will update you all on our progress - from preproduction to to premiere.   "}, {"update_no": "UPDATE #5", "update_userinfo": "3 days left!!!", "update_content": "I don't know how to say this.  To all of you who have supported us with your contributions and shares, our hearts are full.  Something we didn't even think was possible when I first set out to write this story, is now inching toward a reality.  You've given us hope.  You've given us faith that stories of substance have their purpose - that the pain, and broken promises made to a 14 year old kid in foster care matters just as much as anything else we care to set right in our world.  \nWe are close.  Have faith.  You've believed in us this far.  We will get there, together."}, {"status": [{"Project funds successfully": "100 backers pledged $13,415"}, {"Project launches": "JUNE 28, 2017"}]}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/1003442783/emma-rae-a-film-by-allen-sowelle", "project_name": "Emma Rae"}}, {"backer": "TBVE Films", "project_data": {"campaign": {"story": "*UPDATE: WE'RE GOING FOR A STRETCH GOAL!\nOn 10/15/16 at approximately 6:30pm, we reached our original funding goal of $19,500! We're now over that! Since we still have time left in our campaign, we're able to go for a stretch goal. It's $24,500+ and any funds we raise towards or above that goal before our end date of 10/26/16 will go towards bettering our production and getting a head start on post production. THANK YOU VERY MUCH to everyone who has so generously supported us!\nBecause we hit our target goal, Kickstarter will release the funds to us once we reach our campaign end date of 10/26/16. There is no stipulation on our stretch goal like on the original goal...if we don't hit it, we'll still get our original $19,500 which was raised plus any additional funds. The additional funds will enable us to step up the look of the film, secure custom wardrobe and hair pieces, rent a second camera to shoot more efficiently, pay our editor to immediately begin assembling a rough cut and begin work on the film's soundtrack.\nThe Film\nREDCOATS is a dramatic short film with a comedic twist.\nSynopsis\nDuring the Revolutionary War, Emily, her daughter Sarah and her two young grandchildren, Hannah and William, are left to fend for themselves and care for the farm while the men in the family are off fighting for the Patriot cause. With winter approaching, crops dwindling and food in short supply, the women are forced to face their biggest fears when three lost British soldiers barge into their home demanding food, drink and anything else they can get their hands on. Emily and Sarah rely on their instincts and intelligence to devise a clever way to defend the children and themselves.\nThe Filmmakers\nMy sister Tammy and I (Amy) have been in the Film/TV business for 25 years each! Together we have 50+ years of experience working on documentaries, reality TV, short and feature films.\nHere's us as kids. Don't judge the clothes or the hair...it was the 70's.\nAmy, Tricia, Tammy\nOur parents are both repressed creatives. Mom is a real estate agent who wanted to be a journalist and played piano and sang as a kid, and Dad was an English teacher who played the trumpet and loved to tell a story. He was really good at it! We gained our love of a great story from both of them and talk movies and stories often in our house. Our younger sister Tricia is also creative and really the best writer we've ever known. She's doing real estate now too. Apparently being creative and selling houses go hand in hand?\nOur (Tammy and Amy) career paths have crossed twice. The first time we worked in the same building in Primos, PA called EJ Stewart. This was in the 90's when Tammy was working on a show, \"Home Matters,\" for the Discovery Channel and I (Amy) was working on a series of educational documentaries for a company, Fabian-Baber. This is where we met our talented cinematographer Keith Smith, who now has 50+ feature films under his belt. We honed our skills there then I moved to New York where I worked for HBO on shows such as The Chris Rock Show and the sketch show Exit 57. I also later worked as a post producer on reality TV shows for TLC and the Discovery Channel. Tammy moved to L.A. and attended the American Film Institute. While there, she won an Academy Award for her second year producing project called, \"My Mother Dreams The Satan's Disciples In New York,\" see Oscar win here. She was also a producer on several documentary specials for TLC and The Discovery Channel, but none of the same shows I worked on!\nThe second time our paths crossed we created a short film together for The 48 Hour Film Festival, Philadelphia, along with our other sister Tricia (a Tiehel trifecta!). The film was called, \"Suburban Cowboy,\" and won the Best Of Fest, Best Acting (I was the female lead), and Audience Award for the Festival.\nTammy at Tribeca Film Festival\n In the time since, Tammy has been raising her three children, producing short films and recently produced the romantic comedy, \"Slow Learners.\"\nAmy and her dad on the \"Amhurst\" red carpet\nI moved to Los Angeles and began an acting career. I did a feature horror film called \"Amhurst\", along with roles in other indie and short films. Then I got Lyme disease and breast cancer and moved back to Philly. My life was seriously detoured for seven years while I fought to regain my health. It's been a loooooong detour.\nWhile I was sick I focused on writing. I loved to write but didn't think of myself as a writer because my experience and training was in acting. I had taken acting classes in Philly, then in New York at Circle in the Square Theater School, and then more training in Los Angeles. But I couldn't act while I was sick as I didn't have the energy or stamina to audition or be on a set for long days. My body only allowed me to write and thus, with the encouragement of Tammy, emerged the short film REDCOATS.\nThe Genesis of REDCOATS\nI became interested in the stories of women during war, particularly the Revolutionary War. I googled \"women in the Revolutionary War.\" Lots of interesting stories popped up, so many that I was annoyed I hadn't heard of them nor had any films been made about any of these courageous and fascinating women. I read Revolutionary War books such as \"Drums Along the Mohawk,\" \"Revolutionary Mothers\" and \"Liberty's Daughters.\" Where were these stories when I was learning about the Revolutionary War in school? I was particularly interested in the story of Nancy Hart, a woman who was notorious in Georgia during that time for her bravery. Her story inspired me and a seed grew for my own short film idea.\nNancy Hart from Wikimedia\nThese women were isolated and lonely, and in my illness I connected deeply to their anxiety, fear and vulnerability. I also connected to and was inspired by their courage as they held on by any means necessary, just like me. This film is the physical representation of all those feelings I held in my soul while sick, and the perseverance it takes to survive.\nMy sister Tammy/film producer extraordinaire supported me along the way while the film was gestating. She encouraged me to be creative and think outside the box story-wise. With her feedback, I honed the script in my head for months then sat down and wrote it in a couple of days.\nOur Plan\nCrowdfunding didn't exist when we started our respective Film/TV careers. Now we have the ability, through crowdfunding and the experience after years in the business, to create something that provides opportunities for women in front of and behind the camera and for the many talented Philadelphia production people we know. (That's a long sentence). We are proud to create art that we believe in and that presents a positive, powerful woman's story.  \nYour contribution will help us defray the costs of pre-production, cover all of our production period and give us a head start on post production.  We plan to finance post through personal funds and are hopeful we can secure one or two grants.  We are currently applying for grants open to female filmmakers and the creators of short films.  \nIf we are lucky enough to exceed our Kickstarter goal of $19,500, we will use the money to help cover post production costs (video and sound editing, creating a soundtrack, sound effects, credits and output).  \nPre-production:  \nAugust - October 2016\n(Below items already completed as of launch of Kickstarter campaign)\nFinalized script\nCreated budget\nCreated LLC and opened business bank account\nCreated logo, crowdfunding site, web-site and social media campaign\nSecured location  \nConnected with Revolutionary War reenactors\nSecured film's soundtrack recording artists \nSecured film's audio post production vendor \nSecured Director of Photography\nIdentified camera, grip & lighting vendors\nIdentified field audio recordist\nReached out to potential crew members\nOctober - November 2016\nCasting of SAG actors \nSecuring crew \nFinalizing wardrobe\nWork with cinematographer to create shot list\nProduction:  November 19th and 20th, 2016 \nFilming at Colonial Pennsylvania Plantation, Ridley Creek State Park, Media, PA\nPost Production:  November 2016 - February 2017\nCreate rough cut of film\nRefine to create final cut\nAudio, SFX and foley editing\nCreate and lay in soundtrack\nCreate opening/end credits\nColor grading\nRendering/data transfer\nConform/finishing\nFirst round of deliverables\nMarketing/Distribution:  February 2017 - Ongoing\nFestival application submissions\nProduction Details\nColonial Pennsylvania Plantation\nLocation \nWe have secured the use of the Colonial Pennsylvania Plantation, a living history museum which includes a spacious three-story home with three fireplaces, a period accurate garden and a working farm.  Every room in the house is authentically dressed with furniture, tools, kitchen items and textiles from the Revolutionary War era which we are permitted to use in the film.\nReenactors' Muskets\n Casting \nProfessional Screen Actor's Guild actors will be cast in the roles of Emily, Sarah, Hannah, William and the three British Redcoat soldiers:  Enoch, Lemuel and James.\nIn addition, we have connected with Pennsylvania Revolutionary War reenactors who will play the role of Continental Army soldiers in one scene in the film. The men and women who dedicate themselves to Revolutionary War reenactment are experts in making sure uniforms, wardrobe and presentation are authentic to the period. Their input and participation is an invaluable addition to our film. \nColonial Era Hat\n Wardrobe \nWe are currently consulting with reenactors and Colonial Pennsylvania Plantation experts to be certain that all military uniforms and wardrobe will be authentic to the period.  We are looking into the possibility of either renting or buying certain wardrobe items but would be immensely grateful if anyone with access to Colonial era clothing would consider loaning us clothing, uniforms and/or shoes for the weekend we are shooting (11/19-11/20/16).  We will need to dress two women, a young girl, a young boy and three British Redcoat soldiers.  All items will be handled by an experienced wardrobe stylist and will be professionally cleaned and promptly returned.\nPeriod Authentic Military Uniforms\nHistorical accuracy \nWe consulted with a local historian and Revolutionary War expert, Paul Sanborn, and had him review the screenplay.  The script was then rewritten incorporating Paul's notes to ensure historical and military accuracy.  \n  Tammy and Amy on set\nWomen In Film\nAs a female writer/director and a female producer, it is our goal to create well-made, inspiring films featuring strong, smart, cool women.  In addition, we would like to provide opportunities for women behind the camera.  We have nothing against men...we LOVE men, in fact some of our favorite guys will be working on REDCOATS with us!  However, we really want to create a working environment which will allow women, especially female filmmakers who are just starting out, to shine.  \nSo far on our team, we're proud to introduce you to:\nEmilie van Blarcom\n Assistant to the Producers:  Emilie van Blarcom\nEmilie grew up in Ambler, PA and attended high school at Germantown Academy.  She is currently a junior at Elon University in North Carolina and is majoring in Film and Television Arts.  She hopes to minor in Creative Writing.  Emilie worked with us during the development of REDCOATS and was instrumental in helping us brainstorm ideas for our logo.  She also scouted locations with us and helped develop the Kickstarter campaign.  We're excited to have her on set with us when she's home from school in November.\nDevin Wachs\n Production Manager:  Devin Wachs\nAn experienced media professional, Devin has worked on feature film, music video, non-profit video, and television shoots. She also has nine years' experience promoting an art house movie theater, and she brings a keen understanding of the realities of film exhibition as well as marketing and project management techniques to her work. In addition to her film production work, she provides graphic design and marketing services to a diverse slate of clients and was pleased to design the REDCOATS logo.\nA Reminder About How KICKSTARTER Works\nKickstarter is an awesome platform for raising funds for any project!  Artists and creators share their projects and backers from all over the world can find and support projects they like. Instead of making what can (sometimes) be a risky investment in projects created by people they may not know, patrons donate funds in exchange for tangible rewards.  Everybody wins and through the power of crowd-funding, many wonderful projects are brought to fruition.  \nIt's important to note several things:\nKickstarter is an ALL OR NOTHING PLATFORM, if we only raise $19,000 of our $19,500 goal we get NOTHING!  It's motivational for us but whew, that's a bit scary!\nWhen you contribute to us through our page here on Kickstarter, you will be submitting your credit/debit card information but your card will NOT be charged unless the campaign is successful by the end date.  Our campaign end date is Wednesday, October 26, 2016.  \nSocial Media\nPlease visit our website for more information and follow us on social media:\nWebsite:  www.redcoatsfilm.com\nFacebook:  www.facebook.com/redcoatsfilm\nTwitter:  @redcoatsfilm\nInstagram:  www.instagram.com/redcoatsfilm\nPinterest:  www.pinterest.com/vintagemame/redcoats-inspiration\n ", "risks": "Risks and challenges\nMaking a movie is always a risk and there are never any guarantees. Our greatest challenge, besides all of the crazy things that come up between now and actually shooting the film, will be not meeting our crowdfunding goal. We already have a Colonial era location in place which includes all of the props and set dressing we could possibly need, contacts/connections with crew and Revolutionary War reenactors, plans for post production and festival entries mapped out. \n\nWith the experience we both have, we are particularly suited to handle any and all challenges that might arise. \n\nAfter fighting Lyme disease and breast cancer at the same time...Bring. It. On.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "The Brigade", "descp": "Thank you! We will POST YOUR NAME on the \"Contributors\" page of the Redcoats website and we'll also THANK YOU on our Redcoats Facebook page.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "The Continental", "descp": "Thank you for your support! We want you to be able to see REDCOATS at your convenience, so...you will get a DIGITAL DOWNLOAD of the film for your generosity.\nPackage also includes:\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "The Rebel", "descp": "Thank you for your donation! You are obviously a Revolutionary War movie-lovin', women-supportin' rebel. We love you for it! To show our gratitude we are PUTTING YOUR NAME IN THE FILM'S CREDITS.\nPackage also includes:\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "The Don't Tread On She", "descp": "Thank You for your awesomeness! You get a VERY HIGH TECH #DontTreadOnShe DECAL that sticks to stuff. It's super cool, promise. You also get a DIGITAL COPY OF WRITER/DIRECTOR AMY TIEHEL'S SHOOTING SCRIPT with detailed notes from the set.\nPackage also includes:\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["42 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "The Patriot", "descp": "Your giving spirit has inspired us to give you something back. We'll give a SHOUT OUT THANK YOU to you personally on Twitter and a REDCOATS TWITTER FOLLOW from @redcoatsfilm - Don't forget to include your Twitter handle! #DontTreadOnShe\nPackage also includes:\n- #DontTreadonShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributor\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The Regiment", "descp": "Now you’re really cranking up the generosity! To thank you for joining the #DontTreadOnShe tribe, you'll get a SECRET SPY REVOLUTIONARY WAR PASSWORD to our Redcoats YouTube Channel, where you can see outtakes, gag reel, interviews and more! Producer Tammy Tiehel-Stedman said she would sing The Star Spangled Banner on a busy street corner in Old City, Philadelphia. (You want to see this, right?) You will also get a DVD OR DIGITAL DOWNLOAD (YOUR CHOICE) OF THE OSCAR-WINNING SHORT Tammy produced, \"My Mother Dreams the Satan's Disciples in New York\".\nPackage also includes:\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "The Historian", "descp": "Thank you for supporting a film which celebrates the strong, brave women of the Revolutionary War! You deserve to know what helped to inspire the film so you'll RECEIVE THE FANTASTIC BOOK, \"Revolutionary Mothers\", by Carol Berkin, a groundbreaking history of the important role women played during the Revolutionary War.\nPackage also includes:\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 200 or more", "title": "The Seamstress", "descp": "Who is cooler than you? No one. Because of that fact, you'll receive A RIDICULOUSLY COOL #DontTreadOnShe T-SHIRT. A movie isn't a movie without a cool t-shirt. You also get to ASK US ANY THREE QUESTIONS and we'll answer them via a video we'll post on Facebook. They don’t have to be related to the movie, but keep them G-rated. Jeeeez.\nPackage also includes:\n-Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "The Loyalist", "descp": "You're a loyal film lover and it shows. Thank you so much for your support! We want to support you too and so, at this giving level, writer/director Amy Tiehel and producer Tammy Tiehel-Stedman WILL READ YOUR SHORT FILM SCRIPT (or feature) AND CONSULT WITH YOU FOR ONE HOUR VIA SKYPE. We've made several successful short films (and a feature film) and are happy to answer questions, make suggestions, discuss budgetary items, you name it. We want to help YOU!\nThis package also includes:\n- Ridiculously cool #DontTreadOnShe T-shirt\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "The Revolutionary", "descp": "Thank you for your generosity! Clearly, you care about helping to get this film made. To thank you, we want to provide you with A PRIVATE TOUR OF THE COLONIAL PENNSYLVANIA PLANTATION in Media, PA (travel not included). It's an amazing, living history museum which will serve as our sole location for the film. Walk the grounds, tour the house and garden and learn how people truly lived during the Colonial Period from one of the extremely knowledgable tour guides. We will throw in FOUR DIGITAL STILLS FROM THE FILM...you'll be able to see exactly where they were filmed! We're happy to accompany you if you would like and tell you all about shooting the film there.\nThis package also includes:\n- Ridiculously cool #DontTreadOnShe T-shirt\n- 3 questions answered on video\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers", "Limited (6 left of 8)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "The Flag", "descp": "We can't believe your generosity. Really! We want to hang out with you so we're inviting you to join us at THE PREMIERE SCREENING OF REDCOATS (and the afterparty of course...let's raise a tankard and toast to what we've achieved together!) Please note: the film's premiere could potentially be at a film festival or at a private venue. (Travel not included)\nPackage also includes:\n- Four digital stills from the film\n- Ridiculously cool #DontTreadOnShe T-shirt\n- 3 questions answered on video\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "The Liberty", "descp": "Whoa. You are really amazing and love supporting women in film! And we love you for it. For this, you you get an ASSOCIATE PRODUCER CREDIT and a ONE HOUR VISIT TO SET (11/19/16 or 11/20/16), at Colonial Pennsylvania Plantation, Media, PA to observe while we're shooting the film. (Travel not included)\nPackage also includes:\n- Invite to premiere and party (travel not included)\n- Four digital stills from the film\n- Ridiculously cool #DontTreadOnShe T-shirt\n- 3 questions answered on video\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (3 left of 4)"]}, {"amt": "Pledge US$ 3,000 or more", "title": "The Drum and Fife", "descp": "Thank you for your generosity. We can't believe you! This level of giving is really something so you get an ASSOCIATE PRODUCER credit.\nPLUS...exclusive to The Drum and Fife Package ....drum roll please...\nYou and a guest get an EXCLUSIVE TOUR OF MILKBOY THE STUDIO in Philadelphia, the studio where the REDCOATS soundtrack will be recorded AND lunch with writer/director Amy Tiehel and producer Tammy Tiehel-Stedman at the MilkBoy Cafe on South Street. (Travel not included)\nhttp://www.milkboythestudio.com\nhttps://www.facebook.com/milkboysouthstreet/\nArtists who have recorded at MilkBoy the Studio are The Roots, Justin Timberlake, Dave Matthews, Kanye West among many others. Artists not included in tour. :)\nPackage also includes:\n- Visit to set during shooting (travel not included)\n- Invite to premiere and party (travel not included)\n- Four digital stills from the film\n- Ridiculously cool #DontTreadOnShe T-shirt\n- 3 questions answered on video\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 4,000 or more", "title": "The Colonial", "descp": "Thank you for your generosity. We can't believe you! This level of giving is really the top so you get an EXECUTIVE PRODUCER CREDIT.\nPLUS...exclusive to the Redcoat Package...drum roll please...\nYou and up to 5 guests get A WEEKEND STAY IN A REVOLUTIONARY WAR ERA HOME. The Watkins-Bryan House, built circa 1739, in historic Chestertown, MD, on the Chester River. (Travel not included, date of stay to be mutually agreed upon with property owners Bob and Pat Tiehel)\nHome has 5 bedrooms, a fireplace, a pretty porch on the river, and is a 2 block walk from the quaint center of town. \"Known as the Watkins house because Esau Watkins received the land as a wedding gift in 1739 from his Ringgold in-laws, this may be the oldest house surviving on Water Street.\" Historic details combined with modern conveniences.\nPackage also includes:\n- Invite to set while shooting (travel not included)\n- Invite to premiere and party (travel not included)\n- Four digital stills from the film\n- Ridiculously cool #DontTreadOnShe T-shirt\n- 3 questions answered on video\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "The Redcoat", "descp": "Thank you for your generosity. We can't believe you! This level of giving is really the top so you get an EXECUTIVE PRODUCER CREDIT.\nPLUS...exclusive to the General Package...drum roll please...\nONE ROUND OF GOLF AT THE PRESTIGIOUS MERION GOLF COURSE in Merion, PA for you and 2 guests. Golf date to be mutually agreed upon by you and host Bill Stedman. (Travel not included) http://www.meriongolfclub.com\nPackage also includes:\n- Invite to set while shooting (travel not included)\n- Invite to premiere and party (travel not included)\n- Four digital stills from the film\n- Ridiculously cool #DontTreadOnShe T-shirt\n- 3 questions answered on video\n- Password to Redcoats YouTube Channel\n- Redcoats Twitter thank you and follow\n- #DontTreadOnShe decal\n- Digital copy of writer/director's shooting script\n- Name in the film's credits\n- Digital download of the film\n- Name on Redcoats website's \"Contributors\" page\n- Thank you on Redcoats Facebook page", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "Redcoats Film - Festival & Awards Update", "update_content": "Hi Redcoats Film Supporters -\nYou haven't heard from us in a while because, really, who wants to get inundated with updates from that short film you helped fund TWO YEARS ago?\nHowever, we're updating you because Redcoats has had a great year with festivals!\nWe have screened at the following fests:\nPhiladelphia Women's Festival\nPhiladelphia Independent Film Festival\nWest Chester Film Festival\nNew Hope Film Festival\nDetroit Shetown Film Festival\nFemale Filmmakers Fuse Film Festival"}, {"update_no": "UPDATE #14", "update_userinfo": "Redcoats Accepted to Film Festivals!", "update_content": "Hi Redcoats Film Supporters -\nWe are so pleased to share that Redcoats has been selected to screen at three film festivals!\nIf you are local to any of these c'mon by and see what your contribution created!\nBest,\nTammy & Amy\n\n\nRedcoats Screening\nSunday, 3/18, 3:00 PM\nURBN Center Annex Screening Room\n3401 Filbert Street\nPhiladelphia, PA 19104"}, {"update_no": "UPDATE #13", "update_userinfo": "REWARDS TIME - Link to watch REDCOATS!!!", "update_content": "Hi awesome Kickstarter contributors. We are so happy to share that the film is done, in no small part because of you and your contribution. We couldn't have done it without you!\nNext up is film festival submissions. We'll keep you posted about festivals we get accepted to. First submission is to the Palm Springs Film Festival, which is in June.\nTo see the film outside of a film festival, remember that Kickstarter contributors of $10 or more get a link for a digital download, which we're now working on coordinating."}, {"update_no": "UPDATE #12", "update_userinfo": "Redcoats is DONE!!!", "update_content": "Hey Redcoats Film Backers - Happy New Year! We are in the editing process and looking forward to seeing a rough cut version of the film by the end of this week. We then move on to fun stuff like composing music, sound effects and audio after that. Tammy and I plan to have a final version no later than the end of February, when we will begin submitting to film festivals.\nStay tuned for more Redcoats updates in the coming weeks, and for us to get in touch regarding your rewards like T-shirts and #DontTreadOnShe decals. "}, {"update_no": "UPDATE #11", "update_userinfo": "Editing Redcoats!", "update_content": "Hello Redcoats Film supporters!\nWe are thrilled to share that Redcoats Film had a very successful two day shoot this past weekend. We had crazy weather here in Pennsylvania...it was 68 degrees during our first day of filming, then dropped 30 degrees in the afternoon with sleet and snow! Luckily we were inside by that time shooting interiors. The next day was sunny and cold, so we were able to easily accomplish all of our shots."}, {"update_no": "UPDATE #10", "update_userinfo": "That's a WRAP!", "update_content": "What's up Redcoats supporters?  We are fully funded, actually 118% FUNDED, and that's because of the love and support of all of YOU. You're making a movie WITH us and we can't wait to get this party going. We'll continue to post updates here as we get further into the casting process and closer to our shoot dates. Lots of fun pictures to come. THANK YOU THANK YOU THANK YOU for your generosity and for believing in the Tiehel sisters and this film. After having lived the lowest of lows in life, it is a beautiful thing to share the dream with all of you. "}, {"update_no": "UPDATE #9", "update_userinfo": "Countdown to our film shoot!", "update_content": "Hello Redcoats Film backers -\nWe are off and running thanks to each and every one of you!\nWe have started the casting process and have cast one of our key roles. Playing our \"sinister Redcoat officer\" is the fabulous Richard Lyntton. You can see him HERE.\nThis weekend we'll be scouting the location with our talented cinematographer, Keith Smith, to walk through the location and get prepped for the shoot."}, {"status": [{"Project funds successfully": "209 backers pledged $23,150"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/980735593/short-film-redcoats-donttreadonshe", "project_name": "Short Film - REDCOATS - #DontTreadOnShe"}}, {"backer": "TBVE Films", "project_data": {"campaign": {"story": "Here we go Round Two!\nWe're crowdfunding for the Feature Version of ALASKA IS  A DRAG based on the Award Winning Short Film starring Martin L. Washington Jr. @ThisIsMartinJr  and Maya Washington @shamelessmaya -- directed by @shazbennett.\nALASKA IS A DRAG is the darkly comic, achingly real story of LEO and his twin sister TRISTEN -- who long to be International Superstars but instead they are wading up to their knees in fish guts.\nEveryone who slices fish all day - daydreams. Leo's daydreams are just a little more glamtastic than most. Their father GEORGE works on a fishing boat. So they are left alone to fend for themselves. Tristen taught Leo how to fight to survive -- and unfortunately, Leo's regular tormentor and former best friend KYLE gives him a lot of practice. After one particularly brutal fight, Leo is recruited by the local boxing coach DIEGO to train with him. A new kid who just moved to town -- DECLAN -- becomes Leo's sparring partner -- and this new triangle forces the twins to face the real reason they're stuck in Alaska.\nIt's a fish out of water story -- literally -- it's Billy Elliot in reverse or Rocky in Drag. If Hedwig and Rocky had a love child that might best describe ALASKA IS A DRAG. \nWe're coming to YOU because we need your help to make this film!\nIf all of our fans and followers donated just $20 we could quadruple that $50K and we'd be over the moon! We're asking for the bare minimum but if we could double that, then we can bring this baby to light in all her fabulous glory! As it is, we are a tiny, intimate team. Which fits us and we will be bringing loads of behind the scenes and more of the story to YouTube through Martin's channel and others.  We want to bring you into the story with us.\nJoin the family. It's all or nothing -- we have to raise the ENTIRE budget or we won't receive any of it -- so tell your friends!\nWe screened the short film in over 150 film festivals and sold in the US, UK and France and won awards and accolades -- everyone asks us -- when are you going to make the feature? I want to see more of these characters! And so do we!\nALL CONTRIBUTIONS will go directly toward the production and post-productions costs – including costumes, location rentals, fish, disco balls, fight and dance choreography, travel and housing to Alaska during the Northern Lights and most important feeding and taking care of our stars and crew. No donation is too small. We have raised about 1/3 of the budget through Grants, Awards, and private investors but we need YOU!!\nAgain, If all of our fans and followers just donated $20, we would be well on our way to making the most GLAMTASTIC FILM EVER -- this is a drag story don’t forget so that’s a lot of hair and make-up.\nWe are reaching out to you – yes YOU specifically - for help!\nEveryone of YOU that comments and tweets at us -- asking when are you going to make the feature version -- the power really is in your hands, and you can make a huge difference in the life and success of this film no matter what your contribution level. Your voice counts and your support of this film matters.\nThank you for supporting all of us fighting for ALASKA IS A DRAG and thank you for being a part of bringing this story to the big screen.\nThank you glamtastics, martinis and all of you being shameless.\nWe can't wait to start shooting and share this movie with y'all!\nxoxoox\nShaz & the Washington Twins\nEXECUTIVE LEVEL\nIf you're interested in making a contribution of up to $10,000 or more and becoming an Executive Producer, please contact us personally at alaskaisadrag@gmail.com, using \"executive\" in the subject line.\nAs an Executive Producer on ALASKA IS A DRAG you'll have the rare opportunity to witness first-hand the making of an independent feature film from start to finish. And when it's time to celebrate -- walk the red carpet with us!\nAlaska is a Drag\nA cannery worker is trapped between dreams of disco balls and a fist in the face. The novel premise and incendiary screen chemistry between Martin L. Washington Jr. and … Spencer Broschard suggest a feature in embryo.\n--David Lamble, Bay Area Reporter\nAlaska is a Drag which features Leo (Martin L. Washington, Jr.), a tough but flamboyant gay African-American man, making an unexpected new friend in Declan (Spencer Broschard) at the cannery where he works. The tone oscillates between hard-edged realism and dreamlike flights of fancy, …this winning short gets deep into the characters, thanks to Washington’s fantastic turn. “Alaska is a Drag” begs for feature treatment.\n -- Philadelphia Gay News\nAlaska is a Drag\nThe irresistible Martin L Washington Jr is a plucky heroine whose fantasies tend to come to life on, and off, the floor of an Alaskan fish factory…. Alaska is a Drag … gives an energetic and optimistic twist to the usual tragic gay bullying/homophobic tales without getting saccharine or losing any realism.\n--Drew Rowsome, Pop Culture Critic\nAlaska is a Drag, a Tale of Flash and glitz and guts. Loved it!\n -- OutViewOnline\nAlaska Is A Drag is one of the short standouts and Shaz Bennett is a director to watch.\n-- Entertainment Focus\nWith a classic twist on an underrepresented type of friendship, Alaska is a Drag eloquently ties race and gender expression into a heartfelt story that celebrates the importance of friendship without emphasizing romantic relations.\n -- Gender Studies 125", "risks": "Risks and challenges\nOf course with any filmmaking project comes risks and challenges. And then add to that finding a Cannery in Alaska that wants to be a DISCO FANTASY for an aspiring Drag Queen but that's what's so inspiring! Plus everyone so far has come into this project just when they need to be there -- it's true kismet. \n\nThe time constraints for when we can film the Northern Lights are really hard to plan around but we believe and you're helping us make it all come true!\n\nEvery penny is going straight into production and making this labor of love come to life. Thank you so much for believing in us and helping our our vision, and helping us to manifest it!! Our film is being made by a First time Writer/Director and stars YouTube darlings but not necessarily famous in the traditional film.\n\nTHE PRODUCTION\n\nMaking a first feature -- it's a massive challenge! Shooting ALASKA IS A DRAG in the ultra-low budget range, it gives us a lot of freedom creatively.\n\nHOW WILL WE USE THESE FUNDS?\n\nEvery dollar we raise in this campaign will go DIRECTLY into making ALASKA IS A DRAG. With the funds we're already raised, it means that:\n\nIF WE REACH OUR GOAL OF $50,000, WE CAN GO INTO PRODUCTION!\n\nWhile we are making every effort to keep costs as low as possible, we will still have some expenses in order to make the best film.The money you contribute will go towards: casting expenses, securing the best locations -- this is a big part of what you'll see on the screen! Transportation costs feeding our hardworking cast & crew ... and the MANY other expenses so that everyone can do their job! The list is (seemingly) endless!\n\nBecause our overall production budget is very small and we're determined to make ALASKA IS A DRAG for the least amount possible, please know: EVERY DOLLAR COUNTS.\n\nAs we're moving forward, we'll share regular updates with you. And when the film is completed and it's time for the official festival premiere, you will be the first to know!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "HAPPY almost NEW YEAR!!! From ALASKA IS A DRAG finnnnaaaaaalllllllyyyyyy!!", "update_content": "Hello Glamtastic Kickstarter supporters!\nFirst of all Happy almost New Year!!! What a strange hard year it’s been! Sending you all so much love and light for 2021!\nHonestly, it’s been a few hard years for this film! But we have som GLAMTASTIC news!!\nOur cinematic Baby will finally be out in world starting tomorrow on NETFLIX!\nThanks to Ava Duvernay and ARRAY -- who will be releasing the film -- you can watch the film on NETFLIX starting New Year’s Eve!"}, {"update_no": "UPDATE #22", "update_userinfo": "Still haven't seen ALASKA IS A DRAG?", "update_content": "Hello Glamtastic Supporters!\nWe just got back to LA from an incredible scout in Grand Rapids, Michigan. Alaska as played by Michigan!  As many of you know, we have gone back and forth about where to shoot this film. With a budget our size, it's a constant battle, trying to make sure that all the money goes on to the screen and how to get the most bang for your buck. I've looked at locations in San Pedro, Alaska, San Francisco, Seattle and now Michigan!"}, {"update_no": "UPDATE #21", "update_userinfo": "Still fighting! More screenings of ALASKA IS A DRAG!", "update_content": "Hello ALL!\nIt's hard to believe it's already February and six weeks since our epic Webathon that pushed us over our goal!  Yow!\nHAPPY NEW YEAR! Technically, it's not exactly the new year but I'm all about beginnings and new adventures and 2015 is shaping up to be quite an adventure!!"}, {"status": []}], "comment_no": 35, "projec_url": "https://www.kickstarter.com/projects/shazbennett/alaska-is-a-drag-the-feature-film-starring-thisism", "project_name": "ALASKA IS A DRAG  w/ @thisismartinjr @mayasworld"}}, {"backer": "TBVE Films", "project_data": {"campaign": {"story": "UNDERWATER is a half-hour comedic TV pilot about a couple in LA who are so underwater on their mortgage that they can’t afford to break up… It’s a lighthearted look at a situation more and more people are finding themselves in—and one that ripples outwards to affect the couple’s friends and family in surprising ways.\nCo-written by Nathan Marshall and Michael Traynor, we are now turning to the Kickstarter community with the goal of raising funds to finish the project. We’ve written it. We’ve shot it. We’ve edited it.  And now we need your help to get our show through the final post-production steps so we can start sharing it with the world!\nWait—you already shot it?\nYup! After years of paying dues and working on other people’s projects, we wondered what would happen if we took matters into our own hands. So we did! We looked around for inspiration, saw an America in recovery and connected with all those folks who weren’t winning—and weren’t losing either—but were instead putting up a fight and merely trying to keep their heads above water. A couple underwater on their home and trapped in a fading marriage seemed like a great (and hilarious!) place to start—and the theme of “trying” became our meme.\nWhen the script was done, we were determined to make this baby happen—and started by calling everyone we knew to see if anyone could help pass the script on to a few excellent TV stars. Incredibly, the script resonated with folks and we were able to attach our dream cast, including Rachel Nichols (Criminal Minds, GI Joe), Brooke Nevin (Breakout Kings, The 4400) and Barry Bostwick (Spin City, Cougartown). Our other excellent cast members included Jude Angelini, Jacory Gums, Maura Murphy and Chris Wylde.\nPawning vital organs (including some of our own) to cobble together production funding, we finally shot the show over seven whirlwind days with an awesome crew filled to the brim with passion, skill and energy drinks. Then—over the last three months, we’ve whittled the footage down into a tight, fast-moving, super-funny pilot that we can’t wait to start showing people…\nAnd that’s where you come in!\nWe shot Underwater for next to nothing with every dollar spent wisely. But we still have a few critical steps to complete the editing process. By sheer magic our show looks like a big-dollar production—but to give it the best chance to get seen, compete with the big dogs and hopefully start airing(!), we need to clean up the sound, fix the color, and produce a stack of DVDs and promotional materials.\nWe’ll post updates over the course of our Kickstarter run and will check in daily to answer any questions you might have about the show... We could keep typing here, but really all we need to say is THANK YOU. Your donation means the completion of a dream that we’ve both had for many, many years—and we absolutely can’t wait to share Underwater with all of you!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "Hellloooo supporters of UNDERWATER!", "update_content": "First off, we need to say thanks again to all of you for helping to make this show a reality, AND thank you for your incredible patience... We know we owe many of you signed posters, photos, scripts and more, and we're just NOW starting to get our items ready for shipping. Turns out, finishing a TV show is tough work! In addition to getting our Kickstarter items together, we've been hustling on behalf of the show, and are pleased to bring you all some big news:\nUNDERWATER IS PREMIERING at the 2012 LAITV Festival this SUNDAY, JULY 8th! Plus--we've already been nominated for Best Drama, Best Writing, Best Actor (Michael Traynor) and Best Actress (Rachel Nichols)!"}, {"update_no": "UPDATE #9", "update_userinfo": "A Deluge of Rewards and News!", "update_content": "The operative and imperative word in that short, amazing sentence is “we.”\nWe’re talking capital double-ya “We.” As in us and you—Old Friends and New—spreading the word, doubling down on pledges and keeping our hopes afloat until this funny lil’ monster was pushed over the finish line!\nThis is something we all get to be proud of. And an awesome experience that us Underwater kids will forever be grateful for."}, {"update_no": "UPDATE #8", "update_userinfo": "We did it.", "update_content": "With just 4 hours left in this ALL-OR-NOTHING race to get funded, the ever saucy Rachel Nichols has literally \"lent her voice\" to our cause!\nLook at the new reward -- THE RACHEL NICHOLS RINGTONE SPECIAL -- Back our kick-ass pilot and be the envy of all who have cellphones everywhere!!!\nWe are so close...and so very, very grateful for all the Backer Love!!"}, {"update_no": "UPDATE #7", "update_userinfo": "RACHEL NICHOLS AND YOUR CELL PHONE!!", "update_content": "The Hours are falling away, and hours are all we have left!!\nSupport is coming from new, old and unknown friends to help give this project the lift it needs. Barry Bostwick is offering to do your dishes! Brooke Nevin is selling up the comedy and charm! And Jude Angelini is making it rain!! …This is some powerful mojo we got cookin’.\nThey are all behind this show and will be manning the Twitter guns this weekend, sending out reminders and sharing their affection for UNDERWATER."}, {"update_no": "UPDATE #6", "update_userinfo": "Only Hours Left to Spread the Word!", "update_content": "Jude Angelini--DJ on Eminem’s Shade 45 on Sirius XM--played “Ross” in Underwater, the tell-it-like-it-is best friend to the main character, Len.\nAnd now—he tells it like it is again! To YOU. Right here on Kickstarter:"}, {"update_no": "UPDATE #5", "update_userinfo": "JUDE “RUDE JUDE” ANGELINI TALKS TOUGH ABOUT UNDERWATER", "update_content": "The last thirty days have whipped by—leaving us with just 10 DAYS to hit our fundraising goal of $9,500.00!!\n  With 55% raised, we’re well setup to close the gap and pull off this small-miracle—but will need a lot more people to donate, re-donate, or share this link with friends!\n  As we march onwards, we knew it was time to pull out the big guns—and whose guns are bigger than Commander Ace Hunter’s in MEGAFORCE?! Barry Bostwick—legendary star of , , and —donated his time to add to his impressive list of credits, playing “DeCordova,” a mentor and long-time friend to the lead character Len."}, {"update_no": "UPDATE #4", "update_userinfo": "BARRY BOSTWICK WILL DO YOUR DISHES!", "update_content": "Underwater’s a-rockin!\nBut we still need more people to come a-knockin!\nWe’re 12 DAYS AWAY from our deadline! Click on the awesome video link below to hear the lovely Brooke Nevin--star of UNDERWATER as well as A&E’s BREAKOUT KINGS--talk about the show!"}, {"update_no": "UPDATE #3", "update_userinfo": "BROOKE NEVIN talks about UNDERWATER!!", "update_content": "Hello Underwater-ers!\nIt’s a big day for Underwater—after a whirlwind production and four months of hard work cutting together the footage, we’ve finally signed off on our final edit for the pilot!\nPICTURE LOCK is a huge step—it means the video edit is locked in and ready to be viewed by the world—just as soon as we clean up the sound, add score music, fix the colors and a complete a few other must-happen steps. We’re thrilled with the product we’ve (almost) created, and are SO EXCITED to get the show done and in front of your eyes!"}, {"status": [{"Project funds successfully": "121 backers pledged $9,660"}]}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/underwater/underwater", "project_name": "UNDERWATER"}}, {"backer": "TBVE Films", "project_data": {"campaign": {"story": "What?\nIn early 2012, we will launch Pop-Hop Books & Curio, a creative retail space merging a bookstore and print studio in the Highland Park neighborhood of Northeast Los Angeles. \nAs a bookshop, we will specialize in art editions, literature, zines, children's books, and books as unique art objects. We will also feature handpicked used film, philosophy, graphic literature, sci-fi, cookbooks, new art and design magazines, and publications by small local presses, as well as select design objects, paper products, vintage housewares, collectables and other curios that we find in our continual search for distinctive used books. \nAs a print studio, we will give members of the community the opportunity to take things a step further by offering workshops such as screen printing and book binding. The multipurpose design of the space will open up to serve as a forum for talks, readings, screenings, exhibitions and other creative programs and performances. \nWe hope to create an environment that is inviting and approachable, dynamic and stimulating, a place you want to stop by every day whether for a social gathering or to inhabit a quiet corner with a stack of our books.\nWhy?\nHighland Park is home to a vibrant artistic community in Northeast Los Angeles that is at a critical stage in its resurgence. The corner of York and Avenue 50 is an epicenter of life in the neighborhood with a handful of new restaurants, bars, shops and galleries in the area, but as we hear from people in the community, there is very little in the way of interactive content. \nBookstores are one of the few retail environments, other than bars and cafes, where people really hang out. They provide a place where people can relax and find inspiration in books. Pop-Hop Books & Curio will be a catalyst, allowing people to turn that inspiration into a physical form. It will offer a place that fosters inspiration and action in equal measure.\nWho?\nThe partners behind Pop-Hop are writer Sarah Balcomb and designer Robey Clark. \nSarah Balcomb was born in New York, grew up elsewhere, and received her MFA in Creative Writing from Columbia University. Her short fiction has appeared in dozens of literary magazines, she has worked at major art museums and small literary nonprofits, and has taught creative writing in public high schools and at the university level. Her first job, at the age of 15, was at an independent bookstore. She is excited to further develop her love of the printed word within her community of Highland Park.\n\nRobey Clark grew up in Richmond, VA, and studied graphic design at RISD. He has been publishing music and printed matter under the moniker Pop-Hop since 2007. He managed the design lab at the Bronx Museum of Art and has taught screen printing at art institutions on both coasts. He likes reading books almost as much as he likes making them.\nHow?\nAll of the design and construction for Pop-Hop’s physical space will be performed by local artists, other friends and ourselves, yet there will still be significant costs for materials, labor and tools. \nOnce we’re up and running, the retail portion of Pop-Hop will help fund our programming, but without assistance from outside donors and through organizations like Kickstarter, we won’t be able to get it started right. \nDonate to Pop-Hop’s start-up fund and help establish a new community-oriented artistic venue in Northeast Los Angeles. We don’t think the printed word is at risk of dying; we just want to shine it up a bit.\nPlease check out the full list of our benefits to the right and images of some of our printed goods below. Donate early and donate often.\nThank you!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Final Update!", "update_content": "Hello! \nAs you all know, Pop-Hop is now open, as a real physical actual store, and we are about to celebrate that fact, grandly, with readings, performances, screenprinting, music and general merriment. We hope to see as many of you as possible this Sunday, and those of you in far flung places will certainly be in our thoughts. Thanks again for helping us get this thing going. We couldn't'a done it without you."}, {"update_no": "UPDATE #5", "update_userinfo": "Benefit Bonanza", "update_content": "Hello!\nWe here at Pop-Hop Central have been busy printing and preparing to send out our backer benefits (almost on schedule), and we hope you will soon be elated to find our goods in your mailboxes. \nFor our lovely supporters who live in the Los Angeles area, we'd like to offer you the opportunity to pick up your rewards in person.....and get a special preview of the shop while you are at it! We can't wait to show it to you, now that the construction dust is starting to settle (not quite on schedule). To arrange a pick up time, please email us at ."}, {"update_no": "UPDATE #4", "update_userinfo": "The Big Build", "update_content": "Greetings Friends of Pop-Hop!\nWe are pleased to announce that we are finally in the space at 5002 York Blvd and ready to begin turning our shop dreams and plans into a physical reality. \n-\n-"}, {"update_no": "UPDATE #3", "update_userinfo": "Thank you!", "update_content": "We made our goal!\nThank you, thank you, thank you to all our supporters for helping us in our mission to transform Pop-Hop Books & Curio from a dream into reality. Go team Pop-Hop! We have been so touched by all of your acts of generosity and words of support. The encouragement we have received is beyond what we could have imagined.\nLately there have been some grim sentiments going around about the future of bookstores, but we say to all that. What makes a bookstore great is its community, and ours has come out kicking! With the momentum of your support we are going to create an amazing place to celebrate books!"}, {"update_no": "UPDATE #2", "update_userinfo": "Give the Gift of Giving", "update_content": "Greetings Friends of Pop-Hop!\n\nNow that there are only 5 (FIVE!) more shopping days until Christmas and 5 (FIVE!) more days left in the Pop-Hop Start-up Fundraiser, we thought, HEY, why not combine the two. Give the gift of giving! When you give to Pop-Hop in the name of a friend or family member, your gift dollars do double duty. And not only are you giving to Pop-Hop, you're also giving to the community of book lovers who will benefit from having this amazing creative venue in their lives. AND this gift will later turn into an actual physical gift that we will send your friend/brother/mother/cousin/co-worker/loved one in the mail. Give the gift of gifts!\n\nWe've added a bevy of , at various levels, and most of them are one-of-a-kind selections from our collection of books and curios, so grab them now before your friend/brother/mother/cousin/co-worker/loved one does. We will continue to add new items as the week progresses, so check back. That perfect used book or curio might pop up at any time!\n\nSuch as…..\n\n\n\nThese were printed in December 2009 at the amazing  under the supervision of Spencer Hansen. Although they were hobbled together with spare ink, they're real crowd pleasers. Robey recently unearthed a stash of extras, so here they are. These greeting cards are blank inside, measure 4 x 5.5 inches, and come with a taupe A-2 envelope.\n \n\n\n\n\n\nA little fish on a little skillet that you can fill with a little salt and a little pepper...in theory. The stoppers on the back have gone missing and by a little bit of salt, I mean about 2 or three servings, so the practicality of these chachkas is up for debate. But who cares, these guys are totes adorns!\n\n \n\n\n\n\n\nOh, Yeah? Prove it! \n\n\n\n\n\n\n\n\nSanrio! Yay! Fancy Friends! Yay! This little guy is a lion that you can use to hold your letters. We think. Although this particular one was once used to hold chalk. It's got a few chips, but it's still has a sparkling presence. Believe it or not, we can't find another example of this on the Internet. If you can, holla. Until then we'll assume it's a rare and priceless item.\n \n\n\n\n\n\n\n\n\nThis is a toy truck from the '60s labeled as a Tuffy Truck. It still looks mighty fine, chipped paint and all. We would guess this thing has seen about as much playtime as any toy could offer, and it's time we put her out to pasture, i.e. on a highly visible shelf where your kids can't touch it.\n\n\n\n\n\n\n\n\n\nThis is the original mass-produced skateboard. The decal is missing and there's a couple of holes where someone might have tried to put on a different back truck(?), but otherwise it's solid and beautiful. The wheels are red clay and very lightly worn. Both the wheels and and trucks are in great shape."}, {"update_no": "UPDATE #1", "update_userinfo": "Holiday Open House & Donation Drop-off", "update_content": "Pop-Hop Books & Curio Holiday Open House & Donation Drop-Off\n-"}, {"status": [{"Project funds successfully": "146 backers pledged $10,282"}, {"Project launches": "NOVEMBER 18, 2011"}]}], "comment_no": 14, "projec_url": "https://www.kickstarter.com/projects/361643327/pop-hop-books-and-curio", "project_name": "Pop-Hop Books & Curio"}}, {"backer": "TBVE Films", "project_data": {"campaign": {"story": "One of the questions people always ask us is, “What’s in the outtakes?”\nSTYLE WARS was originally edited to its 69 minute length from about 30 hours of 16 mm film that we shot in 1981 and 1982. Hours of exciting and wonderful scenes in the extra footage that didn’t make it into the finished film need to be restored. There are many shots of trains and some surprising masterpieces rescued from oblivion.\nLike these outtakes, from the 2-disc DVD set:\nHours of additional amazing footage are in the archives.\nThere are more scenes from the B boy battle at United Skates of America between the Rock Steady Crew and the Dynamic Rockers, and more interviews with Skeme and his mom, Dez, Kase 2, Shy, Seen, Dondi and all the other kings and characters that people have grown to love.\nBut this history is threatened. The original footage is damaged and fading. Fortunately, it will be possible to repair using digital technology. It will cost $28,000 to save and restore the outtakes. Saving the best outtakes is an important component of our overall project to restore the entire negative of the film and make an HD master which will preserve the record of the first painted trains in their original vivid colors.\nDirected by Tony Silver and produced by Tony Silver and Henry Chalfant, STYLE WARS was awarded the Grand Prize for Documentaries at the 1983 Sundance Film Festival. The film is considered the indispensable document of New York Street culture of the early '80s, the record on film of a golden age of youthful creativity that exploded into the world from a city in crisis.\nWe invite you to take part in this historic enterprise. Will you help save the outtakes?\nKickstarter rewards available for a pledge to the Outtakes project:\nDigital Certificate\n_________________________________________________________________\nStyle Wars Revisited DVD\n_________________________________________________________________\nStyle Wars 2-Disc Set\n_________________________________________________________________\nArt Is Not A Crime Poster\n_________________________________________________________________\nSelf-adhesive Tiles\n_________________________________________________________________\nSigned NOC167 Poster.\n_________________________________________________________________\nLimited Edition “Art Is Not A Crime” Photo\n_________________________________________________________________\nLimited Edition NOC167 Train Photo\n_________________________________________________________________\nPainting by CRASH\n_________________________________________________________________\nInstallation of trains by Henry Chalfant and Aiko.\n_________________________________________________________", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "Style Wars Blu-ray Release", "update_content": ""}, {"update_no": "UPDATE #27", "update_userinfo": "Style Wars 30th Anniversary, 2014.", "update_content": "Years ago, Tony Silver and I set out to make a Hi-Def master of Style Wars, by digitizing the original negative of the film. We were very disappointed to discover that the negative had been damaged in storage and that fixing each damaged frame would cost much more money than we had at the time. However we were determined to be able to fix it some day. I'm very happy to say that we have finally succeeded. I'm only sorry that Tony isn't able to be here to enjoy his dream. We couldn't have done it without you, the fans and enthusiasts of the film, who dug into your pockets to help us fund the project. And we had the very good fortune to meet Chris Woods who was the man who, expertly, and with great sensitivity and patience was able to restore the film digitally, frame by frame. We hope to have a Blu Ray available in time for the thirtieth anniversary of Style Wars' 1984 release, early in 2014. The Blu Ray, in addition to the restored Hi Definition film, will include amazing bonus features; the much anticipated OUTTAKES (thank you, Kickstarter) and never-before-seen footage from the editing room where Style Wars was cut. In this amazing 30-year-old footage you'll seeTony Silver, Victor Kanefsky, Sam Pollard, Burleigh Wartes and myself working, discussing and battling to shape the story that we were ultimately able to tell in the completed film. Thank you for all your support. We are very grateful."}, {"update_no": "UPDATE #26", "update_userinfo": "We’d like to give you an update.", "update_content": "To all the generous contributors to last years Style Wars… the Outtakes Kickstarter project, almost a year has passed and we’d like to give you an update. Last fall, while we were digging through the 16 mm outtakes stored at the Academy Film archive, Chris Woods, at Cinema Pixel, was beginning to repair the HD scans of the damaged A and B rolls. Sometime in the spring of 2012 he finished this monumental task. Chris, who has a background in film, has completed this painstaking work. The restoration turned out beautifully and Chris was careful not to over-do the restoration, to the point of losing the wonderful sensual quality of film. Meanwhile, we have been organizing the reels of outtakes and getting ready to scan this material. With the money raised on Kickstarter, we have been able to transfer everything to High Definition. It remains for me to go through it all and select the best of everything that never made it into the original film. This means that sometime in (hopefully) the first half of 2013, we’ll be able to bring out the High Definition version of Style Wars and complete our promised distribution of awards to our contributors. We’re grateful for your generosity and your great patience and very excited to soon be able to show you the restored Style Wars."}, {"update_no": "UPDATE #25", "update_userinfo": "Certificates to all!", "update_content": "The last of the certificates were emailed early last week.  A few people have gotten back to us saying that they found the email in their spam/junk mail box. If you have not received your digital certificate, please check your junk mail box. Of course, if it is not there, let us know and we'll send you another one STAT."}, {"update_no": "UPDATE #24", "update_userinfo": "Awards on their way! (And some have arrived.)", "update_content": "Hello All Backers!\nWe have just finished mailing the rewards for everyone except the two top tiers of backers. (The $500 and $1,000 backers will receive their awards as promised this month). Here's a summary of where we're at:\nAll backers who chose only certificates have already received theirs. We will finish sending out the certificates to everyone else in the next few days. It takes a while since a certificate had to go out via email to one at time, one individual at a time. Otherwise, Gmail starts to flag them as spam/junk mail. "}, {"update_no": "UPDATE #23", "update_userinfo": "Auction to benefit Style Wars.", "update_content": "3 Days Left of STYLE WARS auction! Xmas gift of Charlotte Ronson “Art is not a Crime” Style Wars T-Shirt a good idea?  \nhttp://stores.ebay.com/Auction-Cause-Charity-Auctions/Style-Wars.html_?rt=nc&_sid=720226237&_trksid=p4634.c0.m352.l1581&_pgn=1"}, {"update_no": "UPDATE #22", "update_userinfo": "Up for auction now!", "update_content": "Another pathway to raise funds to save STYLE WARS. Up for auction now for Style Wars. James Franco. Crash. Haze. Rachel Roy and more. Another pathway to raise funds to save STYLE WARS. (And make it available to digital audiences everywhere.)\nhttp://is.gd/stylewars"}, {"update_no": "UPDATE #21", "update_userinfo": "The Restoration.", "update_content": "In LA looking at every single frame of STYLE WARS. Some places, lots of damage. Working on color correction. These guys doing the restoration are brilliant. Patient, too."}, {"update_no": "UPDATE #20", "update_userinfo": "Show your love with a click.", "update_content": "As you all know, we still have a kinda big ways to go to have enough money in the pot to restore the entire film. If Netflix bought rights to streaming STYLE WARS, that would bring in needed $$$. Streaming worldwide would be cool. Right this minute would you help us by logging into Netflix and put Style Wars in your queue? Show your love to Netflix for STYLE WARS. Thank you! \nhttps://www.netflix.com/"}, {"update_no": "UPDATE #19", "update_userinfo": "Tomorrow on Auction Cause.", "update_content": ""}, {"status": []}], "comment_no": 62, "projec_url": "https://www.kickstarter.com/projects/1254583771/style-wars-the-outtakes", "project_name": "STYLE WARS ... the Outtakes"}}]