[{"backer": "The Choir", "project_data": {"campaign": {"story": "I recently went into Compass Studios in Nashville and recorded my first instrumental record, \"Crickets\".  The title has personal meaning for me, but it is just a clever way of saying \"without a word\".   \nTO BE HONEST, I didn't mean to make an instrumental record, never mind a jazz album.  I just had the itch to record with some friends.  I'm not a trained musician, but whenever I sit down to play the piano, something like jazz happens.   When I played some of this music for a few intimate friends, the response was unanimous- \"This music needs to be heard\".  \nSO, HERE IT IS- \"CRICKETS\"!\nThe band is smoking on these 10 self penned songs, and I'm excited to share the music with my fans, old and new.  All backers will receive the digital download before Christmas!  \nThe record is finished, but I need to pay costs of manufacturing and marketing, and that's where you, the listener, come in.  Most of you know the drill- this is how we get a lot of our music these days, and I'm so grateful for the opportunity to work with you to get my music in your hands.  $10,000 is the bare minimum to meet most of my expenses, and I'm happy to say we have met that goal.\nSo here are the \"STRETCH GOALS\",  which need to be met by December 14th, less than two weeks away:\nAt $15,000 EVERYONE will receive a free download EP of me playing Holiday songs on piano- funky, jazzy, heartfelt renditions that no one has ever heard!  \nMercyland: Hymns For The Rest Of Us, Volume One\nAt $20,000, EVERYONE will receive \"Mercyland: Hymns For The Rest Of Us\" Volume 1, which includes Emmylou Harris, Buddy Miller, John Scofield, CIndy Morgan, Mat Kearney, North Mississippi Allstars, Shawn Mullins, and more!  (At $20k, digital only backers will receive a download of Mercyland; physical backers will receive the CD and the download!).\nI've got backer rewards that have been popular in past campaigns- a limited edition T shirt, my hand-painted postcards, songwriting sessions, CDs, Vinyl, and more.  But the most exciting thing to me is the music.  Long after your T shirt gets worn out, these grooves will keep spinning.  \nThanks for your support!Meanwhile, below you can see some postcards I've painted that exemplify the span of ideas if you wish to order the custom painting from me.\nPhil's handpainted postcards", "risks": "Risks and challenges\nThis is my 5th Kickstarter campaign. My pledge is to get the products to backers before the various deadlines, but this is not a guarantee. I'll do my best to get everything manufactured and into the backers' hands in a timely fashion. Being a human endeavor from manufacturing to mailing, we may hit a snag here or there, but all rewards will be delivered.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Pre-Release Download of \"Crickets\"", "descp": "You get the entire record on MP3 before it's released to the public!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["44 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Pre-release WAV. download of Crickets", "descp": "For those audiophiles who can hear the difference, backer receives prerelease download of \"Crickets\" in WAV. format.4 before December 24, 2018.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "SIGNED CD + DOWNLOAD", "descp": "Backer gets the \"Crickets\" CD- AUTOGRAPHED! Plus the early digital download!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Signed copy of Phil's BOOK + Download", "descp": "Signed copy of Phil's book \"God On The Rocks\" PLUS early digital download. In time for for HOLIDAYS!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "T SHIRT + DOWNLOAD", "descp": "LIMITED EDITION T Shirt + early digital download of \"Crickets\"!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Vinyl LP PLUS Download!", "descp": "Keep it simple- Backer gets Vinyl LP of \"Crickets\" PLUS the early digital download!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Signed VINYL LP + Signed CD + Download", "descp": "Backer gets signed VINYL copy of \"Crickets\" + signed CD + early digital download!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "T SHIRT + SIGNED CD + DOWNLOAD", "descp": "Backer receives LTD EDITION T shirt + signed Crickets CD + early download.", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 85 or more", "title": "Mercyland Bird Painting + SIGNED CD", "descp": "SIGNED CD *PLUS* The iconic bird that started it all- Mercyland Bandaged Bird postcard, HAND-PAINTED BY PHIL MADEIRA *PLUS* digital download of \"Crickets\"", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Phil Madeira CD Collection", "descp": "Backer receives SIGNED CD OF \"CRICKETS\" + Phil's CDs dating back to 1995-\nOFF KILTER + THREE HORSESHOES + PM + MOTORCYCLE + ORIGINAL SINNER + PROVIDENCE + Early Digital Download of \"Crickets\"!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (22 left of 30)"]}, {"amt": "Pledge US$ 100 or more", "title": "Custom painting + Crickets CD + Download", "descp": "4x6\" watercolor by Phil of your choice- your home, your dog, cat, horse, your guitar... Whatever you'd like to commission PLUS Crickets CD + Early Digital Download!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers", "Limited (7 left of 25)"]}, {"amt": "Pledge US$ 175 or more", "title": "T SHIRT, VINYL LP, CD, PAINTING, + MORE", "descp": "Backer receives T Shirt + signed Vinyl LP + signed CD + Mercyland Bird painting!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "YOUR NAME IN CREDITS + LP + CD + T + mp3", "descp": "Signed VINYL LP, Signed CD, Limited Edition T shirt, PLUS early digital download, PLUS my thanks to you in the album credits!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "3 hour Songwriting Session", "descp": "A 3 hour Skype or face to face songwriting session with Phil. This can either be a co-write or a consultation. PLUS backer receives SIGNED \"Crickets\" CD PLUS early Digital Download. Session must happen within the 2019 calendar year. Backer responsible for transportation, lodging, meals, etc.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 750 or more", "title": "6 hour SONGWRITING SESSION WITH PHIL", "descp": "You'll spend a 6 hour day consulting with Phil, helping you finish the songs you've been working on. This is one of the most popular high end items offered. Some of the songwriters who've participated have had the songs they wrote with Phil placed on records! PLUS your name in the CD liner notes! PLUS you get the CD, signed in Person by Phil PLUS the digital download of Crickets! PLUS LUNCH with Phil at his favorite Nashville bistro!\n(Backer is responsible for his or her own Transportation and lodging, and reward must be claimed before 2020.)", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "The Sheer Joy Of Supporting The Arts", "descp": "Backer feels really great! Plus Early Digital Download!", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,200 or more", "title": "Hand Painted Vintage Guitar PLUS CD!", "descp": "As in past Kickstarters, Phil will paint a vintage archtop guitar for you! You can have input or let him do his thing. In the past, he has painted a Lap Steel with Blues images, and a Lap steel with a Hank Williams theme. This time, it will be an old vintage archtop guitar- please note- it will not be set up to play; it's literally something to hang on your wall. PLUS the SIGNED \"Crickets\" CD PLUS the early digital download!", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 1,200 or more", "title": "2 day SONGWRITING SESSION WITH PHIL", "descp": "You'll spend TWO 6 hour days consulting with Phil, helping you finish the songs you've been working on or starting from scratch. This is one of the most popular high end items offered. Some of the songwriters who've participated have had the songs they wrote with Phil placed on records! PLUS your name in the CD liner notes! PLUS you get the CD, signed in Person by Phil PLUS the digital download of Crickets! PLUS LUNCH with Phil at his favorite Nashville bistro!\n(Backer is responsible for his or her own Transportation and lodging, and reward must be claimed before 2020.)", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 2,000 or more", "title": "House Concert Phil SOLO", "descp": "Backer gets a house concert from Phil Madeira! Phil will show up with a guitar; backer supplies a keyboard or piano. Backer receives SIGNED \"Cricket\" CD PLUS your name in the CD liner notes, PLUS early digital download. Backer covers transportation and lodging costs. Concert must happen in 2019. (delivery date below is for CD)", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 4,000 or more", "title": "House Concert Phil with Band", "descp": "You'll get the SIGNED CD mailed to you PLUS the early digital download, PLUS your name in the CD liner notes, PLUS will enjoy a concert with the Phil Madeira Trio, playing many songs from \"Cricket\", as well as \"Providence\", \"Mercyland\", and other PM projects! Backer responsible for transportation and lodging costs. Concert must occur no later than December 31st, 2019.", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "EXECUTIVE CREDIT PACKAGE", "descp": "Backer gets their name prominently in the liner notes as Executive Producer! PLUS LTD EDITION T Shirt, \"Crickets\" CD, Vinyl of \"Crickets\", Vinyl of \"Providence\", early digital download, PLUS box of 10 CDs PLUS VIP GUEST STATUS to any Phil Madeira concert.", "time": [{"ESTIMATED DELIVERY": "Apr 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Thanks for supporting Crickets! Good news!", "update_content": "Here's the link to the new project- CLICK HERE"}, {"update_no": "UPDATE #22", "update_userinfo": "New Project launched, but I'm still getting the last few paintings done, etc", "update_content": "Well... Vinyl showed up this week. Apart from a few paintings, just about everything got sent out this week. You’ve all been super patient. Thanks so much. Thought you’d dig the pic of Keb’ Mo’ and Providence.\nLove you all!! pm"}, {"update_no": "UPDATE #21", "update_userinfo": "hey!", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "CRICKETS RELEASED TODAY! And I still need your help...", "update_content": "Hi folks!! "}, {"update_no": "UPDATE #19", "update_userinfo": "Shipping! Record Release Show!", "update_content": "Hey Friends!  \nYesterday, I went into Sound Emporium with most of the players from \"Crickets\"-  Rahsaan Barber, Chris Donohue, James Hollihan, and Aaron Smith, along with a production crew- my stalwart engineer Sean Sullivan, his assistant Rachel, and my dear friend Sirkka Svanoe Wood, who has quietly guided this project and who painted the cover of \"Crickets\"."}, {"update_no": "UPDATE #18", "update_userinfo": "Responses needed to surveys", "update_content": "Hey everybody! Now that we’ve reached the stretch goal, I can record the holiday songs which will happen today and tomorrow. So you will have them before Christmas.\nPlease fill out your survey ASAP- I cannot order T-shirts until I have everyone’s size. Thanks so much and have a great week!"}, {"status": []}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/philmadeira/classic-jazz-blues-from-emmylou-harris-pianist-phi", "project_name": "Classic Jazz Blues from Emmylou Harris' pianist PHIL MADEIRA"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "I thought I was done making records. \nI felt I had said all I'd ever have to say. Then life happened. \nThe past few years have felt like wandering in the desert, in a myriad of ways. I had to face some hard truths about myself and ask some hard questions, about who I am, what I believe, and what I'm called to do.\nThese questions led to my podcast, The Pivot, which has been a real joy to produce. It also led to this new project, \"The Painted Desert\".\n\"The Painted Desert\" is, I pray, the album version of conversation with a friend where you have the freedom to be real with doubt, fear AND hope.\nI wanted this record to be beautiful. I wanted it to have space for listeners to think, feel, and remember.\nThis is absolutely my favorite thing I've ever done and I'm so very excited for you to hear it.\nI'm also excited that streaming and social media can allow my music to reach new people. That's why the funds raised here on Kickstarter, after they pay the folks who worked on the record, will go towards marketing and playlist promotion. I really want as many people as possible to get to hear these songs.\n\"The Painted Desert\" will officially release in its entirety in October. I'll put songs out on Spotify and iTunes one or two at a time, so that I can tell the story of the record throughout the year, not just release week. \nThat means THIS WILL BE THE ONLY TIME to get the full record for a while. (Unless you come to one of my shows.)\nMy last Kickstarter took a lot longer to complete than anticipated, and I hated that feeling. That's why this time the record is done beforehand. Support today and you'll get an immediate download of the album. CDs, hats, books and such will all be made as soon as the Kickstarter is done so you'll get the rewards quickly, as well.\nDeep thanks to the amazing people who have already worked on this project: Shane Wilson, Josh and Becca Wilson, Joe Causey, Zach McNair, Paul Eckberg, Laura Preston, Kim Fisher, Randall and Amy Goodgame, Jeremy Casella, Nathan Johnson, Cason Cooley, Greg LaFollette, Russ Ramsey, Chris & Jenna Badeker (Wild Harbors), and most wonderfully, my wife and daughters. These are amazing people whose work on the record was a real gift.\nI'm so proud of this project and so thankful to have had the opportunity to make it. It feels special to me and I hope it connects with you in a unique and helpful way.\nThanks for checking this out and for your support. You guys are awesome!\n                         *(Yes, we changed the cover art after I made these reward tier images!)\n  ", "risks": "Risks and challenges\nThe record is finished, so there won't be any hiccups getting that to you!\n\nAs you know, Kickstarter is all or nothing, so not getting funded would obviously be pretty rough. \n\nOther than that, I've tried to do everything possible to make this go around as simple and ready-to-go as possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Album + Digital PDF", "descp": "IMMEDIATE download!\nINCLUDES:\nThe Painted Desert - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["224 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Album + Instrumental Album", "descp": "IMMEDIATE downloads!!\nINCLUDES:\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["146 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Album + Digital Everything", "descp": "IMMEDIATE download of albums and videos!\n(EP and Podcasts will be delivered by March)\nINCLUDES:\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}], "stat": ["202 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "CD + Digital Everything", "descp": "INCLUDES:\nCD of \"The Painted Desert\"\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["169 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Hat + CD + Digital Everything", "descp": "\"The Painted Desert\" Stocking Cap PLUS the CD and all digital content.\nINCLUDES:\n\"The Painted Desert\" Logo Stocking Cap\nCD of \"The Painted Desert\"\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Book + CD + Digital Everything", "descp": "\"The Painted Desert\" Mini-book of lyrics, stories, chords and photos, PLUS the CD and all digital content.\nINCLUDES:\nMini-Book of Lyrics, Stories, Chords and Photos\nCD of \"The Painted Desert\"\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "Book + Hat + CD + Digital Everything", "descp": "Get \"The Painted Desert\" Hat, Mini-Book, CD and all digital content.\nINCLUDES:\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nCD of \"The Painted Desert\"\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Name in Thank Yous + Everything Else", "descp": "Get your name in the Thank You section of the album artwork!!\nINCLUDES:\nThank You in Album Artwork\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nCD of \"The Painted Desert\"\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Handwritten Lyrics + Everything Else", "descp": "Get a handwritten lyric from the record on sturdy card stock, plus the Hat, Book, CD and all digital content.\nINCLUDES:\nHandwritten Lyrics of one of the \"Painted Desert\" songs\nThank You in Album Artwork\nCD of \"The Painted Desert\"\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Artist Consultation + Everything Else", "descp": "Get some professional insight from Andrew about songwriting or your artist career.\nINCLUDES:\n1-Hour Artist/Songwriting Consulting Call\nThank You in Album Artwork\nCD of \"The Painted Desert\"\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 300 or more", "title": "Private Skype Concert + Everything Else", "descp": "Let Andrew share 45 minutes of songs for you and yours via Skype. Requests are welcome!\nINCLUDES:\nSkype Concert\nThank You in Album Artwork\nCD of \"The Painted Desert\"\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 450 or more", "title": "Personalized Song + Everything Else", "descp": "Wedding? Anniversary? Birthday? Fan of songs?\nAndrew will write, produce and record a song based on your story and send it just to you.\nINCLUDES:\nPersonalized Song\nThank You in Album Artwork\nCD of \"The Painted Desert\"\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Apr 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 750 or more", "title": "EXECUTIVE PRODUCER + Everything Else", "descp": "Get your name on the back of the record (and my eternal thanks) and be one of the Executive Producers of \"The Painted Desert\"!\nINCLUDES:\nExecutive Producer\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nHandwritten Lyrics of one of the \"Painted Desert\" songs\nCD of \"The Painted Desert\"\nThe Painted Desert - Download\nInstrumental Album : El Desierto Pintado - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "Walrus Delay Pedal + Everything Else", "descp": "Get the Walrus Bellwether Analog Delay Pedal that Andrew used on \"The Painted Desert\". In perfect condition.\nINCLUDES:\nWalrus Bellwether Analog Delay Pedal\nThank You in Album Artwork\nCD of \"The Painted Desert\"\nMini-Book of Lyrics, Stories, Chords and Photos\n\"The Painted Desert\" Logo Stocking Cap\nThe Painted Desert - Download\nB-Sides EP - Download\nLake Videos - Download\nBehind the Song Podcasts - Download", "time": [{"ESTIMATED DELIVERY": "Mar 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Rewards Now Shipping!", "update_content": "Hey everybody! I wanted to give you a quick update about the rewards for “The Painted Desert” - The CDs are being made, book is being designed and the B-Side’s EP is coming along nicely.\nThis morning I walked down to the A room of the Art House, where I’ve recently moved into a new Studio, and Evan and I recorded the bulk of the acoustic version of the album we reached as a stretch goal. I’ll invite some guests to join me on a few songs and then get this out to you, as well."}, {"update_no": "UPDATE #12", "update_userinfo": "What song would you like handwritten lyrics of?", "update_content": "Thank you everyone, for your support of such a successful campaign. It has gone so well and I'm so thankful. There are FOUR DAYS LEFT before \"The Painted Desert\" goes in the vault for a while. If you'd like to share the link and encourage folks to support the album, that would be greatly appreciated!\nhttp://kck.st/2DcAfoM\nAlso, if we can raise another 2k, getting us to $22,000, I'll add an acoustic version of the entire record, with some special guest harmony vocals. It will be a lot of fun."}, {"status": [{"Project funds successfully": "848 backers pledged $22,729"}]}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/andrewosenga/the-painted-desert-a-new-album-by-andrew-osenga", "project_name": "The Painted Desert - A New Album by Andrew Osenga"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "If you are just discovering Dan Russell and his music through Kickstarter we invite you to stop by his new website www.danrussellmusic.net which will be live by May of 2017, or visit his Facebook Artist Page or Instagram. Dan will be performing live later in 2017 and 2018.\n\nWe Made It\nThank you everyone for joining and backing me in this campaign. I'm looking forward to sharing the music with you all later this year. Just a reminder for those of you who backed the campaign to please check the updates section for backers only and download a couple of the songs from the forthcoming album when ever you have a chance. I am so grateful and offer my sincerest thanks. \nNew to the Campaign- Hear a Song from the album:\nListen to Let You Be Mine, a new song from my album by clicking on the image below:\nAbout Me\nMy story is probably not much different than many of those who have worked closely in the music and film industry. I started with a love for music, guitar, songs and playing in bands through High School and College, and somewhere along the way got drawn into helping some wonderful artists and friends bring their music to the world. \n\nSome of you know me as an artist manager and advocate, a concert promoter, a record producer, or possibly as the co-founder of The Soulfest (New England), Fingerprint Records, New Sound International, or perhaps to some of you I’m just another Harley Davidson rider.\n\nOver the past 35 years, I’ve had the honor, privilege, and good fortune to work closely with many inspiring artists, including the late Michael Been and Mark Heard, as well as The Call, U2, Black Rebel Motorcycle Club, Sam Phillips, Vigilantes of Love, Bruce Cockburn, Switchfoot, Ramona Silver, Rachel Taylor, The Violet Burning and many others.\nI grew up in a home surrounded by and filled with music. Music brought life into focus and was the primary way I related to my family, my friends, and to my world.\n\nWhen I was about 13 years old I started playing the drums on a classic Ludwig drum kit, which I traded to one of the guitar players in a High School band. I took a few lessons on guitar to learn the songs everyone at my school wanted to hear and that’s where my foundation was poured. The Rolling Stones, Allman Brothers, Dylan, Stevie Ray Vaughan, Eric Clapton, Led Zeppelin, The Clash, The Band, Neil Young and so many others.\n\nIn College, going to shows and seeing every new band that came through Boston or anywhere close, was my number one priority. So many shows had a powerful impact on me.  As one thing led to another I worked in various support capacities with more artists then I can remember, but essentially ended up touring throughout the world and experienced first hand how powerful music impacted and changed lives.\nSome artists asked me to help with tour management, others with record production and a few with career management. Putting my own musical and artistic dreams aside, I worked for and with artists that impacted me deeply which motivated me to share my experience and their music with the world. \nRecently I decided to work less on the business side of music and to start writing songs again. With my son, Jesse’s encouragement, along with the rest of my family and a new friend, Michael Pritzl, I decided to record a few old songs, finish some new ideas and make an album.\nLife has been a big circle for me, but here I am ready to complete something I intended to do many many years ago. I hope that you’ll consider helping me complete this circle of mine. I love music, and I love the power it has to share our stories, convey our truths and change our lives, and it would mean more than I could properly express, to have you help me make this dream a reality. \nI’ll be sharing more stories as we go, here on Kickstarter and to whatever extent you can, I deeply appreciate your participation and support. I welcome you to become a part of my story and help me make this album come to life.\n\nI'm looking forward to sharing this music with all of you. Thanks for your support!  ~Dan\nCampaign Update Final Hours - Stretch Goal $23,333:We've made it to our initial goal.Thank you for joining and backing me in this campaign. We've added a free download of the song, \"Is it Love\" for all the Backers in the Updates Section. And if you can't get to the update in time, don't worry we will be sending along a couple of songs to all the backers very soon, before the official release date\nWe're adding a stretch goal.\nIf we can reach $23,333\nI've always been a fan of Threes.\n: )\nwe will send all of the backers a download of a song I recorded in 1994 written by Mark Heard\nfrom the project Strong of Hand of Love\n\n\nThank you again everyone, I sincerely appreciate your kind words and support", "risks": "Risks and challenges\nAs with all Kickstarter campaigns, the biggest challenge is the prospect of not reaching our financial goal. We are ready to meet our reward obligations, but I need your help to make this happen. Funds raised over and above our goal will be used to help with production on the new record and help to cover the costs of artwork, mastering, and manufacturing. As always, I thank you for your support.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "A Sincere Thanks!", "descp": "A sincere thank you for helping to make this debut album happen!", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Download", "descp": "*Download of the album plus digital booklet of the album art.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["83 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "CD + Download", "descp": "*CD in custom packaging.\n* Download of the album.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["65 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Signed CD + Download", "descp": "* Signed CD in custom packaging.\n* Download of the album.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Shirt + Download", "descp": "* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the album.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Handwritten Lyric Only", "descp": "* Handwritten Lyric of a song of your choice.\nOnce the album is completed, contact me directly and pick a song from the album that you would like in a personalized handwritten lyric!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Shirt + Signed CD + Download", "descp": "* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Signed CD in custom packaging.\n* Download of the album.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Signed Vinyl + Download", "descp": "* Signed Color 180g Vinyl.\n* Download of the Album.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Signed Vinyl + CD +Download", "descp": "* Signed Color 180g Vinyl.\n* Signed CD.\n* Download of the Album.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD and Vinyl will ship together to save monies on shipping.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Signed Vinyl + Shirt + Download", "descp": "* Signed Color 180g Vinyl.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Signed Vinyl + CD + Shirt + Download", "descp": "* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "Vinyl ++++ So Much More", "descp": "Signed Color Vinyl + Handwritten Lyrics + Signed CD + Shirt + Download\n* Signed Color 180g Vinyl.\n* Handwritten Lyric of a song of your choice.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\nOnce the album is completed, contact me directly and pick a song from the album that you would like in a personalized handwritten lyric!\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping. Handwritten Lyrics will come when you've decided on a song of your choice!\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (43 left of 50)"]}, {"amt": "Pledge US$ 125 or more", "title": "Vinyl + Demos + So Much More", "descp": "Signed Color Vinyl + Signed CD + Shirt + Download + Demos Download with commentary.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (41 left of 50)"]}, {"amt": "Pledge US$ 200 or more", "title": "Your Name + Vinyl + Demos + So Much More", "descp": "Your Name in Thanks Section + Signed Color Vinyl + Handwritten Lyrics + Signed CD + Shirt + Download + Demos Download with commentary\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (22 left of 30)"]}, {"amt": "Pledge US$ 250 or more", "title": "Skype with Dan + More", "descp": "Skype or Google Hangout with Dan + Everything in the $200 Package.\n* Skype or Google Hangout with Dan.\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album\n* Download of some of the original demos and song ideas in various forms with commentary.\nYou'll get one 30-minute (or longer) Skype or Google Hangout session with Dan. Talk about guitars and gear, or just talk about songs, music and have Dan tell you stories from his career in music. It's up to you.\nYou will also receive everything in the $200 reward level.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (26 left of 30)"]}, {"amt": "Pledge US$ 350 or more", "title": "Acoustic Cover Song + So Much More", "descp": "Acoustic Cover Song + Everything in the $200 Package\n* Acoustic Cover Song.\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nYou get to choose one **song** for Dan to record, and Dan will mail it to you on a personalized CD.\n**Chosen song must be suited for 1 voice and acoustic guitar.\nIs there a song by an artist that you love, that you'd like Dan to cover? Mark Heard, Michael Been, The Call, Rolling Stones, U2? Let me know and let's figure it out together.\nDan will get final say in song choice and may request other options to find something suitable for the project.** You will also receive everything in the $200 reward level.\nNote, the song should be licensable through Harry Fox, BMI, ASCAP or in the Public Domain, and not be an original composition.\n(Dan Russell reserves the right to use any recordings for future releases.)\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (10 left of 12)"]}, {"amt": "Pledge US$ 500 or more", "title": "Soulfest Live Experience for One", "descp": "Soulfest Live Experience for One Person + Everything in the $200 Package\nIncludes:\n* 1 multi-day ticket to SoulFest 2017.\n* 1 artist catering pass to join Dan & other performers for a meal.\n* 1 VIP Pass – includes main stage Pit Pass, Inside Out Stage Pit Pass, Chairlift Pass, and Direct Access Pass. (DOES NOT INCLUDE TRAVEL & ACCOMMODATIONS).\n\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (17 left of 20)"]}, {"amt": "Pledge US$ 800 or more", "title": "Soulfest Live Experience for Two", "descp": "Soulfest Live Experience for Two People + Everything in the $200 Package\nIncludes:\n* 2 multi-day tickets to SoulFest 2017.\n* 2 artist catering passes to join Dan & other performers for a meal.\n* 2 VIP Passes – includes main stage Pit Pass, Inside Out Stage Pit Pass, Chairlift Pass, and Direct Access Pass. (DOES NOT INCLUDE TRAVEL & ACCOMMODATIONS).\n\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nNote, the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (18 left of 20)"]}, {"amt": "Pledge US$ 1,200 or more", "title": "Acoustic Performance+ More", "descp": "Personal Acoustic Performance + Everything in the $200 Package.\n* Personal Acoustic Performance.\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nYour pledge entitles you to a private acoustic solo performance in your home or small venue for you and your friends. Dan will perform solo material and covers. You will also receive everything in the $200 reward level.\nPlease note, travel and lodging expenses will need to be arranged with DAN in advance of the performance, and will need to be covered by you the \"promoter\" for the event, we may also need a small P.A. and other details that we can work out together.\nNote - the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Associate Producer + More", "descp": "Special Associate Producer Credit + Personal Acoustic Performance + Everything in the $200 Package.\n* Special Associate Producer Credit in the album artwork.\n* Personal Acoustic Performance.\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nYour pledge also entitles you to a private acoustic solo performance in your home or small venue for you and your friends. Dan will perform solo material and covers. You will also receive everything in the $200 reward level.\nPlease note, travel and lodging expenses will need to be arranged with DAN in advance of the performance, and will need to be covered by you the \"promoter\" for the event, we may also need a small P.A. and other details that we can work out together.\nNote - the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (4 left of 4)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Executive Producer + More", "descp": "Special Executive Producer Credit + Personal Acoustic Performance + Everything in the $800 Package.\n* Special Executive Producer Credit on the Back Cover of the album artwork.\n* Personal Acoustic Performance.\nAlso Includes:\n* 2 multi-day tickets to SoulFest 2017.\n* 2 artist catering passes to join Dan & other performers for a meal.\n* 2 VIP Passes – includes main stage Pit Pass, Inside Out Stage Pit Pass, Chairlift Pass, and Direct Access Pass.\n(DOES NOT INCLUDE TRAVEL & ACCOMMODATIONS).\n* Your name or the name(s) of your choice in the Thanks section of the album artwork.\n* Signed Color 180g Vinyl.\n* Signed CD.\n* Dan Russell debut album Tee Shirt exclusive to this campaign.\n* Download of the Album.\n* Download of some of the original demos and song ideas in various forms with commentary.\nYour pledge also entitles you to a private acoustic solo performance in your home or small venue for you and your friends. Dan will perform solo material and covers. You will also receive everything in the $800 reward level.\nPlease note, travel and lodging expenses will need to be arranged with DAN in advance of the performance, and will need to be covered by you the \"promoter\" for the event, we may also need a small P.A. and other details that we can work out together.\nNote - the download will arrive before the vinyl due to the lengthy vinyl manufacturing process. CD, Shirt and Vinyl will ship together to save monies on shipping.\nShirt design is TBA. Mens and Ladies cut T-Shirts will be made.\n***For T-Shirt sizes 2XL-5XL, please add an additional $10 to your pledge***", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (2 left of 2)"]}], "updates": [{"update_no": "UPDATE #12", "update_userinfo": "More New Music added", "update_content": "Hi everyone, \nWe've added another song, \"You Came From Somewhere\" to my new website, you can find the latest here: https://danrussellmusic.com/music\nI've also added the lyrics to the new album, Feel the Echoes, under the music section.\n\nThanks again for all the support!"}, {"update_no": "UPDATE #11", "update_userinfo": "Album Update", "update_content": ""}, {"update_no": "UPDATE #10", "update_userinfo": "Thank you", "update_content": "Thanks again to all of you who've backed me so far. If you haven't had a chance to back my project, I hope you'll take a few minutes and help out.\n\nIf you want to know more details about the song, visit the bandcamp page.\nThanks again everyone! I know I can't do this without your help!\n\nHere's, \"Let You Be Mine\" -"}, {"update_no": "UPDATE #9", "update_userinfo": "Song Download for Backers", "update_content": ""}, {"update_no": "UPDATE #8", "update_userinfo": "Happy Valentine's Day - \"Let You Be Mine\" from my debut album", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Song Preview for Backers - \"Is it Love\"", "update_content": "with the core of the song. I also need a great mic, melody and producer/engineer. /Users/danrussell/Desktop/Vocal sessions.jpg"}, {"status": [{"Project funds successfully": "305 backers pledged $21,452"}]}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/1980395481/dan-russell-debut-album-kickstarter", "project_name": "Dan Russell Debut Album Kickstarter"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "CLARA'S GHOST \nA middle-aged homemaker contending for attention within her ego-obsessed show-biz family struggles to maintain her grasp on reality. This film explores the toxic side effects of the entertainment industry within the family structure set against the backdrop of a classic New England ghost story.\nSet over the course of a single evening at the Reynolds’ Family home in suburban Connecticut, Clara’s Ghost tells the story of Clara Reynolds who, fed up with constant ribbing from her self-centered showbiz family, finds solace in and guidance from the supernatural force she believes is haunting her. \nThe Elliott Family home and our filming location\nStarring Chris, Abby, Bridey, and their mom Paula Elliott in the lead roles and to be shot on location at their home in Old Lyme, Connecticut, Clara’s Ghost offers fictionalized but personal insight into one of America’s favorite comedy dynasties. When you think of the Elliotts, you think: wacky, attractive, wealthy, successful, but you never think: sad, bitter, alcoholic, egomaniacs... or do you? \nAbby, Bridey, their grandfather Bob, and Chris\nA NOTE FROM THE DIRECTOR \nThis film is about family. It’s about our capacity to love and understand each other while reconciling the inevitable alienation that sets in as families grow up. My parents have been empty nesters for almost ten years now, my sister will soon be starting her own family, and I, well I’m not there yet, but I do have a cat. We are on our own journeys. \nYes, this is my real family, in our real home, but we are playing characters…or caricatures of ourselves. Clara’s Ghost takes place in one night in our family home. It’s a drunken hullaballoo of an evening set against the backdrop of a traditional New England ghost story that explores the traps set by familial love–the ways that unconditional attachment and intimacy can restrict us as well as set us free. The goal of casting my family and filming at our house is to bring you into the fold. I want you to feel like you are really hanging out with us, experiencing the comfortable claustrophobia that is intrinsic in being a member of the Elliott Family, the Reynolds Family, or any family really.\nPLAY\n\nChris & Paula on Letterman in '86 (edited)\nWHO ARE WE? \nThe Elliott Family has been doing comedy on TV since the 1950s. Starting with Bob Elliott, who was a prolific radio and TV star with his comedy partner, Ray Goulding. Bob and Ray had their own Broadway show, as well as their own show on NBC. Chris, Bob's son, was a tour guide in Rockefeller Center when David Letterman walked into the elevator where Chris was conducting his tour. Naturally, he hammed it up for Letterman and was soon writing and performing on “Late Night with David Letterman”. Also working on the show was Paula, a talent coordinator with a great set of gams. Soon the two were married, Paula quit her job and on the night that Letterman won an Emmy, their first child Abby was conceived. Three years later, Bridey, was born and the Elliott family foursome was complete. All having fought depression at one point or another, there were as many dark times as there were happy times growing up, but this only drew the family closer. As a result their sense of humor became stronger... but not smarter. To be clear, the Elliotts are not smart. If you're looking for smart, they're not right for you.\nLike the Barrymores or the Baldwins or the Obamas, The Elliotts are a family of talent and style that America looks up to, but doesn't necessarily understand just how TALENTED they really are. Clara's Ghost will finally give the family a platform and voice to whine about Hollywood, and to collect your accolades for doing so.\nBridey Elliott (writer/director) and Sarah Winshall (Producer) first met when they were two of the only female clerks working at Kim’s Video & Music, New York City’s most beloved video store. When both of them relocated to Los Angeles, they teamed up to create their first short film, a microbudget, character-driven comedy, Affections. The film premiered at the 2016 Sundance Film Festival and gained popularity as it played at several other film festivals nationally and internationally. It was released theatrically as part of the Sundance Shorts Tour in June of 2016, screened on the Opening Night of the Maryland Film Festival, received the Best Short Film award from the International Film Festival of Boston and the Jury Award for Best Short Film from the South Dakota Film Festival. Affections premiered online at NoBudge.com in November 2016. Clara’s Ghost is their next collaboration. \nPLAY\n\nWhat people thought of Affections:\n“Writer/director/star Bridey Elliott is a triple threat in this intentionally cringe-worthy comedy about a lonely and desperate young woman adrift in the City of Angels.” –indieWIRE\n“a beautifully bittersweet comedy.” –The Moveable Fest\n“a lighthearted [film] that finds unexpected emotional weight” –Filmmaker Magazine\n\"Affections is a soft-spoken musing on isolation in the modern age...This is a really beautiful film... Keep your eyes and ears open for more from Bridey Elliott, she’s the real deal and primed to breakthrough.\" -Film School Rejects", "risks": "Risks and challenges\nFilmmaking is by nature collaborative, and involves a lot of moving parts. But by keeping our budget modest, our cast & crew populated with trusted friends & family, and hitting the ground running to make this film, we hope to minimize those risks and rise to the challenge. \n\nAs a team we are used to working quickly with minimal means. In fact, we thrive on these restrictions! Our first film together, the short comedy \"Affections\", was made on a microbudget of $3,000. That went on to premiere at the 2016 Sundance Film Festival. If we can do a 16 minute short for $3,000, we can do a 90 minute thriller-comedy for $300,000+...\n\nEvery feature film presents a certain degree of risk and challenges. This is, for us, an especially exciting and scary prospect. It is our first feature film, and aside from the fear that \"Clara's Ghost\" will haunt our set, we also are challenged by our compulsion to make this movie be the best movie it can be. We are lucky to have a cast of seasoned actors who are so reliably talented and with invaluable advice. We will inevitably rely on their vast experience to help guide us through the unknown.\n\nAdditionally, we are lucky to have YOU, our fans. Your impeccable sense of humor and excellent taste won't falter. YOU hold us accountable to make the funniest, nuttiest, most sensitive ode to Clara we can. And with your support, we will! And of course, as we roll along, we'll keep all you posted with the latest news. If we hit any snags, we'll let you know. But you can be assured that we WILL make this movie, no matter what. We HAVE to.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Special Thanks Shoutout", "descp": "Social Media Mentions are HUGE! This could be great for your brand.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Honorary Elliott (on social media only)", "descp": "Send us a photo of your face and we'll make it seem like you are a member of the Elliott family on the social media platform of your choice. This usually costs upwards of a million. This is gonna save you a lot of money!", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Special Thanks", "descp": "Your name in the credits! Think about it! Your name on the big picture box! Wow.", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["49 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Digital Download upon the film's release", "descp": "Your copy of Clara's Ghost to watch at your leisure in the comfort of your own home or honestly wherever you want.", "time": [{"ESTIMATED DELIVERY": "Jan 2018"}], "stat": ["48 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "A signed headshot of Harpswell", "descp": "Harpswell, the dog, will personally sign a headshot just for you! His mouth smells like old eggs, but his handwriting is beautiful.\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["19 backers", "Limited (31 left of 50)"]}, {"amt": "Pledge US$ 50 or more", "title": "An original poster for Clara's Ghost", "descp": "Take down the poster of Cindy Crawford, and put up Clara's Ghost! It'll be a great conversation piece. I don't want to hurt Cindy's feelings though. #donttellcindy\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (43 left of 50)"]}, {"amt": "Pledge US$ 50 or more", "title": "Original Soundtrack download", "descp": "A digital download of the film's original soundtrack from LEGENDARY composer Stella Mozgawa (Warpaint, Kurt Vile, Cate Le Bon)\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Abby Elliott fan pack", "descp": "A signed photo spread, one of Abby's fabulous dresses (pre-worn), and a copy of \"High Road\"\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (6 left of 10)"]}, {"amt": "Pledge US$ 75 or more", "title": "Stella Mozgawa fan pack", "descp": "Stella Mozgawa of Warpaint will be composing an original score for the film. We'll send superfans a selection of her albums.\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release\nPlus a digital download of the film's soundtrack", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (27 left of 30)"]}, {"amt": "Pledge US$ 150 or more", "title": "House tour", "descp": "A personalized video home tour of the Elliott family home, MTV Cribs style. This will be fun and funny and not for children's ears.\nINCLUDES:\nand a VERY Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}], "stat": ["3 backers", "Limited (7 left of 10)"]}, {"amt": "Pledge US$ 200 or more", "title": "Chris Elliott, the author, fan pack", "descp": "A collection of books written by Chris Elliott, including Daddy's Boy and The Guy Under the Sheets, all signed!\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release\nPlus the signed headshot of your choice\nPlus Chris Elliott on your outgoing voicemail", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (13 left of 20)"]}, {"amt": "Pledge US$ 250 or more", "title": "A piece of Clara's Ghost", "descp": "A key prop from the film will be mailed to you after we finish filming. This will be a unique souvenir that you can eventually sell if you get into money problems down the line.\nINCLUDES:\nand a VERY Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (2 left of 5)"]}, {"amt": "Pledge US$ 500 or more", "title": "Come to the private premiere of the film", "descp": "You +1 to the Friends and Family premiere of the film (schedule permitting)\nINCLUDES:\nand a VERY VERY Special Thanks in the film's credits\nPlus a digital download upon the film's release\nPlus a Clara's Ghost poster\nPlus a house tour video\nPlus a shoutout online", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["2 backers", "Limited (3 left of 5)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Drinks with the Elliotts", "descp": "Drinks with the Elliotts at the Grand Central Oyster bar and they pick up the tab (schedule permitting)\nINCLUDES:\nand a VERY VERY Special Thanks in the film's credits\nPlus a house tour video\nPlus the signed headshot of your choice\nPlus a digital download upon the film's release\nPlus a shoutout online", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Associate Producer credit", "descp": "We are eternally grateful\nINCLUDES:\nPlus a shoutout online\nPlus the fan pack of your choice\nPlus the signed headshot of your choice\nPlus a house tour video\nPlus a Clara's Ghost poster\nPlus a digital download upon the film's release\nPlus an invite to the film's private premiere screening", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 10,000", "title": "Co-Executive Producer credit", "descp": "This is your film, basically. We are making it just for you.\nINCLUDES:\nPlus a Clara's Ghost poster\nPlus a digital download of the film's soundtrack\nPlus a digital download upon the film's release\nPlus an invite to the film's private premiere screening\nPlus the signed headshot of your choice\nPlus a house tour video\nPlus the fan pack of your choice\nPlus a shoutout online", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "Freshly Baked Brownies", "descp": "A batch of homemade brownies from the cast & crew of Clara's Ghost. They are not pot brownies, which sucks.\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Bridey Elliott fan pack", "descp": "A copy of Bridey's directorial debut, the short film \"Affections\", a signed poster, a copy of \"Fort Tilden\", and her underpants (clean though.)\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Chris Elliott on your outgoing voicemail", "descp": "Chris will chat on your voicemail, it may not be what you want him to say...\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Snooty Video Store Clerk movie pack", "descp": "A selection of DVDs of Bridey & Sarah's favorite movies. We worked at Kim's so you know it will be pretentious.\nINCLUDES:\nand a Special Thanks in the film's credits\nPlus a digital download upon the film's release", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "We'll mention YOU in the movie", "descp": "We'll mention YOU in the movie. As someone we are jealous of.\nINCLUDES:\nand a VERY Special Thanks in the film's credits\nPlus a digital download upon the film's release\nPlus a Clara's Ghost poster", "time": [{"ESTIMATED DELIVERY": "Sep 2017"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 300 or more", "title": "Be IN the movie!", "descp": "Be a featured extra in the movie! Imagine seeing your face on the screen! Your ex will FREAK OUT.\nINCLUDES:\nand a VERY Special Thanks in the film's credits\nPlus a Clara's Ghost poster\nPlus a digital download upon the film's release\nPlus the signed headshot of your choice", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["Reward no longer available", "5 backers"]}], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "Digital Download Rewards = Sent", "update_content": "Hi Team,\nBig news #1: \nCLARA'S GHOST OPENS IN THEATERS and on ITUNES & AMAZON on FRIDAY, DECEMBER 7! The list of theaters where the film will be playing is included on the flier below. Tell your friends and family to go see it at your local mall!  Sure, Ralph Breaks the Internet is good, but it's a good guess that Clara's Ghost is better."}, {"update_no": "UPDATE #15", "update_userinfo": "Coming soon to a screen near you....", "update_content": "Hi There Clara's Ghost-heads!\nWe have some big exciting news! This movie is actually going to come out IN THEATRES on December 6 and on VOD on December 7, 2018! It's here, it's happening, it's oh so real.\nIf you don't believe us, check out this brand new trailer from our distributor:"}, {"update_no": "UPDATE #14", "update_userinfo": "Official Trailer, Official Release Date, oh so Official!", "update_content": "Hi All,\nJust a quick lil update on upcoming screenings:\nClara, Ted, Julie, and Riley Reynolds will take Las Vegas by storm. The film screening at the Las Vegas Film Festival amidst a stellar lineup - June 6-10. \nAnd then....CLARA'S GHOST will be making it's big New York premiere at the BAM Cinemafest on . We hope to see you there!"}, {"update_no": "UPDATE #13", "update_userinfo": "Baltimore and Las Vegas and New York City!", "update_content": "Hello beautiful backers!\nFirst off, let me, this is Bridey, express my gratitude to you all- I know we've been quiet on  the Kickstarter page since the whole Sundance dance. It's been a whirlwind for the whole CG team and I know we are behind in the estimated delivery schedule of rewards such as the digital download, voice mails, and the house tour. Please rest assured those will come as soon as humanly possible. As first time feature filmmakers we could not foresee all that happens after the festival premiere. (Good things!)---( Doesn't that sound like something Trump would tweet?) But these good things have complicated and delayed these rewards. I apologize for that and appreciate your patience, and will let you all know when to expect these rewards as soon as we can. Does anyone want more brownies or underpants in the mean time??"}, {"update_no": "UPDATE #12", "update_userinfo": "Sundance and Beyond!", "update_content": "Dearest Friends, Family, Ghost lovers,\nYou may have been wondering -- where have we been? Does Clara's Ghost even exist? Why did I support this film if they never even post updates?\nWell... it's been quiet on the homefront because we've been working hard to finish the film to get ready for our WORLD PREMIERE at the 2018 Sundance Film Festival!"}, {"update_no": "UPDATE #11", "update_userinfo": "Big News!", "update_content": "Hello Ghostly supporters! \nWe are about to start day 5 of shooting! It's been really wonderful so far. I think you might like this movie when it's ready for viewing."}, {"update_no": "UPDATE #10", "update_userinfo": "5 Days of Shooting, and some fruity undertones", "update_content": "Hello Clara’s Ghost-ers! \nGreetings from me, Bridey, how are you all doing? Did you guys like the eclipse? Or were you sad the Mets lost? Who knows what any of it means any ways. All I know is, we are shooting this goddamn movie in four weeks whether you like it or not and I hope you like it because you are why and how we are making it. I am already settled at my folks house in Connecticut, usually I’d feel like a big fat loser right now, but now I get to say “No, I’m not here to free load at my parents house, and hit on the cashiers at Stop and Shop. I am here to make a movie.” Pre-production starts in a week and that means all of our fabulous crew from Los Angeles will say “Goodbye city life, Green acres, here we come!” and join me in the woods of Connecticut until early October. "}, {"update_no": "UPDATE #9", "update_userinfo": "Update from the 'burbs AKA we're actually making this thing!", "update_content": ""}, {"status": []}], "comment_no": 13, "projec_url": "https://www.kickstarter.com/projects/1509119718/claras-ghost", "project_name": "Clara's Ghost"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "6/24/16 ~ We hit our goal!  Thank you...and now a word from Derri...and Chris Taylor on stretch goals!\nSo here's how this works: If we hit $25k before the end of the campaign, everyone will receive a bonus ambient instrumental mix of the new album. This means if you pledge for a download or vinyl/download level, you'll receive the bonus ambient mix album via download as well. (We won't be pressing the ambient mix on vinyl.) If you pledge on any level that includes a CD, the ambient mix of the album will be included on CD with your order.\nIf we hit 30k before the end of the campaign, in addition to the ambient mix, everyone will receive a bonus album of covers, chosen by the fans that have pledged in the \"Song O' Matic\" level of this campaign. This also means if you pledge for a download or vinyl/download level, you'll receive the bonus covers album via download as well. (We won't be pressing the covers album on vinyl.) If you pledge on any level that includes a CD, the covers album will be included on CD with your order.\nLet's see if we can hit those stretch goals before the project wraps on June 30th!\n-------------------------------------------------------------------------------------\nWhen you start a record you have ideas floating around in your head about what it might sound like. I’m a dreamer. I tend to think in terms of color, space and sound. Lyrical adventures that transport people to another place and time. Whenever Steve Hindalong and I would start a Choir record we would talk about what kind of record we wanted to make. I would go on about this kind of sound, that kind of vibe, and at some point Steve would always look at me and say,  “Shouldn’t we write the songs first?” Of course he was right. When I talked to Steve about this record his response was “This needs to be your voice. Your stories.” So I’m going to bring in my great songwriter friends and share my stories with you. I can’t really say what kind of record it will be in the end but I’m going to share my heart with you. I can tell you it will have a lot of moody guitars! And I can tell you that I’ll give you my best. I’m looking forward to all of you hearing it and sharing this journey with me. ~ Derri\nMy guess is you have questions. Hopefully we have answers....\nWill you be releasing the album on vinyl? ~ Yes, we will be pressing 250 copies of the album on 180g vinyl.  150 copies will be black, and 100 will be color. (Color tba.)  This is a one time pressing.\nWhat kind/size of T-Shirts are being used in the campaign? ~ For this campaign, our manufacturer will use pre-shrunk, 100% cotton, heavyweight Fruit Of The Loom shirts in mens sizes Small through 5XL. We will also produce the design on \"Ladies Cut\" t-shirts in sizes X-Small through 2XL.\nIf we meet the goal, how long will it be before I get my order? ~ Great question. The moment we reach goal (assuming we do), everything will go into production. Our projected schedule is that Derri will turn in a finished record in December of this year, and everything will be manufactured and shipped by April of 2017.  He will be recording the album primarily in Southern California (vs his studio in Nashville) while he also cares for his Dad, and he believes this setup will allow him to meet recording deadlines.  Whatever the wait time, we promise it will be worth it.\nIs there a photo of the guitar being offered from Derri's collection? ~ \nFender Starcaster\nLet's make this happen....", "risks": "Risks and challenges\nAs with all Kickstarter campaigns, the biggest challenge is the prospect of not reaching our financial goal. We are ready to meet our reward obligations, but we need your help to make this happen. Funds raised over and above our goal will be used to help with production on the new record and help to pay bills. As always, we thank you for your support.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #22", "update_userinfo": "Mark Heard ~ Dry Bones Dance", "update_content": "Hey friends ~ I wanted to share a note about a project I think you'll all want to get behind involving the late Mark Heard.\nI first spoke with Mark on the phone. It was a short conversation. I was singing one of his songs, “Two Trusting Jesus” at a wedding that evening. I couldn’t find the lyric or my vinyl record. I talked to someone at our booking agency, which was also Mark’s, to give me his phone number. His wife Janet picked up the phone and I asked if I could speak to Mark. After about 30 seconds he came to the phone. I explained my situation and asked if he could read me the lyrics so I could write them down. Dumb thing to ask! He was silent for a minute and then I heard him say “Janet some guy wants me to read a lyric to him. Can you do it?” He then handed the phone to Janet who kindly read me the lyric."}, {"update_no": "UPDATE #21", "update_userinfo": "Undercover ~ Balance Of Power", "update_content": "The Time Has Come Tour with The Choir & Michael Roe\nTour dates, cities and ticket information at  www.thechoir.net/tour \nA quick note from The Choir.\nWe kick off our tour this Friday March 8th in Alabama and we’re happy to be back on the road!"}, {"update_no": "UPDATE #20", "update_userinfo": "The Choir on Tour With Michael Roe!", "update_content": "Quick update -\n\nSincere thanks to each and every one of you for getting The Lost Dogs to our $25K goal with time to spare. We'd like to use that time to attempt to hit a stretch goal. If we hit $30K before the campaign closes at midnight (central) on Friday 11/30, anyone that has pledged for VINYL will receive a limited edition (no more than 500 pressed) bonus 7\" featuring the bonus track \"The Good Ship Lollipop\" on the A Side, and a previously unreleased Lost Dogs track from the era on the B Side. Those of you pledging for the deluxe download or CD will receive these tracks as part of their download and/or deluxe CD. *The B Side will be either a previously unreleased demo, rough mix, or live track from the era.*"}, {"update_no": "UPDATE #19", "update_userinfo": "Bloodshot Vinyl & Tour w/ Michael Roe", "update_content": "To all Derri Daugherty fans ~ We wanted to reach out let you know of a Derri Daugherty related Lost Dogs Kickstarter and upcoming 2019 tour that you won't want to miss. Our apologies in advance if you end up seeing this message multiple times across your Kickstarter email as we're trying to hit all of the Dogs related campaigns that have been previously run, and reach as many fans as possible so this succeeds!\nAnd now...a word from The Lost Dogs:"}, {"update_no": "UPDATE #18", "update_userinfo": "Lost Dogs & Bandcamp Sale", "update_content": "Dear Friends, \n\nA quick note to let you know I'll be playing 3 shows with a new band in early July - the 6th, 7th, and 8th, in support of my upcoming solo album \"The Color of Dreams\"... I'll be joined on these dates with Jeff Elbel on bass, and Jason Perez on drums.  This will be a rare opportunity to see me with an electric band supporting my new album.  If you can make it, I'd love to see you at a show.  Here's all the info:"}, {"status": []}], "comment_no": 62, "projec_url": "https://www.kickstarter.com/projects/2113730376/derri-daugherty-the-color-of-dreams", "project_name": "Derri Daugherty ~ The Color Of Dreams"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "It begins here.\nI wanted to create a 'kid's book' for both children and adults to read together. It's the adventures of a bear named \"Stuffed\" and his animal friends. Each page is a simple joke just to make the reader smile.\nI've wanted to take on a project like this and put my energy towards showing not only myself, but family and friends, that with hard work and support, you can create this fun book.\nThe challenge.\nI have a full time job, so in my spare time I am still drawing cartoons to make it into this new book.  I have set a goal of one cartoon a day, I'm more than halfway there. \nNuts and bolts.\nI want to produce 500 Hardcover (7x7) black and white books.  But, if all the incentives sell, we can print even more books. I will be using printninja.com for my printing and am looking forward to that process.  There will be proofs, corrections, more proofs, deadlines, and layout work still to happen. This will be a great experience for all of us. \nClose family and friends have encouraged me to take my doodles to the next level, and so this book is a great next step to share with you. ", "risks": "Risks and challenges\nThe biggest challenges in front of me are 2 things: Artwork & Printing\n\nI am committed to doing at least one drawing a day to finish this book in time so that should be right on track. \n\nPrinting is going to be fun because I've never done it before. SO I'm figuring that out. I will be using printninja.com for printing and all SHOULD go well, but there can always be challenges that show up. \n\nI am committed to getting this finished & out by the end of September 2016. I will do everything I can to make that goal.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "THE END IS HERE...OR IS IT?", "update_content": "Well friends,...every single kickstarter-partner package has been sent!  Now, we wait and see if everyone gets their goodies.  I've had a few people tell me they are still waiting for \"Stuffed\" but some other folks said that the mail has been really slow as of late.\nYou can always let me know if you haven't seen anything yet, (coreymann0818@gmail.com) and just a quick update - I'm already working on Book #2 for 2017!\nThanks again!"}, {"update_no": "UPDATE #15", "update_userinfo": "The Bears have arrived", "update_content": "The Stuffed bears arrived that week! We are getting even closer to the finished product."}, {"update_no": "UPDATE #14", "update_userinfo": "Words", "update_content": "Tonight, we got to work on words, font choices, jokes, picture sizes, etc. Also, the Stuffed Bear was ordered...& and I realized I forgot to get myself one! I'll have to get a photo with one of your \"limited edition\" bears! I'm still targeting September!"}, {"update_no": "UPDATE #13", "update_userinfo": "HERE COMES THE \"SURVEY\"", "update_content": "Hi friends!  I just sent out a 'survey' that is basically asking for your mailing address info, (and for some of you - a shirt size too).  Get that info survey back to me when you can.  We have a little ways to go but we are just working ahead.\nThanks!\nCorey"}, {"update_no": "UPDATE #12", "update_userinfo": "YOU DID IT!", "update_content": "Last night as we watched the time count down on Kickstarter, not only did you help us meet goal, but go above and beyond! As of right now, the art is getting scanned into a computer and then we'll add words to the page. You'll probably get contacted soon about your \"pledge\" and it's that backing that truly helped us get to this step in the project. I'll keep you in the loop every step of the way.\nThanks again."}, {"update_no": "UPDATE #11", "update_userinfo": "The Final Countdown", "update_content": "I used that title so that amazing keyboard part of Europe's song would be playing in your head. My friend Adam has all the drawings and has begun scanning them. Then we will add words, and then some sort of order arrangement for the book. Thanks again for your support. Also, I'm back to drawing other things as well, you can see that on Instagram \"corey818\"."}, {"update_no": "UPDATE #10", "update_userinfo": "ONE WEEK TO GO!", "update_content": "It seems like a lifetime ago that we launched this project.  Then we hit our original goal in just 4 days!  Now, we are just ending strong with an 'above and beyond' finish.  Thanks to those who have given, and to those who haven't.....well, please don't make me suffer for 7 days by staying up all night watching our page.....pretty please!"}, {"update_no": "UPDATE #9", "update_userinfo": "FINAL CARTOON DRAWN....", "update_content": "This past weekend, I finally put the pencil and pen down and finished the final cartoon panel for \"Stuffed: Bear Minimum\".  It's been fun and challenging coming up with the humor and visual to go with it.\nWe are at the halfway mark of the project, and although we've met goal, we are still pushing forward to print even more books, hopefully copyright the character(s) and a  number on the back of the book to help with future bookstore possibilities, (all of which costs money!)"}, {"update_no": "UPDATE #8", "update_userinfo": "Behind the Scenes", "update_content": "Saturday morning - it's early, and I'm almost done with the original drawings. I usually watch West Wing on Netflix, or some music. I have to watch my right hand carefully because it sometimes smears the fresh ink & then do-over. I went a little overboard on an astronaut joke...just a little preview."}, {"status": [{"Project funds successfully": "127 backers pledged $8,000"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/1089317025/stuffed-bear-minimum", "project_name": "Stuffed: Bear Minimum"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "EVEN IF THIS CAMPAIGN IS OVER, YOU CAN STILL DONATE, BE PART OF IT AND RECEIVE THE REWARDS! \nHERE:\nClick and select the Rewards!\nLEGENDARY AD\nWhat do Star Wars, The Godfather, Back to the Future, Batman, Goonies, Saving Private Ryan, Top Gun, Indiana Jones, Pirates of the Caribbean, Interstellar and Pulp Fiction all have in common?\nSimple: amazing Assistant Directors.\nTHIS IS ONE OF THE REWARDS, THE SPECIAL EDITION POSTER!\nSpecial Edition Poster of \"LEGENDARY AD\" to ALL the backers!\nWHO IS AN \"A.D.\"? WHAT DOES HE/SHE DO IN THE MOVIE SET? FINALLY THE SECRET REVEALED FOR THE FIRST TIME! \n( Here a typical day of communication of a 1st A.D. ):\nNEXT... WHAT IS \"LEGENDARY A.D.\" THE MOVIE?\nLEGENDARY A.D. is a documentary by Leonardo Corbucci giving movie lovers a glimpse into the world of these film heroes. These Assistant Directors recollect upon numerous, never-been-told stories from the legendary films that have touched the world! These inspirational film veterans also offer the best advice and wisdom for those who strive to become film makers through stories that would intrigue any movie enthusiast.\nTHE COMPLETE TRAILER OF OUR MOVIE:\nPLAY\n\nHERE ARE THE LEGENDARY ADs AND THEIR LEGENDARY MOVIES:\nPLAY\n\nALL THE LEGENDARY STORIES BEHIND YOUR FAVORITE HOLLYWOOD MOVIES!\n    REMEMBER: THIS IS A QUICK CAMPAIGN ( ONLY 20 DAYS!)\nIt's Film Festival Time! Let's go together!\n\"LEGENDARY AD\" principal photography and the post-production is finished and the movie is complete.\nWe are so exited that we have been invited to showcase our film at the famous Cannes Film Festival. More than one distribution company has asked us to be there and present our movie and for this, we need some extra help.\nWe really hope that you will join us, virtually or in person. The Legendary team will provide video updates of our Cannes journey in an exclusive Backer Video Diary allowing you to review our progress and ask us questions live via the PERISCOPE* application! It's going to be exciting, come with us to Cannes!\nBe a part of the magic!\nThere are many rewards for helping our hard-working team. For the film lovers who missed the opportunity to join the previous Kickstarter, there is still a chance to earn the sought-after reward of a \"Special Thanks\" on IMDB as well as being able to watch the film before its public release!\nHOW WE ARE GOING TO USE THE FUNDS:\nMINIMUM BUDGET to fundraise is $3,000\nWe will invest $2,000 (plus much more of our personal funds) to arrange the trip to Cannes, France for travel and accommodations.\nWe will also make at least 200 DVDs and a minimum of 600 brochures, booklets, flyers and business cards.\nOur typical REWARD \"SD or HD\" copy of the movie\nLIST OF REWARDS:\nCANNES VIDEO DIARY & EXCLUSIVE BACKERS UPDATES\n $2 - (Early Backers Version!) - SOLD OUT\n $3 - (Second Chance Version!) - OK ( but limited )\n\nDIRECTOR PERSONAL EMAIL \n $3 - (Early Backers Version!) - SOLD OUT\n\nDIGITAL MOVIE (Standard Quality) \n $5 - (Early Backers Version!) - SOLD OUT\n $7 - ( Second Chance Version! ) - OK\n\nDIGITAL MOVIE (HD QUALITY) \n $9   - (Early Backers Version!) - SOLD OUT \n $11 - ( Second Chance Version! ) - OK\n\nDVD \n $16 - (Early Backers Version!) - OK ( but limited )\n$18 - ( Second Chance Version! ) - OK ( but limited )\n\nBLURAY\n $19 - (Early Backers Version!) - OK ( but limited )\n\nYOUR NAME IN THE END CREDITS \n $15 - (Early Backers Version!) - SOLD OUT \n\nYOUR NAME ON THE IMDB & IN THE END CREDITS ! \n $20 - (Early Backers Version!) - SOLD OUT\n $40 - (Second Chance Version!) - SOLD OUT\n $64 - ( Final Version ) - OK\n\nMOVIE POSTER \"Cannes Edition\"\n $20 (Standard Version) - OK ( but limited )\n\nFILM FESTIVAL TICKET \n $25 -  (Early Backers Version!) - SOLD OUT\n $50 - (Second Chance Version!)\n\nULTIMATE \"LEGENDARY AD\" COLLECTION BOX \n $100 -  (Early Backers Version!)) - SOLD OUT\n $200 - (Second Chance Version!) - OK ( but limited )\n\nOUR MAGIC CREW FOR YOU !!! \n $250 - (Early Backers Version!) - OK ( but limited )\n\nASSOCIATE PRODUCER CREDIT\n$500 -  (Early Backers Version!) - SOLD OUT\n$700 - (Second Chance Version!) - OK ( but limited )\n\nDINNER WITH THE DIRECTOR & ASSOCIATE PRODUCER CREDIT\n$600 -  (Early Backers Version!) - SOLD OUT\n\nYOU GO TO CANNES WITH US ! \n$750 - (Early Backers Version!) - SOLD OUT\n$1000 - (Second Chance Version!) OK ( but limited )\n\n.\n.\n\n\nTHE JOURNEY DOES NOT END AT CANNES!\nWe will invest $1,000 into our “30 Film Festivals Worth the Entry Fee.” The Festivals may include but are not limited to: Sundance Film Festival, Slam Dance Film Festival, Tribeca Film Festival, Toronto Film Festival, Berlin Film Festival, Venice Film Festival, Amsterdam Film Festival, Indy Spirit Film Festival, Los Angeles Film Festival, Santa Cruz Film Festival, Tulsa United Film Festival, Rhode Island International Film Festival and a few more that we would love to be a part of...\nThere are a limited number of rewards but if the reward is in high demand, it may be offered again at higher price points for respect to those who donated initially.\n* PERISCOPE is a live video streaming app for iOS and Android. Periscope lets you broadcast live video to the world. Going live will instantly notify your followers, who can join, comment and send you hearts in real time for approval.\nE X T E N D E D   G O A L S\nThe extended goals are really what we are really excited about! \nWe are really very excited… but each time we need to wait we reach a Goal to reveal the next one... So keep an eye on this chart! :)\nOur Stretch Goals!\n.\n.\nPoster (Cannes Special Limited Edition) :\nPoster \"Cannes Edition\" 24\"X18\"", "risks": "Risks and challenges\nThe obstacles and challenges we may encounter will vary and they are mostly held in the opinions of each Film Festival. They, in fact, ultimately decide whether to select our movie or not.\n\nWith your partnership, we can push more PR and hire more hands during these festivals to promote our film.\n\nAlthough the hardest tasks are complete, the project is not in the market yet. We need our supporters to help publicly promote this movie at the time of it's release.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #60", "update_userinfo": "Last Hour to be part of this LEGENDARY event!", "update_content": "LEGENDARY AD ~ WORLD TOUR ! ( FIRST GOAL ! )"}, {"update_no": "UPDATE #59", "update_userinfo": "Looking for LEGENDARY People!", "update_content": "We have received hundreds of emails and requests to distribute this movie in other countries and territories around the world! So we have decided to do it! ...but to be able to do it, we need YOUR help! And the help of all the film makers who can be inspired by this incredible Movie.... Be part of this new adventure!"}, {"update_no": "UPDATE #58", "update_userinfo": "LEGENDARY AD ~ WORLD TOUR ! ( FIRST GOAL ! )", "update_content": "CELEBRATION !!!!!!!! WE MADE IT !!!!!!  :)"}, {"update_no": "UPDATE #57", "update_userinfo": "\"LEGENDARY AD\" Distribution in New Territories!", "update_content": "Hello everybody!\n "}, {"update_no": "UPDATE #56", "update_userinfo": "LAST HOURS: THE LAST PERSON TO PLAGE WINS A SUPER SPECIAL PRICE !", "update_content": "Dear Legendary people! Here we are,  at the beginning of our next Legendary adventure, Legendary Producer!\nIt’s going to be an incredible and inspiring journey!"}, {"status": []}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/leonardo-corbucci/legendary-ad-goes-to-cannes-come-with-us", "project_name": "Legendary AD goes to Cannes, learn about Assistant Directors"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "It has been over three years since I released my first musical project, Art From The Ashes EP. This has been three years of growth, change, and a whole lot of life experience. I have wrestled with fear, self-doubt, and writer's block, but I have come to the other side with music that I can't wait to share. \nThe most prominent lesson that God has taught me in this time is that his love and grace are more rich, vibrant, and colorful than I could ever imagine. \nFrom that truth comes The Color EP. \nI have never been more eager and excited to share songs before, and I need your partnership to make it happen. \nHere is what you can do. \n1. Check out all the packages under the \"rewards\" tab. Give as much as you want to give, and I will send you some pretty special things in return. More info below!  \n2. Make your pledge by clicking the green \"Back This Project\" button at the top-right. You won't be charged until the project is completed. \nTHIS IS ALL OR NOTHING. If I raise all $7,000 in 30 days, I get to make this project, you get to hear it, and we all walk away winners! If I raise any amount short of that goal, your credit card is never charged, and I never see a penny. \nWhat are you supporting? \nThe Color EP is a 5 song project. 5 songs that I have written with other wonderful songwriters who are also dear friends. 5 songs that represent universal truths that God has taught me in recent months. 5 songs that I can't wait to share. \nStylistically, this has elements of the acoustic, quirky vibe from my first EP. But this project is more mature, more developed, more sonically interesting, and more pop. \nIt is being produced by the talented Seth Penn. Seth and I have written together many times over the years, and he brings amazing creativity to the music. He is able to take the ideas in my head and make them sound even better than I imagine. \nWhat do I need? \nI need $7,000 to create this album. Here is the breakdown. \nProduction = $4,200. This goes to pay my producer, studio time, musicians, mixing and mastering. \nArtwork/Design - $100 \nCD Printing: $500 \nKickstarter cost & fees: $600\nRewards: $600\nMarketing/publicity: $1,000\n$7,000 is the base number. The bare minimum to make this happen. If we can raise even more, we will get to do even more! \nStretch goal #1: $8,500 \n$8,500 will allow us to hire a publicist and really get the word out to more people. I would love to make this happen! \nStretch goal #2: $10,000 \n$10,000 would allow us to make some awesome video content! And this benefits YOU, too! \nWe are already halfway through with the recording process. We have finished pre-production and some of the instrument tracking. Your funds are needed to finish this out and make it a reality! \nWhen is this happening?\nThe EP is scheduled to release late January or early February. More details will be coming soon! \n What are the rewards? \nFor full reward details, check out the \"Rewards\" tab. But here are a few more details on some of the fun things you could get for your donation! \nIt starts at just 5 little dollars. You can receive anything from an early download of the full album to a signed physical copy of the CD to exclusive \"bonus demo\" content to some fun merch items. \nCheck out the beautiful cover of the new EP. All photography by Sydney Goodwin Photography (www.sydneygoodwinphotography.com)\nOne of the items you could receive is an art print of one of the lyrics to my song \"Fight Your Fear.\" \nIt's an overlay of my own handwriting and a beautiful photo taken by the talented Madeleine Bonin (www.madeleinebonin.com). \nYou could also get a The Color EP mug. Photo coming soon! \nHuge shoutout to Kate Allen (www.uncommonkate.com) for helping me design the cover art, art print, and mug. \nIn Closing...\nThank you in advance for every bit of support on this project. Every bit means so much to me. \nI also ask that you pray for us as we continue to make this music. Pray that God will use these songs to affect someone in some way. \nFor more information about me and my music, visit: \nMy website \nFacebook\nInstagram \nTwitter", "risks": "Risks and challenges\nWith any musical project, there is potential for setbacks and delays; however, we have created built-in buffer time to make sure this is accomplished and ready to send to you in January (official release in February). If there are any delays that will keep us from accomplishing that, we will let you know well in advance!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Happy Release Day!!", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Digital Files Are Here!", "update_content": "Hey Backers! \nIn 4 weeks, on February 26, The Color EP will be releasing officially on iTunes and other digital retailers; however, you get the digital files a full month before anyone else! I've been so anxious to share this with you, and the day is finally here! \nYou should have already received an email with all the details of how you can download the music! There were a few glitches earlier today, but those should have been resolved. If you have any further problems, please let me know! \nLive Colorfully, "}, {"status": [{"Project funds successfully": "99 backers pledged $7,270"}, {"Project launches": "OCTOBER 21, 2015"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/930334933/chandler-roberts-the-color-ep", "project_name": "Chandler Roberts - The Color EP"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "For years artists, particularly Christian artists, have struggled to connect with audiences beyond their music. This podcast will be an avenue for just that. Armed with almost a decade of sitting down and chatting it up with artists, Ben Milton has a unique relationship and perspective on the business and ministry.\nPhase 1 funds the startup costs of the podcast. We are talking mics, digital recorder and hosting. The whole enchilada. This stuff isn't cheap. It's almost $500 for two professional microphones. The hosting site with our own convenient app is almost $500 as well. Just ask us and we’ll give you the full breakdown of what the costs are. The bare minimum goal is $3000. ", "risks": "Risks and challenges\nOnce the show is funded we can purchase all the equipment needed and start booking the interviews. The biggest challenge is scheduling. Luckily one of the great things about this show is that both the record labels and artists are excited about it too and have already agreed to help keep the show going.\n\nIf we aren't able to generate enough subscribers to pay for more video's we will have to get cut back on that idea until we can pay for that. Either way when we meet the Phase 1 goal there will be enough funding for 1 year of shows. Which with the contacts and the support of artists and labels will be sustainable for a long time.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "You did it!", "update_content": "Woke up at 3 AM so excited for the next phase of the project to begin and wanted to thank each one of you personally. The preview episode is going to be released this weekend and I'm in the process of getting the t-shirts. I'll be contacting each of you about your rewards. You guys ROCK!!\nBen"}, {"update_no": "UPDATE #3", "update_userinfo": "Phase 1 is done! Just a couple days left.", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "Almost funded and a little sample on the way", "update_content": "I\"m so excited! Within the past two weeks so many people have helped back this Kickstarter.  We are almost funded.  Just a couple hundred of dollars to go before we reach our fist goal when I distinctly remember launching this and thinking \"Well, at least my mom will throw in for a t-shirt...I hope.\"  Thank you everyone for each and every gift.  And thank you for continuing to spread the word about this show and encouraging people to give and listen.\n\nWe borrowed some mics to interview Carrollton.  It was a great time.  But as they say you get what you pay for.  The mics ... well, they weren't spectacular.  We're working hard on editing it up so it's listenable.  It will likely be a sample show of what it will sound like versus a full episode.  All that means is we have to have them on again.  Either way you should have something to actually listen to in the next day or two.\n\nThanks again everyone!"}, {"update_no": "UPDATE #1", "update_userinfo": "First day HUGE success", "update_content": "Hi everyone!  Day 1 of the campaign is done and it exceeded my expectations.  With your help Sometimes There Is God is already 20% funded for Phase 1!  Over $600 was pledged for the project.  That's incredible to me!  Thank you so much.\nThere is still a long way to go to get to our ultimate goal.  Please continue to spread the word about the show and the kickstarter.\nAgain, thank you!"}, {"status": [{"Project funds successfully": "50 backers pledged $3,370"}, {"Project launches": "OCTOBER 2, 2014"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1096957695/sometimes-there-is-god-the-podcast", "project_name": "Sometimes There is God the Podcast"}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "IF YOU WANT TO SEE US ON TOUR, here’s how to pre-buy a concert ticket/backstage pass for $25 and FUND OUR FIRST TOUR EVER! \n1) Pledge $25 per ticket and we'll send you a laminated backstage pass autographed by the band with custom lanyard for each ticket you purchase. Simply add the price of your tickets onto whatever reward you choose.  \n2) If we don't come to your city, you can return your beloved laminate for a full $25 refund.   \n3) If you've still got questions, send us a message at Kickstarter and we'll either reply to you or post a response for all to see. \n4) Remember — you've already filled us with so much gratitude that our tour could arguably be fueled by love-gas. \nStretch Goal #1 ($130K) = Domestic Bliss. If we can reach $130,000 total on Kickstarter, the plan is to kick off the tour with our special event Nashville concert and party on April 25th (see reward #10), then cover the USA in 30 days. Unless your home is in certain sections of Montana or the Dakotas, we hope to play a show within at least a 400 mile radius of wherever you live within the Continental U.S. And for those of you living in a major metropolis, we should be a whole lot closer — maybe even within walking distance.\nWe did a quick budget for a 20 city tour, and it breaks down like this: Transportation and fuel: $20,000 / Lodging and meals: $20,000 / Crew and equipment rentals: $20,000 / Keeping the home fires lit: $25,000 (Because some of us have kids. Who love to play with matches.) / Cheeto & Trail Mix allowance: $800 / Nightly cucumber mask (to keep our youthful glow): $1,200 / Insurance: $3,000 (Peter’s amazing sense of groove is insured by Lloyd’s of London.) / TOTAL COST: $90,000 \nStretch Goal #2 ($150K) = Break Out The Suit. If we hit $150,000... I will wear the On The Fritz suit live onstage each night during the encore. Although the reflective glare from this suit can cause temporary blindness, know this is going to hurt me a lot more than it hurts you.\nStretch Goal #3 ($170K) = Break Out The Dress. If we hit $170,000... I BREAK OUT THE DRESS for a second encore that includes “Lifeboat.” Those of you who have seen the “Lifeboat” video from 1985 know that this is a very bad idea, so please save my last shred of dignity and stop giving before we reach this particular goal. \nStretch Goal #5 ($200K) = International Showtime. And what about those of you living abroad in places like Australia or New Zealand or the U.K. or the wilds of Europe? (Is Canada a foreign country?)This goal will allow us to fly economy class to your fair shores and play select international dates.\nStretch Goal #6 ($250K) = We Want To Play Latin America. Because we want to play Latin America. And even if Our Friends To The South don’t want to hear us, this would allow us the abilityto rent our own venues. So there.\nDear Backers-In-Waiting,\nWhy should I tempt fate and do another Kickstarter project when the last one (\"Save Blue Like Jazz\") was so wildly successful it can never be repeated?\nBecause before I became your 11th favorite filmmaker I was your 8th favorite recording artist, and I know you've missed me making music because you wrote and told me on Facebook and why would you lie?\n\nAnd while it's true most recording artists get worse as they get older —usually much worse — isn't it at least statistically possible I may have gotten better?\nYes. And here's how:\n1. Form a band with Jimmy Abegg, John Mark Painter and another longtime collaborator who was supposed to remain secret due to contractual restrictions but he/she enjoys drumming, surfing and running through photos cloaked in camo-net. Commence recording album's worth of suitable material.\n2. Write lyrics culled from two decades of Life's Rich Pageant. Judge each line harshly. Refine until satisfied.\n3. Discover to your surprise that your singing voice may have improved with age. Make note to record vocals asap before the onset of any potential throat-debilitating illness.\n4. Return to Kickstarter community with outstretched palm. Include money back guarantee. Try not to reek of desperation.\nAnd in anticipation of your frequently asked questions...\nWhat will the music sound like? \nYour favorite color + your favorite candy + rock = the sound of STATPF \nIs there a deeper meaning behind the band moniker? \n\"Steve Taylor\" sings lead vocals and writes the lyrics / \"And The Perfect Foil\" write and record the music. And yes, those four words just happen to comprise an acronym of the band members' surnames. Coincidence? Yes, actually. \nWe've been hearing about a new Steve Taylor album since the Clinton Administration. How do we know this is real?\nI've played the demos for the neighbor kids. They will confirm that 1) It's real; and 2) It's weird when a grown man asks you to listen to his demos.\nWill there be a tour?\nIt depends. Will you bring your friends?\nAren't you rich, Steve Taylor? Why don't you fund it yourself?\nI was, in fact, reasonably well off at one time from a thriving music career that included writing songs you love, singing some of them, and producing a world-wide hit that rhymes with \"Kiss Me.\" But five years into the New Millennium I developed a filmmaking habit that has required constant infusions of personal cash to the point where I can no longer fund anything beyond the occasional date night.\nBut don't you have a bank and/or rich friends who would loan you the money?\nYes, I do. And yes, they probably would. But thanks to certain principles laid out in a certain book given to me last year (authored by a certain Mr. Ramsey), I'd rather pre-sell the new album to all of you than borrow money to make it. And an even bigger reason is this: I have no idea how many people even care. Are there 100 of you? 1,000 of you? More? I can't think of a better platform than Kickstarter for finding out how many fans are interested in a new album, then expanding those plans accordingly, including whether or not it makes sense to go on tour. \nHow will the money be spent?\nRecording=$12,000 / Mixed and mastered by professionals=$10,000 / Artwork=$3,000 / Music Videos & P.R. to feed the promotional juggernaut=$7,000 / Estimated cost of backer incentives & Kickstarter fees=$8,000 / Grooming for the band photo=$1.50 / Grand Total = $40,001.50 \nWill you go back to making movies after this?\nThat's the plan, God-willing. I've even got the screenplay I'm working on open in a separate window on my laptop. But making movies is hard—much harder than making music—and it takes me ten times as long (3-6 years) to make a movie as it takes me to record an album (3-6 months). Is my math accurate? Plus it's almost fifty times more expensive: $1-2mil for me to make a movie vs. $30-40K for me to record an album. And yes, I just did the mental math on that last statistic, which is why you can trust me with your money.\nYour friend,\nSteve Taylor\nP.S. Some of you will want to know that the long-in-gestation Chagall Guevara live album is at the ready. My Guevarian bandmates felt it would be better to keep its release separate, so we hope to further press our luck by launching that campaign in January...\n\"Portrait of Ben Pearson\" by Jimmy Abegg\nThis just-completed Jimmy Abegg original can be yours with a simple click o' the mouse.", "risks": "Risks and challenges\nBarring any unforeseen hubris (I just re-read Luke 12:16-21), we hope to pull this off with minimal delays or mishaps.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #62", "update_userinfo": "Happy Thanksgiving! Here's a brand new track from Steve Taylor & the Danielson Foil!", "update_content": " https://youtu.be/I4uERUOvuhc "}, {"update_no": "UPDATE #61", "update_userinfo": "Steve Taylor has an urgent message from Father Time", "update_content": "PLAY"}, {"update_no": "UPDATE #60", "update_userinfo": "Chagall Guevara’s liver", "update_content": "…because if I start with an inside joke, you’re more likely to open it, right?\nThe fact that you’re getting this unrequested email is all your fault. You supported my past Kickstarter campaign(s), a deed that can never be undone.\nWhich means every 5-7 years — until one of us dies or you press unsubscribe — this will keep happening like those seven-year itches or cicadas or British septennial parliamentary elections back in the day."}, {"update_no": "UPDATE #59", "update_userinfo": "We are LIVE and LAUNCHING!", "update_content": "Dear Enabling Angels,\nHas it only been a year since the release of Goliath, an album two decades in the making? What if the follow-up was ready... NOW?!!"}, {"update_no": "UPDATE #58", "update_userinfo": "Daytrotter Namedropper", "update_content": "How was summer? Did you go swimming? Eat popsicles? Join a club that includes Vampire Weekend, The National, Bon Iver, Mumford & Sons, Wilco, Spoon, Death Cab, etc. by recording a live Daytrotter session? Or was that just us?\nThey even did a band portrait (and no, it's not a tarot card) to go along with the four-songs-live-in-the-studio-and-sounding-unlike-anything-we've-ever-done. Just another dream-come-true made possible by you, dear backer. Because we used the last of that Kickstarter money to buy the tank of gas that got us from Chicago to Rock Island, IL. "}, {"update_no": "UPDATE #57", "update_userinfo": "Free Download! More Tour Dates! Australian \"Down Under\" Photo!", "update_content": "So... we had a little hitch with iTunes, wherein they classified \"A Conversation with Donald Miller & Steve Taylor (Plus Secret Hidden Track)\" as an Album Only purchase on the Goliath Deluxe Edition. When we registered an official protest, we were informed that this was company policy due to the 15:28 length of the track. \nTherefore, because we don't want you repurchasing the entire album just so you can own this epic interview, you may now download the conversation and its not-so-secret hidden track HERE. For free! Because talk is cheap."}, {"update_no": "UPDATE #56", "update_userinfo": "Because you are a beloved backer...", "update_content": "You can listen to \"Foils on 45\" here.\nYou can listen to the \"A Conversation with Donald Miller and Steve Taylor\" here.\nYou can tell all your friends who were waiting for the \"Goliath\" iTunes Deluxe edition to get it here.\nYou can watch our brand new \"Moonshot\" video here."}, {"update_no": "UPDATE #55", "update_userinfo": "\"Am I In Sync (Missing Link Version)\" sneak preview!", "update_content": "Because we want you to hear it first:\nhttps://soundcloud.com/splint-entertainment/am-i-in-sync-missing-link-version/s-pvFww\nP.S. See us in LA tonight for our 6pm early show with Danielson & The Nine Fruit Tree! "}, {"update_no": "UPDATE #54", "update_userinfo": "\"Moonshot\" video NOW on Entertainment Weekly!", "update_content": "Watch it here. Again and again.\n“Moonshot” was directed by my longtime collaborator Matthew Sterling (who edited Blue Like Jazz and The Second Chance), and I’m embarrassed to say I can’t stop watching it — I discover a new surprise and/or delight with every viewing. Thanks, Matt, for your labor of love. And thanks to all of you who sent your beskated children into the fray.\nYou can also see us live in four hours in Portland with Danielson and the Nine Fruit Tree!"}, {"status": []}], "comment_no": 416, "projec_url": "https://www.kickstarter.com/projects/notdead/steve-taylor-and-the-perfect-foil-new-album-really", "project_name": "Steve Taylor & The Perfect Foil. New album. Really."}}, {"backer": "The Choir", "project_data": {"campaign": {"story": "2 Guys, 1 Boat, and a World of Adventure: A web series about two best friends traveling the world on a ship with 500 other college students. Fun and laughter are guaranteed, as these two live out their dreams and hopefully learn something along the way. In front of a camera.\nWe have been given the opportunity of a lifetime: To set sail around the world with 500 other college students. The program is called Semester at Sea (http://www.semesteratsea.org) and in a nutshell, consists of 500 college students on a cruise ship for two months.\nHi, we’re Riley and Dan, the nuts in the nutshell!\nOK, sure…we’ll be earning 9 hours of school credit while on the ship, so it’s not all fun and games. But there will be fun and games. I mean, come on! It’s a big boat and when the boat pulls into port at various coastal towns around the world, our only job will be to explore and experience—to take it all in.\nGENIUS MOMENT\nA thought occurred to us: We need to document this. THIS IS KIND OF A BIG DEAL! We could do the typical iPhone videos and slideshows…but we can do better than that. Riley has been dabbling in filmmaking since he learned to hit a red record button and has been wanting to make a documentary but hasn’t been able to come up with a good subject. Ummm…ok. How about 2 GUYS ON A BOAT WITH A BUNCH OF COLLEGE STUDENTS?\nHATCHING A PLAN\nWe want to take you with us. No, you can’t fit in our suitcases. Maybe some of you could…but there’s going to be some pretty foul-smelling clothes in there. What we hope to do is create a weekly web show called “Two Guys, One Boat, and a World of Adventure” which will feature our exploits and adventures from the past week. We’ll pack it all in there—embarrassing encounters with locals, awkward pauses, jumping off things into stuff (the “things” and “stuff” will change from week to week, but the concept is genius, right?), learning about life in other cultures, and a highlight music video at the end of the trip. We want to take you along for the ride, make you laugh, and maybe discover some new things about people and life along with us\nTHE CATCH\nWe’re college students. Read: we’re broke. It's hard enough to scratch enough money together for a taco, much less pay for a 2 month Semester at Sea AND fund a documentary on top of it. Besides deferring some of the travel costs associated with a semester abroad, we also need to purchase 2 GoPro Hero HD cameras (www.gopro.com) along with all the requisite mounting devices, several 32G SD memory cards, and travel cases. Plus, to really get the best footage around these countries, we need to take as many adventure excursions as possible (scuba diving, scooter rentals, bail money, etc). \nTHE PLEA\nKickstarter is an all-or-nothing platform. We set a goal of $5,000, but if we don’t reach that goal, we get nothing. Zero. Zip. Nada. However, if we reach the goal, we also get to keep anything above the goal. So really, the goal is much higher but we set our Kickstarter goal lower than we actually need. We’ve come up with what we believe are some really funny and unique awards for you when you donate.\nTHE WRAP UP\nWe are two 19 year old guys living life to the fullest and living out our dreams. It’s all going to be good, clean fun because we’re good, clean, fun guys. We will take you with us as we travel to beautiful and amazing places, try new things, see amazing sites, and do a lot of laughing and learning in the process. Come with us as we visit Spain, Italy, Croatia, Greece, Turkey, Morocco, and Portugal. We will be updating you along the way every week, keeping you updated on the two month voyage. So help me go on this trip of a lifetime, and let me share in our experiences along the way. 2 Guys, 1 boat, and A World of Adventure. ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Turkey Video is up!", "update_content": "http://www.youtube.com/watch?v=Wx697uvHFpY\nalso i am shipping out rewards this next week sorry it has taken so long for everything and thanks for being patient and supportive"}, {"update_no": "UPDATE #8", "update_userinfo": "Croatia video and news", "update_content": "http://www.youtube.com/watch?v=CzWjmIArFjQ&feature=plcp\nHere is the link for the croatia video. Also all the postcards and rewards are being shipped out this week. Look for the rest of the videos to be up this weekend. Thanks"}, {"update_no": "UPDATE #7", "update_userinfo": "Italy video up", "update_content": "http://www.youtube.com/watch?v=KHjHx-UzSvc&feature=youtu.be"}, {"update_no": "UPDATE #6", "update_userinfo": "First Videos are up!!!", "update_content": "So sorry it has taken so long. Internet connections have not been the most reliable!\nHere is our video channel with a simple intro video and our first main country, Spain.\nHope you enjoy and we would love to hear from you! Thanks again for your support!\nhttp://www.youtube.com/user/RileyAndDanGoGlobal?feature=watch"}, {"update_no": "UPDATE #5", "update_userinfo": "WE DID IT!", "update_content": "We did it! the goal has been reached! Thank you so much to all that shared and donated! We are so blessed and can't wait to take you on this adventure with us! Stay tuned for details on the youtube channel, and thank you all again!"}, {"update_no": "UPDATE #4", "update_userinfo": "Only 2 hours left!!!", "update_content": "Ok, we are sooo close. Please help out with anything you can and send this to everyone who may be able to help!\nThank you so much and we hope to send out a great update later today!\nRiley and Dan"}, {"update_no": "UPDATE #3", "update_userinfo": "Almost 50% there! We need your help!", "update_content": "Thank you sooo much! We are almost 50% there and just a couple days left.\nWe are very excited and know we can make this happen! Please, pass our link on to everyone you know and help us get this web series funded. You won't be disappointed! \nWe are getting excited as the day to leave draws near. \nUpdate soon!"}, {"update_no": "UPDATE #2", "update_userinfo": "Over 10% there!!", "update_content": "Thanks so much to everyone who has supported so far. We are just over 10% there. We still have a ways to go, but we know we can make this happen. Please pass our project along to your friends and contacts, and put in a good word for us. :) There is a share button right under the video that you can post to your facebook or twitter.\nThanks again, and stay tuned!\nRiley and Dan"}, {"status": [{"Project funds successfully": "41 backers pledged $5,125"}, {"Project launches": "MAY 9, 2012"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/175252595/2-guys-1-boat-and-a-world-of-adventure", "project_name": "2 Guys, 1 Boat, and a World of Adventure"}}]