[{"backer": "The TESA Collective", "project_data": {"campaign": {"story": "All Milestones Unlocked!", "risks": "Risks and challenges\nStronghold Games' previous success and the assistance and guidance of the experts we are working with will enable us to deliver this project on time. We have every confidence that Ares Expedition will be on schedule and of the highest possible quality.\n\nThat said, there are always complexities and considerations in a project of this scope that may cause delays. Stronghold Games will use contract manufacturing to make this game, freight forwarders to get games through customs, and 3rd parties like Amazon, the US Post Office, and FEDEX to ship the games to you – we don't control everything and there are lots of opportunities for delay. We have a track record of making everything work out for backers in the end – so please be confident and supportive of our efforts to get this great game into your hands.\n\nREFUND POLICY\nWe can refund you within 14 days of the campaign’s end, fees included. After that, we have a policy of no questions asked, though that’s minus 20% for Kickstarter and payment processing fees (which we can’t get back from them after 14 days). However, if we’ve begun packaging your pledge for shipment (usually 4 to 6 weeks before the actual shipping date), no refunds are possible. If a component cannot be delivered AT ALL, we refund that completely, including fees.\n\nAll refunds 14 days after the close of the campaign may be processed via PayPal or reversed via Stripe to your credit card at our discretion. Refunds within 14 days are reversed via Stripe to your credit card.\n\nThis project is being funded in USD and any refunds processed will be in USD for the exact amount received in USD, excluding any applicable fees depending on the time of the refund being processed.\n\nDAMAGED OR INCOMPLETE PRODUCTS\nWe understand that all backers want to receive their items in pristine condition; however, the realities of worldwide shipping can sometimes make this difficult. We guarantee that the product you receive will be complete and all internal components in perfect condition. We will do our best to ensure that your package arrives in good condition, but all decisions on box replacements will be made on a case by case basis. Due to the difficulty and expense in replacing boxes, depending on your region, we will not be able to replace some boxes with minor cosmetic damage only.\n\nRETURNED PRODUCTS\nIf you refuse to accept your package on arrival we will not issue you a refund for the cost of the pledge.\n\nFAILURE TO RESPOND TO SURVEY\nSurveys will be completed through Crowd Ox. If you fill out the survey after the designated time frame, your package may be delayed in sending to you by up to a few months. If you do not fill out the survey until after the declared end of the project, we may not be able to send it to you.\n\nTERMS AND CONDITIONS\nBy pledging to this project, you acknowledge that the final look, materials, and content of the rewards (and the project) are subject to change and may differ substantially from what is presented while the Kickstarter project was active.\n\nIf you do not log in and submit your project survey results (ie, provide us with your shipping address) for your pledge within 8 weeks of our notification, you agree that we have fulfilled our obligations to you in full for payment or donations received. However, we may, at our discretion, refund or ship your pledge (at additional cost for international backers) if you complete your project survey after the 8-week window has elapsed.\n\nIf you do not accept these terms, please do not pledge on this project but instead wait for the general release.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Just Here for the Gear", "descp": "This pledge level is for backers that only want to get Add-ons. See the Add-on section for additional details on the optional Add-ons available from this project. Only the Add-ons listed in the Add-on section will be available at this level. You will select your Add-ons on the next screen.\nSelect Add-Ons now for the best price! Prices will increase after the campaign ends.\nThe milestones unlocked during this project are not part of this pledge level and are not available through this pledge level.\nTHIS PLEDGE IS FOR BACKERS WHO ONLY WANT ADD-ONS ONLY.\nShipping and Taxes are not included and will be charged in the Pledge Manager.\nSee Shipping & Taxes for more information.\nINCLUDES:\nAccess to Add-on Choices", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["385 backers", "Add-ons"]}, {"amt": "Pledge US$ 39 or more", "title": "Ares Expedition", "descp": "You will receive one copy of the all-new standalone card game Terraforming Mars: Ares Expedition including all unlocked milestones from this project.\nSelect Add-Ons now on the next screen for the best price! Prices will increase after the campaign ends.\nShipping and Taxes are not included and will be charged in the Pledge Manager.\nSee Shipping & Taxes for more information.\nFor additional copies, please see the Shipping & Taxes section for more information.\nINCLUDES:\nTerraforming Mars: Ares Expedition", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14,807 backers", "Add-ons"]}, {"amt": "Pledge US$ 84 or more", "title": "Base of Operations", "descp": "You will receive one copy of the all-new standalone card game Terraforming Mars: Ares Expedition including all unlocked milestones from this project.\nAdditionally, you will also receive one copy of the original Terraforming Mars base game.\nSelect Add-Ons now on the next screen for the best price! Prices will increase after the campaign ends.\nShipping and Taxes are not included and will be charged in the Pledge Manager.\nSee Shipping & Taxes for more information.\nFor additional copies, please see the Shipping & Taxes section for more information.\nINCLUDES:\nTerraforming Mars: Ares Expedition\nTerraforming Mars", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["463 backers", "Add-ons"]}, {"amt": "Pledge US$ 119 or more", "title": "Expanding Universe", "descp": "You will receive one copy of the all-new standalone card game Terraforming Mars: Ares Expedition including all unlocked milestones from this project.\nAdditionally, you will also receive one copy of each of the original Terraforming Mars expansions. These are NOT compatible with Ares Expedition, only the original Terraforming Mars.\nSelect Add-Ons now on the next screen for the best price! Prices will increase after the campaign ends.\nTHIS PLEDGE IS FOR BACKERS WHO ALREADY HAVE TERRAFORMING MARS AND WANT THE EXPANSIONS FOR IT\nShipping and Taxes are not included and will be charged in the Pledge Manager.\nSee Shipping & Taxes for more information.\nFor additional copies, please see the Shipping & Taxes section for more information.\nINCLUDES:\nTerraforming Mars: Ares Expedition\nTerraforming Mars: Prelude\nTerraforming Mars: Hellas and Elysium\nTerraforming Mars: Venus Next\nTerraforming Mars: Colonies\nTerraforming Mars: Turmoil", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["376 backers", "Add-ons"]}, {"amt": "Pledge US$ 164 or more", "title": "Mars Explorer", "descp": "You will receive one copy of the all-new standalone card game Terraforming Mars: Ares Expedition including all unlocked milestones from this project.\nAdditionally, you will also receive the original Terraforming Mars base game and one copy of each of the original Terraforming Mars expansions. These expansions are NOT compatible with Ares Expedition, only the original Terraforming Mars.\nSelect Add-Ons now on the next screen for the best price! Prices will increase after the campaign ends.\nTHIS PLEDGE IS FOR BACKERS WHO WANT THE TERRAFORMING MARS GAME & EXPANSIONS.\nShipping and Taxes are not included and will be charged in the Pledge Manager.\nSee Shipping & Taxes for more information.\nFor additional copies, please see the Shipping & Taxes section for more information.\nINCLUDES:\nTerraforming Mars: Ares Expedition\nTerraforming Mars\nTerraforming Mars: Prelude\nTerraforming Mars: Hellas and Elysium\nTerraforming Mars: Venus Next\nTerraforming Mars: Colonies\nTerraforming Mars: Turmoil", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["307 backers", "Add-ons"]}, {"amt": "Pledge US$ 263 or more", "title": "Corporate Investor", "descp": "You will receive one copy of the all-new standalone card game Terraforming Mars: Ares Expedition including all unlocked milestones from this project.\nAdditionally, you will also receive the original Terraforming Mars base game, one copy of each of the original Terraforming Mars expansions, and the Terraforming Mars Big Box storage solution. These expansions are NOT compatible with Ares Expedition, only the original Terraforming Mars.\nSelect Add-Ons now on the next screen for the best price! Prices will increase after the campaign ends.\nTHIS PLEDGE IS FOR BACKERS WHO WANT THE TERRAFORMING MARS GAME & EXPANSIONS PLUS THE STORAGE AND 3D TILES FOR THE ORIGINAL GAME AND ALL ITS EXPANSIONS.\nShipping and Taxes are not included and will be charged in the Pledge Manager.\nSee Shipping & Taxes for more information.\nFor additional copies, please see the Shipping & Taxes section for more information.\nINCLUDES:\nTerraforming Mars: Ares Expedition\nTerraforming Mars\nTerraforming Mars: Prelude\nTerraforming Mars: Hellas and Elysium\nTerraforming Mars: Venus Next\nTerraforming Mars: Colonies\nTerraforming Mars: Turmoil\nTerraforming Mars: Big Box - Storage + 3D Tiles", "time": [{"ESTIMATED DELIVERY": "Sep 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["302 backers", "Add-ons"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "Shipping is set to begin.", "update_content": "Good news terraformers! Our first containers are through customs and your games will arrive later this week in the US and EU fulfilment centers. Once those arrive, we will forward the first set of games to the UK and Canadian fulfilment centers.  Games for Asia, Australia and rest of the world have already arrived and packing them for the regional hubs has already begun.\n\nWe will start sending games to you just as soon as they arrive at your fulfilment center.  Keep in mind that this will be a rolling fulfillment and second containers for each region have been delayed by a couple of weeks and are currently three weeks behind the first containers. That means it will be at least six weeks from when the first shipping notice goes out before the last does, and that shipping will start in the US and EU before UK & Canada by at least two weeks given intrar-egion current transit times.  Rolling fulfillment will get games to everyone faster, but it will be a source of frustration for some.  We apologize in advance if your order is later than the others."}, {"update_no": "UPDATE #16", "update_userinfo": "Closing in on Fulfillment! Locking addresses on June 4th!", "update_content": "Expeditioners, we’ve been hard at work tying up some logistics and shipping issues and the good news is that  we’re nearing the final step of this campaign. There are still a few hurdles between now and you getting your games but we’re way ahead of our original projection of shipping in September.\n\nSo the short update is that your copies of Ares Expedition are now on ships heading to the fulfillment centers!  While that is well ahead of our original schedule, this actually is a couple of weeks later than we were expecting. Over the last few weeks there have been significant delays. The first delay was some minor retooling of the dual-layer player boards, to tighten up the spaces that a few eagle eyed backers noticed in our update photos.  This will make the player mats more usable, but it did add a few weeks to our production time. We wanted to make sure these were high quality, and that meant making some changes so this delay was the right call."}, {"update_no": "UPDATE #15", "update_userinfo": "Quick Update and Sleeves!", "update_content": "Expeditionists,\nI come bearing good news! Printing is progressing well and we are ahead of schedule.  This might not be the most exciting update as the production process churns along, however, we did want to take a moment to show you the production sample of the sleeves in action.  They came out great!"}, {"update_no": "UPDATE #14", "update_userinfo": "CLOSED SURVEY CORRECTION!", "update_content": "Ares Expedition Survey Closes TOMORROW 3/24!\n90% of all backers have completed their surveys so we need the remaining 10% to complete this NOW.\n\nWe need this information to get the right number of games and add-ons ordered."}, {"update_no": "UPDATE #13", "update_userinfo": "FINAL REMINDER!! Surveys Close TOMORROW! Must Complete by 3/24/21!", "update_content": "Ares Expedition Survey Closes 3/24!\n82% of all backers have completed their surveys so we need the remaining 18% (~2,954 backers) to complete this ASAP.  \n\nWe need this information right now to get the right number of games and add-ons ordered."}, {"update_no": "UPDATE #12", "update_userinfo": "Surveys Close in 1 Week! Must Complete by 3/24/21!", "update_content": ""}, {"update_no": "UPDATE #11", "update_userinfo": "Backer Surveys Go Live Today!", "update_content": "TL;DR: Backer Survey expectations, final unlock, BIG THANK YOU!!!"}, {"update_no": "UPDATE #10", "update_userinfo": "THANK YOU TO OUR 16,902 BACKERS!", "update_content": "TL;DR: Just a friendly reminder that this is your last chance for the best price on add-ons!!!"}, {"status": [{"Project funds successfully": "16,903 backers pledged $1,232,899"}]}], "comment_no": 1870, "projec_url": "https://www.kickstarter.com/projects/strongholdgames/ares-expedition-the-terraforming-mars-card-game", "project_name": "Ares Expedition - The Terraforming Mars Card Game"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "It’s 1848 in Seneca Falls, NY and America’s first women’s rights convention is meeting to declare “all men and women are created equal”. The most controversial element of the Declaration of Sentiments is “the right of equal franchise”. Attendees can’t possibly predict the 70 year road ahead: the masterful organizers or the eloquent speakers who will emerge, the continent-enveloping wars nor the inter-movement fights that might sink the whole effort, not even the pandemics and parades that lay ahead in the great battle for Votes for Women. Now, put yourself in their bloomers to decide the strategies and tactics needed to ratify the 19th Amendment and ensure Votes for Women is enshrined in the Constitution.\nFor more history and background on the game and the designer, check out this interview with Tory Brown at The Players' Aid: https://theplayersaid.com/2020/09/07/interview-with-tory-brown-designer-of-votes-for-women-from-fort-circle-games-currently-on-kickstarter/\nIn Votes for Women, you are invited to join the movement for women's suffrage, starting in 1848 at the Seneca Falls Convention and navigating the ups and downs of the next seventy years. Will you succeed in this card-driven game by winning support in three-fourths of the states needed for ratification? Or will the opposition stymie progress and prevent enough states from ratifying the Nineteenth Amendment, dashing our hopes for equality? Play this 60 minute game to determine who will out-campaign and out-organize their competition to win. \nVotes for Women, designed by Tory Brown, can be played competitively, cooperatively, or in solitaire mode. Players may play cards for their events, to campaign, to organize or to call for a vote in state legislatures to ratify the Nineteenth Amendment. Game play occurs over three eras that correspond to important historical periods of the movement up to the exciting culmination of ratification in 1919 and 1920. The Support player needs 36 states to pass ratification to win while the Opposition player needs only 13 states to bury the 19th amendment.\nThe gorgeous cards feature some of the famous leaders we already know, plus many suffragists who have been left out of the narrative but whose contributions were critical to the passage of the 19th amendment, as well as the events, publications and clubs that were instrumental to winning not just suffrage but to advancing the women’s rights movement overall. The opposition cards highlight the events, forces, industries and individuals, many of them women, who nearly thwarted the greatest expansion of citizenship in American history.\n Votes for Women comes with the following:\nA beautiful mounted game board featuring a map of the continental United States\nOver 100 high quality cards that feature portraits, historical documents and stunning artwork from the period\n18 organizing buttons\nAn illustrated, easy-to-understand rule book\nAn original historical essay and numerous historical documents and postcards from the struggle\nOver 300 wooden pieces and sixteen dice\nShipping will be charged just prior to game delivery.  One game shipped to the United States will be $10.  One game shipped to Canada or the EU will be $15.  One game shipped to Australia will be $25.  For larger quantities or other countries, please message.  A print-and-play PDF will be delivered to every backer at the conclusion of the campaign.\nOur pre-pandemic plans were to have this game ship to customers in November and have the game available at retail in December for the winter holidays.  We now do not expect delivery until April, 2021.  However, for anyone purchasing this game as a holiday gift, we are happy to provide you with a lovely certificate that can be given in advance of the game arriving in April. ", "risks": "Risks and challenges\nFort Circle Games was founded in 2017 to develop and publish beautiful board games that are grounded in historical events. Although this is only our second project, we have backed over 400 games on Kickstarter, starting with the original Alien Frontiers in 2010. Our first game, The Shores of Tripoli, has been widely praised for its sleek design and beautiful components. We are certainly familiar with the industry and some of the pitfalls that can come with manufacturing and fulfillment, particularly during this pandemic. We are partnering with the best companies in the industry and feel comfortable about making our target delivery date of April 2021.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 50 or more", "title": "One Copy of Votes for Women", "descp": "Receive one copy of Votes for Women. Shipping will be assessed at time of shipment.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["391 backers"]}, {"amt": "Pledge US$ 90 or more", "title": "Two Copies of Votes for Women", "descp": "Receive two copies of Votes for Women. Shipping will be assessed at the time of shipment.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["30 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "Three Copies of Votes for Women", "descp": "Receive three copies of Votes for Women. Shipping will be assessed at the time of shipment.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Six-Pack of Votes for Women", "descp": "Receive six copies of Votes for Women. Shipping will be assessed at time of shipment.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Executive Producer", "descp": "Be listed as an Executive Producer of Votes for Women!\nReceive thirty copies of the game - great for donating to schools and students.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Votes for Women Production Update", "update_content": "I hate to be the bearer of bad news, but production for Votes for Women is being delayed until May.\n\nThe primary issue is that there is a backlog at the factory that produces wooden pieces.  Votes for Women has a number of custom wood pieces (suffragist and anti-suffragist meeples, green checks and red X's for states that ratify or reject the 19th Amendment, etc.) and the earliest we can get approval pieces is the first week in May, with production then starting shortly after the pieces are approved.  This puts delivery well into the summer months. "}, {"update_no": "UPDATE #5", "update_userinfo": "Votes for Women 2021 Update", "update_content": "Hello everybody!  Tory and I wanted to give you an update on where things are with Votes for Women.\n\nWe have decided to do one more round of play testing.  We are pretty confident with the play balance and smoothness of play, but because of the importance of this game, we want to make sure it is as close to perfect as possible.  If you would like to be involved in this final round of play testing, please message me and I will hook you up.\n\nWhile are pretty far along in pre-production, we will not begin official production until the last round of play testing is complete - mid-to-late February.  In normal times, this would keep us on track for delivery to most backers in late April to early May."}, {"update_no": "UPDATE #4", "update_userinfo": "Votes for Women - Update #4", "update_content": "The weather is gorgeous here in DC.  I am sitting on my porch with my senior editorial assistant working on Votes for Women and thought I would provide everyone with a much needed update.  (Editorial assistant pictured below)"}, {"update_no": "UPDATE #3", "update_userinfo": "Votes for Women - Update #3", "update_content": "Thank you, thank you, thank you!  Thanks to YOU and 509 other backers we raised almost $30,000.  This will allow us to produce a game with not only elegant game play but high quality components.  It also allows us the cushion to donate two hundred games to middle and high schools to use in the classroom.  Tory and I cannot thank you enough.\nI want to provide a timeline for production.  Since production cannot begin until mid-November, we are going to spend October fine-tuning particular cards and ensuring the play is still balanced.  If you would be interested in a print and play test kit, please message me with your email address and I will be happy to send one to you next week.  There are also a few photos that we are trying to ascertain the rights, so we may swap out some card art."}, {"update_no": "UPDATE #2", "update_userinfo": "Votes for Women - Update #2", "update_content": "Hooray!  Votes for Women reached its funding goal last week and this morning we crossed the $21,000 mark.  Philosophically, we do not believe in larding up a Kickstarter campaign with add-ons and stretch goals.  However, for every $5000 level we cross, we will put in the box an additional postcard or paraphernalia from the era.  Thank you everyone for your support!\nWe also posted a play-through video on YouTube - see  https://www.youtube.com/watch?v=JF6DuMjQK0M I must apologize that I have a pretty bad cold and you can certainly hear it in my voice.  But I hope the video gives a good overview of how the game is played.  Because production will not begin until November, we may tweak one or two rules and standardize some of the terminology.  But this is a great game and I am so happy to be the publisher."}, {"update_no": "UPDATE #1", "update_userinfo": "Votes for Women - Update #1", "update_content": "Hooray - we have reached 200 backers and over $13,000 pledged for Votes for Women.  Thank you everyone for believing in Tory's design and this project.  We were nervous about launching this campaign in late August but we felt it was important to launch on the centennial of the ratification of the 19th Amendment.\nWe did want to let everyone know that we will be filming a play through of the game and posting it on September 7.  Unfortunately, a pandemic-influenced logistical delay interfered with our plan to post one at the start of the campaign. "}, {"status": [{"Project funds successfully": "510 backers pledged $29,792"}, {"Project launches": "AUGUST 25, 2020"}]}], "comment_no": 72, "projec_url": "https://www.kickstarter.com/projects/fortcircle/votes-for-women-0", "project_name": "Votes for Women"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "The workers of Radix Media. From L to R: Lantz Arroyo, Sarah Lopez, Meher Manda, Nicholas Hurd\nHello! We are Radix Media, New York City’s only worker-owned, union print shop and indie publisher based in Brooklyn. For the past ten years, we have been instrumental in helping grassroots activists and social justice movements with printed ephemera. We expanded into literary publishing in 2017, and have since sought to support writers and voices from the margins.   \nIn 2021-2022, we will be releasing three distinctively unique graphic narrative projects. Each of these projects explores the prescient themes that concern our lives: urban isolation, the failures of capitalism, and restorative and transformative justice. We need your support to help bring them to life!\nThe three projects are:\nTHE SOLAR GRID BY GANZEER \nThe first five issues of THE SOLAR GRID\nFrom the mind of the eclectic, internationally celebrated artist Ganzeer comes a dystopian graphic series set in a future where humanity is left to deal with the fallout of irreversible climate change and the intense privatization of every industry. Covering centuries after a great flood has subsumed much of the world, The Solar Grid explores how the never-ending greed of capitalism continues to sink the world further. Will there be a way out? \nInterior page from THE SOLAR GRID\nInterior page of THE SOLAR GRID\nSpanning an estimated ten saddle-stitched booklets in rich, monochromatic hues, The Solar Grid is a warning for what lies ahead should greed, capitalism, attack on dissent, obsession with celebrity culture, and ecologically harmful practices continue unchecked. Through provocative writing, surrealist artwork, pop-culture references, ample easter eggs, and an exhilarating pace, Ganzeer delivers a terrorizing tale of our times.\nFollowing a successful Kickstarter campaign to release the full story as a hardcover book, this brand new edition is a special one consisting of individual chapters, printed with new exclusive cover art (the covers above are from the web edition). Beginning in April 2021, the story will be serialized the same way our science fiction collection Futures was—one chapbook per month. A limited edition box set will follow for the most ardent readers to pick up.\nDimensions: 6.625\" x 10.25\"\nFormat: Saddle-Stitched \nPages: Varies per issue\nPublication Date: Begins April 2021\nAbout the Writer-Artist:\nWriter-artist Ganzeer\nGanzeer operates seamlessly between art, design, and storytelling, creating what he has coined Concept Pop. With over forty exhibitions to his name, Ganzeer’s work has been seen in a wide variety of art galleries, impromptu spaces, alleyways, and major museums around the world, such as The Brooklyn Museum in New York, The Palace of the Arts in Cairo, Greek State Museum in Thessaloniki, and more. He also illustrated We Are All Things, a graphic prose poem by Elliott Colla, published by Radix Media in 2020.\nMORTALS BY JOHN DERMOT WOODS AND MATT L. \nWorking cover for MORTALS\n“Is it better to burn out than to fade away?”\nThis iconic line from Nick Hornby’s High Fidelity, a not-so-subtle nod to Hey, Hey, My, My (Into the Black) by Neil Young, is perhaps what Francis in Mortals, written by writer-illustrator John Dermot Woods and illustrated by Matt L., thinks about.\nFrancis, the protagonist of MORTALS, with his son, Courtney\nSticking out in the hip private school culture and boutique cafe laziness of New York City is Francis, a theatre actor well past his prime but self-important about his craft. He struggles to show up for the son his ex-wife raises by herself, and is perturbed by his kid’s stuffy private school that has eight-year-olds enact a rendition of Oedipus The King. When an offer to star in an indie film as the dying father to a teen-pop sensation comes along, Francis is both slighted and tired. What happens when the mortality of real and reel life stares Francis down?\nMortals is a deeply internal, meditative graphic novella. The artwork eschews action for pause, pace for quiet, and the writing allows for Francis to come into his deeply flawed, yet vulnerable state. Taking place over three sections, where the first section bears the naiveté of childhood, the second the insouciance of early adulthood, and the third the exhaustion of old age, the novella culminates in a stirring exodus that makes one consider the breadth of their own life.\nThe cast of characters of MORTALS\nDimensions: 7.5\" x 7.5\"\nFormat: Paperback \nPages: 120 pages\nPublication Date: September 2021\nAbout the Writer:  \nJohn Dermot Woods, author of MORTALS\nJohn Dermot Woods writes stories and draws comics. He lives in Brooklyn, NY. His books include the novel, The Baltimore Atrocities, published by Coffee House Press, and a collection of comics, Activities (Publishing Genius Press). He recently published a science fiction chapbook, Always Blue, as part of Radix Media's Futures series. He and Lincoln Michel published their funny comic strip, Animals in Midlife Crises at The Rumpus. He is a founder of the online arts journal Action, Yes and a professor of English and Creative Writing at SUNY Nassau Community College.\nAbout the Artist: \nIllustrator Matt L.\nMatt L. writes and draws comics. He earned his BFA from Parsons in Paris. He was later accepted into Juilliard's professional internship program for scenic painting. After working as a freelance artist, specializing in theater and TV sets, he moved to Atlanta, Georgia to work as a cartoonist.\nFANNING THE FLAMES: A MOLLY CRABAPPLE COLORING BOOK\nWorking cover for FANNING THE FLAMES\n\nDocumenting the world, one sketch at a time, Molly Crabapple has been a fearless advocate for justice and truth. Her body of work includes artwork ranging from live illustrations of the underground burlesque scene to the agitations of the Occupy Wall Street Movement. Her sketches are often marked with sudden rushes of color and striking images jostling for the viewer’s attention. The artwork, much like the artist who once famously challenged Donald Trump long before he was president, is nothing but defiant.\nSample art from FANNING THE FLAMES, by Molly Crabapple\nFor the first time, fellow artists, students, and followers of Crabapple can access her early illustrations stripped down to their outlines; all color removed so readers can color within, or outside, her sketches. In this book are bodies that subvert sexuality, demand justice, and confront the violence of institutions head-on. A political coloring book for a political generation. \nPlease note that this is an adult coloring book featuring nudity and sexual themes.  \nSample art from FANNING THE FLAMES, by Molly Crabapple\nThis book features thirty select pieces from Molly Crabapple’s career, printed in black and white on Neenah Environment 80# text weight stock. 100% recycled, and thick enough that colors won't bleed through to the other side.\nDimensions: 8\" x 10\"\nFormat: Saddle-Stitched \nPages: 36 pages\nPublication Date: March 2022\nAbout the Artist:     \nArtist and author Molly Crabapple\nMolly Crabapple is an artist and writer based in New York. She is the author of two books, Drawing Blood and Brothers of the Gun (with Marwan Hisham), which was long-listed for a National Book Award in 2018. Her reportage has been published in The New York Times, New York Review of Books, The Paris Review, Vanity Fair, The Guardian, Rolling Stone, The New Yorker, and elsewhere. Her art is in the permanent collections of the Museum of Modern Art. She is currently a 2020 New America Fellow and a 2020 Bard Fellow at the Brooklyn Public Library. Her animated short A Message from the Future with Alexandria Ocasio-Cortez has been nominated for an Emmy award in the category of Outstanding News Analysis: Editorial and Opinion. \nMetallic silver letterpress for the cover of THE WITCHES' GRIMOIRE by Sabrina Cintron\nAs an emerging press, our print shop is the main benefactor of our publishing endeavors. However, the COVID-19 pandemic hit us hard, like it did many small enterprises. As a non-essential business, our print shop remained closed for three months, and that break affected our ability to redirect resources to our publishing program.\nMoreover, the Graphic Narrative Collection is an extensive project involving twelve books and one box set. It would be ambitious for us even under normal circumstances, but in these uncertain times, your support will help us bring three relevant, interesting projects into the world. We will be able to maintain print quality for each of these projects, print a respectable run, and dedicate time and effort to marketing these books. As a worker co-op, it is incredibly essential to us to compensate our artists fairly and make our work accessible to the reading community. Your support will help us greatly in that regard.\nEach of these books speak to the world as it looks today: tentative, vulnerable, but also hopeful. We are grateful that these incredible writers and artists have trusted us to bring their work into a world that needs it. \n *** WE HIT OUR GOAL OF $25,000!!! ***\nSo, what's next? If we can raise an additional $2,500, EVERY BACKER will get a copy of the following lovely piece of art from The Solar Grid, letterpress printed in metallic silver ink on black cover stock:\nCan you help us raise an additional $2,500?\nAs a commercial print shop that owns the means of production, we have some fantastic rewards for backers. All items are produced in-house by the unionized worker-owners of Radix Media. \n$1+ Backers: You'll receive a sincere thank you on our website!\n$7 Backers: A postcard set featuring exclusive art from The Solar Grid. You’ll receive five cards in a protective plastic sleeve.  \nPostcard art from THE SOLAR GRID\n$10 Backers: Choose one of two options: a 12\" x 12\" print of exclusive art from Mortals, or an 8\" x 10\" print of art from Fanning the Flames: A Molly Crabapple Coloring Book. Both are printed on 100% post-consumer recycled, durable 100# cover stock.   \n12\" x 12\" print of Grand Army Plaza, featured in MORTALS\n8\" x 10\" print of art from FANNING THE FLAMES\n$15 Backers: Get a copy of Fanning the Flames: A Molly Crabapple Coloring Book. Shipped upon publication.\n$25 Backers: Your very own copy of Mortals, the graphic novella by John Dermot Woods and Matt L. Shipped upon publication.\n$60 Backers: A subscription to issues 1-5 of The Solar Grid. Serialized monthly. Shipped to subscribers upon publication.\n$95 Backers: The Radix Media Anniversary Collection, consisting of our entire backlist, plus a notebook, Radix Media t-shirt, and tote bag. \nRadix Media Anniversary Collection\nRadix Media t-shirt, tote bag, and letterpress printed notebook\n$120 Backers: A full subscription to all ten issues of The Solar Grid.\n$160 Backers: Get the full Graphic Collection! Consists of Mortals, Fanning the Flames: A Molly Crabapple Coloring Book, and all ten issues of The Solar Grid. Each title will be shipped upon its respective publication date.\nFor all you early birds, enjoy our early bird special of $150 for this collection! Available for the first 24 hours of the campaign only. Pledge early and lock this in!\n$250 Backers: GET IT ALL. You'll receive everything in the Radix Media Anniversary Collection and the Graphic Collection. Completists will be very happy!\n$500 Backers: For all the design and print enthusiasts in the house. Worker-owner Nicholas Hurd will guide you as you design and print your own letterpress poster on our antique Vandercook flatbed proofing press using handset type. \nWe will schedule a post-pandemic date with you, when it is safe to have you come in to the shop. In the meantime we can discuss the process and help you come up with some creative ideas for the poster. \nLetterpress poster, printed with wood type.\n$1,200 Backers: We'll print your own chapbook or zine! You'll get 100 copies of a half-letter (8.5\" x 5.5\") booklet, digitally printed, with black and white interiors and a letterpress printed cover. Maximum of 32 interior pages. Folded and stapled. We'll even put them in our 100-year-old book press and make the books nice and flat for you!   \nFEMMESCAPES zine, printed at Radix Media\nInterior of FEMMESCAPES zine\nThe worker-owners of Radix Media\nThe story of Radix Media is a story of American grassroots politics. We were founded in Portland, Oregon in 2010, and in 2014 emerged in the heart of the Prospect Heights neighborhood of Brooklyn, New York. For the last ten years, as a worker-owned, union print shop, we have been a crucial resource for radical communities and grassroots social justice movements. We actively extend our support to transformative movements with our work. \nSarah printing a poster on the Vandercook\nThree years ago, we entered the world of independent publishing in a bid to elevate marginalized voices, and prioritize fresh ideas and underrepresented themes. Our ethos has been to support writers and projects outside the purview of mainstream publication, using our printing expertise to publish books that have a distinctive aesthetic and can match the quality of prestige publications. We are an inherently political crew, and we seek and publish work that challenges existing narratives. For us, the personal is indubitably political, and publishing is a means to bring marginalized voices to the forefront.  \nLantz running the two-color offset press.\nWe seek to reimagine what publishing can be, the people it can include and the readers it can serve. By supporting us, you support our choices to be brave, swim against the tide, and back work that is unlike other work currently being published. We hope we can count on you!\n(Many thanks to Vagabond and his crew at Audio Visual Terrorism for making our project video!) \nOur books have won the following awards:\nGold at the Foreword Reviews’ 2019 Foreword INDIES Book of the Year Awards in the Adult Science Fiction Category for Futures: A Science Fiction Series\n50 Books Winner of AIGA 50 Books | 50 Covers of 2019 competition for Futures: A Science Fiction Series\nBronze at the Foreword Reviews’ 2018 Foreword INDIES Book of the Year Awards in the Anthology category for Aftermath: Explorations of Loss and Grief\nShortlist and 1st Runner-up in the Chapbook Category of the 2020 Eric Hoffer Awards for Muri by Ashley Shelby\nSee our Awards & Press page for links to interviews with us and our authors.\nAFTERMATH: EXPLORATIONS OF LOSS & GRIEF\nBE THE CHANGE! A JUSTSEEDS COLORING BOOK\nTHE WITCHES' GRIMOIRE: ART BY SABRINA CINTRON\nFUTURES: A SCIENCE FICTION SERIES\nWE ARE ALL THINGS\nLearn more about the team behind Radix Media. Feel free to connect with any of the workers to chat more about our mission.", "risks": "Risks and challenges\nA big challenge for other independent publishers is the cost of printing. Because we own the means of production, we don’t need to hire an international print broker or ship books from overseas. That said, there are other issues that could come up. \n\nOur equipment can be old and finicky, and any worn spring or broken bolt can cause everything to grind to a halt. But we know which parts are most susceptible to breaking and where to get them, so we’re well prepared to handle anything that comes up without losing more than a day or two of production time. And of course, COVID-19 certainly has made things more difficult, but we’ve been working through it with tight scheduling and efficient workflow, all safety measures intact.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Thank You/Shout Out!", "descp": "A sincere thank you on our blog!", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 7 or more", "title": "THE SOLAR GRID Postcard Set", "descp": "Get a beautiful postcard set featuring exclusive art from artist Ganzeer. Comes as a set of 5 in a plastic sleeve.", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "MORTALS 12\" x 12\" Print", "descp": "Limited edition. Featuring art from the book, illustrated by Matt L. Printed digitally on 130# cover stock (100% post-consumer recycled).", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["17 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "FANNING THE FLAMES 8\" x 10\" Print", "descp": "Limited edition, featuring art from the coloring book, illustrated by Molly Crabapple. Printed digitally on 130# cover stock (100% post-consumer recycled).", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "FANNING THE FLAMES", "descp": "A Molly Crabapple coloring book. 8\" x 10\" trim size, approx. 32pp.\nPlus, a thank you card and Radix Media sticker!", "time": [{"ESTIMATED DELIVERY": "Mar 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["64 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "MORTALS", "descp": "A graphic novella, written by John Dermot Woods, and illustrated by Matt L. 7.5\" x 7.5\" trim size, approx. 120pp.\nPlus, a thank you card and Radix Media sticker!", "time": [{"ESTIMATED DELIVERY": "Mar 2022"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "THE SOLAR GRID: Issues 1-5", "descp": "Ganzeer's THE SOLAR GRID, serialized monthly as chapbooks. 6.625\" x 10.25\" trim size, approx. 40pp per book.\nPlus, a thank you card and Radix Media sticker! ** Note ** the estimated delivery date below is for the FIRST book. Books will be sent monthly as they are published.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 95 or more", "title": "Radix Media Anniversary Collection", "descp": "Get our entire back catalog, plus a Radix Media t-shirt, notebook, and a tote bag!\nPlus, a thank you card and Radix Media sticker!", "time": [{"ESTIMATED DELIVERY": "Feb 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "THE SOLAR GRID: Full subscription", "descp": "This gets you a full subscription to all ten issues of Ganzeer's THE SOLAR GRID, serialized monthly as chapbooks. 6\" x 9.25\" trim size, approx. 40pp per book.\nPlus, a thank you card and Radix Media sticker! ** Note ** the estimated delivery date below is for the FIRST book. Books will be sent monthly as they are published.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 160 or more", "title": "Complete Graphic Narrative Collection", "descp": "Get all three titles in the collection.\nPlus, a thank you card and Radix Media sticker! ** Note ** As the books have different publication dates, books will ship as they are published.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["15 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Anniversary & Graphic Collections", "descp": "GET IT ALL. You'll receive the Radix Media Anniversary Collection + the complete Graphic Collection.\nPlus, a thank you card and Radix Media sticker! ** Note ** The Anniversary Collection will ship immediately. Forthcoming books will ship upon publication.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Print Your Own Handset Type Poster", "descp": "Are you a print enthusiast, artist, or poet looking to make a limited edition print? Come to our print shop in Brooklyn, New York and have worker-owner Nicholas Hurd guide you as you print your own poster!\nThis print will be letterpress printed on a Vandercook Oldstyle proofing press, using handset type only. Both wood and metal type available. For best results, keep it brief. We will schedule a post-pandemic date with you, when it is safe to have you come in to the shop. In the meantime we can discuss the process and help you come up with some creative ideas for the poster.", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}], "stat": ["3 backers", "Limited (2 left of 5)"]}, {"amt": "Pledge US$ 1,200 or more", "title": "Your Own Chapbook or Zine", "descp": "If you're looking to to self-publish your chapbook or zine, let Radix Media print it for you. Backers at this level will get 100 copies of an 8.5\" x 5.5\" (half-letter) booklet, digitally printed. 32 interior pages plus cover, black and white interior with a 1-color letterpress cover. Folded, stapled, and trimmed. We'll also stick the final books in our hundred-year-old book press to make them nice and flat for you.\nFiles MUST meet our file guidelines:\nhttp://radixmedia.org/file-guidelines\nReach out to us for help if you need it!", "time": [{"ESTIMATED DELIVERY": "Mar 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 150 or more", "title": "EARLY BIRD Complete Collection", "descp": "Get all three titles in the collection at this special early bird rate, for the first 24 hours only!\nPlus, a thank you card and Radix Media sticker! ** Note ** As the books have different publication dates, books will ship as they are published.", "time": [{"ESTIMATED DELIVERY": "Apr 2021"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "9 backers"]}], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "THE SOLAR GRID 01 DROPS TODAY! Plus, a thank you.", "update_content": "Hey backers,\nToday is a good day. You know why? Because it's the official publication date of THE SOLAR GRID, issue 01! Backers who pledged for either issues 1-5 or the full subscription of all ten issues will start seeing this first issue in the mail next week. Check out a preview of the cover below. Note that there's a little something special about the cover that you'll only see in print. But it's a surprise! See if you can notice what it is, then tag us on social media, @RadixMedia. We'd love to hear what you think."}, {"update_no": "UPDATE #13", "update_userinfo": "The postcards and prints are here!", "update_content": "Hello backers!\nSome of you have already been receiving some of your rewards and posting pictures of them. We love this! Please keep it up, and don't forget to tag us @radixmedia if you post on social media.\nAs for the rewards still to come, we've got you covered! Check out the print for Mortals:"}, {"update_no": "UPDATE #12", "update_userinfo": "The first batch of rewards shipping out soon!", "update_content": "Hello backers!\nI hope your 2021 is off to a decent start, despite, well, everything. Apologies for the delay in communication, things have been very hectic in the print shop as we churn out jobs for other people.  Add to that our reduced COVID schedule (which we'd hoped would be a lot different by now), snow days, and other nuisances, and our schedule has gotten a bit derailed. We appreciate your patience!"}, {"update_no": "UPDATE #11", "update_userinfo": "Please fill our your backer surveys! Also, winter holiday closure.", "update_content": "Hello all! This is just a friendly reminder for you to please fill out your backer survey. We can't fulfill rewards without the information contained in the survey, so it's very important. \nAlso, I wanted to let you know that Radix Media will be closed for our annual winter holiday break starting on Friday, December 18, 2020. We will reopen on January 4, 2021. Communication from us will be sparse during this time. If you need to reach out to us, we will respond, but may take a little extra time to do so. Please be patient and know that we haven't forgotten about you!"}, {"update_no": "UPDATE #10", "update_userinfo": "Backer surveys have been sent!", "update_content": "Hello everyone! I just wanted to let you know that we have now sent backer surveys to all of you. Please be sure to fill it out so that we have all the information we need to fulfill your rewards. \n\nThank you!\n- Lantz"}, {"update_no": "UPDATE #9", "update_userinfo": "A successful campaign—now let's get to work!", "update_content": "Good morning, backers!\nI hope you had a restful weekend. We are still reeling from the outpouring of support! Thank you, once again.\nIn the coming days, we will send a backer survey to get your mailing address. That is likely the only information we will need from you. For the backers who opted to print their own poster or have us print their chapbook or zine, we will reach out to you via e-mail to start that conversation. So please keep an eye out for all of that. "}, {"update_no": "UPDATE #8", "update_userinfo": "STRETCH GOAL REACHED! You get a print, and YOU get a print, and..", "update_content": "Well, it's 11:36pm. There are about 20 some-odd minutes to go in this campaign. We met our main goal of $25,000, and we met our additional stretch goal of $27,500. Every backer is going to get a limited edition letterpress print of Ganzeer's art. I'm honestly speechless. Not only did our community really show up for us when we needed them, but the campaign also brought plenty of new folks to our work. We are truly humbled.\nFrom the bottom of our hearts, THANK YOU for everything you've done to make this a successful campaign. Now, it's time to get to work. We have some books to make!"}, {"update_no": "UPDATE #7", "update_userinfo": "WE MADE IT!", "update_content": "Thank you so very much to all of our backers, as well as to folks who shared our campaign with their networks. The letterpress print mentioned in the previous update will be unlocked once we reach $27,500—and remember that ALL backers will get this. Can we get there? I think we can! Please keep spreading the word in these last 30 or so hours!\nIndependent publishing loves you.\n- Lantz"}, {"update_no": "UPDATE #6", "update_userinfo": "97% FUNDED! Now let's talk about stretch goals.", "update_content": "We are so pleased that we are just $696 shy of our $25,000 goal! And what's even better news is that there's still 36 hours to go. So what happens if we hit our main goal? We get to offer a STRETCH GOAL!\nTake a look at this lovely piece of artwork from Ganzeer:"}, {"status": [{"Project funds successfully": "370 backers pledged $27,694"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/1407165453/radix-media-graphic-narrative-collection", "project_name": "Radix Media Graphic Narrative Collection"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "Welcome To Organized Labor\nFriends, coworkers, and organizers - together we’re creating an onboarding kit to unite employees in tech. This kit is passed between coworkers as an act of solidarity and a signal that there is room to organize at your company. Tech needs an employee-driven onboarding that strengthens bonds, makes support visible, and inoculates against the tired propaganda playbook companies use to stamp out collective efforts.\nThe Kit\nSolidarity takes time and someone always takes the first step. This friendly collection of pro-labor mementos breaks the ice and gets folks talking about how we can work together to build a better workplace.\nSprout was the third project I ever backed on Kickstarter and I’m thrilled to include them in this kit. When you get down to the last inch of pencil, the seed capsule on the end can be planted! Feel united and connected to your team as you grow a culture of care. \nThe Playbook\nAt the center of the kit is a welcome booklet filled with common anti-labor statements companies use to dissuade employees from organizing.\nTech activists, artists, and creators who helped organize Google, Facebook, WeWork, Kickstarter, and more have annotated this assemblage of statements, crafting a counter narrative directly over the words employed to keep us from uniting.\n Together we’re creating an artifact shared between coworkers that helps call out the true aim of these classic anti-labor statements. Each page is a wealth of advice, guidance, wisdom, and inspiration.\nThe Propaganda & Refutation \nThe booklet contains thirteen common anti-labor talking points distilled from real tech company statements. Below is a handful. You might recognize them.\nNo one is too privileged to exercise their labor rights. From GitHub software developers to Facebook Trust and Safety analysts, Google contractors to Lyft drivers, Amazon engineers to Instacart shoppers- every employee deserves a legal framework to challenge authority and hold companies accountable. Refusing to share power with employees only serves to concentrate power in the hands of a few individuals deciding how the world's largest platforms will shape society.\nThe subtext here is, if you choose to create a second power structure that can successfully challenge management, you’re not a team player. This is suggested in bad faith since the company knows management will always overpower the voice of an individual. Keeping employees from forming a collective is inherently adversarial.\nThis is a direct quote from Amazon.  Tech companies have stated that a union contract is too rigid for the business practices of today and that adopting a union framework will make the company less competitive. Employees negotiating a contract don't want to hurt the company they are fighting to secure and improve. Workers generally do not advocate for contracts that will interfere with the company's ability to compete. Companies must learn to be innovative without the crutch of workforce exploitation.\nDigital Version & Adding Your Voice\nIn addition to a free PDF of the printed version of the booklet, we're building a simple site to house the growing contributions.  This site is where we'll add doodles, comments, and other contributions you send our way. \nPLAY\n\nIf you want to contribute an annotation, here are the simple steps.  Feel free to DM me or leave a comment if you have any questions about the process. \n It's just that simple for now! ;) \nRadix Media\nThe shop making our booklets is a worker owned printer and publisher.  As one of several worker cooperatives born out of the blossoming Occupy Wall Street movement, Radix Media set up shop in Brooklyn and became a crucial resource for both the radical and surrounding communities of New York City. \nActs of Solidarity \nA year after organizers at Google led a massive walkout to protest the company’s handling of sexual harassment, collective action across tech is on the rise.  We've demanded our companies take action for the climate, we've started sharing compensation rates with workers across the industry, we've challenged the gig economy, and there's so much more we can do together. \nMy Experience With Solidarity\nAfter years of backing projects, working on the Kickstarter team to build the Design and Tech community, and launching several small projects of my own - about a year ago I took on another role in the Kickstarter community as a member of the union. \nI’m proud to have been one of the public organizers for Kickstarter United. I joined out of solidarity, learned so much from my fellow organizers, and experienced the grassroots development of a culture of care. \nTaking part in the unionizing effort opened my eyes to the power of solidarity in practice. I am so grateful to everyone who shared stories, challenged assumptions, verified facts, linked arms, and took action.\nWhy Kickstarter\nThis community continues to inspire. Kickstarter is a Public Benefit Corporation obligated to consider the impact of their decisions on society.  The platform and team have a stated commitment to supporting creative projects that bring people together and challenge the status quo. There is no better place for a project dedicated to collective action. \nRecognize Kickstarter United \nAlthough a few of the collaborators are current and former members of Kickstarter United, the funds raised from this campaign are not going to Kickstarter United.  We need to be very clear that there is no formal relationship between Kickstarter United and this campaign. All of the contributors to this project donated their time & talent.  Funds pledged are all going toward the materials and labor required to safely get these kits to you and to fund the free digital version of the booklet.", "risks": "Risks and challenges\nThis is the first campaign I'll be shipping rewards internationally. Other than that, it looks like smooth sailing!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "🤝Solidarity", "descp": "Support the free digital version of the Solidarity Onboarding booklet.", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["140 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "🤝Solidarity Onboarding Kit", "descp": "One Solidarity Onboarding Kit to keep or share ❤️\nINCLUDES:\n📖Booklet\n✊ Enamel Pin\n✏️ Pencil\n💻 Sticker", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers", "Limited (4 left of 40)"]}, {"amt": "Pledge US$ 45 or more", "title": "Two 🤝Solidarity Onboarding Kits", "descp": "Two Solidarity Onboarding Kits to keep or share ❤️\nINCLUDES:\n2× 📖Booklet\n2× ✊ Enamel Pin\n2× ✏️ Pencil\n2× 💻 Sticker", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (16 left of 25)"]}, {"amt": "Pledge US$ 100 or more", "title": "Five 🤝Solidarity Onboarding Kits", "descp": "Five Solidarity Onboarding Kits to definitely share ❤️\nINCLUDES:\n5× 📖Booklet\n5× ✊ Enamel Pin\n5× ✏️ Pencil\n5× 💻 Sticker", "time": [{"ESTIMATED DELIVERY": "Feb 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (28 left of 30)"]}, {"amt": "Pledge US$ 30 or more", "title": "🤝Solidarity Onboarding Kit", "descp": "One Solidarity Onboarding Kit to keep or share ❤️\nINCLUDES:\n📖Booklet\n✊ Enamel Pin\n✏️ Pencil\n💻 Sticker", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "125 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Two 🤝Solidarity Onboarding Kits", "descp": "Two Solidarity Onboarding Kits to keep or share ❤️\nINCLUDES:\n2× 📖Booklet\n2× ✊ Enamel Pin\n2× ✏️ Pencil\n2× 💻 Sticker", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "45 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Five 🤝Solidarity Onboarding Kits", "descp": "Five Solidarity Onboarding Kits to definitely share ❤️\nINCLUDES:\n5× 📖Booklet\n5× ✊ Enamel Pin\n5× ✏️ Pencil\n5× 💻 Sticker", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Unions, Our Publisher, & Inspiring Art", "update_content": "Hello, wonderful backers! \n\nFor the past few months I've been working with dozens of my fellow Kickstarter union organizers to put together an oral history of the union drive.  Let me know if you're listening! I'd love to chat about it with you <3 "}, {"update_no": "UPDATE #6", "update_userinfo": "Kickstarter United | What Really Happened 🤝", "update_content": "Hi backer community!\nFor the last few months, I’ve been collaborating with Collective Action in Tech. This small team of tech workers has been archiving collective actions across tech for about two years - from walkouts to this Kickstarter project that you helped bring to life! "}, {"update_no": "UPDATE #5", "update_userinfo": "Collective Action Against White Supremacy", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Solidarity & Loose Ends (Time Sensitive)", "update_content": "Hello friends!\nThe last piece of the Solidarity Onboarding kit is a sticker set.  This cheeky on tap design illustrates how it can feel like tech workers are asked to trade our ability to hold companies accountable for free bubbly."}, {"update_no": "UPDATE #3", "update_userinfo": "Only Hours Left! But Solidarity Forever!", "update_content": "My goodness! \nWe're now a collective of over 200 backers. Almost $10,000 in funding has been pledged to Solidarity Onboarding. You've brought this project to life ten times over and it's only day two."}, {"status": [{"Project funds successfully": "411 backers pledged $16,591"}, {"Project launches": "NOVEMBER 12, 2019"}]}], "comment_no": 9, "projec_url": "https://www.kickstarter.com/projects/clarissaredwine/solidarity-onboarding", "project_name": "Solidarity Onboarding"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": " The march of human progress threatens the survival of many vulnerable species. Work together as conservationists trying to save just one species from extinction. It will take everything you've got to stay ahead of environmental collapse and a variety of other dangers, while also enacting plans to win your species a chance at long-term survival. It’s a tricky balancing act that brings to life the complex challenges that conservationists face in trying to protect our vulnerable friends!\n Endangered is a cooperative game. This means that all of the players are working together to try and defeat the challenges the game throws at you. Though you all have different roles with unique advantages, you will all either win the game together, or lose the game together. The game is not easy to win, but losing is a lesson! Come back stronger the next time with a different plan, better communication, and tighter teamwork!\nEndangered is also a modular game system. The base game includes the Tiger and Sea Otter modules; you’ll play with the environment, cards, hazards, and special rules that apply to your chosen species. We also have a number of other modules planned for a variety of threatened species. Each module tells a different story, offers unique challenges, and helps players understand the difficulties facing these animals and the conservationists determined to help them. With your help we will be able to make many modules a reality!\n\n\nThe Kickstarter edition comes with these extra-gorgeous custom-screened dice, featuring the role symbols in place of the 6! Three of each, so fifteen custom dice total! The Kickstarter edition will also be notable for the shiny Spot UV finish on selected areas of the box top which will make it POP off your game shelf!\n\n\n\n\n We’ve teamed up with the Center for Biological Diversity, a national environmental group with an amazing staff of lawyers, scientists and organizers who fight every day for endangered wildlife and their homes. Through our alliance, every game played will advance the Center’s mission and help increase awareness about the vital need for action now to save the wild. \nPost-Kickstarter, the Center will consult with us on the game's content to ensure that we are accurately reflecting the conservation community. They will also help us reach a population of enthusiastic animal lovers who might otherwise have never heard of Endangered.\nWe will be supporting them during the campaign with a special pledge level. If you choose that level, we will gift the Center one copy of Endangered as part of your pledge. They will distribute those copies through their educational initiatives!\nAs well, in the post-campaign pledge manager we will donate all of the funds from the \"Tip Jar\" to the Center, and we will support them with a portion of proceeds from non-Kickstarter sales. (Kickstarter's terms expressly forbid the direct donation of campaign funds.) \nEndangered is played in turns. On your turn, you go through 5 phases:\nRoll your dice and then place them onto the Action spots, triggering a number of useful abilities. Stuff like moving animals around, managing the destruction of the environment, trying to influence ambassadors, preparing for Impacts, and playing cards from your hand. As the game goes on, you will be adding Actions to the play area which will develop your team's capabilities. Work together to form the best skill set!\nHopefully your species will breed! Each species has different rules for generating offspring, but in general you will want to encourage the forming of mating pairs so that your chances of increasing the population go up!\nUnavoidably, the environment will degrade. For Tigers it is deforestation; for Sea Otters it is Oil Spills. Here you'll carry out the relentless spread of destruction, which eliminates any animals it comes into contact with. Keep them out of harm's way!\nThe Impact deck for each species comes with an unpredictable set of Impacts. Some are positive, but most are a real threat. Clearcutting, Poachers, Sharks, Fragmentation, and Government Upheaval are just a few of the potential disasters you might encounter. Reveal the next one from the deck and carry it out!\nDraw a new card into your hand and pass play to the next player. If everyone has acted, the Year is over and the next Year begins. If it was a voting year, check the ambassadors to see if you have earned 4 or more yes votes!\nYou all win the game together only if you can get 4 or more Yes votes from your ambassadors in one of your two voting years. If your team fails to do that, or if your animal population vanishes, or if the environment becomes too devastated, you all lose the game!\n  Check out the previews, reviews, and quotes below!\nWe’re happy to support Tantrum House Season 6 with a set of promotional Ambassador cards you can find on their campaign. These cards will be available after our campaign, and you are getting a complete game even without them. Both the Guild and Tantrum House thank you for your support! ", "risks": "Risks and challenges\nWhile the fate of many creatures is perilous, backing a Guild Kickstarter is not.\n\nEndangered has been in development for 2 years. The game is complete. Art is all complete, except for any art we stretch goal into during the campaign. Once this campaign ends, we are prepared to finalize our files and deliver them to the manufacturer.\n\nWe will be using fulfillment partners from around the world so that we can ensure a fast and smooth operation. We are optimistic that everything will go as planned because of our previous experience. We have full faith that your games will be delivered to you safe and in a timely fashion.\n\nOur ultimate goal is transparency. We want you to be happy! We promise to keep you in the loop every step of the way. If you have any questions, send us a message, email us, or simply comment on the campaign. We will get back to you as soon as humanly possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 9 or more", "title": "Steward", "descp": "You supply the bits, we'll provide the files! Within 60 days of the campaign conclusion, we'll deliver a high res pnp of the game so you can play on a homemade copy. The pnp will include both the tiger and sea otter scenarios, and any other scenarios we might unlock...", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}], "stat": ["53 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Naturalist", "descp": "You will receive 1 Retail copy of Endangered with standard pip dice. Certain other stretch goals labeled \"Kickstarter version only\" will be excluded from the Retail release.\nShipping will be charged through BackerKit per the chart below. For additional Retail copies, add $50 to your pledge. There are no extra shipping charges for additional games.", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Conservationist", "descp": "1 copy of the Kickstarter edition of Endangered including:\n* Custom Role dice, not available in the Retail release\n* Spot coating on the box\n* ALL unlocked stretch goals\nShipping will be charged through BackerKit per the chart below. For additional copies, add $55 to your pledge. There are no extra shipping charges for additional games.", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}], "stat": ["503 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Center Supporter", "descp": "2 copies of the Kickstarter version of Endangered, including:\n* Custom Role dice, not available in the Retail release\n* Spot coating on the box\n* ALL unlocked stretch goals\nOne copy will be sent to you, the other will go to the Center for Biological Diversity to be given away through educational initiatives.\nShipping will be charged through BackerKit per the chart below. You will only be charged for shipping on your copy. We pay for the shipping to the Center for Biological Diversity.", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}], "stat": ["127 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "Activist", "descp": "Endangered for Brick & Mortar Retailers, Zoos, Aquariums, Museums, and Schools\nYou will receive 7 Kickstarter versions of Endangered + 1 demo copy for FREE. You will also receive all Kickstarter stretch goals pertaining to the base game.\nThis pledge is for verified BRICK AND MORTAR locations only. Before fulfillment, you will be contacted for verification (photos of your location as well as your TAX ID number).\nThe money you pledge through Kickstarter is a deposit and will count toward your final pledge that will be collected through BackerKit.\nShipping (if applicable) will also be charged through BackerKit after the campaign.", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}], "stat": ["18 backers"]}], "updates": [{"update_no": "UPDATE #34", "update_userinfo": "Endangered: New Species is LIVE ON KICKSTARTER!", "update_content": "Hey you! Yeah, you...\n...the one whose spent all pandemic saving tigers and sea otters. That's right, I'm talking to you. Come over here...\nDid you know that yesterday we launched Endangered: New Species?"}, {"update_no": "UPDATE #33", "update_userinfo": "Endangered: New Species reveal #5", "update_content": "Ready to help us soar?\nCan you believe the New Species campaign is only 1 week away? We're supposed to see Kickstarter approval today (🤞) and soon we'll publicly reveal the preview page.\nBut it's Tuesday, and that means it's time for our 5th reveal. Not every creature is beautiful and charismatic, and today's creature has a face only a mother could love: the California condor."}, {"update_no": "UPDATE #32", "update_userinfo": "Endangered: New Species reveal #4", "update_content": "It's time for reveal #4, and as the world's largest living land animal, this is an animal whose cause needs trumpeting."}, {"update_no": "UPDATE #31", "update_userinfo": "Endangered: New Species reveal #3", "update_content": "We teased this one a few weeks ago, but today we reveal an animal whose plight is top of the list when we think about the effects of global climate change on its environment."}, {"update_no": "UPDATE #30", "update_userinfo": "Endangered: New Species Reveal #2", "update_content": "Good morning Animal Lovers! I'll keep this short and sweet. I'm excited to let share the 2nd reveal in our weekly countdown to the launch of Endangered: New Species on Tue 11 Aug."}, {"update_no": "UPDATE #29", "update_userinfo": "New Species, Part 1 (of 6)", "update_content": "Good morning, Animal Lovers! When we created Endangered, we knew that there was room for expansion. There is almost infinite expandability, as the struggle to save is ongoing. However, given how hard the Endangered campaign was on me, I was left wondering if we would ever see other scenarios come to light.\nFast forward, and Endangered lands on doorsteps worldwide on the cusp of the pandemic shutdown. It was unique timing, and we hope you've been able to get it to the table. I'm happy to say that the feedback has been spectacular from both gamers and reviewers. In fact the biggest critical feedback we got about Endangered was 'MORE CONTENT!' And so I gave Joe the green light to fully develop the many partially created scenarios he had rattling around."}, {"update_no": "UPDATE #28", "update_userinfo": "More Endangered is coming!", "update_content": "We hope you've been enjoying Endangered. This campaign was the most difficult one I've executed, but the feedback we're getting from gamers and reviewers is EXCELLENT. We even got a Dice Tower Seal of Approval from Zee Garcia! We appreciate the positive feedback, but we also appreciate a reviewer who tells us where we missed the mark. And one of Zee's primary concerns: MORE CONTENT!\nIt's no secret that during and since our campaign, we've been putting out feelers for what you want to see next. We had a tremendous number of fantastic suggestions, some which Joe has been quietly working on, and some which may be saved for future content. But first..."}, {"update_no": "UPDATE #27", "update_userinfo": "Endangered Species Day!", "update_content": "Hello Animal Lovers! It's Endangered Species Day--we can't think of a better time to break out your copy of Endangered and get down with saving the tigers, sea otters, and pandas."}, {"update_no": "UPDATE #26", "update_userinfo": "🌍 Happy Earth Day! 🌍", "update_content": "It's the 50th anniversary of Earth Day, and with some form of quarantine in effect worldwide, I can't think of a better time to get your copy of Endangered to the table. We've been working on some fun stuff for this day, and could not be more excited to present it to you.\nFree Print and Play: Celebrity\nOne of the things we never even got to reveal in our stretch goal queue was a new role. So we kept it secret, kept it safe...until today! We are pleased to introduce the ."}, {"update_no": "UPDATE #25", "update_userinfo": "Shipping Update & Gorinto", "update_content": "Shipping Update\nThis will be a quickie. QuarterMaster provides me an update every 2 weeks. In the aftermath of CNY and the rise of the global pandemic, they continue to do an excellent job coordinating logistics. I got the most recent shipping update yesterday. Here's where things are at:"}, {"status": []}], "comment_no": 743, "projec_url": "https://www.kickstarter.com/projects/grandgamersguild/endangered-0", "project_name": "Endangered"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "It wouldn’t be a stretch to say that civilization is built on cooperation. It’s all about different people working together to overcome challenges and build amazing successes — and then celebrating the camaraderie of their shared achievements.\nThe best cooperative games are like that too. If you love cooperative board, card, and dice games, and you want to know more about how they work, Meeples Together is for you.\nMeeples Together is a book about how and why cooperative games work. It's a 384-page, 6\" × 9\" trade paperback with more than 150 illustrated figures. It's also available in digital editions.\nMeeples Together is for gamers. Whether you play games as a lifestyle or a more casual pastime, and whether you’re just interested or you want to get better, this book will help you understand how cooperative games work, how you can play them better, and which games might be your next new favorites.\nMeeples Together is also for aficionados. Champions and connoisseurs of tabletop gaming can never get enough of thinking and talking about games. If you’re the kind of person who logs your plays on BoardGameGeek and always tries the new hotness at Gen Con or Essen Spiel, this book provides crucial fuel for thought and discussion.\nMeeples Together is for critics too. The gaming community has an embarrassment of riches when it comes to writers, reviewers, podcasters, and pundits. This book moves the state of the art forward in terms of understanding this key subset of tabletop gaming, making it required reading for anyone with a serious critical interest in tabletop games.\nMeeples Together is for game designers. Not only does it break down existing tabletop designs in exhaustive detail so you can understand what specific mechanics and concepts make them tick, it also highlights ideas for game development with icons in the text, and appendices cover both the basics of game design as well as game design dilemmas.\nIf you’re a gamer, aficionado, critic, or game designer, Meeples Together is for you.\nMeeples Together contains 14 chapters about the nature, mechanics, theory, and frontiers of cooperative gaming.\nAlong the way, 14 in-depth case studies (or more, depending on stretch goals!) of cooperative gaming’s greatest hits — from Pandemic and Battlestar Galactica to Contract Bridge — demonstrate the concepts and ideas. (Not to mention Appendix V’s capsule reviews of more than 90 cooperative titles!)\nThe physical edition is a 384-page, 6\" × 9\" trade paperback containing more than 150 illustrated figures.\nDigital editions will include a tablet-optimized PDF version, an Epub version, and a Kindle (.mobi) version.\nHere's the table of contents:\nForeword by Matt Leacock\nChapter 1: The Basics of Cooperation\nPart One: The Spectrum of Cooperative Gaming\nChapter 2: Styles of Competition\n     Case Study: Terra \nChapter 3: Styles of Teamwork\n     Case Study: Contract Bridge\n     Case Study: One Night Ultimate Werewolf ( ⬅️ stretch goal unlocked!)\nChapter 4: Styles of Cooperation\n     Case Study: Pandemic \n     Case Study: Forbidden Island ( ⬅️ stretch goal unlocked!)\n     Case Study: Forbidden Desert ( ⬅️ stretch goal unlocked!)\nPart Two: The Mechanics of Cooperative Games\nChapter 5: Cooperative Systems\n     Case Study: Flash Point: Fire Rescue \nChapter 6: Challenge Systems\n     Case Study: Robinson Crusoe — Adventures on the Cursed Island \nChapter 7: Players Facing Challenges\n     Case Study: Shadows over Camelot \n     Case Study: Battlestar Galactica: The Board Game \nChapter 8: Players Undertaking Tasks\n     Case Study: Arkham Horror 2e\nChapter 9: Adventure Systems\n     Case Study: Mansions of Madness 2e\nPart Three: The Theory of Cooperative Games\nChapter 10: A Theory of Cooperative Gaming\n     Case Study: Space Alert \nChapter 11: A Theory of Challenge Design\n     Case Study: Ghost Stories \nChapter 12: When Games Go Wrong\n     Case Study: D-Day Dice \nPart Four: Cooperative Frontiers\nChapter 13: The Psychology of Cooperative Gaming\n     Case Study: Hanabi \nChapter 14: Assembling the Puzzle\n     Case Study: SOS Titanic \nAppendices\nAppendix I: The Basics of Game Design\nAppendix II: Game Design Dilemmas\nAppendix III: Game Design Types\nAppendix IV: Game Design & Social Theories\nAppendix V: Cooperative & Teamwork Game Synopses & Reviews\nHungry for more? Check out the authors' Meeples Together blog at MeeplesTogether.com for news, analysis, and even more case studies of great cooperative games.\n☑️ New Case Study @ $7,000 — We’ll add Forbidden Island as a bonus case study.\n☑️ New Case Study @ $8,000 — We’ll add One Night Ultimate Werewolf as a bonus case study.\n☑️ Professional Indexing @ $10,000. We’ll be able to afford the expense of professional indexing.\n☑️ New Case Study @ $11,000 — We’ll add Forbidden Desert as a bonus case study.\n☑️ Soft-touch Cover @ $13,000 — We’ll add delicious soft-touch lamination to the cover.\n☑️ The White Box Essays Audiobook @ $15,000 — We’ll add The White Box Essays audiobook edition to the “Digital Designer,” \"Print Designer,\" and \"Everything in Print\" levels.\nCompanion Interview Ebook @ $24,000 — We'll add a digital companion ebook comprising interviews with noted co-op game designers including Richard Launius, Reiner Knizia, Corey Konieczka, Bruno Cathala & Serge Laget, Matt Leacock, and Eric B. Vogel. (More details at campaign update #4.)\nBlog Case Study Reveals via Social Goals\nShannon and Christopher have plans to post dozens of co-op case studies to their Meeples Together blog over the months to come.\nWe’re going to reveal the games they have planned for their blog case studies, ten at a time, as we unlock a series of social stretch goals. (Otherwise? You'll have to wait until they post them to learn what they are.)\n 1–10: Revealed when the Meeples Together launch post from Facebook is shared 25 times.\n 11–20: Revealed when the Meeples Together launch tweet is re-tweeted 25 times.\n 21–30: Revealed when the @Gameplaywright Twitter account reaches 600 followers.\n 31–40: Revealed when the @MeeplesTogether Twitter account reaches 100 followers.\n 41–50: Revealed when the Gameplaywright Facebook page reaches 100 followers.\n 51–60: Revealed when the Meeples Together Facebook page reaches 300 followers.\n 61–66: Revealed when ten people tweet a photo of themselves playing a co-op game with the Twitter hashtag #meeplestogether.\nChristopher Allen writes about collaboration. He's founded several companies focusing on social software, including Skotos Tech, an online game company where he aided in the design of Castle Marrach, Grendel's Revenge, and Lovecraft Country. His Life with Alacrity blog talks about the principles of cooperation, collaboration, and governance while his Rebooting the Web of Trust workshops imagine the future of collaboration on the internet.\nShannon Appelcline writes about games. He regularly contributed to the defunct board-gaming magazine Knucklebones, while his eurogame-focused Meeples & Mechanics blog contains over a decade worth of game analysis. He's also long been involved with the roleplaying field, working for Chaosium and supporting lines like Call of Cthulhu and Pendragon. He's best known for Designers & Dragons, a four-book history of the roleplaying industry.\nGameplaywright publishes books about games, stories, and the work of making them. Its co-founders are Will Hindmarch and Jeff Tidball. This is their seventh Gameplaywright release. \nFeaturing interior figures by Keith Curtis, editing by Renee Knipe and Colleen Riley, cover design by Will Hindmarch, and interior layout by Alex Mayo and Jeff Tidball.\nWe think every store in the world that sells board games can sell Meeples Together.\nWe’re positive that we won’t reach every gamer, aficionado, critic, and game designer in the world in the 30 short days this Kickstarter runs. For the 20 years after that, we hope game stores will continue to sell Meeples Together to people who love cooperative games.  If you have a store, our \"Bricks & Mortar\" tier is for you.\nThis campaign is retail-friendly because:\n* The price is the price. What it costs to back the campaign is also the MSRP we’ll put on the back.\n* Your customers get everything. We’ll give you access to the digital edition so you can pass it along to your customers who buy physical copies of Meeples Together from you.\n* We won’t tie up your capital. You'll choose your quantity and pay the balance — with your pledge counted as a credit — the month before we ship. You’ll even be able to add other Gameplaywright titles like Friendly Local Game Store and The White Box.\n* You’ll get the discount you expect. Your discount is 50%, with shipping pegged closely to our actual cost.\n* You’ll get it before your competitors. We'll ship to retail backers at least four weeks before we ship to general distribution.\n* You’ll have long-term access. Through Gameplaywright’s distribution partnership with Atlas Games, physical editions of Meeples Together will be available through distribution, so you can make it available for years to come.\nRetail backers must be established, brick-and-mortar, retail game stores. \nThe Gameplaywright titles offered in our “Plus,” “Designer,” and \"Everything\" tiers are described briefly below. Also described are titles that will be available as add-on purchases via BackerKit, after the campaign ends.\nThe White Box is a game design workshop in a box, a 208-page book of 25 essays about how to design and publish tabletop games, and a kit of more than 400 generic components — cubes, meeples, dice, chips, punchboard — to get you started right away. ($29.95 as an add-on)\nThe White Box Essays is the book from The White Box. It's not available on its own as a physical edition, but its digital editions are part of the Digital Designer pledge level. ($7.95 as an add-on)\nThings We Think About Games collects bite-sized thoughts about games. It spans the breadth of games and the depths of gaming, offering insights about collecting, playing, critiquing, designing, and publishing. ($19.95 as an add-on)\nThe Bones: Us and Our Dice gathers writing about fandom and family — about gamers, camaraderie, and memories — and ties them together where they meet: our dice. Contributors include Wil Wheaton, Keith Baker, John Kovalic, Ken Hite, and Chuck Wendig. ($18.95 as an add-on)\nFriendly Local Game Store is a book about how to earn a middle-class income opening your own game store and creating a community for gamers. It’s written by Gary L. Ray, author of Quest for Fun, the go-to blog for all things FLGS. ($24.95 add-on)\nHamlet’s Hit Points presents the beat system, a toolkit for storytelling in RPGs — and any other form — by classifying story beats and letting you track their ups and down from hope to fear and back. Includes full-length analyses of Hamlet, Dr. No, and Casablanca. ($19.95 add-on)\nBeating the Story expands the story beat system by defining different types of beat-to-beat transitions, and providing practical guidance on topics like conceiving your story, creating its hero, mapping its beats, writing drafts, revising, and even editing the work of others. Includes extended analyses of Maupassant’s “The Necklace,” the Mad Men episode “Have a Seat, Shut the Door,” the X-Files episode “Home,” and a scene from The Color Purple. ($19.95 add-on)\nShipping charges for all \"Print\" tiers and the \"Bricks & Mortar\" tier will be collected after the Kickstarter concludes using BackerKit, a post-campaign pledge manager. \nThis is likely to help us to generally reduce the costs of shipping by allowing us to add more international fulfillment hubs based on demand. It also keeps your money in your pocket longer.\nWe’ve estimated the following shipping costs by region and tier.\nUnited States (including Puerto Rico) Estimated Shipping Costs\nPrint Edition: $3-4\nPrint Plus: $6-7\nPrint Designer: $12-15\nEverything in Print: $12-15\nBricks & Mortar: Actual cost, inquire if needed\nCanada Estimated Shipping Costs\nPrint Edition: $10-12\nPrint Plus: $12-15\nPrint Designer: $15-20\nEverything in Print: $15-20\nBricks & Mortar: Actual cost, inquire if needed\nEurope Estimated Shipping Costs\nPrint Edition: $15-20\nPrint Plus: $20-35\nPrint Designer: $20-40\nEverything in Print: $30-50\nBricks & Mortar: Actual cost, inquire if needed\nAustralia and New Zealand Estimated Shipping Costs\nPrint Edition: $15-20\nPrint Plus: $20-35\nPrint Designer: $20-40\nEverything in Print: $30-50\nBricks & Mortar: Actual cost, inquire if needed\nEverywhere Else Estimated Shipping Costs\nPrint Edition: $20-30\nPrint Plus: $30-40\nPrint Designer: $35-50\nEverything in Print: $40-60\nBricks & Mortar: Actual cost, inquire if needed\nAs you can see, shipping physical objects around the world is expensive. We don’t like it any more than you do.\nWe won’t profit from the shipping costs for the various tiers of this campaign. Rather, we’ll wind up modestly subsidizing shipping to most destinations. After re-shipping lost and stolen packages, we’ll spend a little bit more. This is what we expect, and it’s fine with us.\nPlease expect that shipping charges will increase if you respond to the pledge manager after shipping has begun. Make sure your inbox is set to receive backer updates, and look for them after the campaign ends.\nTo avoid shipping charges, consider the digital tiers. You can also wait until Meeples Together’s public release, anticipated for April, 2019. If you buy the book in a store, you won’t pay shipping charges. Other online merchants’ shipping prices vary; you’ll know better than we will what you might expect to pay in the future.\nThere isn’t another scheduled opportunity to get digital editions free with printed editions. This isn’t an option we routinely offer at Gameplaywright via any of our distribution channels, including direct sales. So if you want digital and physical editions together for one price, now’s your chance.\nFor customs purposes, assume the worst case scenario that your rewards will ship from the United States. We are not willing to fraudulently claim that campaign rewards are gifts in order to help avoid duties. If the campaign does well, the possibility exists for fulfillment from within Canada, the European Union, and Australia. That said: It’s a possibility, not a guarantee. If backing at physical levels is contingent on fulfillment from within your local region, we recommend backing at a digital tier now to get access to the post-campaign pledge manager, when you’ll be able to upgrade your pledge if you wish.", "risks": "Risks and challenges\nThe manuscript is already done and through its first round of editing. All illustrated figures are complete. Layout is more than half done.\n\nThis is Gameplaywright’s seventh project. Its last Kickstarted project, The White Box, was delivered as promised, albeit one month late. This is project manager Jeff Tidball’s seventh crowdfunding project including personal projects, projects for Gameplaywright, and projects for Atlas Games. All have been delivered substantially as promised.\n\nThings can always go wrong. But because this project is being printed in the USA, at a facility where Gameplaywright has done nine previous print runs, in the same city from which domestic shipping will be fulfilled (Minneapolis, Minnesota), many of the things that often go wrong — production delays, shipping issues, customs hang-ups — are much less dangerous here.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Edition", "descp": "Get the digital book.\nINCLUDES:\nMeeples Together ebook (PDF, Epub, Kindle)", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["338 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Digital Plus", "descp": "Get the digital book, plus two other Gameplaywright ebooks.\nINCLUDES:\nMeeples Together ebook (PDF, Epub, Kindle)\nThings We Think About Games ebook (PDF, Epub, Kindle)\nThe Bones: Us and Our Dice ebook (PDF)", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["92 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Digital Designer", "descp": "Get the digital book, plus the ebook from The White Box.\nINCLUDES:\nMeeples Together ebook (PDF, Epub, Kindle)\nThe White Box Essays ebook (PDF, Epub, Kindle)", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["43 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Print Edition", "descp": "Get the print edition and the ebook. Shipping charges will be collected in the post-campaign pledge manager. See \"Shipping Costs & Availability.\"\nINCLUDES:\nMeeples Together print edition\nMeeples Together ebook (PDF, Epub, Kindle)", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["296 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Bricks & Mortar", "descp": "Give us $35, get a $35 credit against the order you'll place when we’re ready to ship. You'll get fair terms on as many copies of Meeples Together as you want, and shipping at its actual cost. Plus: Get yours before the rest of the channel, and distribute ebooks to your customers. Brick-and-mortar retail stores only.\nINCLUDES:\nA $35 credit toward your wholesale order\nDigital editions of Meeples Together for your in-store buyers", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "Print Plus", "descp": "Get the print edition and the ebook, plus the print and digital editions of two other Gameplaywright titles. Shipping charges will be collected in the post-campaign pledge manager. See \"Shipping Costs & Availability.\"\nINCLUDES:\nMeeples Together print edition\nThings We Think About Games print edition\nThe Bones: Us and Our Dice print edition\nMeeples Together ebook (PDF, Epub, Kindle)\nThings We Think About Games ebook (PDF, Epub, Kindle)\nThe Bones: Us and Our Dice ebook (PDF)", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Print Designer", "descp": "Get the print edition and the ebook, plus The White Box and The White Box Essays ebook. Shipping charges will be collected in the post-campaign pledge manager. See \"Shipping Costs & Availability.\"\nINCLUDES:\nMeeples Together print edition\nThe White Box\nMeeples Together ebook (PDF, Epub, Kindle)\nThe White Box Essays ebook (PDF, Epub, Kindle)", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["25 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "Everything in Print", "descp": "Get the print edition, the ebook, The White Box, The White Box Essays ebook, and the digital and print editions of two other Gameplaywright titles. Shipping charges will be collected in the post-campaign pledge manager. See \"Shipping Costs & Availability.\"\nINCLUDES:\nMeeples Together print edition\nThe White Box\nThings We Think About Games print edition\nThe Bones: Us and Our Dice print edition\nMeeples Together ebook (PDF, Epub, Kindle)\nThe White Box Essays ebook (PDF, Epub, Kindle)\nThings We Think About Games ebook (PDF, Epub, Kindle)\nThe Bones: Us and Our Dice ebook (PDF)", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["55 backers"]}], "updates": [{"update_no": "UPDATE #17", "update_userinfo": "We're Closing Things Down", "update_content": "It's been a year since our campaign ended. Thanks again for helping us make Meeples Together a success! If you have already receive your rewards, it is safe to ignore this update.\nLast Call — December 15th is the End \nFor the (very small) number of backers who haven't finalized surveys at BackerKit, this is your last call. All outstanding backers have been emailed individually, but we also want to reach out here to try to get around any spam filters, dead email addresses, or other troublesome issues that might be standing in the way for anyone still entitled to rewards from this campaign."}, {"update_no": "UPDATE #16", "update_userinfo": "We’re Mostly There", "update_content": "Fulfillment Update\nNearly all backers should now have their rewards.\n(Exceptions obviously include the 34 backers who haven’t responded to their backer surveys. If that’s you, visit meeples-together.backerkit.com.)\nAll US domestic backers were fulfilled before Jeff left town for the GAMA Trade Show, with the final batch of shipments having been sent on March 8th."}, {"update_no": "UPDATE #15", "update_userinfo": "We’re Done With Digital", "update_content": "Kindle: Shipped\nAssuming that you’ve completed your survey and paid any outstanding balance, you should have received a download notice from BackerKit, and should now have access to the Kindle edition of Meeples Together via meeples-together.backerkit.com. \nAll Digital Editions Have Been Fulfilled"}, {"update_no": "UPDATE #14", "update_userinfo": "We’re Back in Business", "update_content": "As you read in Update 11 and Update 13, we attempted to distribute the PDF and EPUB editions of Meeples Together on Saturday, but wound up having to wait for our partners at BackerKit to return to work today in order to fix a glitch in the file distribution system.\nEverything’s fixed, and you can now download your PDF and EPUB files from meeples-together.backerkit.com.\nThe rest of the news in Saturday's Update 11  stands: The Kindle edition will be finished and distributed by the end of the month, physical distribution is underway, and you should always feel free to message or email (jeff at gameplaywright dot net) if you have any issues."}, {"update_no": "UPDATE #13", "update_userinfo": "We're Stuck for a Bit", "update_content": "Many of you have emailed, messaged, or commented that you're not able to download the files because the download link fails to resolve.\nLong story short: The files are ready to go, but getting the BackerKit system to accept them for re-distribution hasn't worked yet.\nBoring, more explanatory version: I originally uploaded a file with a \"+\" in it, which my BackerKit rep has now told me sometimes causes the back end's file processing to hang. He advised me to delete the original file I uploaded, as well as the distribution rule that went with it, and try again with a re-named file. So far, that hasn't solved the issue; new uploads hang at \"Pending\" as well. Since the folks at BackerKit take the weekends off like civilized humans, I'm afraid that barring something unexpected shaking loose somewhere in the cloud all by itself, we're stuck until Monday morning."}, {"update_no": "UPDATE #12", "update_userinfo": "Digital Editions Note for Bricks and Mortar Backers", "update_content": "PDF & EPUB are Available Now\nDigital editions of Meeples Together in PDF and EPUB formats are now available for download from BackerKit for all backers who’ve filled out their surveys. If you don’t receive a download notice from BackerKit within the next hour or so, visit meeples-together.backerkit.com. (Or, as always, send a Kickstarter message or email jeff at gameplaywright dot net if you want some help.)\nKindle: Still in Progress"}, {"update_no": "UPDATE #11", "update_userinfo": "We’re Fulfilling Meeples Together", "update_content": "The BackerKit Survey Deadline is Imminent\nPlease fill out your BackerKit survey by February 1, which is this Friday.\nIf you haven't filled out your survey by then, your rewards may be delayed, and your shipping and handling charges may increase.\nCredit Card Charges on February 1"}, {"update_no": "UPDATE #10", "update_userinfo": "We're Approaching the Survey Deadline", "update_content": "Print Edition: At Press\nWe just sent the print edition files to press. Everything’s on schedule for a timely delivery.\nBacker Surveys\nWe're at 93% backer response to our survey. The deadline to complete your survey is February 1."}, {"update_no": "UPDATE #9", "update_userinfo": "We've Gone to Press", "update_content": "Lockdowns and Charges\nWe’ve started locking down orders for those who’ve completed their surveys.\nWe’ve also started charging backers whose rewards contains digital files that are available now. That way you can download available files right away. You should get an email from BackerKit with a download link if this describes you."}, {"status": []}], "comment_no": 59, "projec_url": "https://www.kickstarter.com/projects/jefftidball/meeples-together-how-and-why-cooperative-board-gam", "project_name": "Meeples Together: How and Why Cooperative Board Games Work"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "* With two tins, you can play with up to 4 players!\nThe Brewmaster of the Tiny Tin Brewery has challenged YOU - leaders of their two newest brewing crews to a brew off! Who will create the tastiest beers and win the most loyal customers?  Only one way to find out - Ready! Set! Brew!\nMicrobrew is an innovative medium weight, worker placement / puzzle game hybrid that fits right in your pocket!\nMicrobrew is an award winning board game! Designed originally for the 2017 Mint Tin competition on BoardGameGeek - Microbrew won 1st place in two of the five categories (Best Overall and Most Innovative Mechanism) and 2nd place in a further one (Best Written Rules)! \nGuest Judge Justin Blaske (Designer and Publisher of Mint Works and Mint Delivery) also selected it as one of his three picks of the contest!\nAll of the above plus the rulebook fits inside a standard \"Altoids\" style mint tin! Don't believe us? Here's an little animation of how to pack the game into the tin:\nIt's definitely the second tightest packed game we've ever seen (curse you, Tim Fowers)! We've even done science to check! (Sort of...)\nUsing the Brew action, you can play the puzzle element of Microbrew! This allows you to move the malt tokens in your Copper - but 4 simple rules mean that you can't just move anything anywhere! \nDark malt tokens want to go down and light malt tokens want to go up, so the question is: Can you work out the most efficient way to to match a column in your Copper to your beer recipe and make the purest beer?\nWorker placement in Microbrew means that you can use an action your opponent is on, but they get their worker back to use again!\nSometimes rounds are short, sometimes rounds are long and if you can predict where you're opponent is going to go next - you can effectively get free actions by doing it first! \nConversely you'll need to decide is it worth changing your plans to avoid giving your opponent an extra action? You might even find that you need to deliberately bump their workers off because your beer needs longer to ferment!\nSometimes you can make the purest beer, sometimes you need to make a beer that's just good enough to earn you some cash. Sometimes you can see who's going to love your beer, sometimes they've not arrived yet. Microbrew's fermenting mechanics reward and encourage planning for yourself and trying to plan for what your opponent is going to do!\nIn Microbrew you win by earning the most Loyal Customers by the end of the game because we wanted it to feel like you were running a micro-business, where every new customer feels important to you and its as much about community and ethos as it is about profit.\nThere's lots more to love in Microbrew - if you want to find out more about the highlights, check out the Design Diaries we've added over on our homepage. There's lots more detail about how they work and why we think they're cool!\nIf you want more detail on how to actually play, scroll down to the How to Play section. But we've got so much else to show you too, read on!\nMicrobrew is a very full tin and we have always believed in using the best quality components from the start so it might seem like there's less stretch goals than other projects, but we've worked hard to come up with a list of rewards that show how much we appreciate you joining us on this quirky adventure.\nIf you want to learn the rest, you can:\nCheck out the current prototype rules.\nSee the game played in the Reviews and Previews section below.\nCreate your own Print and Play version from the files on BoardGameGeek.\nPlay the prototype version online for free (if you have a copy of Tabletop Simulator) by subscribing to this workshop page:\nCheck out an (almost) full playthrough by Tom \"Slickerdrips\" Heath in the following video:\nCheck out an in-depth explaination of all the rules in motion by Chubby Meeple:\n                              Disclosure: All reviewers and previewers have received a prototype version for review purposes marked \"Not for Sale\". No fees or payments have been made.\nEverything you need to play Microbrew with 2 players and includes all stretch goals you unlock!\nTwo full sets of Microbrew with two full sets of all stretch goals. With the components from both sets, you can play Microbrew with 2, 3 or 4 players by merging the components using the reverse side of the Brewery cards!\nThe Special Edition tins will only be produced as part of this kickstarter. \nSome playtesters have said they prefer the older, more abstract, art style used in the BGG Mint Tin competition! Here's some samples, but you can see them also on the Tabletop Simulator version, any of the reviews, and in the Print and Play version available on BoardGameGeek.com\nIf you agree, this pledge level will get you one manufactured copy with the production art and one Special Edition copy featuring the competition art, hand-packed by us when the campaign closes. This is also the best option if you don't want to wait to start playing Microbrew!\nPlease note that the special edition will be fully updated with the final version of the rules but will not include any of the stretch goals - they only apply to the manufactured copies.\nThe retailer pledge: Get Microbrew in your store!  \nWe have worked closely with retailers for all our campaigns. Select this pledge level and we will get in touch with details on how to buy bulk orders of Microbrew. This pledge does not include any reward without additional purchases and a minimum order quantity will apply!\n-\n\"I want more copies!\"\nHooray! We've decided to keep the pledges as simple as possible, but after the campaign we will use a pledge manager so that you can add on extra copies of Microbrew at that stage.\nAs with our previous projects, we will be shipping from within the EU so that our European and UK backers, like our US and Australian backers, will not have to pay any customs charges. We will not be using GamesQuest for fulfilment of this project. The planned manufacturing schedule is as follows:\nStandard shipping will be untracked with a certificate of posting. This will be available to most locations to keep your costs low. In some locations tracked will be included as standard. All shipping information is summarised here:\nIf you live in a remote area, one that experiences issues with shipping, or are just willing to pay the extra for security, please select the \"Rest of the World\" shipping option and your package will be delivered tracked and requiring a signature on delivery.\n If you can help us make Microbrew as awesome as possible, that's great! Talking to you in the comments, on Facebook, Twitter and by email is what keeps us going while the campaign is running. Here's some stuff you can do:\nNigel Kennington\nDesign, Layout, Rules  \nNigel is a one time video game designer turned educator and designer of One Free Elephant's successful second game, Carcosa. The rules, the rules rewrites, the rules rewrite rewrites, the glorious spelling mistakes - Nigel provides them all.   \nhttp://www.onefreeelephant.co.uk/\nSarah Kennington\nDesign, Project Management\nProfessional project manager with 20 years of experience and designer of One Free Elephant's successful first game ORE-SOME. Now the design is pretty much finalised, Sarah is focused on organising manufacturing, shipment, dealing with most of the logistical issues and generally talking to humans like a proper grownup.\nhttp://www.onefreeelephant.co.uk/\nVictor P. Corbella\nArt\nFreelance artist working in both video games and board games , the superb art, logos and illustrations have been designed by Victor. \nhttps://www.artstation.com/vpcorbella\nLeeman Kessler\nVoice Actor  \nPodcaster, actor, and the creator of the excellent web-series Ask Lovecraft has recorded the audio for our video for Microbrew and Carcosa!  \nwww.leemankessler.com", "risks": "Risks and challenges\nThis is One Free Elephant's third kickstarter.\n\nLike ORE-SOME! and Carcosa we have already commissioned and paid for all art and prototyping of Microbrew - which means we can keep the goal low, the pledge low but the quality high.\n\nAll that's left to do is raise the money for the initial manufacturing run - and this is where you, the backers can help us!\n\nAs soon as the campaign finishes, we will be working with our chosen manufacturer to start production and we project that we will the games in to your hands duing March 2019!\n\nWe're being ambitious again, but Sarah has extensive professional project management experience with offshore suppliers, delivering to tight timescales and One Free Elephant have a proven track record for delivering our games on time and as promised. \n\nWith your help we are confident we can deliver Microbrew on time!\n\nA note on Stretch Goals:\n\nEven moreso than before, we need to be careful with the stretch goals for Microbrew. There's obviously lots for extra fancy bits we’d like to include - but as you can see from the campaign page above it’s already a tightly packed tin! We’re currently working with our manufacturer to make sure we maintain our “goal weight” and still ship as many stretch goals as we can. As soon as we’re sure we’ve got this locked down, we’ll be adding the full list of stretch goals to the campaign.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge £5 or more", "title": "Brewmaster - The retailer pledge", "descp": "Get Microbrew in your store!\nRetailer offer and details on how to buy bulk orders of Microbrew will be messaged to all backers of this pledge level.\nThis pledge does not include any reward without additional purchases.", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}], "stat": ["42 backers"]}, {"amt": "Pledge £15 or more", "title": "MIcrobrew single pack (for 2 players)", "descp": "One copy of Microbrew is all you need to play with 2 players!\nINCLUDES:\nCopy of Microbrew\nAll unlocked stretch goals", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3,204 backers"]}, {"amt": "Pledge £15 or more", "title": "Microbrew with shipping via VFI in Asia", "descp": "This pledge is for backers in Asia to provide VAT free shipping.\nFor the twin pack, please add an extra £17 (£15 for the twin pack and £2 for the extra shipping cost).\nINCLUDES:\nCopy of Microbrew\nAll unlocked stretch goals", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["129 backers"]}, {"amt": "Pledge £30 or more", "title": "Microbrew twin pack (for 2 - 4 players)", "descp": "With two copies of Microbrew, you can play a single game with up to 4 players!\nINCLUDES:\n2× Copy of Microbrew\n2× All unlocked stretch goals", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,637 backers"]}, {"amt": "Pledge £40 or more", "title": "Special Brew", "descp": "Get Microbrew early with the competition art version being hand packed and shipped out in November!\nPlease note that the special edition will be fully updated with the final version of the rules but will not include any of the stretch goals.\nINCLUDES:\nCopy of Microbrew featuring the original competition art\nCopy of Microbrew\nAll unlocked stretch goals", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "50 backers"]}], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Guess what? Another Shipping Update!", "update_content": "Hi Brewers,\nAll of the games have been shipped for over 6 weeks now and nearly all of you have your game and are (hopefully!) enjoying playing it.\nIf you do have your game, please consider rating us on BGG, we welcome all ratings and comments."}, {"update_no": "UPDATE #23", "update_userinfo": "Retailer Links", "update_content": "Hi Lovely Retailers,\nWe've just gone through and added links to all of you that we could find pages for to our Microbrew page here:\nhttps://www.onefreeelephant.co.uk/Microbrew \nYou won't have to brace for a deluge of customers or anything from our tiny corner of the Internet but we just thought we'd mention it in case you want it to link somewhere specific other than the page we found by googling you. "}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping Progress and Packing your Tin", "update_content": " Hi Everyone,\nA couple of things, we've got a shipping milestone hit and some help on how to pack your tin.\nShipping"}, {"update_no": "UPDATE #21", "update_userinfo": "Yet another shipping update!", "update_content": "Hi Everyone,\nA quick word on where we are with your games.\nEU shipping\nJust to let you know that all non tracked EU shipping has been sent!  This means that there will NOT be any emails with tracking details sent out."}, {"update_no": "UPDATE #20", "update_userinfo": "A little extra something", "update_content": "Hi Brewers!\nNow people are just starting to recieve their games, we've got something to explain.\nLate in the production, our manufacturer emailed us to say we were entitled to a free promo card. \"Cool!\", we thought, \"that'll give us some freebies to give out at shows and conferences and other times when we meet our backers in real life.\" so we had some art made with one of the characters from our very first game ORE-SOME and sent it over to them and thought not much more about it."}, {"update_no": "UPDATE #19", "update_userinfo": "March Update: Shipping this Month!", "update_content": "Hi Brewers,\nTwo things this month! The final stages of shipping and some fixes to the translations.\nShipping Information\nThe boats carrying Microbrew have arrived in their respective countries and the games will be making their way for fulfillment processing in the next 2 weeks!"}, {"update_no": "UPDATE #18", "update_userinfo": "February Update: Shipping, Address Lockdown and more Translations", "update_content": "Hi Brewers,\nOnly a couple of weeks since our last major update, but we've got some great news again. There's three things to talk about in this update: another translation is ready, the shipping info is ready and addresses are being locked down next week!\nAddress Lockdown"}, {"update_no": "UPDATE #17", "update_userinfo": "Shipping Addresses for Microbrew will lock in 2 weeks (8th February) - please change now if needed", "update_content": "Hi Brewers,\nWow, it seems like ages since we've had a full update, but we've got some great news to share. There's two things to talk about in this update: another translation is ready and the manufacturing progress!\nAdditional Rules"}, {"status": []}], "comment_no": 1146, "projec_url": "https://www.kickstarter.com/projects/1707132801/microbrew-a-full-sized-board-game-in-a-tiny-tin", "project_name": "Microbrew: a full-sized board game in a tiny tin"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "For the Love of Board Games is a book that explores how modern, popular board games were created by interviewing the designers behind the games. Stories in this book come from some of the industry’s biggest board game designers: Matt Leacock, Jamey Stegmaier, Bruno Cathala, Richard Garfield, Reiner Knizia, and many others.\nEvery chapter features a different board game designer and discusses not only the inspiration behind the game(s) they designed but how they started playing board games and got involved in the industry.\nDesigners will also reveal stories about board games they designed, but never published!\nReaders will discover the fun facts and challenges behind some of their favorite board games and be able to catch an exciting glimpse of the designer’s future plans. Full of exclusive interviews and never-before-told stories, For the Love of Board Games is a must-have gift for tabletop gamers of all ages.\nMatt Leacock: Pandemic\nBruno Cathala: Five Tribes, Kingdomino\nAntoine Bauza: Hanabi, 7 Wonders, Takenoko\nSeiji Kanai: Love Letter\nBernd Brunnhofer: Stone Age, Saint Petersburg\nJonathan Gilmour: Dead of Winter, Dinosaur Island\nWolfgang Kramer: El Grande\nJamey Stegmaier: Scythe, Viticulture\nRichard Garfield: Magic: The Gathering, King of Tokyo, Android: Netrunner, RoboRally, Bunny Kingdom\nDominic Crapuchettes: Wits and Wagers, Evolution, Say Anything\nPhil Walker-Harding: Sushi Go, Imhotep, Barenpark\nTed Alspach: Suburbia, One Night Ultimate Werewolf, Castles of Mad King Ludwig\nBruno Faidutti: Citadels, Mission: Red Planet\nJason Matthews: Twilight Struggle\nTim Fowers: Burgle Bros., Paperback, Fugitive, Wok Star, Now Boarding\nMartin Wallace: Brass: Lancashire\nRyan Laukat: Above and Below, Near and Far\nReiner Knizia: Tigris & Euphrates, Lost Cities\nShimpei Sato: Onitama\nAlexander Pfister: Great Western Trail, Isle of Skye, Broom Service, Mombasa\nRodney Thompson: Lords of Waterdeep\nSébastien Pauchon: Jaipur, Jamaica\nKeith Matejka: Roll Player\nKane Klenko: FUSE, Flatline, Covert, Dead Men Tell No Tales\nIsaac Childres: Gloomhaven\nKristian Amundsen Østby: Escape: The Curse of the Temple, Santa Maria\nEvan Derrick: Detective: City of Angels\nDevin Low: Legendary\nScott Caputo: Whistle Stop\nEmerson Matsuuchi: Century: Spice Road, Specter Ops\nJeffrey D. Allers: New York Slice\nAlexandr Ushan: Spyfall\nKen Gruhl and Quentin Weir: Happy Salmon, Monster Match\nChris Darsaklis: When I Dream\nRoberto Fraga: Captain Sonar, Dr. Eureka\nBruce Glassco: Betrayal at House on the Hill\nElizabeth Hargrave: Wingspan\nJonathan Ying: DOOM, Star Wars: Imperial Assault\nRichard Launius: Arkham Horror, Elder Sign, Defenders of the Realm\nJacob Fryxelius: Terraforming Mars\nHelge Ostertag: Gaia Project, Terra Mystica\nWalther Gerdts: Concordia\nDaniele Tascini: Tzolk'in, The Voyages of Marco Polo\nDávid Turczi: Anachrony, Kitchen Rush, Dice Settlers\nShem Phillips: Raiders of the North Sea\nMichael Schacht: Zooloretto, Coloretto\nGeoff Engelstein: Pit Crew, Space Cadets\nGlenn Drover: Railways of the World\nÅse and Henrik Berg: Rattus, Oregon\nMarco Canetta and Stefania Niccolini: ZhanGuo, Railroad Revolution\nCarla Kopp: Stellar Leap\nSen-Foong Lim: Junk Art\nDon Eskridge: The Resistance\nClick here for a sample chapter. This one is about the man, the myth, the legend, Richard Garfield!\nThe book is over two-thirds of the way written. Bookbaby will be printing the book and Miniature Market will be in charge of shipping the books to our backers. We have also budgeted some of the funds from this campaign to hire a professional copy editor to make sure the book is as polished as possible.\nThe cover and all the book’s portraits have been illustrated by Robert Felton Schilling III. Robert is a character designer and illustrator based in South Florida.\nThe Kickstarter exclusive art was illustrated by Manny Trembley, who is based out of Washington. His amazing art can also be seen on Dice Throne!\nSo, all in all, the risk for this project is very low. We hope you decide to back our Kickstarter today. :)\nCrowd Surfing on the Dice Tower: https://youtu.be/bhVXirl79hs?t=5m29s\nGirls Play Games:\nGamer Leaf Podcast: \nThe Thoughtful Gamer:\nBoard Game Impact:\nBoard with Life:\nWe're Not Wizards:\nBoard Games Outsider:\nOur Turn!:\nGJJ Games:\nGameosity:\nGiant Brain:\nWe will send a survey to the email associated with your Kickstarter account using the CrowdOx pledge manager system. You will be able to choose your add-on orders and provide your shipping information at that time. You will also be able to upgrade your pledge at https://app.crowdox.com/projects/erindean/for-the-love-of-board-games-a-book-for-board-gamer\nGrowing up, Erin Dean played traditional mass market games, like Monopoly, Life, and Clue. In high school, she was gifted Ticket to Ride and that is when she fell in love with the board gaming hobby.\nIn the past, she has worked at Pieces: The St. Louis Board Game Bar & Cafe as a Game Navigator, as well as, Genius Games, a St. Louis board game publishing company, as a Video Intern. She is currently the Social Media Manager for Lucky Duck Games. In the Spring of 2017, Erin released a short board game documentary on YouTube called, \"The Board Game Boom,\" which has over 30,000 organic views so far.\nFor the Love of Board Games is Erin's first book and a huge passion project for her. She hopes her book will help readers discover fun facts and stories behind some of their favorite designers and their board games.\n---\nSpecial Thanks:\nVaughn Reynolds has played a crucial part to this Kickstarter campaign. His marketing and graphic design experience has helped tremendously and we could not have done this project without him.", "risks": "Risks and challenges\nThe risks on this project are very low. The book is almost completely written and all the illustrations for the book are done. Printing and shipping services have also been arranged.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "For the Love of Board Games Supporter", "descp": "Don't want a copy of the book, but still want to support the project? Here's a great way to do it!\nWe really appreciate your support. Thanks!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["50 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "For the Love of Board Games, Digital", "descp": "A digital copy of the book in PDF format.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["824 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "For the Love of Board Games, Softcover", "descp": "The main part of the campaign! A beautiful softcover copy of the For the Love of Board Games book.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["324 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Softcover and Digital Book Edition", "descp": "A softcover copy of the For the Love of Board Games book, along with the digital formats (PDF, MOBI, ePub).", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["143 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Hardcover Edition", "descp": "A beautiful hardcover copy of the For the Love of Board Games book with an awesome KS exclusive cover.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["343 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Hardcover and Digital Edition", "descp": "A hardcover copy of the For the Love of Board Games book, along with the digital formats (PDF, MOBI, ePub).", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["200 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Retailers", "descp": "Six copies of the For the Love of Board Games book, along with the PDF format.\nIf your country is not in the list below, please send me a message and I will add it.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["52 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "For the Love of Board Games, Softcover", "descp": "The main part of the campaign! A beautiful softcover copy of the For the Love of Board Games book.\nIf your country is not in the list below, please send me a message and I will add it.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "116 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Softcover and Digital Book Edition", "descp": "A softcover copy of the For the Love of Board Games book, along with the PDF format.\nIf your country is not in the list below, please send me a message and I will add it.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only certain countries"}], "stat": ["Reward no longer available", "35 backers"]}], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "Another Board Game Book Coming Soon to Kickstarter!", "update_content": "I am thrilled to announce a partnership with Renegade Game Studios to publish my upcoming Board Game Worlds art book. Renegade Game Studios in a premier board and roleplaying game publisher experienced in creating beautiful game-related books. Board Game Worlds will focus on the artists of the game industry and will feature several prominent illustrators. "}, {"update_no": "UPDATE #27", "update_userinfo": "Books arriving everywhere!", "update_content": "Hey everybody!\nMany backers, all over the world, have received their books! Just take a look at some of the many backer photos we have been receiving... 😍\nFeel free to drop a photo of your book in the official For the Love of Board Games FB group! "}, {"update_no": "UPDATE #26", "update_userinfo": "Hardcover Shipping!", "update_content": "Hardcovers!\nHey everybody!\nAll the hardcovers are currently shipping across the world! Miniature Market did a fantastic job packing and shipping them. "}, {"update_no": "UPDATE #25", "update_userinfo": "Paperbacks, Book Signings and a Digital Surprise!", "update_content": "Paperbacks!\nHey everybody!\nAll the paperbacks are shipping across the world! Some folks across the U.S. have received theirs already! Miniature Market did a fantastic job packing and shipping them. Photos have already started popping up around social media!"}, {"update_no": "UPDATE #24", "update_userinfo": "Softcover and Digital Backers Rejoice!", "update_content": "US Softcovers shipped out yesterday!\nMiniature Market sent out the soft covers to our backers in the U.S. yesterday and they are in the process of shipping out the International orders today! Woohoo!\nDigital Copies are in your inbox!"}, {"update_no": "UPDATE #23", "update_userinfo": "Paperback Books Are Being Shipped Out!!", "update_content": ""}, {"update_no": "UPDATE #22", "update_userinfo": "We are on schedule! (and maybe a little ahead)", "update_content": "The print files for the books have been accepted by our printer!\nHooray!\nWe have physical proofs of each hardcover design on their way to us arriving NEXT WEEK. This is to ensure quality!"}, {"update_no": "UPDATE #21", "update_userinfo": "PLEASE READ!", "update_content": "Get your votes in!\nThere are 2 ways to vote:\n1) In our official Facebook group poll"}, {"update_no": "UPDATE #20", "update_userinfo": "Bookmark Voting Closing Tomorrow!", "update_content": "Things are moving along smoothly!\nMeet our editor: Rachel Collins!"}, {"status": []}], "comment_no": 320, "projec_url": "https://www.kickstarter.com/projects/erindean/for-the-love-of-board-games-a-book-for-board-gamer", "project_name": "For the Love of Board Games — A Book for Board Gamers"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": ".\nhttps://buttonshygames.com/products/liberation-pre-order\nFor hundreds of generations, the Dynasty has ruled the galaxy with a titanium fist. Their power and reach is spreading, but so is word of their misdeeds. A band of resistance fighters known as the Liberation has begun striking at the Dynasty from a hidden base.\nUsing a tiny deck of only 18 cards, Liberation plays out a miniature rebellion of galactic scale on your tabletop. An asymmetrical game of cat and mouse, the Dynasty player expands their web of power, occupying and exploiting city cards, while the Liberation player strikes from the shadows, sabotaging the Dynasty’s hand and performing daring missions. The odds are long and the stakes are high.\nCan you stall long enough to cycle through the deck 3 times, earning enough support to topple the Dynasty, or will you scour the galactic map, tightening the noose around the secret base of the Liberation to attack and destroy them? The future of the galaxy is at stake!\nFirst you will shuffle and build the map. Map cards map be face up or down, or oriented in any horizontal position (some cards may be upside-down). No matter what you do, the map routes will still connect cities and planets. There are thousands of potential combinations, so your map may never be the same twice.\nChoose 1 player to play the Dynasty. The Dynasty places one of their cards face up in front of them, as the first city they occupy.\nThe other player is the Liberation. The Liberation places one of their cards face down in front of them. This is their secret base.\nEach side will play differently, with a different set of actions, and using their specific missions on the cards.\nTo help understand the gameplay, designer Jon Simantov shot an excellent How To Play video.\nFor a deeper look, check out the unedited rules here: https://www.dropbox.com/s/y34elmmk5tfqpup/LiberationRules080718.docx?dl=0\n\nOr if you would like to try it for yourself, you can try it today on Tabletop Simulator: https://steamcommunity.com/sharedfiles/filedetails/?id=1475636286\n.\nhttps://cardboardclash.wordpress.com/2018/08/14/review-for-two-liberation/\nhttps://openseatgaming.com/2018/08/13/kickstarter-preview-liberation/\nhttps://boardsandbees.wordpress.com/2018/08/13/0785/\n.\n.\n.\nIn previous campaigns we created expansion material and used it as stretch goals. Going forward, we're just going to give it away from the start. So no worries on whether we'll hit it or not, you are getting this expansion if you pledge here.\nWith your Liberation pledge you will be receiving the Warped World expansion. Warped World is a 5 card expansion that introduces a new planet and two new missions. Missions that are a bit different than we've seen before...\n .\nIf you want to add more games to your order, you can do one of three things.\nUse the INSTANT COLLECTION reward to get 3 extra games. If you do this, please let us know which games you want using the following google form. (LINK: https://goo.gl/forms/pWsPAC40Cn4lsJKy1) We will make sure the games are in stock and let you know if there are any issues. Some are limited and will be first come first serve.\nGo to our website and place an order using the coupon code 0818backer to get free shipping. Your order will ship with your Kickstarter rewards when they arrive.\nIf you want games now and can't wait until November, you can order at our website using the coupon code \"impatient\" to save 20%, and if you reach $25 (US) or $50 (INT), the shipping is free.\nOur list of wallet games are below. We've highlighted some prominent games, but there is a lot more than we could even note here.\nJon Simantov is the designer of Liberation. This will be Jon's first published tabletop game, soon to be followed by Vamp on the Batwalk by Gold Nugget Games. Outside of tabletop games, Jon has been developing video games for 17 years. Follow Jon on twitter @JonSimantov.\nSara Beauvais is the artist for Liberation. Sara has illustrated Universal Rule, Smoke & Mirrors and some smaller projects for us as well. Through her illustrations and direction, Sara has been key in shaping our Pocket Universe. More of Sara's artwork can be found at http://thefairycircle.com.\nIf you haven't heard of Button Shy, we are a family-run small press game company that specializes in pocket-sized wallet games.\nAll games are hand-assembled and primarily sold directly to our customers, allowing us to form a relationship and line of contact with those that are responsible for our success.\nOur reach is growing, but to expand to the masses we've formed relationships with companies such as AEG, IDW Games & Loot Crate and we're forming international partnerships as well.\nLiberation is the 41st game in the long lasting Button Shy Wallet Game Series. The game is just 18 cards and comes packed in a vinyl wallet for maximum portability.\nWe have an awesome following of repeat customers. As a result, we've built the Board Game of the Month Club.\nIt's a subscription service where you receive unreleased microgames, promo cards, expansion content, and Kickstarter discounts.... every month. Supporters will receive from $1, $2, $5 to $10 off of EVERY WALLET GAME THAT WE MAKE.\nAnd here's a peek at what's coming next month.\nOur $5 packages include an episode of Timestamp, a time-travel game that takes place on a single postcard. Each episode is fully playable on its own, and supporters receive PNP links to previous episodes. It also includes a character in our expanding series Banned Books. All supporters receive the Banned Books base game in their first package. It's a solo game of literary characters trying to get their books un-banned. And finally it includes a copy (and a link to print more) of the next Legends of Dsyx Roll and Write Game. Legends of Dsyx is an ongoing roll & write series where each game is set in the same kingdom, but the games play very differently.\nOur $10 packages include all of those and something extra. Generally it's a micro-game (up to 9 cards), or some expansion / promo cards for our existing games. The September package includes Six Suns of the Sultan by Todd Sanders. A great 2 player action selection / area control game with a solo variant.\nAnd our $20 September package includes all of the above and a copy of the featured wallet game (or the wallet game of your choice). The next package will feature Liberation with the Warped World expansion.\nYou can subscribe here using one of the subscription pledges, or visit  https://www.patreon.com/buttonshy.", "risks": "Risks and challenges\nReleasing games each month has established a groove with the manufacturer. We rarely see delays on their end, but we can see delays before it goes to the manufacturer. We are spending time making sure the rules are 100% right and some of you will be invited to join in on that process.\n\nWith a lot to juggle and it being two people, we will occasionally see delays. A few previous projects were a little behind schedule so we've adjusted our schedule accordingly. Our last projects are due to fulfill in August and September and the last pieces are on their way to us now.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Board Game of the Month Club", "descp": "Members pledge here to use your Board Game of the Month Club rate. For info, see below.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}], "stat": ["96 backers"]}, {"amt": "Pledge US$ 3 or more", "title": "Liberation Print & Play (Save $1)", "descp": "Full color, full bleed print and play Liberation file. This also includes the free Warped World expansion.", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["240 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Liberation and free expansion (Save $6)", "descp": "One copy of Liberation and the Warped World expansion. After the campaign, this will retail for $16 (game $12, expansion $4).\nAlso includes the Print & Play files.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,209 backers"]}, {"amt": "Pledge US$ 19 or more", "title": "Liberation & 1 Pocket Universe (Save $9)", "descp": "Liberation with expansion, and your choice of one pocket universe game. Choose from Universal Rule, Universal Rule: Second Wave, Twin Stars: Adventure Series I, Pod-X, or That Snow Moon.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["127 backers"]}, {"amt": "Pledge US$ 28 or more", "title": "Liberation & 2 Pocket Universe(Save $12)", "descp": "Liberation with expansion, and your choice of two pocket universe games. Choose from Universal Rule, Universal Rule: Second Wave, Twin Stars: Adventure Series I, Pod-X, or That Snow Moon.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Instant Button Shy Collection (with Box)", "descp": "New to Button Shy? Here's your chance to catch up. You'll get the Button Shy Collector box, Liberation, the Warped World expansion and 3 additional games of your choice from our library. (Please complete the google form in the \"MORE GAMES\" section with your choices as quantities are limited. More details below.)", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["27 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "6 Months of Games - Standard", "descp": "You will receive Liberation with Warped World expansion and be enrolled in our Board Game of the Month Club - Standard Subscription (each month you get a postcard game, promos, a small game, and a special rate for our Wallet Games). More on this below, and also available at patreon and buttonshygames.com.\nThis is US only, but you can subscribe internationally using the other sites.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Retailers Only", "descp": "We are starting to branch out to retail, selling directly to stores. Here you will receive 12 Copies of Liberation - Packaged in clamshells for hanging on pegs, etc...\nAdd $6 for each additional copy that you would like, and contact us for availability on other games. (You can mix and match your order here if you would like)", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 120 or more", "title": "6 Months of Games - Deluxe", "descp": "You will receive Liberation with Warped World expansion and be enrolled in our Board Game of the Month Club - Deluxe Subscription (each month you get a postcard game, promos, a small game, a wallet game and a one time T-shirt). More on this below, and also available at patreon and buttonshygames.com.\nThis is US only, but you can subscribe internationally using the other sites.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Pocket Universe Collection (Save $20)", "descp": "Liberation with expansion, Universal Rule, Universal Rule: Second Wave, Twin Stars: Adventure Series I, Pod-X, That Snow Moon with Know This Integration Expansion.", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "That's a wrap!", "update_content": "Hey Liberation Backers! It's Matthew here for a quick Update.\nFulfillment Complete!\nAs of today (March 18th) all Liberation Kickstarter Rewards have been shipped.\nIf you have not yet gotten a shipping notification for Liberation, please look in your spam folder. If you cannot find one there either, please email me directly at buttonshyhelp@gmail.com with your backer number so I can check the status of your rewards."}, {"update_no": "UPDATE #9", "update_userinfo": "Quick status update - Liberation", "update_content": "Jason here with a quick status update. I like to keep them a little more exciting than this, but we wanted to get out some dates on our campaigns.\nLiberation\nEverything is shipped except the following:\n-A handful of backers with customizations are still working their way out this week.\n-Anyone that held their items to go out with Twin Stars II, we’re still waiting on the last piece of TSII to come in. Look at the Twin Stars campaign for any questions."}, {"update_no": "UPDATE #8", "update_userinfo": "Shipping 56% Complete and Some Button Shy Buzz", "update_content": "Hello Liberation fans, I’m back! That’s right, it’s Matthew here, the Button Shy Support Guy, and boy do I have news for you!\nLiberation is shipping!\nYou read that correctly, we are currently in the process of shipping Liberation. We crunched the numbers and we are over halfway done! What does that mean for you? Well, it means you are in one of four categories of people: 1) you already have it, 2) you know it’s coming, 3) you don’t know it’s coming, but it is, and 4) it hasn’t shipped yet, but will soon."}, {"update_no": "UPDATE #7", "update_userinfo": "Shipping Estimate and the Future of the Pocket Universe", "update_content": "Hello Liberation backers and Happy New Year! It’s Matthew here, the new Button Shy Support Guy coming at you with a quick update.  \nLiberation is at HQ - Shipping in January \nBetween Christmas and New Year’s, Button Shy HQ received the final shipment necessary to start assembly on this newest edition to the wallet line. Doesn’t the wallet look fabulous?"}, {"update_no": "UPDATE #6", "update_userinfo": "Status and 2019 Plans PLUS the final rules PDF!", "update_content": "Hey everyone! We’re updating all of our campaigns tonight with status and a look at 2019. Apologies if you are seeing this more than once. They are all a little different and we’ve added unique photos at the bottom of each to keep things nice and exciting.\nStatus of the game \nWe have a few things arriving in the next 7-10 days and then everything will be here and ready to assemble, then ship out. Let’s go through things one by one."}, {"update_no": "UPDATE #5", "update_userinfo": "PrePNP information and other updates", "update_content": "Hey everyone!\nIt's time for an update around here. We have a few things of note.\nProduction Schedule\nThis is by far the most important thing, and we're actually making good time. Our goal is PNP in October and . The ability cards are all lined up for ordering, and the planet cards are getting their last little touches this weekend. Then it's time for rules, which will take a few weeks to get just right. We have a nice head start on them so I'm hoping all goes nice and smoothly."}, {"update_no": "UPDATE #4", "update_userinfo": "Production schedule", "update_content": "A big THANK YOU is in order from all of us here at Button Shy as well as the Liberation team. This campaign took off and wound up being our second highest campaign ever, and we couldn't have done it without all of you.\nI want to give you an idea of where we go from here.\nSurveys are going out today. Expect them throughout the day in your Kickstarter inbox.\nWe're fine tuning the cards over the next week and then getting them ordered so we can hit the anticipated delivery date."}, {"update_no": "UPDATE #3", "update_userinfo": "Thank you all! Surveys are going out today.", "update_content": "Hello everyone! So many new friends here with each update. :)\nWe have a few things to discuss, so lets jump right in.\nPolitical Centers\nLet’s talk politics. Not the kind that consume our daily news, but the kind that may be a great place for the Liberation to hide out."}, {"status": [{"Project funds successfully": "1,830 backers pledged $28,321"}]}], "comment_no": 326, "projec_url": "https://www.kickstarter.com/projects/239309591/liberation-an-asymmetric-hidden-movement-game", "project_name": "Liberation - An Asymmetric Hidden Movement Game"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "Isuken Food Truck will be Lewiston’s new spot for fresh local food and Somali Bantu cuisine. in the summer of 2018, we'll be hitting the streets of Lewiston and headed to festivals, farms, and events in Maine.  Our vegetables are grown by Somali Bantu farmers locally and prepared lovingly by the mothers and grandmothers who are owners of our cooperative. We grow vegetables for our truck on our farm outside of Lewiston and source from other Somali Bantu and Maine farmers. \nIsuken means unity and together.  Isuken will be the Nation’s first Somali Bantu farm-to-table cooperative food truck.  We are sharing the culinary and agricultural talents of Somali Bantu farmers and chefs with our community. We, Somali Bantu, are farmers and have fed and nourished our community and country and now grow and cook for our American neighbors.  \nIsuken Co-op\nIsuken shares a menu that is local and delicious with dishes for meat eaters, vegetarians, vegans and gluten-free people. The main products that Isuken food truck will offer are Sambusas, fried pastries filled with local meats and veggies. We will offer beef, chicken, fish, goat, and veggie (vegan) options. We will also offer a gluten-free and vegan rice, corn, bean, and veggie dishes and grilled meats. For beverages, we will offer our Somali chai tea, a sweet, spicy, milky tea.\nA Sambusa!\nIsuken is a worker-owned cooperative with the five members sharing equally in the responsibilities and rewards of the business.  We make decisions together and support each other in the co-op. This co-op structure is based on our traditional form of cooperation \"Iskashito,\" where we farmed and worked together.  Now we have formed the co-op so we can support one another in our new home in Maine.  \nThe Isuken Food Truck is the first step towards a permanent farm to table restaurant and market in downtown Lewiston. The Food Truck will bring the food directly to the people, build the brand and following and raise money for the long-term goal of a permanent location. \nThrough this Kickstarter campaign, we'll be able to invest money in a put down a deposit on a truck, base station for our truck, and have working capital to get the truck started and purchase supplies.  We already have offers of financing for the truck purchase and if we raise more money than $10,000 we will have less debt and start the truck up in a  better financial position.  \nThrough supporting Isuken, you are helping get local food to people and supporting New American farmers and chefs.  \nFarming Together", "risks": "Risks and challenges\nFood businesses have risks and challenges and are not easy for anyone to start. There are slim margins and potential for wasted food. Additionally, a food truck faces challenges because it is dependent on the weather, a working vehicle, and good crowds wherever we set-up. We face particular challenges because some of our worker-owners speak limited English and we all moved from refugee camps in Kenya so we are still learning about American business. Fortunately, we have a lot of support from our community. The Cooperative Development Institute has provided ongoing technical assistance and will be helping us through our start-up and beyond. Sustainable Livelihoods Relief Organization is our sister non-profit that will continue to support our growth and connect us to our community. We have also received support from CEI, Bates College, Maine Immigrant and Refugee Services, Somali Bantu Community Association, Community Financial Literacy, the City of Lewiston, Conservation Law Foundation Legal Food Hub, Maine Initiatives, Cooperative Fund of New England and others.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Thank you!", "descp": "We'll send you a thank you card from Isuken Co-op!", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Isuken Sticker", "descp": "As a thank you for your donation, we'll send you an Isuken Sticker!", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Sambusas", "descp": "1 dozen Sambusas from the Food Truck. You choose the variety: beef, chicken, veggies, or fish. Local pick-up only.", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}], "stat": ["67 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Isuken T-Shirt", "descp": "A locally printed Isuken T-Shirt on organic cotton.", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["26 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Isuken Soft Launch Party", "descp": "Get treated to an exclusive Somali Bantu feast before we open up to the general public.", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}], "stat": ["14 backers", "Limited (16 left of 30)"]}, {"amt": "Pledge US$ 100 or more", "title": "Credit for the Food Truck", "descp": "Spend $100 and get $110 credit towards the Food Truck.", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 600 or more", "title": "Private dinner for 10 people", "descp": "Share Somali Bantu food with your friends and family. We'll come to your home and share our delicious cuisine.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Somali Bantu Cooking Class", "descp": "We'll teach you and up to 10 friends how to make our cuisine. We'll come to your house within two hours of Lewiston.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}], "stat": ["Reward no longer available", "15 backers"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Thank you for your support!", "update_content": "Thank you so much for supporting Isuken Co-op! Through your support, we raised over $14,000 and generated excitement about our goal.  Since we started this campaign we have raised money, incorporated as Maine's 2nd New American-owned cooperative, received media attention, had a video produced about us, increased our social media following and signed a lease on a farmstand with New Roots Cooperative Farm. Tomorrow we're going to look at a food truck in Boston that we're potentially going to buy.  While the funding from the Kickstarter campaign will help us along our goal, we still have more money to raise.  We have applied for a loan from the Cooperative Fund of New England and are talking to some individuals about personal loans and larger donations.  Your support has helped put us on this track and is instrumental towards realizing our dream.  "}, {"update_no": "UPDATE #5", "update_userinfo": "New Video Released. Campaign ends Saturday morning!", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Isuken Kickstarter Campaign featured on Channel Six News!", "update_content": "This week Isuken Co-op got out in the media!  Channel Six news contacted us on Tuesday and featured our Kickstarter Campaign in a 2-minute news piece that night. They interviewed us on the farm and shared our short video (produced by Bates College students).  If you didn't get to see it, here's the link:\nhttps://www.newscentermaine.com/mobile/article/news/local/somali-farmers-food-truck-dream-is-closer-to-reality/97-557188597"}, {"update_no": "UPDATE #3", "update_userinfo": "We reached our goal! Now help us reach out stretch goal!", "update_content": "Thank you! Thank you! Thank you! Yesterday we reached our initial goal of $12,000 with close to 200 backers! Thank you all for helping us reach this goal and milestone towards getting our food truck. This summer we plan to be bringing our Somali Bantu, locally-grown food to the people of Maine, sharing our cuisine and our culture. Help us reach our stretch goal of $16,000 by sharing this campaign with 10 friends. Many of you have shared already but please do it a few more times before our campaign wraps up in 2 weeks. Ramadan Mubarak! Happy Ramadan!"}, {"update_no": "UPDATE #2", "update_userinfo": "We are almost 3/4 of the way there! Help keep up the momentum.", "update_content": "Thank you to everyone that has donated so far!  We have reached almost 75% of our goal!  We've raised almost $9000 in two weeks.  Help us keep up the momentum by sharing this campaign with 5 friends.  We want to reach our goal of $12,000 and go past it so that we can raise the funds we need to start up our food truck.  \nAnother big update is that we are currently talking with New Roots Cooperative Farm about working together on a farmstand in Lewiston. There is a pre-existing farmstand that we can take over and start stocking with Somali Bantu grown food. The farmstand will be the home for the food truck and we'll have some outdoor seating there.  Somedays we'll be at the farm stand and other days we'll be on the streets, at festivals and events.  "}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you for an amazing first day!", "update_content": "We raised over $2000 today!  We are amazed by the generosity of our expanding community.  Thank you for the support!\nThank you to everyone who has donated and everyone who has shared our campaign. We know we will reach our goal!"}, {"status": [{"Project funds successfully": "228 backers pledged $14,216"}, {"Project launches": "APRIL 18, 2018"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1149804593/somali-bantu-food-truck-for-maine", "project_name": "Somali Bantu Food Truck for Maine!"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "Tiny Ninjas is a two-player, dice-rolling, head to head card game that's designed to play right inside of the box!\nFor ages 8 and up. Games play in roughly 15 minutes. It's easy to learn with the perfect blend of \"push-your-luck\" and card management strategy, ensuring each battle is engaging and packed with excitement!  \nBecause of its size and utilizing the box as the play surface, it has an immensely small footprint making it ideal for gaming on the go. Play it on a plane ride - a perfect travel game!\n                                                                                                         note that some artwork may change slightly\n                                                                      This game cannot happen without your support! If you know someone else that would like Tiny Ninjas then please share this campaign with them!\n Tiny Ninjas Vibes - Volume One  [ 5 Tracks ]\n Tiny Ninjas Vibes - Volume Two [ 5 Tracks ] \nTiny Ninjas Vibes - Volume Three [ 5 Tracks ]\n Tiny Ninjas Vibes - Volume Four [ 5 Tracks ]\nRewards heading to EU countries will be shipped directly to the UK for customs clearance. The games will then be handed over to local carriers for last mile delivery and brought right to your door, DDP. \nTo keep everything organized and avoid any complications we are only allowing ONE delivery location per backer. \nAlso, please note, we will be unable to ship to Brazil.\nCurrency Conversion \nNote that this campaign is in Canadian Dollars (CAD) and your pledge will be billed in Canadian Dollars. All USD pricing conversions were done using the latest market values on May 22, 2018 ($1.00 CAD = $0.78 USD). Exchange rates will fluctuate so we highly encourage you to look at the current rates toward the end of the campaign for a more accurate USD price. \nFollow us on Social Media: Facebook, Instagram, Twitter, BGG\n             ", "risks": "Risks and challenges\nOver the past 2 years we have invested an enormous amount of time into researching the processes of manufacturing a game, running a successful campaign and shipping product around the world. To avoid any complications and unnecessary delays we have opted to keep the campaign quite simple by limiting it to only three (3) pledge tiers. Also, there will be no add-ons or pledge manager after the campaign. Lastly, the vast majority of the game is already complete. Artwork, design and rulebook layout have already been approved by our manufacturer, Longpack Games, and the pre-production copy we have received looks phenomenal. The quality is outstanding! With only minor tweaks needing to be made and potentially some added artwork, we are prepared to begin manufacturing shortly after the campaign ends. We have done everything in our power to ensure this project runs smoothly and that you, our incredible backers, can enjoy the game as quickly as possible.\n\n2niverse Games strives to bring you products that are fun, beautiful, innovative and of the highest-quality, allowing you to enjoy them for many years to come. As with many other Kickstarters, the primary challenge is timing and unexpected delays. We will do everything possible to ensure any delays are avoided or minimized and promise to keep ours backers updated throughout the entire process. You are our #1 priority and we can't thank you enough for taking this journey with us!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge CA$ 28 or more", "title": "Solo", "descp": "[~$22USD]\nOne copy of Tiny Ninjas + Bonus Content\nShipping:\nUSA - $7 [~$5USD]\nUK/EU/CAN/AUS/NZ/MEX - $9 [~$7USD]\nROW - $17 [~$13USD]\nLOCAL PICKUP AVAILABLE\nSee shipping section for further details\nINCLUDES:\nTiny Ninjas - Production Copy\nBonus Content:\nTiny Ninjas Vibes\nTiny Ninjas Activity Book\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,281 backers"]}, {"amt": "Pledge CA$ 50 or more", "title": "Duo", "descp": "[~$39USD]\nTwo copies of Tiny Ninjas + Bonus Content\nBetter value! Keep one, gift one!\nShipping:\nUSA - $9 [~$7USD]\nUK/EU/CAN/AUS/NZ/MEX - $12 [~$9USD]\nROW - $23 [~$18USD]\nLOCAL PICKUP AVAILABLE\nSee shipping section for further details\nINCLUDES:\n2× Tiny Ninjas - Production Copy\nBonus Content:\nTiny Ninjas Vibes\nTiny Ninjas Activity Book\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Nov 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["163 backers"]}, {"amt": "Pledge CA$ 475 or more", "title": "Legend", "descp": "[~$369USD]\nBecome a LEGEND! [Kickstarter Exclusive]\nTiny Ninjas Legendary Edition (only 20 available)\nIncludes Custom Ninja Illustration & Cards\nAlso includes two copies of Tiny Ninjas + Bonus Content\n** See LEGENDARY EDITION section for full details **\nShipping:\nUSA/CAN - FREE\nROW - $50 [~$39USD]\nINCLUDES:\nTiny Ninjas - Legendary Edition\nCustom Ninja Illustration\nCustom Ninja Cards\n2× Tiny Ninjas - Production Copy\nBonus Content:\nTiny Ninjas Vibes\nTiny Ninjas Activity Book\nAll Unlocked Stretch Goals", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers", "Limited (8 left of 19)"]}], "updates": [{"update_no": "UPDATE #40", "update_userinfo": "⏰ Tiny Ninjas: Heroes - Final Hours on Kickstarter! 🎁 RETURNING BACKER BONUS! 🎁", "update_content": "Hey clan!\nTiny Ninjas: Heroes is LIVE on Kickstarter right now and has funded in less than 4 hours! We've already unlocked one stretch goal and we're racing towards unlocking the second. There is also a 24-Hour Backer Bonus to receive a FREE 12-card booster pack for the original Tiny Ninjas game!\nCome and check out the campaign!"}, {"update_no": "UPDATE #39", "update_userinfo": "Tiny Ninjas: Heroes is LIVE and FUNDED!", "update_content": "Hey clan,\nApologies to be sending out another update so soon after the last one, but I just found out about the Golden Geek Awards accepting nominations - and I need your help! It would be an amazing feat to be nominated so if any BGG users would be willing to nominate Tiny Ninjas I would be extremely grateful!"}, {"update_no": "UPDATE #38", "update_userinfo": "Help Tiny Ninjas! 🏆 Nominate for the Golden Geek Awards", "update_content": "Hey clan!\nIt's finally time -- Tiny Ninjas: Heroes will be launching on Kickstarter later this month!\nTuesday, April 28th @ 10am MST to be exact.\nHere's a sneak peek:"}, {"update_no": "UPDATE #37", "update_userinfo": "\"Tiny Ninjas: Heroes\" is coming Tuesday, April 28th", "update_content": "Hey Clan!\nI hope you've all been doing fantastic and are all geared up for a very exciting 2020.\nI wanted to hop on here and give you all some teasers for the upcoming \"Tiny Ninjas: Heroes\" which will be an entirely new game in the Tiny Ninjas Universe launching in March. The exact date is still TBD as timelines are still being nailed down. I am working on completing most of the files for the game before launch so that I can proceed to production within of the campaign completing.\n🔥 MOST ANTICIPATED GAME OF 2020 🔥"}, {"update_no": "UPDATE #36", "update_userinfo": "Tiny Ninjas: Heroes 🚀 Coming March 2020", "update_content": "Clan!"}, {"update_no": "UPDATE #35", "update_userinfo": "Happy April Fools! 🤪 Winners & NEW GAME MODE \"Battlefield\"", "update_content": "Clan! \n “Tiny Ninjas: Heroes” is launching on Kickstarter, TOMORROW, 10am CST"}, {"update_no": "UPDATE #34", "update_userinfo": "“Tiny Ninjas: Heroes” is launching on Kickstarter, TOMORROW, 10am CST.", "update_content": "Hey Clan!\nI hope, by now, that the vast majority of you have already received and are enjoying your Tiny Ninjas games; having epic ninja battles everywhere you go! "}, {"update_no": "UPDATE #33", "update_userinfo": "New Game Mode for Tournaments! 💪", "update_content": "Hey Clan!\nContest Time\nIn the festive spirit I wanted to throw a Teeny Tiny Contest to give away TWO copies of \"Teeny Tiny Ninjas\" to TWO members of the Tiny Ninjas Clan. "}, {"status": []}], "comment_no": 734, "projec_url": "https://www.kickstarter.com/projects/2niverse/tiny-ninjas-battle-in-a-box", "project_name": "Tiny Ninjas - Battle in a Box"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "A Flavorful Dice Game\nEveryone has a green thumb when playing Herbaceous Sprouts. Unwind while enjoying this beautiful and thoughtful game of collecting seeds, using tools, and growing sprouts. Don’t relax too long though - or your friend might become the Head Gardener first!\nBecome the Head Gardener \nPlayers plant herb and flower sprouts in the community garden to score the most points. Each round, collect herb and flower seeds, acquire tools, and use them to plant sprouts in the garden.  \nGorgeous Seed Dice and Tool Card combinations create compelling choices every round.\nDice Manipulation & Classic Herbaceous Set Collection makes an expanded game experience that is still easy to learn and play.\nSmooth, streamlined rounds makes a Herbaceous Sprouts a fast-moving, fun, push-your-luck game. \n  Steve Finn of Dr. Finn's Games - renowned designer of Biblios, Herbaceous, and Sunset Over Water - has created a wonderful compliment to Beth Sobel's stunning plant and garden art. Eduardo Baraf of Pencil First Games is at the helm of Herbaceous Sprouts to ensure it is the perfect balance of zippy play, compelling choices, and wonderful art in a fantastic package. \nKeith Matejka of Thunderworks Games - designer of Roll Player and the single player variants in both Herbaceous and Sunset Over Water - created the excellent single player rules for Herbaceous Sprouts. Benjamin Shulman of Jelly Bean Soup Games powers the graphic design and instructions. \nKickstarter Green Thumb Pack!\nAll backers receiving the Herbaceous Sprouts game receive the Green Thumb Mini-Expansion! The expansion adds variant tool cards to Herbaceous Sprouts' beautiful play. \nGive Mom the Joy of Gaming!\nHerbaceous Sprouts makes a fantastic gift and we are confident it will ship to backers prior to May 1st, 2019, in advance of Mother's Day, Sunday, May 12th. \nIn the unlikely event the game's delivery is behind schedule, we'll provide you with a backer-exclusive, digital Herbaceous Sprouts Mother's Day card to let her know the game is on the way!\n Game Overview and How to Play (4:35)\nSingle Player Rules & Play Through \n                                                      Rahdo Runs Through - Herbaceous Sprouts Rundown \n\"Herbaceous Sprouts is a fun, fast-playing, charming little set collection game...A great gateway - I could totally see playing this with my in-laws\" \nClick for full review!\n                                     Ant Lab Games - Herbaceous Sprouts Play-through & Preview\n\"We both thoroughly enjoyed this game!\"\nClick for full review!\n                                          Board Game Closet - Herbaceous Sprouts Preview\nOverall, I couldn't be more happy with this game!\nIf you've got Herbaceous, I have no reservation recommending Herbaceous Sprouts. \nClick for full review!\n                                    Tantrum House - Herbaceous Preview\n\"If you enjoy Herbaceous and Dice Games, check out Herbaceous Sprouts.\"\nClick for full review!\n                            The Dice Tower Kickstarter Preview (PAID)\nPFG Paid to be included in the Kickstarter Preview lineup.\nBoard, Deck, and Dice - Herbaceous Sprouts Preview\nThe game flows, the game is fast, and it is one that I really liked!\nKeep up on Herbaceous Sprouts\n- Follow Herbaceous Sprouts on Facebook\n- Herbaceous Sprouts on BoardGameGeek.com \nKeep up with Us\n - Pencil First Games, Follow Ed on Twitter and Kickstarter \n - Dr. Finn's Games, Follow Steve on Twitter\n - BethSobel.com, Follow Beth on Twitter\n - Jelly Bean Soup Games, Follow Benjamin on Twitter\n - Thunderworks Games, Follow Keith on Twitter\nZee Garcia at The Dice Tower Reviews Herbaceous\nZee Garcia at The Dice Tower Reviews Sunset Over Water", "risks": "Risks and challenges\nHerbaceous Sprouts is Pencil First Games' eighth Kickstarter. Lift Off! Get Me Off This Planet!, The Siblings Trouble, GemPacked Cards, Heroes and Tricks, Herbaceous, Legendary Creatures, and Sunset Over Water all successfully funded and shipped to backers. We strive to run excellent Kickstarters and deliver fantastic products.\n\nHerbaceous Sprouts is well-tested and balanced. The graphic design is complete and the card art is final. Box and instructions are near final and we have been working closely with our printer.\n\nThere are inherent risks whenever undertaking a project as complex and large as producing and distributing a board game, but I have been making complex projects with countless moving parts and large budgets most of my career. I've gone out of my way to surround myself with experienced board game developers, distributors, and people who have run and launched successful Kickstarters. This team of friends has been exceedingly supportive and I'm sure will help as we hit any upcoming bumps in the road. And there are bumps. Strikes, shortages, shipping delays are all hard to predict.\n\nMost importantly, if something does go wrong, I will keep everyone in the loop as the project moves forward and comes to market. This game will exist because you all will have made it happen.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 35 or more", "title": "Herbaceous Sprouts", "descp": "Receive a copy of this flavorful game!\nShip: US $8, EU/CA $12, AU/NZ $15, WW $25\nINCLUDES:\nHerbaceous Sprouts w/Stretch Goals\nKS Exclusive Green Thumb Mini-Expansion", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["951 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Herbaceous Bundle", "descp": "Two great games from our team!\nShip: US $10, EU/CA $15, AU/NZ $20, WW $30\nINCLUDES:\nHerbaceous Sprouts w/Stretch Goals\nKS Exclusive Green Thumb Mini-Expansion\nHerbaceous\nKS Exclusive Flavor Pack Mini-Expansion", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["128 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Sunset Over Water Bundle", "descp": "Two great games from our team!\nShip: US $10, EU/CA $15, AU/NZ $20, WW $30\nINCLUDES:\nHerbaceous Sprouts w/Stretch Goals\nKS Exclusive Green Thumb Mini-Expansion\nSunset Over Water\nKS Exclusive Muse Mini-Expansion", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["127 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "Herbaceous Sprouts Duo", "descp": "Pick up a copy for yourself and another for a friend or family member.\nShip: US $10, EU/CA $15, AU/NZ $20, WW $30\nINCLUDES:\n2× Herbaceous Sprouts w/Stretch Goals\n2× KS Exclusive Green Thumb Mini-Expansion", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Relaxation Bundle", "descp": "Three great games from our team!\nShip: US $15, EU/CA $20, AU/NZ $25, WW $35\nINCLUDES:\nHerbaceous Sprouts w/Stretch Goals\nKS Exclusive Green Thumb Mini-Expansion\nHerbaceous\nKS Exclusive Flavor Pack Mini-Expansion\nSunset Over Water\nKS Exclusive Muse Mini-Expansion", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["103 backers"]}, {"amt": "Pledge US$ 175 or more", "title": "PFG Uber Bundle", "descp": "A whole bunch of fun from Pencil First Games\nShip: US only $25\nINCLUDES:\nHerbaceous Sprouts w/Stretch Goals\nKS Exclusive Green Thumb Mini-Expansion\nHerbaceous\nKS Exclusive Muse Mini-Expansion\nSunset Over Water\nKS Exclusive Flavor Pack Mini-Expansion\nLegendary Creatures\nKS Exclusive Creature Pack\nThe Siblings Trouble\nHeroes and Tricks\nSmall, Special Gift", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["24 backers", "Limited (6 left of 30)"]}, {"amt": "Pledge US$ 210 or more", "title": "Herbaceous Sprouts Group Pledge", "descp": "Receive six copies of this flavorful game (to one address).\nShip: US $24, EU/CA $30, AU/NZ $48, WW $72\nINCLUDES:\n6× Herbaceous Sprouts w/Stretch Goals\n6× KS Exclusive Green Thumb Mini-Expansion", "time": [{"ESTIMATED DELIVERY": "May 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Green Thumb Mini-Expansion Survey", "update_content": "Team Awesome,"}, {"update_no": "UPDATE #18", "update_userinfo": "Spring Follow Up - BES / FMN Shipping & Torii", "update_content": "Team Awesome,\nI just wanted to follow up on our last update. "}, {"update_no": "UPDATE #17", "update_userinfo": "Spring Update", "update_content": "Team Awesome,"}, {"update_no": "UPDATE #16", "update_userinfo": "February Update: Watch It Played, BoardGameGeek & Herbaceous Sprouts Day!", "update_content": "Team Awesome,"}, {"update_no": "UPDATE #15", "update_userinfo": "January Update: Fulfillment Underway", "update_content": "Team Awesome,"}, {"update_no": "UPDATE #14", "update_userinfo": "December Update - The Boats Have Landed!", "update_content": "Month over month we are getting closer to delivery."}, {"update_no": "UPDATE #13", "update_userinfo": "November Update: We're on a Boat! 48hr Address Check", "update_content": "is on a boat to fulfillment centers! We're well on our way to start shipping out to backers in January ahead of schedule."}, {"update_no": "UPDATE #12", "update_userinfo": "October Update: First Production Copy!", "update_content": "Fantastic news - I have received and reviewed the First Production Copy of It looks great -"}, {"update_no": "UPDATE #11", "update_userinfo": "September Update: Printing!", "update_content": "Team Awesome, Short, but awesome update: Fall is upon us and Herbaceous Sprouts is printing!"}, {"update_no": "UPDATE #10", "update_userinfo": "August Update: Procurement & Printing!", "update_content": "Team Awesome,\nShort update this month: We're tracking our schedule! I've kicked off manufacturing on . We're discussing a detail on the insert printing, but have all the other assets are in motion (procuring the materials and making the dice, which take the longest)."}, {"status": []}], "comment_no": 597, "projec_url": "https://www.kickstarter.com/projects/ebaraf/herbaceous-sprouts-a-flavorful-dice-game", "project_name": "Herbaceous Sprouts: A Flavorful Dice Game"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "STIR - www.stirtoaction.com - is an online magazine that promotes the most inspiring and innovative community-led responses to the financial crisis, climate change and other contemporary challenges.\nIt features communities creating their own local currencies, raising community-shares to build solar power stations, establishing grassroots media initiatives, transforming derelict land into community food gardens, finding ways to manage resources collectively, and sharing their stories and ideas in a global network.\nWhat’s the book about?\nThe book will feature a selection of the most inspiring and transformative stories we have gathered since starting the magazine.  The book will be FREE and distributed to the campaigners and activists who are working towards social change.\nSimon Critchley (Philosopher) With the publication of his new book The Faith of the Faithless, I talked to him about why a counterfactual faith is so important to modern politics, why it offers an \"archive of possibilities\" to those involved in political campaigning, and how the Occupy movement has changed the conversation and our expectations of ourselves.\nDavid Boyle (New Economics Foundation) talks about the disconnect between money and wealth, how we’re stuck with the oldest fantasy about how money works, and shows that local currencies can capture the real wealth of communities that cannot be expressed by the single currencies we use.\nRaj Patel (author of Stuffed and Starved) discusses why we should be worried about the new extremes the food industry has gone to and the global food riots connected to the financial speculation of food as commodities, but shows that international social movements are already responding with increasing resilience and creativity to these assaults.\nMarianne Maeckelbergh (author of The Will of Many) looks back at the first year of Occupy, excited by the widespread use of consensus process, whilst also analysing the practical problems associated with the rise in popularity of democratic decision-making.\nNina Power (activist, Defend the Right to Protest) examines the success and failures of a decade of protest in Britain’s capital city, looking at demonstrations against the Iraq War, the Occupy camp at St Paul’s, the day of rage during the G20 summit and the recent student uprisings against tuition fee rises.\nDavid Bollier (author of This Land is our Land)  questions why privatisation is aggressively promoted as the only feasible way to manage our resources, to generate medical research, and to achieve human progress. As an alternative he presents the commons as a viable economic paradigm that focuses on stewardship, community benefit and sustainability.\nThe book will also feature pieces by Simon Critchley (author of Infinitely Demanding), George McKay (author of Radical Gardening), Glyn Moody (author of Rebel Code), Brian Van Slyke (Founder of Toolbox for education and social action), Bethan Graham & Guppi Bola (food justice activists), Derek Wall (No-Nonsense Guide to Green Politics), Megan Saunders (The Real Food Store).\nWhat will the money (funds) do?\nIt will pay for a print run of the book through Calverts — a print co-operative based in London. It will enable us to commission artists to illustrate the articles and interviews in the book, and also reward future contributors. \nYou contributing at the $25 level or more will allow us to make the book freely available, and get it into the hands of the campaigners, transitioners, occupiers, and general movers and shakers who want to change their communities for the better.\nWhat if we hit the $15,000 target?\nKeep giving! The more funds we raise the more books we publish and distribute, and the bigger impact we can make in spreading these practical ideas. It will also be a great help in supporting the launch of the book, expand the magazine and run workshops.\nDon't forget about the amazing rewards we have to say thanks for backing our project...\nSTIR t-shirt designed by illustrator Edd Baldry\nSee a succsessful urban farming cooperative in action with a visit to OrganicLea in London\nWeekend exploring Transition Totnes, Riverford Organic Farm and Dartington village staying at Appalachian Spring B&B\nA STIR tote bag designed by JustSeeds artist Santiago Armengod  (artwork example, not tote design)", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jonny Gordon-Farleigh\nFirst created · 3 backed\nJONNY GORDON-FARLEIGH (London, UK) is founder and editor of STIR magazine. He works with people and organisations who are actively creating...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "More than 50 backers!", "update_content": "We have now more than 50 people backing this project! This is becoming a truly crowdfunding effort!\nWe have 12 days to go and it is really time to show your networks what you are supporting and sending them our Kickstarter page so they can support us themselves. \nHere is the link: http://www.kickstarter.com/projects/133038413/stir-to-action\nWe are really excited about the impact this book can have amongst those who are actively working to transform their communities. – it is a toolbox of inspiring and practical ideas."}, {"update_no": "UPDATE #2", "update_userinfo": "More than 1,000 views of our campaign video!", "update_content": "More than 1,000 people have seen our fundraising campaign video! It feels great knowing that the word about STIR is being spread, so thank you to all who have shared it and helped get it in front of more eyes. Now if only we can turn those views and likes and tweets into pledges!\nOur fundraising campaign to get free copies of STIR into the hands of your communities is halfway through(…15 days to go), but we’re still a way from reaching our $15,000 target."}, {"update_no": "UPDATE #1", "update_userinfo": "We passed $1,000! Let's keep Stirring it up!", "update_content": "THANK YOU! To all who have backed our project so far, we’ve just passed the $1,000 mark! We have been crunching numbers in anticipation of reaching the next big milestone, and if every one of you got 2 more people to contribute, and if every subscriber to STIR could pledge somewhere between $15 to $50, it would put us well on our way to reaching our goal.\nWe appreciate all of the tweets and Facebook posts about STIR — keep it up! And also do encourage your friends and networks to donate. Help us turn those tweets and into pledges so we can secure this funding and get STIR published and distributed for free."}, {"status": [{"Project ends": "JULY 27, 2012"}, {"Project launches": "JUNE 27, 2012"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/133038413/stir-to-action", "project_name": "Stir To Action"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "Eating ice cream every day can actually make the world a better a place with the new dairy brand, MILK NOT JAILS.\nThe Big Idea:\nRural New York is home to 90% of the state’s prisons, which provide jobs in a depressed rural economy.  Meanwhile the majority of people in prison come from New York City’s communities of color and their families are forced to make long trips to visit them. The guards union and their elected officials oppose major reforms to the prison system because they fear it will destroy jobs in their community.  As a result, New York’s prison system is racist, ineffective, and too expensive. This is not going to change unless we can develop a new economic relationship between urban and rural areas.  MILK NOT JAILS looks to the state’s dairy industry – which comprises 80% of New York’s agricultural sales – for a delicious solution to this conundrum.  Join us in saying, “If rural New York’s economic survival depends on us, we’d rather drink their milk than go to their prison.”\nWhat we are doing:\nOver the past year, MILK NOT JAILS has been touring New York State educating people about prison industry economics and asking farmers to join our cooperative.  We host ice cream socials in urban areas to reach out to communities impacted by incarceration, to conduct market research,, and to dialogue about our project.  We have elicited feedback from over 250 dairy farmers and identified a niche market that we can develop.  Over 35 criminal justice organizations endorse MILK NOT JAILS.\nOur dairy cooperative has quickly grown from a conversation to a pilot business.  We recently started a milk share program in Brooklyn, where people purchase a milk subscription from one of our partner farms.   We are undertaking a massive outreach campaign to coffee shops, daycares and CSAs to sell milk contracts to these local establishments. We are analyzing over a year’s worth of market research to identify neighborhoods and retailers to sell to. Our farmers have cheese, butter, yogurt and ice cream ready to sell once we have our distribution system established!\nWhat we need:\nWe need two things to turn our business plan into a reality.  First, we need a truck to deliver products throughout New York City (and eventually other cities).  Our farmers will drop off their products at one location within New York City, but we need a way to get this milk to all of the cafes, CSAs, and stores we have established contracts with.  We need a refrigerated delivery truck that can safely transport dairy products.  This truck will also be used as a county fair float and a mobile popular education tool.\nSecond, we need to print marketing materials – stickers, labels and tags – so that consumers can identify our products on the store shelf.  We have created a buzz in urban centers across the state, and people are anxious to start building an economic relationship with our politically allied dairy farmers.  Help us make this happen.\nAll contributions are tax deductible.\nYour tax deductible pledge also comes with fantastic rewards. Check out the FAQ below for all of the details on our $100 pledge reward - you'll get a great basket of farm fresh products (vegetables, fruit, ice cream, sauces, tinctures and more!) with a market value greater than $100! \nWe also just finished our first print run of some of our MILK NOT JAILS patches. Check them out! You will receive 1 of 5 designs at all pledge levels.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Milk Not Jails Starts Delivering!", "update_content": "Dear Kickstarter Supporter,\nMilk Not Jails is proud to announce that, thanks to your generous support, our dairy marketing and distribution cooperative is literally hitting the streets. Our truck (see picture below) is delivering milk, yogurt, cream, butter, and ice cream to Community Supported Agriculture (CSA) sites and buying clubs in New York City.  Getting this far took the support of folks like you, and we couldn't be more appreciative."}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you for making our dreams come true!", "update_content": "Hello MILK NOT JAILS backer,\nThank you for making our dreams come true last week!  We knew our Kickstarter goal was ambitious, and we really appreciate your support and those of you who helped to promote our project throughout the pledge drive and in those final days. We are now working hard to finalize our business plan and seek out that dreamiest delivery truck.\nBut before we get caught up in our own work with MILK NOT JAILS, we are actually really excited to put together your beautiful rewards packages.  Unfortunately, some of the MILK NOT JAILS supporting farms that have offered to provide goodies for your rewards packages were hit incredibly hard by Hurricane Irene, so it is going to take us longer than expected to get your rewards to you, especially if you pledged at the $100 level.  We will be sending you a request for more information regarding your rewards package soon.  In the meantime, know that we are providing relief to our farmers right now and we are all grateful to you and looking forward to showering you with presents in the near future."}, {"status": [{"Project funds successfully": "353 backers pledged $22,430"}, {"Project launches": "JULY 15, 2011"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/1838599302/milk-not-jails", "project_name": "MILK NOT JAILS"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "Hey, thanks again for checking out our Kickstarter page!\nAlchemy Collective started with a couple of ambitious baristas envisioning the perfect cafe. It seemed like no matter where we went, something was off -- poor or inconsistent quality, low worker morale, snobbishness, or just an uninspired and uncreative feel. We knew that with the right planning, drive, and people, we could create something unlike any other coffee house around. \nAfter seeing the renown and success of local cooperatives such as Arizmendi Bakery, Zachary’s Pizza, AK Press, and BioFuel Oasis, and some research into what it means to be a cooperative, we decided that this model was the one for us. So, we began working on a business plan and started looking for a group of dedicated people to create a strong and diverse workforce capable of putting it all together. Since coming up with the idea about a year ago, we’ve been planning, building, recruiting, and researching everything from entrepreneurship in general to the scientific intricacies of preparing the best coffee possible.  \nIn April, we started serving single-cup drip coffee at a local farmer’s market and have gotten overwhelmingly positive response to both our coffee and our mission. With your help, we can progress to the next stage of our plan - a hand-built espresso cart open 5 days a week in the parking lot of BioFuel Oasis (map) in Berkeley, CA. We are excited and proud to have gotten ourselves this far, but it’s just the beginning.\nSpecial thanks to:\nTia Katrina Taruc Canlas (Early Supporter, Camerawoman)\nPatricia Moran (Early Supporter)\nJohn Semerjian (Early Supporter)\nElysha Rom-Povolo (The Alchemy song: “Help Them Make Coffee For You”)\nBen Davila and Vanessa Black & Andy Martriez (Runners-up in the Alchemy song contest)\nBioFuel Oasis (Launchpad for this here revolution)\nThe Alchemists are:\nRob Wertheimer (Adult Beverage Officer/Webmaster)\nCaleb Wolfson-Seeley (Bakemeister/Finance Officer)\nPayam Imani (Design Officer/Multimedia)\nEric Thoreson (Lead Barista Trainer)\nChristopher Myers (Fabricator/Food Officer)\nJames Parrish (Music Officer/Impromptu Vocalist)\nWhat exactly is a cooperative and how does yours work?\nCooperatives come in all shapes and sizes and can be structured according to how the founders want things to run.  For us, each member owns exactly one share, has equal voting rights, and gets a share of profits according to hours worked.\nWhy not just run it like a regular business?  Are you guys, like, socialists or something?  Or worse - anarchists??!!!\nOur business doesn’t push any particular political agenda; we just think that a focused group of competent people can create a stronger, healthier, and more ethical business.\nHere are some of the advantages we gain by working cooperatively:\nBroad pool of skills, experience and connections\nMore control of quality and consistency of service (we don’t just hire baristas who’ll quit once the school year starts, we’re recruiting entrepreneurial business partners who are passionate about coffee)\nFull incentive for every worker to go above and beyond at all times (profit sharing!)\nSharing of cumbersome tasks and stress\nDemocratic decision-making (“Democracy is the worst form of government except all those other forms that have been tried...” -Winston Churchill).\n\nWhat do you mean by “specialty cafe”?  What makes it so special?\nSpecialty, or “Third Wave” coffee, is tricky to define, but we think the most accurate description is this: a specialty cafe’s primary objective is to serve coffee at the highest standards possible. In no particular order, here’s what specialty coffee means to us:\nFreshly roasted, freshly ground, freshly brewed coffee (we get our beans from Verve Coffee Roasters, a great small-batch, direct-trade roaster out of Santa Cruz, CA)\nQuality organic milk\nExpert-level barista training\nUse of equipment that can produce consistent results (La Marzocco, Mazzer, Ditting)\nEmphasis on home-made, not mass produced (we make our own vanilla syrup from raw vanilla, bake our own pastries, and mix our own chocolate sauce)\nGenerally, a commitment to taste, test, research, and push our coffee closer and closer to perfection\nYour Kickstarter goal is to get equipment for the espresso cart right? What’s this cafe stuff about?\nThe cafe is our ultimate goal. However, we developed the cart business as an intermediate stepping stone in that direction. Opening a cafe is expensive (this is why we’re starting with the cart!), so anything above what we need for the cart will go towards the balance we’ll need to show lenders to get the startup money for the cafe.\nWill the cafe be...awesome?\nYes. Yes it will be. Our vision for the cafe is more than a specialty coffee shop - we want to open a space that serves a delicious and local food menu, offers craft beer and wine, and is a high-quality venue for live music and local art.\nWow! You guys sure are ambitious.  Anything else you want to accomplish?\nOne more thing: We really want to be a shining example of how the cooperative model can be an amazing vehicle for small businesses. These are rough times financially, and with how tight-fisted banks already are, it seems like you have to already be wealthy to start a business. This model makes it less daunting to get started, since we can draw on a larger pool of talents and resources and also have the ability to minimize labor costs while our business is building its customer base.  The best part is that we’ll continue to remain in control of the product of our hard work, even as the business grows.\nSo, by helping us, not only will you be helping to create an amazing place for people to come together and enjoy coffee and entertainment, you’ll also be helping to promote the cooperative movement and encourage others to create rewarding and sustainable jobs, and lives, for themselves.\nThe Gifts:\n:: full-size image here ::\n[exhibit a]: Alchemy shirts are American Apparel, sweatshop-free, and hand-printed by us!  They're also available in maroon, and all 3 prints (arm, side and front) are on the same shirt.\n[exhibit b]: Close-up of Alchemy logo print on the shirt's left sleeve. Note: model is not included.\n[exhibit c]: The Ethi-local-sustaina-cup (portable mug mentioned in the $50 slot). It's ceramic with a silicon dishwasher safe top and the Alchemy logo in gold.  No more landfill-swelling disposable cups for you, my friend!\n[exhibit d]: The Solo Alchemist mentioned in the $500 gift slot. Yes, it can be yours.  For reference, this drab thing is what pourover stands usually look like:  \nhttp://www.espressoparts.com/KARMA_DB .  \nI know what you're thinking; \"Man, the Solo Alchemist would look SO COOL on my kitchen table! I should donate to get one right now and make all my friends super jealous!\" Well, you're right, it is awesome, and you should get one. Good call.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "The Big One", "update_content": "Greetings supporters-\nThe big day is finally here! Alchemy Collective Cafe opened its doors at 7am this morning, fully permitted, legit, and ready to sate the caffeine needs of South Berkeley and the greater Bay Area. \nWe are immensely excited to have come this far, but the long and short of it is, we couldn't have done it without YOU. So pat yourselves on the back, or come to the cafe and we'll pat you on the back. And you can claim your Kickstarter rewards, if you told us you'd be picking them up in person (it might take us a couple of days to get that all organized)."}, {"update_no": "UPDATE #6", "update_userinfo": "Our Cafe", "update_content": "So first, we have to apologize again for the gift delay.  We are still working on it steadily, and we have almost everything ready to ship.  We've also been busy setting up OUR CAFE.  That's right, it's not a semi mobile espresso cart anymore, we just signed a lease on our own space and have been in there like frenzied beavers going to work on it.  Here's some pictures:\nhttp://s1187.photobucket.com/albums/z397/AlchemyCollective/storefront/\nIt's across the street from the south west corner of the Ashby Bart Station in Berkeley near the Oakland Border (3140 Martin Luther King); plenty of foot traffic, no nearby competition, so we're about to cause a scene over there.  It will be mostly to-go orders because it is pretty small, but there is enough room for people to hang out inside and enjoy some conversation and coffee.  What more do you need?"}, {"update_no": "UPDATE #5", "update_userinfo": "Alchemy's Gears are Turning", "update_content": "Apologies for the delay folks, we were forced to re-envision our cart idea and have been kept busy planning, researching and making many trips to the city's bureaucratic labyrinths.  The good news is that what started as a minor setback led us to upgrade from a mobile cart powered by a generator, to possibly our very own little (and we do mean little) storefront.  We haven't signed the lease yet, but it's looking like, thanks to supporters like you, we may have found ourselves a new home.\nHere's a few pics of the possible location:  "}, {"update_no": "UPDATE #4", "update_userinfo": "Alchemist foot-in-mouth disease", "update_content": "Hi Folks-\nWell, I spoke too soon. In spite of overcoming some logistical and mechanical hurdles in our \"silent opening\" weeks, Alchemy Collective will have to succumb to the petty tyranny of City of Berkeley Municipal Zoning, for the time being.\nYou see, Biofuel Oasis is zoned for something called \"Incidental Coffee Sales - Indoor.\" It turns out that changing that \"Indoor\" to an \"Outdoor\" so we can get the cart permitted for that space (and get a business license, pay taxes, etc) is going to be an expensive and lengthy process, which doesn't make a ton of sense for a spot that we intended to be temporary."}, {"update_no": "UPDATE #3", "update_userinfo": "We Did It! (Thanks to YOU)", "update_content": "Greetings Alchemy supporters-\nYou probably know by now that we reached our goal, and then some. Needless to say we are ecstatic that the campaign was a success and excited about what the future holds for Alchemy Collective.\nFirst off, MASSIVE thanks to everyone who supported the campaign. Your support means that we can move the business to the next level, but it's also a meaningful validation of what we think is a great idea (we're glad you think so, too)."}, {"update_no": "UPDATE #2", "update_userinfo": "Prize demo update. And stuff.", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Rolling Along", "update_content": "Hey Folks-\nFirst off, thanks for all of the pledges, re-posting of the link and general representation. We really couldn't be doing this without all of YOU.\nWe've got pics of some of our awesome gifts up - check out the nifty little photo collage that yours truly just put together and the accompanying captions to learn about what we're offering and why you and your friends, family, co-workers, acquaintances, etc. should all be lining up to pledge and have these gifts delivered to your doorstep in the near future."}, {"status": [{"Project funds successfully": "140 backers pledged $10,320"}, {"Project launches": "AUGUST 5, 2011"}]}], "comment_no": 10, "projec_url": "https://www.kickstarter.com/projects/641404634/alchemy-collective-a-worker-owned-cafe", "project_name": "Alchemy Collective: A Worker-Owned Cafe"}}, {"backer": "The TESA Collective", "project_data": {"campaign": {"story": "Unemployment increasing, jobs transferred oversea, poverty raising while great riches are increasing: is there something wrong in the basic structure of American society? Is it time to look for something different, more democratic, more responsive to the needs of the people, something that can create wealth for more people than the top 1% of rich ones? Something that reports to Main Street instead of Wall Street?\nIn the Unites States of America, socialism and communism are considered by many to be bad, taboo words, but cooperation exists, and \"worker-owned cooperatives\" existed and prospered for many years to this day, thanks also to the spirit of entrepreneurship that is widespread and to the practice of democracy, practice that is thought at school, starting from the elementary grade.\nCooperatives are part of the self-help tradition of America. Cooperatives are businesses organized by people to provide needed goods and services. Cooperative businesses:\n• Are owned by the people who use their services;\n• Provide an economic benefit for their members;\n• Are democratic organizations, controlled by their members;\n• Are autonomous and independent;\n• Recognize the importance of education about cooperative business and organizational practices;\n• Support cooperation among cooperatives, which has resulted in the growing importance of cooperatives in today's global economy; and,\n• Exhibit concern for their communities.\nThis book is an introduction to the worker-owned cooperatives in the United States, a reality that is not very well known, but prospered for more than 30 years.\nThe book presents several examples of worker-owned co-ops, with different governance methods and active in different fields, from retail to high-tech, with even nude dancing...\nThe goal of this project is to print 3,000 copies of the book and to distribute them to university libraries and bookstores in North America.\nThe book is at least 56 pages long, printed on recycled paper with color cover, 8.5 x 11 in.\nYou can see the Italian edition of the book at http://tangoitalia.com/coops", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "COOP-made-in-USA is ready!", "update_content": "Thank you to everybody for the success in funding the project!\nI will be in touch with you soon to get your mailing addresses to send you the book when it will be printed.\nCheers,\nEnrico"}, {"update_no": "UPDATE #6", "update_userinfo": "The Coop-made-in-USA book is at the printer!", "update_content": "Thank you all for getting the project over the goal of $2,000 with still a few days left! Your support has been extremely helpful.There are still several ad spaces available, the monies raised with the ads will be used to send free copies to co-op development organizations.Cheers,Enrico"}, {"update_no": "UPDATE #5", "update_userinfo": "Co-op made in USA: project funded!", "update_content": "We are over 1,900$ pledged towards the 2,000$ goal, and we still have 6 days to go, thank you for the great support!\nSince there has been such a great support, I am now planning to include in the \"Co-op made in USA\" a chapter on consumer co-ops, that are so important and numerous.\nThank you again,"}, {"update_no": "UPDATE #4", "update_userinfo": "Goal reached, thank you all! Ad space still available!", "update_content": "Hi,\nas of tonight we have more than 1,000$ pledged towards our goal, we need some more pledges for the advertising rewards, we still have over one week to go!\nThank you for your support,\nEnrico"}, {"status": [{"Project funds successfully": "70 backers pledged $2,043"}, {"Project launches": "JULY 27, 2011"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/enricomassetti/coop-made-in-usa-book", "project_name": "COOP-made-in-USA book"}}]