[{"backer": "The Local Strangers", "project_data": {"campaign": {"story": "***EDIT (03/09/20): THANK YOU SO MUCH!!! We're over the moon with gratitude, and are moving on to a stretch goal of $9,000 by the end of our campaign on March 19! \nSeeing the outpouring of support, good wishes, and contributions so far has been pretty humbling—we couldn't ask for a better community. We can't wait to share the results of this effort with you!\nThe initial $7,500 we've raised so far helps us cover our upfront recording expenses, but there are many more costs associated with a project like this. (See below for a detailed breakdown!) If you are interested in supporting the campaign or want to splurge on a new level of rewards, we'd love to have you on board to help us hit our new goal!\nWhen is the right time to take a chance?\nWe first sang together years ago along a sandy stretch of the Washington coast, on a spur-of-the-moment weekend trip with some friends. We were barely more than strangers, but our musical chemistry and connection was undeniable, as was our shared passion for and ambition around the music we were creating. After a few tentative starts—writing our first song together, playing a few low-key gigs—we decided to take a chance on one another and form a band.\nThat leap of faith started a musical journey that has blossomed into more than we ever could have imagined. 162 incredible Kickstarter backers helped us record and release our first full album, Through the Night, in 2017. Since then, we’ve played our music on both coasts of the US, played on radio stations across the country, released two more critically-acclaimed music videos, and toured in Europe (twice!). Through the Night was everything we hoped it would be, both personally and professionally. We’ve learned so much, and built a rich and fertile foundation of experiences to draw upon as we grow. Now, fueled by the work of the past two years, our sound and style has evolved and matured to the point that we’re ready to go back into the studio to record our sophomore effort. We're dreaming big, and we need you to help bring this to fruition.\nPlaying at the Triple Door (July 2018). Photo credit: Tony Hammons\nHere are the real numbers of what creating this album is going to cost to record, mix, master, produce, distribute, and promote:\nRecording and mixing (18 days for 12 songs - roughly 1.5 days per song, which is standard): $10,800 \nMastering (approx. $50/song): $600 \nPaying our musicians (drums, bass, violin, cello, etc.): $1200 \nCopyright registration (US Copyright Office): $50 \nAlbum art/layout and graphic design: $600 \nPrinting and distribution (CD Baby, 1000 CDs): $1,500 \nReward fulfillment (t-shirts, art prints, etc.): $1,200 \nKickstarter fees (8-10% of total amount raised): $900 \nPromotion (radio and publicity campaigns to promote the album): $5,000\n  This adds up to $21,850 just to get these songs out to the world. (Putting that into perspective, labels will invest $50k+ at a minimum to create and promote an album.)\nWe are only asking for $7,500—around 33% of the total cost to make this happen. Why is that not a crazy risk for us (and for you)? The short answer is that the success of our past work means that we are prepared to take responsibility for covering at least some of these costs ourselves, and we take this quite seriously. However, creating an album has significant upfront expenses: your support makes it possible for us to cover the initial costs of recording a high-quality album. If we reach our minimum required goal, anything above and beyond that will go towards our stretch goals, opening the door to more options than what the bare minimum can cover: a bigger investment in publicity and radio support, more videos and other creative work to support the album, access to better resources, etc.. \nWe need your help to get this album off the ground. We’re prepared to make the rest happen through our own hard work. We have some of Seattle’s best creative minds and most talented musicians working with us to make these songs come alive. Hopefully, we also have you!\nYou can stream our past releases by following the links below. You can also follow our story at www.marchtomay.com, on Facebook at www.facebook.com/marchtomayband, and on Instagram at @marchtomay—we’re excited to have you along for the ride!", "risks": "Risks and challenges\nWe are committed to creating a high quality album that represents the absolute best of our music, and will do what it takes to make that possible. This kind of recording is a necessary precursor for submitting our songs for placements on TV, film, etc. - and conversations with people within the industry have made it clear that this is a real possibility. We are not going to cut corners, and are prepared to cover the costs of any additional expenses if and when they arise. But we need your help with the rest.\n\nWe really hope you will help us reach our goal of $7,500—under the \"all or nothing\" Kickstarter system, this project will not be possible if we fall short.\n\nEvery donation, no matter how small, helps a lot and your generosity means the world to us!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Download the album", "descp": "A huge thank you, and a digital download of our new album - woohoo!", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}], "stat": ["19 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Be the first to get a hard copy", "descp": "A huge thank you, a physical copy of our album, AND a digital download!", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Autographed CD + custom artwork", "descp": "An autographed hard copy plus a digital download of our album, plus a handwritten thank-you note on a piece of song-related custom artwork!", "time": [{"ESTIMATED DELIVERY": "Sep 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Oh hey, I like your style!", "descp": "An autographed hard copy plus a digital download of our album, a handwritten thank-you note on custom artwork, and a March to May t-shirt (we're getting the really soft ones)!", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "VIP tickets + more", "descp": "An autographed hard copy plus a digital download of our album, a custom thank-you note, a March to May t-shirt, and two VIP tickets to our next big show—come hang out with us backstage!\n*You can choose a concert date at any point in the next year, but note rewards listed will be delivered by November of 2020.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "The sneak peak: A special May concert", "descp": "Everything in the $75 reward, plus two tickets to an intimate pre-release listening party and performance in a beautiful historic home in Capitol Hill on Saturday, May 2nd, with gourmet hors d'oeuvres and beverages included.\n*Please note album, t-shirt and artwork will be delivered later in the year, as shown in the respective rewards.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["15 backers", "Limited (10 left of 25)"]}, {"amt": "Pledge US$ 500 or more", "title": "Host a house concert!", "descp": "Host a house concert! In addition to a CD, t-shirt, show tickets, and your name in the liner credits, we'll perform an intimate set for you and your friends, in the comfort of your home (or a venue of your choice). ***If you've never hosted a house concert and are worried about what this might entail, never fear—we'll walk you through it and ensure that it's as smooth and stress-free as possible!\n*Note that we can be quite flexible in scheduling this and can do so over the course of the next two years.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Be part of the music video process!", "descp": "A CD, t-shirt, show tickets, liner credits, PLUS: be a part of our next music video, either cast or crew! You'll be an honorary member of the crew, getting to join us on set and be part of the film-making family. If you're comfortable on screen (we know it's not everyone's cup of tea!), we'll also do our best to include you in the video.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (10 left of 10)"]}, {"amt": "Pledge US$ 750 or more", "title": "Join us in the studio!", "descp": "Come join us for a day in the studio! In addition to the CD, t-shirt, show tickets, and your name in the liner credits, you'll get to sit in on the making of the album! ***NOTE: we'll be in the studio here in Seattle in early March, so act fast!!\nOur available dates are MARCH 8 and MARCH 9 for this album—BUT—if these dates don't work for you, we will be sure to get you in the studio for the next album or EP. Guaranteed.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Host a house concert far from Seattle!", "descp": "Live far away? Host a house concert anyway, and we'll find a way to get to you. In addition to the rewards previously listed, we'll perform an intimate set for you and your friends, in the comfort of your home (or a venue of your choice). ***If you've never hosted a house concert and are worried about what this might entail, never fear—we'll walk you through it and ensure that it's as smooth and stress-free as possible!\n*We can also be quite flexible as to when we do this, working with you to find a date over the next two years.", "time": [{"ESTIMATED DELIVERY": "Nov 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "The reviews are starting to roll in for 'What I Was and More'!", "update_content": "Where there's a will, there's a way...\nDarren and I have been planning the video shoot for one of our upcoming songs since before the new year. We knew going into it that it would probably be our most logistically-complicated video yet; part of the concept included us getting covered in vivid, chaotic bursts of color. For the sake of continuity, that meant that we'd essentially have one (and only one) chance to get things right. Therefore, we'd need to coordinate things very, very carefully. ...Let's just say throwing a global pandemic, an economic shutdown, and the need for social distancing into the mix did NOT make our job easier. "}, {"status": [{"Project funds successfully": "93 backers pledged $9,297"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/marchtomay2ndalbum/march-to-mays-2nd-full-length-album", "project_name": "March to May's 2nd full-length album"}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "I am raising funds to record an album of my original music in a great studio with great musicians. I need to pay for the studio time, and pay the musicians. I am also raising funds to make t-shirts, Cds, and stickers to send out to people who back my project. In addition, I am raising funds to hire a public relations company to help spread the word about the music, and bring it to a larger audience. You as a backer will be directly influencing all of this, and will receive rewards and obviously amazing karma as a result.\nWhere the money is going:\n$3850 7 days in the studio \n$2000 musician fees\n$350 CDs + shipping\n$250 T-shirts\n$1200 mixing\n$1000 mastering\n$50 stickers\n$2000 Public Relations Company\n$250 shipping\n$536 Kickstarter fee\n$536 Kickstarter payment processing fee", "risks": "Risks and challenges\nScheduling will be coordinated with the recording studio. Musician availability may determine studio days. I will be writing string and horn parts during time leading up to studio dates. Rehearsals will be coordinated.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Judd Wasserman\nFirst created · 8 backed\nFrom the time I was less than two, I have been singing. My mother tells the story to this day about me singing \"Tomorrow\" from the musical...See more"}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Nest Egg", "descp": "INCLUDES:\nAlbum Download", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Hatchling", "descp": "CD delivered + digital download of album.\nINCLUDES:\nCD\nAlbum Download\nSticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Nestling", "descp": "T-shirt, CD, and digital download\nINCLUDES:\nTee-Shirt!\nCD\nAlbum Download\nSticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Show Some Feathers", "descp": "Get the new stuff and the old stuff.\nINCLUDES:\nAlbum Download\nTee-Shirt!\nCD\nDownload Judd's Catalog\nSticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Now We're Squawking!", "descp": "Give me a song you like, and I'll record it and send it your way!\nINCLUDES:\nAlbum Download\nCD\nTee-Shirt!\nDownload Judd's Catalog\nMP3 Cover song of your choice!\nSticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 350 or more", "title": "Test Those Wings!", "descp": "INCLUDES:\nAlbum Download\nCD\nTee-Shirt!\nDownload Judd's Catalog\nSticker\nOriginal Song recorded, you choose the subject", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Catch Some Air", "descp": "INCLUDES:\nAlbum Download\n2× CD\nTee-Shirt!\nDownload Judd's Catalog\nOriginal Song recorded, you choose the subject\nSticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 750 or more", "title": "Taking Flight", "descp": "INCLUDES:\nAlbum Download\n2× CD\n2× Tee-Shirt!\nDownload Judd's Catalog\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\n2× Sticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Soar", "descp": "INCLUDES:\nAlbum Download\n3× CD\n3× Tee-Shirt!\nDownload Judd's Catalog\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\n3× Sticker\nGuest list for life", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Embrace The Wind", "descp": "INCLUDES:\nAlbum Download\n5× CD\n3× Tee-Shirt!\nDownload Judd's Catalog\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\nHouse Concert in Seattle area\n5× Sticker\nGuest list for life", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "The Hunter", "descp": "INCLUDES:\nAlbum Download\n5× CD\n5× Tee-Shirt!\nDownload Judd's Catalog\nHand-written lyric sheet for the entire album\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\nHouse Concert in Seattle area\nYour name listed as Executive Producer in liner notes\n5× Sticker\nGuest list for life", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 3,000 or more", "title": "Talons", "descp": "INCLUDES:\nAlbum Download\n5× CD\n5× Tee-Shirt!\nDownload Judd's Catalog\nHand-written lyric sheet for the entire album\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\nHouse Concert in Seattle area\nYour name listed as Executive Producer in liner notes\nBig hand-drawn bouquet of flowers\n5× Sticker\nGuest list for life", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 3,500 or more", "title": "Swoop and Dive!", "descp": "INCLUDES:\nAlbum Download\n5× CD\n5× Tee-Shirt!\nDownload Judd's Catalog\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\nHouse Concert in Seattle area\nYour name listed as Executive Producer in liner notes\nHand-written lyric sheet for the entire album\nBig hand-drawn bouquet of flowers\nAutographed Acoustic Guitar\n5× Sticker\nGuest list for life", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Perch Atop", "descp": "INCLUDES:\nAlbum Download\n5× CD\n5× Tee-Shirt!\nDownload Judd's Catalog\nHand-written lyric sheet for the entire album\nMP3 Cover song of your choice!\nOriginal Song recorded, you choose the subject\nHouse Concert anywhere in the U.S.\nAutographed Acoustic Guitar\nBig hand-drawn bouquet of flowers\nYour name listed as Executive Producer in liner notes\n5× Sticker\nGuest list for life", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "thank you", "update_content": "Just wanted to say the campaign has ended and I unfortunately I didn’t hit the goal. Since it’s all or nothing, you won’t be charged a thing. Thank you for believing in my project, and I will definitely be doing an album by hook or by crook. I may launch a non-all-or-nothing campaign on a different platform and take a different approach. Or I may DIY the whole thing. Either way, the process will begin pretty soon here, as I need a new album—-like now. All these songs have to get out there.\nThanks again, and I’ll see you down the road shortly."}, {"update_no": "UPDATE #3", "update_userinfo": "one week to go", "update_content": "One week to go and abut 30% funded. I again want to thank you all for your support. If this thing doesn’t make the goal, I’m still going to find a way to make an album, and I will not forget the support you have showed me. Thank you for believing in me.\nHere’s a Facebook live concert I gave yesterday in case you missed it. It was live and direct from my very own living room. If this link isn’t clickable, just head over to my Facebook page. Thanks again."}, {"update_no": "UPDATE #2", "update_userinfo": "Thank you", "update_content": "Just a quick message to thank you for pledging and keeping this ball rolling. We’re about 25% funded so far, and just a reminder, it’s all or nothing! There are 18 days left in the campaign. Many of you have shared the campaign and video and I can’t thank you enough. This is vitally important to keep the word out. Will continue to strategize and take actions to keep this thing moving and hopefully get funded by the end. Thanks again"}, {"update_no": "UPDATE #1", "update_userinfo": "Thank you", "update_content": "Some of you I have reached out to thank. Others have just “guest” listed and I can’t see your name. If this sounds like you, THANK YOU! Whoever you are! :-)"}, {"status": [{"Project ends": "NOVEMBER 2, 2018"}, {"Project launches": "OCTOBER 3, 2018"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/1291912991/judds-new-album", "project_name": "Judd's New Album!"}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "Thank you for thinking about supporting this project! Here's a bit about us, the music we're making, and why we're asking for your help.\nWhat We're Up To\nWe've joined forces with an incredible team to create a new band, a giant sound, and our first EP. Produced by Eric Lilavois (Atlas Genius, My Chemical Romance, Saint Motel), engineered by Julian Anderson, and mastered by Ed Brooks (Pearl Jam, Death Cab for Cutie, R.E.M.), Lyle's new EP, Coward, is a force to be reckoned with—but we need a little more help before we can bring it to your ears. \nWho's Lyle?\nLyle is a Seattle-based art rock band that began in the summer of 2018 as a twinkle in Arthur James and Lana McMullen's communal eye. The two had been writing and playing in the Seattle music scene for a few years, but they decided to band together with a group of local giants to make a bigger, bolder sound.\nOver the last year, the band's expanded to seven members, recorded a monster of an EP at the historic London Bridge Studio, and released a single, \"Get Me,\" which was premiered by Artist Home's Jake Uitti and played on Seattle's 107.7 The End.\nMeet the Band\nArthur James: Lead vocals, curator of whale sounds, lead guitar, writer\nLana McMullen: Lead vocals, harmony wizard, rhythm guitar, writer\nLeah Tousingnant: Vocals, keys, architect of beep-boop sounds, resident theory wiz pt. 1\nNate Peden: Purveyor of low frequency architecture, deliverer of bassy beats \nNatalie Gray: Violin, master of the stratosphere, composer\nMatt Price: Drummer, collector of resonant things, fan of found objects, resident theory wiz pt. 2\nPhil Hirshi: Cello, resident theory wiz pt. 3, composer\nWhy We Need Your Help\nFrom studio time to recording to mixing and mastering, there's a lot that goes into making a record—and it all adds up fast! Below we've broken out our budget into what we're asking for, and why. \nMeeting the sum we've specified would mean a ridiculous amount to everyone in the band. It means we can produce this record right—paying important folks who have made the whole thing possible. But the part you play is just as important—because you bring the music from the soundboard into the speakers. And we can't do it without you. \nThe Monies\n$15,000: This amount goes directly into the hands of the people who captured the tunes—Eric Lilavois, Julian Anderson, and Ed Brooks. And they are deserving hands.\n$250: The remaining amount we're paying our sound tech and videographers for a series of three live session videos—each of which you'll see over the course of this campaign. The band has already paid $600 of the $850 total, with $250 left over.\n$1,050: This is the amount we need to pay the distribution company for physical copies of the EP, and to make sure our music ends up on digital platforms.\n$1,000: This amount gets us the shirts, hats, koozies, and printing supplies mentioned in the reward options as well as some other cool merch you'll see further down the line. \n$700: The amount that goes to Kickstarter in fees.\nAny amount we make past the $18,000-dollar total will go towards our tour in the summer of 2019, hiring promoters to make sure this EP gets the exposure it deserves, and into our band bank account to prepare for future expenses—of which there are always many. \nHow You Can Help\nCrowd funding is a strange and beautiful thing. It's a pretty unreal representation of the power of community support, and an amazing example of the way many small contributions can make very big dreams happen. Any amount you can contribute to this project would mean the world to us.\nThe Risks\nThis is an all-or-nothing kind of thing. We have 30 days to raise $18,000, and if we don't end up reaching our total goal, we don't get any of the money we do raise. That's a big risk! But we completely believe in this project and the power of community.\nThe Rewards\nAlong the right-hand side of this page, we've put together some fun, eclectic reward packages at varying levels—everything from set lists and beer koozies to backstage passes to Lyle's debut EP release show and admission to an exclusive listening party at London Bridge Studio. If you have any questions about the reward structure, please don't hesitate to contact the band. You can reach us on this platform, at lyleband.com, or at lyletheband@gmail.com. \nOnce you've made your pledge, share about it! Kickstarter is a crowd-funding platform, so for this project to be successful, we need as many people to see it as possible. Please spread the word in as many ways as you feel comfortable—via word-of-mouth, facebook, twitter, instagram, tumblr, carrier pigeon, you name it. \nThe Logistics\nOnce you've pledged, you'll receive our update emails to keep you in the loop about the project and aware of when you can expect your reward in the mail. Again—if questions come up during the course of the campaign, please don't hesitate to get in touch—we'd love to hear from you.\nWebsite: lyleband.com\nFacebook: facebook.com/lyleband\nEmail: lyletheband@gmail.com\nTwitter, Instagram: @lyleband\nTHANK YOU. We're honored to have you along on this strange and wonderful journey.\n - Lyle\n ↓ \n  ↓ \nKeep scrolling to see more rewards.  → ", "risks": "Risks and challenges\nCheck out Kickstarter's policy for risk management.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Digital Love", "descp": "Prerelease download of the new album + sticker", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Let’s Get Physical", "descp": "Signed CD + prerelease download + thank-you note signed by the band + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["57 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Poetry: How Does It Feel?", "descp": "Personalized life-advice haiku from Nate THE Bassist + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "One Bourbon, One Scotch, One Beer", "descp": "Lyle logo beer koozie + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "Make Me A Mixtape", "descp": "Lyle personalized mix CD + Lyle logo beer koozie + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Sock It To Me Baby", "descp": "Lyle logo socks + Lyle logo beer koozie + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "T-Shirt Weather", "descp": "Lyle logo t-shirt + Lyle logo beer koozie + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Cover Me Up", "descp": "Lyle co-founders Lana and Arthur cover a song of your choosing, upload it to YouTube, and dedicate it to you + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "I Love You, Won’t You Tell Me Your Name?", "descp": "Your name in the album credits + thank-you note signed by the band + two drinks + sticker + CD + prerelease download", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Farm Life, Pt. 2", "descp": "Join us for a Lyle rehearsal at the farmhouse + home-cooked, farm-fresh meal from Matt THE Drummer + farm-fresh eggs for the road + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 300 or more", "title": "Backstage Queen", "descp": "Backstage pass to EP release show + balcony view of show + two drink tickets + signed setlist from the show + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "Listen to Your Heart", "descp": "Access to Lyle listening party at London Bridge Studio + admission to Lyle EP release show + thank-you note signed by the band + CD + prerelease download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "London Calling", "descp": "Two tickets to Lyle show at London Bridge Studios + signed setlist from the show + admission to Lyle EP release show + CD + digital download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 750 or more", "title": "It’s My Party", "descp": "Lyle comes to your house for a private concert and house party (limited to WA, OR, ID) + admission to Lyle EP release show + thank-you note signed by the band + CD + download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Two Fine People", "descp": "Two backstage passes to EP release show + two tickets to the Lyle listening party at London Bridge Studio + two tickets to Lyle show at London Bridge Studios + thank-you note signed by the band + two Lyle t-shirts + CD + digital download + sticker", "time": [{"ESTIMATED DELIVERY": "Jun 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Thank You", "update_content": "With the kickstarter officially wrapped up, we wanted to say thank you. It’s not enough right now, but it’s genuine. Lana and I started this project a year and a half ago, put a band around it last fall, and recorded the album in April. To know that we now get to fully realize the vision of this band is mega.\nWe’ll be releasing the second single from the EP in January. The full record will be released in the spring (we’re looking at March/April). We’ll get to shipping out all your rewards around that time."}, {"update_no": "UPDATE #5", "update_userinfo": "AHHHHHHHHHHHH", "update_content": "YOU GUYS, YOU DID IT. WE GET TO PUT THIS RECORD OUT NOW. HOLY CRAP, YOU DID IT.\n(Keep spreading the word as people can still pledge in the next 48 hours. Anything else we get is put towards tour, video and content costs.)\nREMEMBER THAT ONE TIME WHEN YOU HELPED US REALIZE A VISION?! YEAH, THAT WAS YOU. THANK YOU THANK YOU THANK YOU THABK YOU THABK YOU THANK YOU"}, {"update_no": "UPDATE #4", "update_userinfo": "JUST 8% TO GO", "update_content": "You guys! We’re gonna make it! We’re gonna do it! Because of YOU. We see you adjusting your pledges. We can hear you being loud about it from here. And our hearts are so bloody full. This is no longer a matter of anxiety, but a moment of anticipation and excitement. And it feels so, so good! Let’s knock this thing out today, gang. 1,500 smackers. That’s 150 people’s netflix subscriptions. Who even needs one o’ those?!\nLet’s do it, guys! Thank you! Thank you! Thank YOU!"}, {"status": [{"Project funds successfully": "237 backers pledged $18,405"}, {"Project launches": "SEPTEMBER 19, 2018"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/lanamcmullenrecord/lyles-debut-ep", "project_name": "Lyle's Debut EP"}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "WHO WE ARE\nSt. Paul de Vence was born out of my grandfather’s life experience; coming of age under Occupation in Southern France during WWII, eventually joining the Free French Forces and fighting for the liberation of his country.  It’s a universal story of heartbreak, loss, love and courage.\n\nWHAT WE ARE DOING\nWe're making a new record that will showcase our best work yet; and as we bring these songs to life we have the support and creativity of producer Mychal Cohen (Campfire OK), and the beautiful and sonically unmatchable setting of London Bridge Studios. \n\nIn the two years since our debut album release we have evolved and grown; tightening our connectedness and creativity as performers, and expanding our sonic landscape.  Our journey continues to bless us with radio play, world-wide record sales, and amazing performance opportunities.  We could not be more grateful, and it's time to get back in the studio to make a record of where we are now.\n\nHOW YOU CAN HELP\nWe’re asking for your help in funding this project.  Essentially, it works like a pre-sale, with a great line-up of rewards that we worked hard to create at all different pledge levels, so please check them out.\n\nAlso, Kickstarter is a crowd-funding resource, so we need a crowd to make this work.  If you can share this page with your friends on Facebook, Twitter and such, it would be hugely helpful!\n\nThe privilege of being here, living the dream of making music, and asking you to help us bring this project to life is not lost on us.  We are so grateful to you!\n\nThank you,\n\nBenjamin Doerr & St. Paul de Vence", "risks": "Risks and challenges\n1. We have 30 days to reach our goal! That means letting a lot of people know this is happening and asking them to contribute. It won't be easy, but the hard work will be worth it. This Kickstarter will help us to pay for the very real costs of making a record, which include studio time and engineering, producer fees, performer pay, food & transportation, album art and layout, mixing, mastering, CD replication, vinyl pressing, shipping and more!\n\nSt. Paul de Vence is honored to be part of such a fantastic, supportive community and we are confident that together, with your support, we can make this project come to life.\n\n2. From beginning to end, making a record can have many hurdles; scheduling, gear hiccups, good ideas that don't pan out well, a sore throat on vocal tracking days, a blizzard on shipping day, etc, etc. \n\nArmed with a good sense of humor, perseverance, and creativity, no challenge in the studio, or in getting the record completed, printed and shipped is a crisis. We'll take each day at a time, drawing on our collective expertise and experience - and our amazing production and engineering team - and enjoy the process of making a great record. \n\nWe look forward to sharing it all with you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #31", "update_userinfo": "Well, hi there!", "update_content": "Hey Friendly Backers!\nI'm writing this message after an epic visit to the post office.  Nearly the last one, regarding your rewards!!  Vinyl has all been shipped.  The last of them...and the furthest afield...went out today, so it could still be a little wait.  But they're all out in the mail now!!\nAlso, for you backers at the Threads level, we just sent out the t-shirts!  Whoop!\n\nThe only thing remaining are the mix tapes.  We ended up having 23 backers at the Mix Tape level!  So, I'm making 23 personalized mix tapes (ok, cd's, but same idea...even a mix CD is a bit retro, isn't it?).  Most of you Mix Tape backers are people I know.  I'm putting a heap of thought and love into each personal mix.  I'm having loads of fun, but it's slow going with all the other day to day things that are pressing.  Alas, do not despair!  You will be getting them soon!  And I'm excited to share some great tunes...some old, some new, some obscure and some just down right good old jams!\n\nI want to also share with you some really great performances that are upcoming.  If you are nearby, we hope you'll join us."}, {"update_no": "UPDATE #30", "update_userinfo": "And the Rewards Keep Coming...", "update_content": "Hey Folks,\nMany of you have received your Kickstarter Backer rewards by now, some of you are still waiting.  I'm still working over here to get the last of the vinyl (and posters), the mix tapes, and the t-shirts out!  It's just little old me fulfilling all of these rewards and it's taken a wee longer than expected (especially with the Holidays in there).  I apologize for the long wait.  But, I assure you I'm loving packing each and every one of these things.  As I put each record into a box (they all had to be custom cut down, by hand, to make weight for the post!!) I think to myself, \"Go on, little friend.  Go spin on the turntable of this dear person who made you possible!\"  :)"}, {"update_no": "UPDATE #29", "update_userinfo": "Vinyl is coming your way!", "update_content": "Dear Supporters of the Music!\n\nAs you may have heard, we have taken delivery of the vinyl!!  This is so huge!  So exciting!  And as evidenced in the below photo, we spent a good part of our Monday night rehearsal signing vinyl and posters to go out to those of you who's pledge levels promised such!\n\nWe are super excited about this, and we can't wait to get it into your hands and on to your turntables - so we're working very hard to get these out in time for the holidays.  These are busy times at the post office and I happen to live on a tiny island, so we'll see if they can work their mailing magic down there at the USPS.  At any rate, they are coming your way!\n\nFor you MIX TAPE pledgers, I've also been hard at work on your personal mix tapes!  It's been fun to listen through all of my music and build these playlists for you.  It is amazingly time consuming, but I'm enjoying it, and I know you'll enjoy them, too!  So, that is also coming soon!\n\nIt is not lost on me that it has been exactly one year since we started this madness, together.  It has been a very rewarding year - not without it's challenges, it's hard work, perseverance, determination - but rewarding just the same.  And 2015 is shaping up to be the best one yet!\n\nYou all continue to be on my mind and in my heart as we put Farther Than Light out into the world and try to give it life. \n\nDeeply gratefully yours,"}, {"update_no": "UPDATE #28", "update_userinfo": "Saying Goodbye To The Man Behind The Music", "update_content": "It is with a heavy heart that we say goodbye to my grandfather, Fortune Jean Giordano - the man who's stories of war and love gave us the beginnings of this band. At 89 years of age, he survived the Nazi Occupation of France, endured combat, moved across the world to farm in Florida with his uncle, found love, married, raised a daughter, had three grandchildren and 4 great-grandchildren, and touched so many of the lives around him in countless ways. He died peacefully, and well cared for, in his home, surrounded by my grandmother, my mother and me.   We will continue to honor his life and his story with our songs. But, man, he will be missed.\n\nWhat a gift he gave me.  And what a wonderful journey this continues to be - and you all are such a huge part of it!  You all have helped in so many ways to continue his story - his legacy.  It's so beautiful and I'm so grateful to you all.\n\nTo be with my grandfather this week I had to drop everything at home, including the very long list of Kickstarter backer rewards fulfillment.  I want to assure you all that I have not forgotten about you.  On the contrary, you are in my mind and my heart every day.  I'm understanding today, more than any day before, how beautiful this whole thing is.  He gave me his story and asked me to write it.  I had the clarity and good fortune to stumble upon these songs.  I have a beautiful and talented group of musical minds in my corner to bring this music to life as a band.  And we have you, the listeners and supports to help us carry all this forward.  And my grandfather got to see all this before he said goodbye.  He's seen his story spread, inspiring, uplifting and entertaining people across the world.  What a cool thing! \n\nI'm sad.  But, I know what a celebration his entire life was.  So, to that I raise a glass, as he would.  Tchin! Tchin!\n\nAdieu, Gramps. Rest well."}, {"update_no": "UPDATE #27", "update_userinfo": "Well, hot dog!", "update_content": "Hello, Dear Supporters!\n\nIt's been a while since I've updated you all.  By now those of you who were to receive signed CDs should have received them.  If you have not, please let us know!  I just received word that our vinyl should be here sometime in the next week or so!  This is super exciting and we'll be getting the vinyl packages together to go out, along with posters and t-shirts for the various reward packages.\n\nIn other news, Lydia and I hit the road at the beginning of the month for a 10-day West Coast Duo tour.  It was sweet success!  We went as far south as San Luis Obisbo and as far north as Bellingham.  It was a journey full of musical exploration, meeting new friends, catching up with dear old ones and sharing our music - especially the new record! - with all these people down the coast.  We're very pleased with how it turned out creatively, financially, and all the wonderful connections we made will continue to bring us great joy and opportunity!\n\nI'll be in touch really soon.  In the meantime, here's a little takeaway performance of Pink Wine from the tour!\n\nCheers,"}, {"update_no": "UPDATE #26", "update_userinfo": "Rewards are on the way!", "update_content": "Hi Folks,\nI'm very pleased to be telling you that we're releasing a single and music video for our song \"Mama\" today!  It's out now and you can watch here: https://vimeo.com/10550540\n\nor here: http://youtu.be/CODjueOugS4\n\nAnd get your copy of the single here: https://stpauldevence.bandcamp.com/track/mama-single"}, {"update_no": "UPDATE #25", "update_userinfo": "Music Video and Single for \"Mama\" Out Today!!", "update_content": "Hello Dear Supporters!\nOh man!  This ride of making a record is super fun, but there are so many layers of details...details within details.  It's like those Russian dolls.  You know?  The ones where you open one and there's another nestled inside. \n\nSo here's the skinny: The album is brilliantly mastered!  The artwork is beautifully complete!\n\nWe go to press next week.  (Let's all take a moment to do a little happy dance!)"}, {"update_no": "UPDATE #24", "update_userinfo": "ALBUME SET TO RELEASE OCTOBER 1ST!!", "update_content": "Hey Beautiful Backers!\nI wanted to check in with you to let you know how things are shaping up!  We've basically finished the audio side of making this record!!  Before we pop the cork on the bubbly there are a few little things to finish up...at this point they seem so very tiny, but still very important. \n\nFirst, I have to decide on a song order!  Then we just need to finish up the final credits, double check the design layout on all art work, and then...poof, it's off to press.  In the case of CD, this is actually the process we know as \"burning\" and will take a couple weeks.  For vinyl, it will actually be pressed (that's where we get the term)!  That is a much longer process of 8 to 10 weeks. \n\nI'll keep you posted on the process of producing the CD's and vinyl when we get there, but for now, we have finished recording, mixing and mastering the album!  How awesome is that??!!\n\nYou all are so wonderfully supportive, and patient.  I can not wait to share this with you.  I've never been more proud of my own work, and the work of the band.  The team we've had along the way - from the studio folks at London Bridge and Brickyard, to our producer, Mychal Cohen, to our mixing and mastering engineer, Brandon Busch - has been amazing!  It's been (and still is) such a fun process; especially when it comes out sounding so good (if I may say so myself)!\n\nMore to come soon!  We are getting there!\n\nCheers,\nBen"}, {"status": []}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/stpaulband/st-paul-de-vence-lets-make-a-record", "project_name": "St. Paul de Vence: Let's Make A Record!"}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "Kevin Alan Matley is a great engineer and a fantastic producer with a solid ear and excellent taste. We could not be more happy that he is producing our first full length Album. We are recording at B50 studio, which is a big beautiful space in Ballard. And, oh the acoustics!! We love being there. The bulk of the funds we are raising will go to paying Kevin for producing,engineering and mixing the album. After that we have the cost of mastering and publishing/production. Realistically the whole project cost will exceed our kickstarter \"goal\". We are hoping to exceed our goal by at least $2,000 but have officially listed it as lower because of Kickstarter's all-or-nothing policy. No matter how many people pledge, if we do not reach our official goal of $10,000 we will not receive any of the money (and in that case, no one will be charged for their pledges). We are being modest in our goal and counting on YOU, our friends and fans, to be generous in your support! Whether it is simply pre-buying your copy of the record or opting for any number of our other fun incentives, we are deeply grateful for your contribution! And we will be counting on you to spread the word too! We appreciate all of the encouragement and interest that pushed us into the studio and we can't wait to get this album into your hands, and more importantly your ears!!", "risks": "Risks and challenges\nIf we do not reach our full Kickstarter goal of $10,000 we will not receive any of the funds pledged and will not be able to fund the album. This would obviously be a huge setback for the project and send us back to the drawing board.\n\nThere are still going to be challenges even if we do reach our goal. As we said, the costs of this project will exceed what we are even asking for, and as with any project or amazing undertaking, there are certain to be surprises around the corner that we will need to respond to. That said, we intend to do our VERY BEST to deliver the best possible album we can, something we are beyond proud to stamp our names on, while also using our resources carefully and wisely.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": [{"Project funds successfully": "189 backers pledged $10,809"}, {"Project launches": "OCTOBER 19, 2012"}]}], "comment_no": 1, "projec_url": "https://www.kickstarter.com/projects/2048573517/pretty-broken-things-debut-album-0", "project_name": "Pretty Broken Things Debut Album!"}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "Troubador Photo by Aaron Tamayo\nDear friends, family, fans and supporters -\nLast year finally saw the release of my first album. 7 years of songwriting, planning, frustration, triumph and heartache were squeezed into 11 songs over the span of just 8 exhausting days of recording in a home studio. The result is something that I am happy to say resonated deeply with a number of people, and for that I am very grateful. More than anything I feel accomplished in having finally carried those song ideas into completion and proved to myself that I could actually make an album, which is something I felt excruciatingly discouraged about for many years.\nMaking music that people can connect with on the purest level is what I constantly aspire to do.  Hardly a moment goes by in my waking (and sometimes dreaming) life where my mind is not preoccupied with thoughts of how I can create sound that moves me and hopefully moves others. This has been my life's obsession since I picked up the guitar at age 10 and that is not likely to ever change.\nMy journey to try and become a better musician has been a very interesting and challenging one. To say least, it has been steady and slow burning. I started playing the guitar 18 years ago, and wrote my first actual song around 2000. Being deathly afraid to sing in front of people for years, I didn't play a show of original songs until 2006 at age 22. Since then, I have had some amazingly polar experiences in sharing my music with people. I've played shows that nobody came to, played rooms full of people where nobody listened, more times than I can count. I have also had absolutely magical moments, silencing crowded rooms to where you could hear a pin drop, and been blessed with opportunities to play shows alongside some of my favorite living musicians on the planet earth. A few weeks ago, I was asked to go on my first national tour, and I will be finally sharing my music with people outside of Washington in 17 cities across the country. (see http://kevinlongmusic.com/shows/ for dates) .\nThe last 2+ years of my life have been a very interesting time. A tremendous amount of healing took place within me. A lot of very incremental progress was made as a result of hard work and good choices. I finally got sober after a life-threatening , decade plus long battle with alcohol and drugs (Sep 21, 2009).  Much of this time has been frustrating and lonesome, but has also been the most rewarding time of my life so far. These are the things that the songs on the new album are about.\nI want nothing more than to keep this momentum going and to make another album. I am going to do this, hell or highwater, but it will be much easier if I am able to get some financial support this time around. The last album put a lot of strain on me and my family financially, and my aspirations are significantly higher this time around. I am setting the fundraising goal at $8,000 to cover the cost of tracking and to help compensate some studio musicians. Some of this money may also go to designing album artwork or other similar expenses.\nThe plan:\nI started some initial recording already in february 2012 in a Ballard studio with engineer Kevin Matley, who last year recorded Bryan John Appleby's incredible album \"Fire on the Vine\" which is what led me to work with him.\nDuring the process of the initial recording sessions I came to the realization that I needed to change my approach to how this second album is recorded. The most important thing to me is to capture raw emotion and energy.\nI plan to record as much of this record \"live\" as I can, at least the basic tracks. I realized that compositing 10 guitar takes done to a click track is not how I want this record to be made, that I want to trust myself as player and a writer, and to capture the essence of what happens when I am alone, playing and singing by myself in my bedroom or practice space, or when I am playing to a hushed crowd at a show, or when rocking out in the basement with my brothers.\nSongs I am planning to record (subject to/likely to change)\nLong time coming / Buena Vista / Goodnight Moon / Johannes / Teeth / Envy / Heir to the Throne / Winning Combination / Exactly What to Say / Forget Me (It's so easy) / New Ideas / +others\nI've got some great people on board to help me make this record a realit.  My brothers Curran & Riley long, accomplished string arranger Andrew Joslyn (Macklemore, Passenger String Quartet, Seattle Rock Orchestra), and several other magnificent musician friends.\nSince I have been amazingly blessed with the opportunity to go on my first nation-wide tour this May with Rocky Votolato,  I will be resuming recording of this album in June and hope to be done by August. I will certainly be updating backers of this project with news of our progress, video clips etc.\nThank you sincerely for taking the time to read this!\nYour friend in life and music, -Kevin Long", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Waiting on a CD to arrive in the mail?", "update_content": "Hello Kickstarter friends:\nIf you are waiting on a CD (you completed the email survey and supplied me with your shipping address), they are coming soon. There has been a delay in receiving my second batch of CDs, and I distributed/sold the first small batch at the release shows.\nThey should be coming any day now and I will mail them out to you folks. If you are expecting a CD from me and you received a survey but did not yet respond, please do so! I'd like to get all these out in the next few weeks. "}, {"update_no": "UPDATE #12", "update_userinfo": "The record is released online TODAY!", "update_content": "Greetings everybody,\nLast night I uploaded the finished record to BandCamp  (http://kevinlong.bandcamp.com), and I emailed each of you individually a unique download code for the album. If you did not receive your code, please send me an email (kevinlongmusic@gmail.com). CDs and other physical goods will be distributed and mailed in the next few weeks for those who opted for these reward levels.\nIf you have time to share the album via Facebook, Twitter, or any other way I would really appreciate it!"}, {"update_no": "UPDATE #11", "update_userinfo": "Final studio update, Spokane and Seattle shows SOON, please read !", "update_content": "Hi friends,\nI've been in the studio for the last 2 months making this album. It has been a truly incredible experience with lots of ups and downs, I've learned so much about recording and about my own music, I am beyond thankful for being given this opportunity through your generosity to focus on music in a way that I never have before.  "}, {"update_no": "UPDATE #10", "update_userinfo": "Important information for Seattle area backers, more photos !", "update_content": "Hey everyone,\nI've been hard at work finishing the album.  Things got a bit crazy in the studio with us recording so many takes of the songs, so I decided to take a few days to sort through the session files on my own computer, and record some of the more intimate stuff (vocals, and a few songs giving us trouble) in my parent's basement in Spokane which is where I am right now. My apartment in Seattle has constant traffic noise and I needed to be free from distractions. I've been working non stop on this stuff for the last 4 days.. I've been pretty much wearing the same clothes and the basement studio is a MESS (see lovely photos below).  Headed back to Seattle in a few days to do final overdubs and start the mixing process.."}, {"update_no": "UPDATE #9", "update_userinfo": "Recording progress and release date set", "update_content": "Hello Friends! Here are some pictures from the studio last week, we moved the recording sessions to the Bani-Love, located inside the *beautiful* Columbia City Theater in South Seattle, this is a very inspiring space to record an album in, I am very thankful for the opportunity to work here (thanks to you). We are recording for a big chunk of this month (I quit my day job), mixing in April, and mastering May 1st! Digital Copies and CDs (and the rest of your kickstarter rewards) will be sent out shortly after that. THANK YOU again for your support and patience. I am really looking forward to sending off the album and other goodies to you all. Seattle friends: Mark your calendars for May 16th @ The Fremont Abbey for the release party. Other shows (Spokane, etc) will be sorted out soon. Much Love -Kevin"}, {"update_no": "UPDATE #8", "update_userinfo": "Recording update ;)", "update_content": "Hello again great friends,\nJust wanted to keep everyone in the loop--recording has been going slow, but going well. I am dedicated to making this record as good as it can be, and so I've been extremely cautious with the funds you've all helped me raise as to make sure I don't waste a dime on anything that isn't going to be of the calibre I've envisioned since the inception of the project. The guitar and vocals we've recorded so far are sounding great."}, {"update_no": "UPDATE #7", "update_userinfo": "Overdue update and some progress :)", "update_content": "Hi friends, \nIn the next few weeks I will be spending the very first bit of funds from this campaign on some actual recording! After a fairly exhaustive search and considering a number of options for recording the album, I have decided to work with my friend and local drummer/producer Corey (not to be confused with Kory who did the first record). Coincidentally Corey was also the very first backer of this project when it went live back in May, we met when I opened for his band at Columbia City Theater here in Seattle in January. His home studio is well equipped with some excellent microphones/preamps etc, and I believe the environment there is going to lend itself well for some relaxed and 'up close and personal' performances which is what I really want. "}, {"update_no": "UPDATE #6", "update_userinfo": "Quick update", "update_content": "Hello friends!\nI just wanted to let everyone know what the status is.  I have not been able to start recording yet unfortunately, but only because I am trying to make the absolute best decision about where and how I am going to do this.\nPresently I am considering a number of recording studio options, producer/engineers and other collaborators. "}, {"update_no": "UPDATE #5", "update_userinfo": "We (you) did it. THANK YOU.", "update_content": "Greetings everyone!\nToday is the last day of this kickstarter campaign and I am thrilled to say we met the goal several days ago after a magical tour stop in Minneapolis. I can't thank you all enough for supporting this, I can't wait to get back to Seattle,  get settled in and start working on the project over the coming months.\nI'm in NYC right now for the next week, and we really did just drive 6,000 miles and play 16 shows in a row, so please forgive me for the slow updates. I'll keep you all posted!"}, {"status": [{"Project funds successfully": "149 backers pledged $8,420"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/kevinlong/kevin-long-forgiveness-in-the-city-2nd-album", "project_name": "Kevin Long's second album, \"Forgiveness in the City\""}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "PROJECT UPDATE:\nWe are releasing 4 album \"trailers\" created by 4 local filmmakers that we love. We asked them to create a 60-second trailer based on one of our songs from the album. We will be releasing these as we near our fundraising deadline. \nHere's the first one, by Tyler Kalberg, for \"Solstice Day Parade\"\nhttp://youtu.be/JX1ysN1GjGI\nJace Krause and Jake Rohr have been playing music together for nearly a decade. After their last band fizzled out, they set out to create the music they wanted to hear. They wanted to explore a new sonic landscape, and the result was Fort Union.\nIn September of 2010, they started recording in Krause's garage in Seattle's Ballard neighborhood. Soon after, they enlisted the help of friend Ryan Lynch, a guitar maverick living in California. The result was a dreamy lo-fi folk rock sound. Then, the guys brought in even more friends to help round out a few extra drumming and singing parts. \nKrause and Rohr are no recording engineers, but they were pleased with the sounds they were getting, given their limitations of just a few microphones and a laptop. Recording at home is free, but making those home recordings shine is not. Krause hired Gary Mula to mix and shape the songs at the Bani-Love in Columbia City Theater. The band was able to pay Mula with money saved up from shows, in addition to tips and wages Krause earned while delivering pizzas.\nNow, the band is entering the final phase: printing. This is where we need the most help. We want to raise $2800 -- this will cover all of our printing costs, and it will also help defray some of the costs associated mixing and mastering. \nWhy vinyl? Isn't that an outdated medium?\nDepends on how you see it. We personally feel that the quality of music appreciation has gone down with the increasing digitization of the music industry. We want to give our fans something concrete and real that they can hold in their hands and appreciate with multiple senses. Plus, the music is physically embedded in the record! That is really cool! Digital files can get lost when your hard drive crashes. CDs end up on the floor of your car. But records are something that are still appreciated by music fans. And we feel a large proportion of our fanbase wants to get their music in this format.\nIn conjunction with our Kickstarter release, we are unveiling 4 trailers for our album, made by local filmmakers. We asked these filmmakers to make a 60-second trailer for our music, featuring instrumental sections of our songs. We will be featuring these trailers throughout the duration of the project. \nAnd remember, Kickstarter has an all or nothing model so we won't get any money if we don't reach our goal. Please help us get there.\nThank you so much for donating!\nSincerely,\nFort Union", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "We Did It!", "update_content": "Well, it's official. You helped us reach our goal, and now the wheels can really start rolling. We've already been in touch with the printing company about starting the presses for our vinyl record. \nYou may be hearing from us again when we need more details about your gifts (t-shirt size, for example), and also options for delivery or pick-up of your gifts.\nWe owe you a huge thanks for your support. We can't wait for you to hear this record!"}, {"status": [{"Project funds successfully": "76 backers pledged $2,930"}, {"Project launches": "APRIL 5, 2012"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/32539069/fort-union-debut-album-from-the-garage-to-your-tur", "project_name": "Fort Union Debut Album: From the Garage to Your Turntable"}}, {"backer": "The Local Strangers", "project_data": {"campaign": {"story": "Family, Freinds, their children and small dogs/cats- Welcome to the Pepper Proud Kickstarter page! I am pleased to announce the arrival of my first full recorded Album- of all original music.\nI have been accumulating songs since 2005, and they have been bouncing around in my head for long enough! I have finally found a great local engineer -Jason Goessl- to help me record and produce these songs- you can check out some of his other recordings at www.parlourtrick.com  \nThis year will bring many new adventures- this recording, a small tour, and maybe even the end of the world ;) -so if you feel inclined to donate to my recording fund we can work together to fuel more music, inspiration and love around our community! \nI am very blessed to have so many wonderful people in my life who have helped me grow and explore in the world of music, so thank you- to all my family, teachers, friends, supporters, and characters that are ever-weaving this interesting tale and inspire me to write songs about them! -love. love. love.\nCheck out my Web page for news, events and showtimes! \nwww.pepperproud.com\nAlso, here are 4 recently recorded videos \n\"Dotted Line\"\nhttp://www.youtube.com/watch?v=7LTLnjiwOR0 \n\"Love you, Love a RIddle\"\nhttp://www.youtube.com/watch?v=5ssQEL96MeA \n\"Dig\"\nhttp://www.youtube.com/watch?v=DAgmCSro2Qo \n\"Bus Stop\"\nhttp://www.youtube.com/watch?v=eQKCUt0Ow4o ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "Release Party and Potluck!!!", "update_content": "Greetings Everyone!!!\nBy now, you should all have received your awards from this Kickstarter Campaign!!!! Yay! If you haven't gotten your download, cd, ect.... please let me know and I will get it to you asap!  \nIf you are around Seattle tomorrow...."}, {"update_no": "UPDATE #3", "update_userinfo": "Recording is finished!", "update_content": "Hello again!\nI am pleased to tell you that I have finished recording all vocals, guitar, drums, bass, banjo, mandolin, fiddle, viola, cello, harmonica, and trumpet! It has been such an enjoyable and informational transformation of the songs, the album and the dream that holds it together- thanks to you- and all the hard work of Producer and Engineer Jason Goessl!\nNow we move on to the mixing, the fine tuning of the tracks to make sure that its all in the right place, levels are adjusted, and then we send it off to be Mastered!\nThen the Printing- I have chosen to go through Stumptown printers in Portland- they dont use any plastic in their packaging- its a small business and they use 100% Post Consumer recycled Paper! Kim Berkley will be designing the album cover and helping with the whole printing process----- which btw..... we almost have the t-shirts!!! they should be ready in about 2 weeks and will be sent to those of you who wanted them  via mail when the cd's are also ready to be sent out!"}, {"update_no": "UPDATE #2", "update_userinfo": "T-shirts!!!!!!", "update_content": "It's Raining, It's Pouring, Pepper and Kim are making t-shirts.\nGreetings Everyone,\nI've been busy working with local artist Kim Berkley (check out her art www.kimberkley.com ) on the T-shirt Design (and shhhhhh... she is also designing the album cover!)-  we've been having alot of fun with this project and can't wait to get these shirts out in the world!  If you are one of the lucky folks who are getting a tshirt, I would like to know what size I should send to you- as well as your address if you havent already given it to me!  "}, {"update_no": "UPDATE #1", "update_userinfo": "The Process-", "update_content": "Hello There-\nWow what an adventure recording has turned out to be- \nWe started out on May 2- in a small studio in downtown Ballard with drums, bass, guitar and vocals- we got 4 tracks down and everything was feeling really good! When we finally got to sit down and listen and isolated the tracks, we realized that the bass parts had bled into the vocal mic as well as the drum mics!!! That doesn't make for very easy mixing- so we took that as a sign to change somethings around and thanks to Jason (who has some friends in high places) we headed downtown the following wednesday to Studio Nels and got vocals, guitar, and drums (Todd Gray) for 13 tracks! Such a wonderful experience. "}, {"status": [{"Project funds successfully": "86 backers pledged $3,926"}, {"Project launches": "APRIL 3, 2012"}]}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/356376150/i-will-need-you-and-you-will-need-me-pepper-proud", "project_name": "\"I will need you, and you will need me.\" Pepper Proud Album!"}}]