[{"backer": "Think Automatic", "project_data": {"campaign": {"story": " If you missed our Kickstarter, you can now pre-order Ario.\nToday's indoor lighting is static, as if the sun were fixed in the sky. This is unnatural and has significant implications to our sleep, mood, immune system, weight management, and overall well-being.\nArio is a WiFi-connected lamp and lighting system that mimics the light of the sun to keep your body clock in sync and improve your health.\nArio throughout the day\nArio uses advanced LED technology and cloud connectivity to make your life healthier and easier.\n                                                Light Matters!\nHumans evolved to live according to rhythms of the sun. We respond physically and mentally to the light around us. Today, we live in a world in which our sleep/wake cycles are easily disrupted. We often feel groggy in the morning, lethargic during the day, and restless at night.\nOur bodies respond to light direction, color, intensity, and time, releasing hormones that control our body processes - physiology, sleep, metabolism, behavior, and mood. \nBased on over 15 years of scientific research from Harvard Medical School, NASA, and the NIH, Ario delivers lighting optimized for your health. \nWe created Ario to help you -\nWake up naturally with sunrise-like lighting\nIncrease focus and productivity with energizing blue-rich light \nRelax in the evening with sunset-like amber lighting\nSleep better at night\nImprove health: manage weight, reduce stress, increase antioxidant levels, and boost immune system\n                                     Imagine Your Life with Ario\nArio provides a more natural way to wake up when you want to, with gently increasing light.\nBlue-rich light energizes like a sunny day.\nArio's calming amber light creates a relaxing atmosphere.\nArio's downward-directed light prepares you for sleep. Ario can turn itself off or act as a nightlight that won't disturb sleep.\n                                             How Ario Works\nSo, how does Ario actually work? We believe technology should make our lives simpler, not more complicated as many connected home devices currently do. Ario is easy to set up and use. Just plug it in.\nSetup:\nPlug your Ario lamp into the wall.\nConnect Ario to your WiFi via a simple phone app.\nSit back and enjoy, while Ario figures out where you are and comes up with a lighting schedule that evolves with you over time.\nArio works automatically. If you unplug your lamp for days or weeks and plug it back in, Ario knows what to do, even if your WiFi is down.\nPhysical Control: User buttons (on/off, bright/dim, color) on the lamp or wall switch you already have.\nMobile and Web Access: Everything the physical controls do and more! You are in control of how to start and live your day.\nSunrise alarm\nTime zone\nSchedule update\nRemote control\nColor temperature range\nWhat about data? At Ario, we believe the data Ario learns about you are yours! You can safely and securely access your data via your personal account to see how you are living and make daily adjustments to live healthier. \nOther cool stuff: Ario can help you prepare and recover from jet lag naturally. Ario is also compatible with other connected home devices and wearables. We would love to hear your thoughts on what you might want to connect with Ario, and the data it collects.\n                                          Science Behind Ario\nDecades of research from Harvard Medical School, NASA, and leading institutions around the world have revealed a great deal of information about how light impacts and regulates our health. We designed Ario based on this large body of knowledge and on recommendations of the National Institute of Health and American Medical Association. Here is a summary.\nOur body learns what time it is from light in our environment. Non-visual photoreceptors in our eyes, discovered fairly recently, are sensitive to changing levels of blue light from above. These receptors provide signals to the suprachiasmatic nucleus (SCN), a tiny region located in the hypothalamus responsible for controlling our circadian rhythm, or body clock. This in turn influences the production of hormones regulating bodily process.\nToday’s static artificial lights throw off our body clock by as much as three hours. While we don’t perceive this directly, this changes the balance of our endocrine system, generally reducing levels of body process regulating hormones both day and night. These changes to our basic physiology affect our metabolism which in turn impacts our sleep, behavior, mood, and general health.\nMedical and lighting professionals recommend the following to promote healthy circadian rhythm, restful sleep, and overall well-being. Ario is designed to deliver what is recommended:  \nBlue-rich light from above stimulates cortisol production in the morning to synchronize circadian rhythm and awaken, and during the day to maintain alertness.\nAmber-toned light with very little blue and a relatively dark ceiling, at the end of the day. This makes it easier to relax and prepare the body for sleep by facilitating the release of the hormone melatonin which is inhibited by typical light exposure at night.\nExamples of Those Who Have Seen the Light\nNASA  Astronauts experience extreme light conditions in space, which result in circadian rhythm disruption. Over many years, NASA has learned how to use proper lighting to help astronauts compensate for significant changes in their sleep/wake cycles.\nSeattle Mariners  Recently, the Seattle Mariners redesigned their clubhouse, introducing a state-of-the-art lighting system. Players now use blue light to recover from jet lag and prepare for games and amber light to help them wind down and recover afterwards.\n                                                Our Innovation\nWe built Ario’s patent-pending combination of features specifically and uniquely to support your body clock while providing beautiful light. We’ve improved upon technology that has previously been complicated and expensive, making it available for personal use. By cloud-connecting Ario via WiFi, we enable a wide array of features that can grow over time.\nLight delivery: We provide a bright, 2400 lumens, wide color range for Ario, from 6500K blue-rich white light (mid-day sun), to 1800K amber white light (candle/fire light). We selected high-performance LEDs used in large volumes by the general lighting industry to keep costs low and use custom light sources for the low end of the color range.\nDirectional control: Ario has two light engines, a purpose-built and highly-integrated LED controller, and Particle P1 WiFi module which together provide Ario’s lighting power and control. To get the most brightness while maintaining comfort, we’ve carefully engineered efficient large diffusers and properly shaded them to reduce glare.\nAutonomous, easy control: Ario is equipped with a battery-backed real-time clock and program storage so it operates properly, and awakes after power-down knowing what color and direction are called for, even if your router or internet is down. Ario responds to buttons on the lamp, the switch on the wall, or remotely with your mobile phone, tablet, or computer.\nLearning algorithms: Over time, Ario safely and securely identifies patterns in how you use the lamp through machine learning and refines its schedule to deliver lighting specific to your needs. It does this using cloud computing as part of the Ario web service available from anywhere.\nEnergy-efficient and long-lasting: Since Ario is solid-state, it uses only 1/5 of the energy of equivalent incandescent lighting. Our LEDs are properly driven and heatsinked to deliver more than 35,000 hours of life. The power supply is sized for minimum quiescent power draw and maximum overall efficiency. To save power further, Ario may be turned off completely like any lamp and still delivers light color and direction appropriate to your saved schedule.\n                                                Ario Spec Sheet\n                                                     Team Ario\n                                                    Our Story\nWe started with a simple concept of improving people's health through lighting. We worked through countless research papers, development projects, prototypes, tests, and early marketing activities. We've received amazing encouragement and support along the way. Now we're ready to go to market and are asking for your help to gear up for manufacturing and development.\n                                                     Timeline\n                                                     Rewards\nRewards are explained on the right above.\nShipping cost will vary depending upon the location. Shipments within the US will be $25 and will vary anywhere else in the world. If we are not able to arrange shipping, we will reimburse contributors. VAT will need to be covered by the recipient.\nArio comes with a one-year limited liability warranty that protects you against manufacturing defects.\n                                                    Resources\nWe did a lot of research in the development of Ario. Our co-founder, Dale Dell'Ario, is a member of the Human Centric Design Committee and continues to learn and share what he knows. We encourage others to learn more, too. Some suggested resources are below.\nHarvard Medical School\nNASA's Research\nf.lux\nEconomist \nHuman Centric Lighting Committee (multiple articles)\nHow Sleep Works (Circadian Rhythms)\nSeattle Mariners Club House (video)", "risks": "Risks and challenges\nWe’re excited to launch Ario and can’t wait to deliver our lamp to you! We’re an experienced team of product developers and engineers and have already built prototypes, tested with over 150 people, and sourced our components manufacturers.\n\nWe're using contract fabricators with years of direct experience building custom parts like we've designed and assembling similar products to ours. In spite of our best efforts, you never know what might cause delays in manufacturing (component shortages, national holidays, etc.). While we may not be able to promise 100% accuracy on delivery dates, we promise transparency to keep our backers informed and up-to-date on our progress.\n\nWe've put a lot on the line for this initiative - our finances, our reputations, and our dreams. While we expect there will be twists and turns, we are committed to delivering on our promises.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "Remaining Lamps are on the way!", "update_content": ""}, {"update_no": "UPDATE #23", "update_userinfo": "Good news!", "update_content": "Hi Backers,\nAnother batch of lamps just left the factory for the fulfillment house and will ship from there in about 5 days. If your backer number is 755 or less, you will be receiving your lamp shortly thereafter. \n For backers with numbers higher than 755 or if you ordered from our website following the campaign, we do not have a definite date however we expect that it will be another 2 - 3 weeks. \n We will provide updates once units are on the truck at which point we are certain the lamps are on their way to you. Best,"}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping to Final Backers", "update_content": "Hello, backers! We’re excited that many of you have received your lamps and appreciate all the terrific feedback we’ve received over the past weeks. For those of you who have yet to receive your lamps, we thank you for your patience and are writing with some good news. Our supplier purchased more of the original acrylic resin from which we mold the diffusers, and we have moved the tool to a new molder to improve yields. What this means is that we will be completing your lamps in two runs close together, one next week, and another two to three weeks after that."}, {"update_no": "UPDATE #21", "update_userinfo": "We're shipping!", "update_content": "Good news. We started shipping the first Ario lamps this week! We carefully inspected the plastic diffusers and found that a number of them are good. As a result, we have been able to complete about a third of the lamps and are shipping to backers in the order of which they pledged. The first lamps have already shipped, and you should be receiving them any day now.\n "}, {"update_no": "UPDATE #20", "update_userinfo": "Committed to quality and delivery", "update_content": "The app is ready for both iOS and Android, and Alexa Smart Home integration is ready to be validated so we can publish it. The production line is currently paused. With the line set up two weeks ago, and trial runs completed, all that was needed was to mold more diffusers for the lamp heads. We had scheduled pickup of the lamps for importation and fulfillment to you.\nThe big diffusers arrived defective and must be remolded. Plastic from previous runs generally remains in the molding machines and can turn to carbon which is hard to remove with normal cleaning between runs. It can flake off and is not usually seen in colored parts but shows readily in translucent ones. This is what happened and surprised us and our factory. In ongoing production, we would pull more parts from inventory. Since this line is still starting up, there is no backlog of inventory so parts must be remolded."}, {"update_no": "UPDATE #19", "update_userinfo": "Confirming your address is correct", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "Final Assembly – please update your addresses", "update_content": ""}, {"update_no": "UPDATE #17", "update_userinfo": "So close…", "update_content": "Hi Backers, here is where things stand with production of your lamps.\nAt the beginning of March, the UL inspector visited the assembly plant, reviewed one of several lamps built for verification, and granted approval to apply the UL mark to the product.  \nPlastic tool problems we reported last update have been resolved and the tools weighing 7,300 lbs were shipped to our molder in Tijuana by air at great expense to speed things up. The tools were then set up and parts run, with the plastic diffusers completed a few days ago, and the parts that house the control electronics now."}, {"update_no": "UPDATE #16", "update_userinfo": "Production Status", "update_content": "Hi, Ario Backers!\nEverything is coming together for your lamps! A few things are taking longer than we expected. We have completed the production verification run at our assembly plant. The units look great."}, {"status": []}], "comment_no": 241, "projec_url": "https://www.kickstarter.com/projects/arioliving/ario-smart-lighting-better-health", "project_name": "Ario: Smart Lighting. Better Health."}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "Missed the Kickstarter? Check us out at yshape.com\nThe HeatMeter is an internet-connected sensor that helps lower your energy consumption, save on heating costs and reduce your carbon footprint. You can track energy usage, see how much of a difference your changes are making, and compare your home’s efficiency against similar homes. It’s the first energy monitor that is compatible with natural gas, propane and oil heating systems.\nMeasure the results of your efficiency efforts & how much that’s worth\nMonitor your carbon footprint\nReducing energy use and saving money as a bonus!\nSet energy goals and track your progress\nKnow when to get your heating system serviced (efficiency loss)\nAvoid getting surprised by high energy bills, by knowing every day’s usage\nMonitor your tank level and make sure you never run out (for propane and oil systems)\nMonitor vacation homes remotely\nReceive alerts (text message or email) upon abnormal heating system operation (eg. it's below freezing outside and your heating system hasn't turned on for over 10 hours)\nThe HeatMeter sensor attaches to your furnace or boiler magnetically, like a refrigerator magnet. It detects when the flame in your heating system turns on and off. It sends this information over the internet through your home’s WiFi connection, where it gets combined with some basic information about your home. When setting up your HeatMeter, you type in your home’s square footage, zip code, and heating system model. This all gets processed and sent to your smartphone. You can also view this information from your computer.\nThe hardware does not interfere with the operation of your heating system. No electricians, plumbers or technicians are needed for installation.\nBelow is a video demonstration of the HeatMeter on an oil-fired boiler; the same method works with furnaces as as well, whether fired by oil, propane or gas.\nBecause of its ability to time the duration of the flame directly, the HeatMeter is much more accurate than smart thermostats, which only have one-way communication with the heating system. A thermostat can only know how long it commands the heating system to turn on, but can't know exactly how long the flame was on and how much fuel was consumed.\nMeasurement Accuracy Comparison:\nFor heating systems with furnaces:\nHeatMeter: within ± 2.6% of actual\nSmart thermostat: within ± 10.2% of actual\nFor heating systems with boilers:\nHeatMeter: within ± 3.1% of actual\nSmart thermostat: greater than 50% error\nHardware:\nQuick and easy to set up\nHigh-strength magnets for easy, secure attachment\nCompatible with almost every furnace or boiler that runs on gas, propane or oil\nData is updated every time that the heating system turns on and off\n“set-it-and-forget-it”, no maintenance, no batteries to replace\nSensor dimensions: 4.41” x 2.44” x 1.25”\nDurable, injection molded case\nManufactured in the USA\nSoftware:\nCloud-based interface; nothing to download or update\nMobile-optimized, works with apple, android and blackberry phones and tablets\nLogging Capabilities:\nThe HeatMeter sensor can log up to one month's worth of heating system operation (or 50,000 on/off cycles) in on-board memory, without a WiFi connection. It will then upload this data once it re-connects to WiFi. This is useful in case your home briefly loses internet connectivity; your data will not be lost.\nThe HeatMeter:                                             The T-Shirt:\n•    HeatMeter sensor + power cable                 •    XS, S, M, L, XL or XXL\n•    Free monitoring for life\n•    Free software upgrades for life\nWe live in the northeastern US, where an average home can pay over $2,500 per winter for heating. We wanted to lower our consumption, but saw that there was nothing out there for tracking energy the usage of oil, propane or natural gas systems.\nThe questions we wanted to answer:\nHow do I know that my consumption went down because of my own actions, or just because it was warmer outside today?\nAm I paying more for heating because my house is larger?\nOr, because I keep my house warmer?\nOr, because my house is older and less efficient?\nI know that adding insulation helps, but is it really worth the investment?\nWe noticed that our neighbors had the same problems. So we set out to create a tool that allowed people to make informed decisions on truly reducing their energy consumption, not just relying on guesswork and rules-of-thumb that are not very accurate (especially for engineering geeks like us). Tracking your progress and seeing your savings in real-time is a great motivator too.\nTeam Members:\nMarian Gogoana: electrical engineer with 30+ years of experience designing industrial automations controls.\nRadu Gogoana: mechanical engineer, specializing in thermal modeling and data analysis\nJim Whittaker: business development and strategy advisor, retired navy admiral, experience includes running a $20 million dollar private software company and managing automated warehouse systems.\nManufacturing plan:\n\nAs our 3rd generation HeatMeter sensor, we designed it for manufacturability from the start. Our plastic enclosure is injection-molded and what you see in the video are the final production parts, not prototypes. Our circuit board is designed from the start for automatic assembly and will be populated by a supplier we have worked with in the past.\n\nFulfillment plans: final major component assembly, packaging and order fulfillment is done from our company's facility in New Hampshire.\n\nPrevious manufacturing experience: Our team founded two companies, Yshape and Flex-In, which have supplied laminated catalogs for clients such as Ikea North America since 1999. We designed our own automated manufacturing equipment, and every sheet in every catalog has to leave our facility with no mistakes! Our experience in equipment design, manufacturing, quality control, supply chain management and order fulfillment carries over directly into this project.\nWe want to help reduce the amount of fossil fuels that are burned each year for residential heating (natural gas, oil and propane). Awareness inspires action, and we are now able to provide homeowners with key efficiency metrics that were previously very difficult to get. This allows people to make better decisions on improving their home, reducing their energy use and saving money as a bonus!\nStudies on the impact of energy monitors for electricity have shown a reduction of up to 17% across hundreds of homes, from homeowners simply being able to see a live dashboard of their energy consumption and tracking the impact of their behavior. The HeatMeter now makes this possible for oil, gas and propane heating.\nWe aim to reduce energy consumption in a way that’s affordable, convenient and beneficial to everyone who has to pay the heating bill each month. We hope you’ll support us!\nMusic credits: \"Divider\" by Chris Zabriskie - check him out at http://chriszabriskie.com/", "risks": "Risks and challenges\nWe've worked hard to test the reliability of our sensor on every type of heating system, and to design the hardware for manufacturing; we've been in over 35 homes and encountered just about every problem from funky radio signals to strange-acting heating systems. With this experience, our greatest risk is the \"unknown uknowns\" - random bugs that pop up seemingly out of nowhere. Our development team is on standby to handle these problems.\n\nThe plastic housing of the sensor is injection-molded and ready for production. The PCB electronic assembly is done by our supplier in a fully-automated process. We've built 109 prototypes for testing and have worked to ensure that our final design is ready for mass production.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "YSHAPE Inc.\nFirst created · 7 backed\nFounded in 2006, we're a research and development company that specializes in industrial automation and energy solutions.See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "HeatMeter Is Now Available!", "update_content": "Point #1 - We sincerely thank everyone who has supported us in this kickstarter campaign, from simple promotion to actual pledges. It's been a wild ride, and your support has helped us in a major way (see more below...)\nPoint #2 - The Bad News: The financial part of the kickstarter was unsuccessful. We didn't meet our target, so we receive none of the money.\nPoint #3 - The Good News: We got a TON of press, and a few interested parties for commercial applications of the HeatMeter came out of the woodwork. For this, we thank you big-time for supporting us. For us, this means the potential for orders in the thousands of units. We've got some work to do to make this happen."}, {"update_no": "UPDATE #4", "update_userinfo": "Post-Kickstarter: What's Next?", "update_content": "Dear backers and Kickstarter browsers,\nWe've been listening to your comments and messages over the past few weeks, and two of the most popular requests we've gotten are:\nwhat happens if my internet connection goes down, can I still get my data?\nwhat if I want to monitor a heating system that's has no WiFi nearby?"}, {"update_no": "UPDATE #3", "update_userinfo": "Hustling to Reach Our Goal", "update_content": "We hit over 10% of our goal and sold out of our early-bird specials in just one day! We're very excited by your support.\nWe've updated the FAQs and have been replying to messages and comments as fast as we get them - keep the questions coming and we'll be glad to answer them.\nThanks again for your support, Kickstarter - if you know anyone who also has to deal with high heating costs or is interested in energy efficiency, send them our way!"}, {"status": [{"Project ends": "MARCH 20, 2013"}, {"Project launches": "FEBRUARY 18, 2013"}]}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/474874800/heatmeter-stay-informed-save-energy", "project_name": "HeatMeter: Stay Informed. Save Energy. Save Money!"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "Fifty-two LEDs in two million colors add up to infinite possibilities of pattern and animation. With a powerful computer and WiFi connectivity, there’s no end to the ways the Light by Moore’sCloud can work for you. It’s the light you’ll live your life by.\nBeneath its stylish exterior beats a smart heart - an embedded Linux computer. Light by Moore’sCloud is more than just a lamp - it’s a lamp with a LAMP stack! With the full Internet connectivity and power of Linux behind it, all sorts of amazing applications become possible.\nThe Light by Moore’sCloud can respond to commands from a local smartphone, a tablet - and anything else with an HTML5-compliant browser, or respond to a computer on the other side of the world. The temperature in Vladivostok can alter the color of a Light in Santa Fe. \nCapture the color of a dress, a flower, or the sky with a smartphone camera, and the Light will immediately adjust itself to generate that color. Mood lighting has never been so easy, or so versatile.\nPrograms on other computers can also control the Light, via standard web protocols, through its REST-based interface.  This opens the door to ‘Illumination-as-a-service’.  This makes the Light a fantastic status indicator:  are my servers still running?  Has my build failed?  Look into the Light and you’ll have an answer.\nGo further - stream a continuously changing set of colors to the Light.  Synchronize with a broadcast to add dramatic lighting to a scary movie, or build it into a children’s e-book, so that as they follow the text, the lighting adapts, to accentuate the story.  DJs can broadcast ‘party lighting’ to go along with their dance sets.\nThe Light by Moore’sCloud can talk to other devices - other Lights, or pretty much anything else on the Internet.  We are seeking integration with LIFX, SmartThings, Ubi and Ninja Blocks and should be able to integrate with most open automation software.  This means Lights can act in concert, coordinating their activities.  For example, if you wake up in the middle of the night and tap on your bedside Light, it can tell the other Lights in your house to light up, creating a ‘landing strip’ that will help you find your way around.\nThe Light by Moore’sCloud has the power to display beautiful, evocative animations - candles and flames, fireworks and rainbows - each sweep their way through the Light in a play of color that will delight and mesmerize. \nWe want everyone to sculpt with light, and to enable that, we’ve created a software platform - WuVoxels - that allows anyone with modest programming experience (today in ‘C’, soon, Python) to create their own procedural animations.  Everyone, regardless of experience, will be able to use Moore’sCloud Studio, browser-based animation software that will ship with the Light. \nWe’ve built an accelerometer into the Light by Moore’sCloud, so it knows when it’s touched.  You don’t need to fumble for the switch in the middle of the night, just a tap will activate the Light. Spin the Light in your hands and watch the colors change, and use the sensor to create your own games and applications.  \nThe Light by Moore’sCloud has a range of apps and animations that you can access through a smartphone-like interface.  Search for more apps, install, configure, and manage them all from a browser.  \nSet a timer, and the Light will fade to black at the end of a long day; set an alarm and it can wake you with gentle light. Dial into ‘mood channels’ that lighten your spirit with a play of light.  Stream from your favorite music app (with an appropriate plug-in) and create your own light show.  \nOutside the home, a boutique can tune its lighting to match the time of day, the fashions, or the decor.  A nightclub or cafe can establish or change ambiance instantly.\nThe commercial applications for the Light by Moore’sCloud are just as numerous: as a ‘dashboard’ to warn of emerging problems; as a signal to indicate failure of a build, a server, or a connection, etc...  \nIn November, we integrated the Light by Moore'sCloud with Atlassian Bamboo, a continuous integration & deployment package used by software development teams around the world. A distributed development team can now be informed of the status of the build - with a glance at the Light:\nWe've added a new feature to the Light by Moore'sCloud - battery power! Just pull the plug and get up to four hours of brilliant illumination - perfect for games, events, anywhere you want beautiful, intelligent light.\nWe keep inventing interesting applications for the Light by Moore’sCloud, and there’s no way we’ll be able to create all of them ourselves. We see the Light as a platform that enables people to make amazing applications.  Our job is to develop the platform, so that you can have fun with it.\nMoore’sCloud Light contains an embedded computer running Arch Linux, so all of the great tools and services you expect to make development easy - Apache, Python, ssh, the GNU toolchain, and everything else - are available.\nWe believe in openness.  All of our work - both hardware and software - everything from PCB layout to case design to the electrical schematic to animation framework, system software and firmware  - is already being released under open source licenses.  (Creative Commons for the hardware, MIT License for the software.)  We want the community to take our work and build upon it - without limits.\nIf you'd like to build your own Light, we've already published everything you need to know to DIY. Just visit our dev blog, grab a soldering iron, and get started!\nOur commitment to openness extends beyond hardware and software.  We are documenting our process - at blog.moorescloud.com - from conception, through execution, and into what we hope will be success - so that others who want to launch their own Kickstarters can look at what we’ve done, how and why we’ve done it, and learn from both our successes and mistakes.  We promise to keep you well-informed during the entire process, from Kickstarter to delivery. \nWe've taken all of the financial models used to develop our funding needs - which drive the revenue projections for our Kickstarter campaign - and have made them available for your review, beginning with an article on our blog, exploring our budget in detail. We invite you to read By The Numbers to learn about how your money will be spent. You have a right to know. \nWe have prepared three versions of the financial projections, available in Open Office, Microsoft Excel, and PDF formats. The Open Office and MS Excel spreadsheets are more fun, because they allow you to ‘run the numbers’. Download them and have a play!\nThere's still a lot of software that needs to be written to make the Light by Moore’sCloud both functional and a pleasure to use. We're developing the kinds of UX and UI needed to talk to a whole household or workspace of connected devices. (Our preliminary design is pictured below.) It's a big task, one we know will only be partially complete by the time we ship our first Lights.  We'll ship useful software, but it won't be as beautiful as we really want - that takes time, testing and lots of feedback.\nWe invite you to join us on our development blog - dev.moorescloud.com - where you can participate in the development and design of all aspects of the Light.  Even if you're not particularly technical, your ideas and imagination will help us along. With your input, we can make a better Light.\nMaking a beautiful, useable and durable piece of consumer electronics contains plenty of traps for the unwary. Several members of the Moore’sCloud team have experience in consumer electronics design and manufacture, and we have partnered with internationally renowned industrial and manufacturing designers Tiller Design to develop a product that is both eye-catching and manufacturable.  We are ready to initiate the manufacturing engineering process - taking our prototype and turning it into a mass-manufacturable design - as soon as we reach our Kickstarter goal.  With Tiller Design’s strong commitment to ISO 31000 risk assessment &  ISO 9001 quality control, we have the processes in place to ensure that we deliver the Light by Moore’sCloud on schedule.\nDimensions: 150mm x 150mm x 135mm \n(roughly 6” on a side)\nPower: 5VDC, 3A (power supply included)\nBattery power: 4xAA NiMH (batteries not included)\nIllumination: 52 full-color LEDs (7 bits each of R, G, and B):\n9 LEDs on each outer face in 3x3 array\n4 LEDs on each inner face in 2x2 array\nProcessor: Freescale iMX233 @ 454 Mhz\nMemory: 64MB DDR SDRAM\nStorage: 2GB microSD\nAccelerometer: Freescale MMA7660\nWiFi: Nano USB 802.11 b/g/n (replaceable)\nAccess to I2C and serial connections for hardware extensibility\nOperating System: Arch Linux 2.6.x (hopefully 3.7 by release)\nGNU toolchain, Apache, sshd, Python 2.7.x\nOther Arch packages can be installed by you.\nSoftware:\n- WuVoxels animation libraries (both 'C' and Python);\n- 'Sing', a Processing-like framework for animations;\n- Moore’sCloud Control, a web framework for connected devices, providing rich interactivity from the browser;\n- Moore’sCloud Studio, an easy-to-use browser-based tool for creating rich and beautiful animations;\n- Lots of examples in 'C', Python, and HTML5.\nYou can get more information about the technology behind the Light by Moore'sCloud on our development blog - dev.moorescloud.com", "risks": "Risks and challenges\nGetting the product ready, designed and shipped. Rated LOW. Mitigated by the excellent team assembled who have decades of experience in taking ideas to market.\n\nElectronic Component supply due to changing supply lead-times beyond control of the project team. Rated LOW. Mitigation: we will identify at the start of the project key long lead-time components and place all long lead-time items on order to prevent impact to the project plan. This is also managed through connection with manufacture at point of design.\n\nGetting the right light dispersion from the plastic moldings. Rated LOW. Mitigation: use the prototype and tool trial phase to test a range of materials, We will build testing time into the project plan to do this.\n\nMeeting shipping and logistics demands. Rated LOW. Mitigated by the project plan which will run a separate task to setup and organise shipping and logistics in parallel to the design and implementation.\n\nCertification delays from global agencies beyond control of the project team. Rated LOW. Mitigation: the project plan will run a separate product certification task to ensure this is done as part of the project in parallel to design and production.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Moore’sCloud\nFirst created · 7 backed\nWe're the creators of the Light by Moore’sCloud, a beautiful, intelligent and connected gadget that shines.See more"}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Holiday ships soon -- get one at the special introductory price of $129!", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "Postponing Light", "update_content": "Friends of the Light –\nSeven months ago, the MooresCloud team developed our initial product roadmap. On that roadmap we imagined the Light would be the first product to reach market – in the third quarter of 2013 – while Holiday, our smart Christmas lights, would follow along a year later.\nSix months ago, we launched a self-funding campaign to make the Light real. At kick-off, we announced that we would assess our progress in six months’ time. It is six months today – and we need to make a decision about the future of the Light based on that progress."}, {"update_no": "UPDATE #17", "update_userinfo": "Big News from MooresCloud: Holiday", "update_content": "Last October we introduced the Light by MooresCloud, a beautiful, connected and powerful ‘lamp-with-a-LAMP-stack’. Media throughout the world picked up the story, and with high hopes, we launched our Kickstarter campaign. We reached a few thousand people who immediately understood the potential of the Light, and a lot of them - a lot of you - backed our campaign.\nLight fell short of its Kickstarter funding goal, so we launched a self-funding campaign, which has been running for over five months, but hasn’t yet reached 20% of its goal. People are passionate about the Light, but too thin on the ground."}, {"update_no": "UPDATE #16", "update_userinfo": "Update 16: Play with our Christmas Lights!", "update_content": "Howdy, Merry Christmas and a big thank you to the more than 400 of you who have already pre-ordered your Lights at store.moorescloud.com - we really appreciate your support.\nAlthough we said we'd be going on holidays, we wanted to share \"One more thing...\"\nChristmas Lights!"}, {"update_no": "UPDATE #15", "update_userinfo": "Update 15: Mistakes & Apologies", "update_content": "Hello and a big thank you to the 1,950 of you who pledged over $275,000 to make the Light by Moore'sCloud a reality. "}, {"update_no": "UPDATE #14", "update_userinfo": "Update 14: Now taking pre-orders at store.moorescloud.com", "update_content": "Hello and a big thank you to our 1,950 backers. With your help, we’ve manage to raise $275,000 to fund the Light by Moore’sCloud. That’s amazing. We’ve raised nearly $5,000 every day of this Kickstarter campaign - because of you!\nIt's not the End of the World\nNow we’re into the last few hours of our campaign. We’ve come far, but not nearly far enough. Barring some sort of last-minute miracle, we will not reach our funding goal for the Light."}, {"update_no": "UPDATE #13", "update_userinfo": "Update 13: Down to the Wire", "update_content": "Hello and thank you to all of our nearly 1,900 backers. We’re closing in on $260,000 in backing - because you believe in us and in the Light by Moore’sCloud.\nWe’ve found the easiest way to convince someone to back the Light by Moore’sCloud is to offer them a chance to play with one. On Monday we took our six prototype units out to a Christmas Party in Sydney.\nHere’s founder Mark Pesce (wearing a Moore’sCloud t-shirt) extolling the beauty and intelligence of the Light to the assembled party-goers:"}, {"update_no": "UPDATE #12", "update_userinfo": "Update 12: Two Ways Home", "update_content": "Hello and thank you to all of our nearly 1,850 backers. Today we’ll likely cross over $250,000 - a huge amount - because you believe in us and the Light by Moore’sCloud.\nSHUT UP AND TAKE MY MONEY\nLast night we completed a video that demonstrates twelve applications we’ve written for the Light. Together, we believe they make the Light completely irresistible:"}, {"update_no": "UPDATE #11", "update_userinfo": "Update 11: Candles, Rewards and Hacker News", "update_content": "Hello and a great big thank you to all of our nearly 1,800 backers. In this week you’ve helped us across the threshold to over $220,000 - 32% of the way to our goal! Yes, yes, we’ve still quite some distance to travel, but Kickstarter campaigns tend to close big, and the number and dollar amount of contributions over the last few days has ticked upward noticeably. We believe we can make the goal - and we’re asking for your help to make it happen.\nBefore you do anything else, click on this link, which will take you to a post on our blog, asking you to vote up a posting on Hacker News. Hacker News is a site where geeks share links to the interesting things they’ve found online. If they like something they find on the site, they vote it up so that others can find it. Many thousands of people read Hacker News every day - it’s great exposure -- if you can get onto the front page."}, {"status": [{"Project ends": "DECEMBER 21, 2012"}]}], "comment_no": 211, "projec_url": "https://www.kickstarter.com/projects/cloudlight/light-1", "project_name": "Light"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "A work in progress: Crisis VIVA\nContext.\nIn 2008 the economic bubble sustaining Europe's impressive growth, burst. In Spain the housing market went sideways. The predatory nature of the country's mortgage industry finally showed through. In Greece the financial meltdown of the continent, was the straw that broke the camels back. Crisis soon came to be the word on the tip of every commentator's tongue. \nSince 2008 there has been a constant race in mainstream media to assert blame and victimize. Pundits have a tendency to reduce the word, crisis, into a simplified notion of a fixable phenomenon. There is a hope that if economies are made more \"efficient\", further crises can be averted. So while the economic disparity between those that have too much and those that have too little continues to grow, the very structural components that guarantee this disparity are privileged in the hope of salvation.  De-regulation, privatization, and the liberalization of the labor market were the same economic and social forces that devastated local economies globally.   \nThere is an alternative understanding of this crisis that unfortunately gets very little air time in mainstream media. This understanding reveals the present situation as not an individual historic event: a crisis with a single cause, and a solution. Rather, crisis has become a paradoxical state of being. It is a state of being defined by it's simultaneous hopelessness and resistance, abandon and renewal, victimization and solidarity. In some parts of Europe this state of being; is the new dominant economic/social paradigm. Rather than a blip in the history of capitalist economies, it is the natural development of international capitalism.\nHelp me document this alternative and seemingly hidden vision of crisis. \nThe Project.\nFor this project I've chosen to document, through photography, two different European communities living the same crisis. Athens, Greece, is often understood as the focal point for the outbreak of the crisis in Europe. L'Hospitalet, Spain, is one of many ground zeros for the Spanish mortgage disaster. For the last 6 months I've been researching and shooting in l'Hospitalet.  I've also made two short trips to Athens. But in order to complete the story I need to return to the Greek capitol, for the month of November 2012. With your help, in Athens I will mirror the work I've already completed in l'Hospitalet. \nThe final product of this project will be a photo-reportage made up of portraits, details, landscapes, and text. It will compare the experience of crisis in both communities. I posit that the only solution to crisis is one constructed from within the lived crisis itself. I believe documentation is the first step towards to supporting this construction. \nWhen I am finished I will do an exhibition in both l'Hospitalet and Athens, sharing my work with the very communities I documented.  The exhibitions will be followed by an open discussion that seeks debate, input, and feedback from all those participating in the project.  \nMy research and photography in l'Hospitalet has been made possible through the generous collaboration of the neighborhood association of Sant Josep, and various other individuals. In Athens I have already developed a list of contacts. As a result I believe I am well positioned to finish the story. \nDue to the incredible importance of the European Union for the global economy, I believe this story is both of news relevance and documentary importance.   It is my intention to seek the publication of at least one series of photos or an article from the project. \nGuiding Questions.\nWhat do people hold on to when they realize they've been living in a collective dream? What happens to people in the transition from stability to constant uncertainty? How does one navigate the architectures of exclusion? How does one look forward when society seems to be moving backwards? Where does one find pride in abandon? How is the human condition defined by our conceptions of solidarity and fraternity? \nThese are some of the questions that guide my work as a journalist in the communities I've decided to document.\nWhy Wil Sands?\nFor the last 10 years I've lived in Barcelona and been an active participant in a variety of different social movements. Moreover, I have been fortunate to travel widely and frequently.   As a photographer I am particularly interested in stories that complicate dominant public discourses.  As a writer, I find I do my most powerful storytelling when I'm passionate about the subject matter.  Participating in local social/political movements, I've witnessed first hand the popular response to crisis.   The close personal relationships I've developed gives me a unique access and perspective that are visible in the project. \nFor more information about me, please read the bio in the sidebar. \nTo see examples of my work please visit the following links-  \nWilliam Sands                                                                                                 Fractures Photo                                                                                                 Pulitzer Center\nFunding Breakdown:\nTravel expenses (roundtrip ticket from Barcelona to Athens)-                  250 euros\n\nDaily expenses (food, communication, transportation)- 70 euros x 30 days 2100 euros\n\nLodging expenses- 70 euros x 30 days                                                   2100 euros\n\nRewards costs-                                                                                         500 euros\n\nStringer, Translator expenses                                                                        600 euros\nTotal:   \n5,550.00 Euros = 7,100.00 Dollars   \nRewards.\nWhile I know that the majority of you will support this project for its merit, I'm really happy to offer a complete set of valuable rewards.  Fortunately for you, some close friends have chosen to support this project by offering their services for the rewards section.  \nFractures Photo is the collective I co-founded with Guillaume Darribau. Today the collective is made up of four photographers and one graphic designer/administrator. Thanks to their support I'm able to offer prints of not just my photos but the entire collective. \nFallenArrows Ltd. is a small independent direct-to-garment print shop based in Atlanta, GA. With their collaboration I'm able to offer some impressive prints both on canvas and T-shirts. \nI hope you'll enjoy all of your rewards. \nTHANK YOU!                                                                                 ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #7", "update_userinfo": "Crisis VIVA Newsletter 5", "update_content": "Dear Crisis VIVA supporters,\nI've finally finished organizing the last of the project's rewards. The postcard prints, magnets and T-shirts with photos from the project should be in the mail within the coming week. For those of you who haven't responded to the rewards survey and are still interested in receiving your corresponding gifts, you can still do so. Just fill out the survey and I'll organize your rewards package. It is the least I can do to show my gratitude for your continued support."}, {"update_no": "UPDATE #6", "update_userinfo": "Postcards in the mail!", "update_content": "Hello everyone!\nGoing into my final week in Athens, I'm glad to let you all know the postcards are in the mail!  Hopefully before Christmas you should be receiving your postcards mailed from the field.  The project continues to develop really positively.  I've also just sent off another weekly newsletter! So check out those inboxes!  If you have any questions or suggestions don't be afraid to contact me.  I always appreciate the feedback.   Thanks again for all your support!\nWil Sands"}, {"update_no": "UPDATE #5", "update_userinfo": "Crisis VIVA Project Update #5- \"Tickets bought, Reservations Made!\"", "update_content": "Dear Crisis VIVA Supporters,\nGood news! The tickets have been purchased and the reservations have been made. I fly into Athens next Thursday, the 15th. I've rented a relatively cheap apartment just a block from Syntagma Square (where the Greek Parliament is located). Preparing for the trip and refining the project, I've decided to focus my time in Greece on visually exploring the impact of the crisis on the healthcare system. Recent articles in the international press have raised serious concerns about the state of Greece's public healthcare system. For example AIDS/HIV transmission among intravenous drug users has gone up more than a 1,000% in recent years. Austerity measures have all but gutted publicly subsidized harm reduction programs. In a another example of the economic crisis' impact on public healthcare, many pharmacies have begun rejecting prescriptions fulfillments for patients using the public system. Pharmacists argue it has been months since they've been paid for the prescription medicine they've sold. Many have seen their businesses severely affected by the cuts in public funding for prescription medicine. I'm interested in developing a story about those doctors and patients that are on the frontline of this collapse. Fortunately, in the last week I've made some very promising contacts."}, {"update_no": "UPDATE #4", "update_userinfo": "100% Funded- HIP-HIP Hooray!", "update_content": "I'm excited to announce that my Kickstarter project, Crisis VIVA, has reached its funding goal! I want to express my utmost appreciation to everyone for supporting this project! Thank YOU! It would not be possible without your generous donations and selfless participation. The number of supporters is really impressive, and the publicity the project received on all of your social networks has been priceless! I feel blessed to have your confidence in this project.\nI've begun looking for tickets to Athens and am starting to plan out the next four weeks. My work in Barcelona continues to develop and the relationship I have with my contacts is advancing. Unfortunately the situation in Barcelona, and Spain as a whole, is increasingly bleak. More and more families are finding themselves homeless or dependent on food banks. It seems inevitable that Madrid is going to need another more generalized EU bailout, and the economy shows little hope of a quick recovery. The story of this crisis continues to unravel. Thanks to you, I will be able to continue my work and document this story, this crisis."}, {"update_no": "UPDATE #3", "update_userinfo": "Crisis VIVA, Funding Cycle nearly finished! Help us meet the Funding Goal!", "update_content": "Hello Everyone,\nSo we've nearly reached the end of the funding cycle for my Kickstarter project, Crisis VIVA. In less than 48 hours the project will close. Thanks to many generous donations, we've been able to raise more than 80% of the funding goal. It is time for the last push. In order to meet the goal, the project needs 800 dollars before the 3rd of October. If you haven't already made a donation, I would urge you to consider doing so. As I've said many times before, if you can't make a donation you can still support Crisis VIVA. By promoting the project link on your social networks or by sharing the project with friends, you can help us reach the funding target. I can't stress enough the importance of individual donors like yourselves for the development of independent documentary projects like mine. Thanks again to all of you for your continued support."}, {"update_no": "UPDATE #2", "update_userinfo": "We've reached 50% of the project funding goal!!!", "update_content": "Hello everyone!\nGood news!   Crisis Viva has reached more than 50% of its funding goal, 53% to be exact!  Many thanks to all of you for supporting this project.  As I've said before, this project wouldn't be possible without your generous support.  I really appreciate it.  There are 16 days left in the campaign and just over $3,000 left to raise. But, I'm confident we can make it. Please share the project again with friends. Every donation counts, no matter the amount.   "}, {"update_no": "UPDATE #1", "update_userinfo": "Back from Perpignan, and the international photography festival Visa Pour l'Image.", "update_content": "Back from Perpignan!\nIt's Tuesday morning and we're finally fully recovered from our week in Perpignan. This year's Visa Pour l'Image international photography festival was a great success for Fractures Photo. Three out of four of the projects we presented to ANI were selected for participation in the 2012 Coup de Coeur photography competition. We met incredible photographers working on interesting and important projects, and have been inspired by the exchange of ideas and constructive criticism to continue our own personal projects. We want to send a special thank you out to all those that engaged the collective and our work."}, {"status": [{"Project funds successfully": "61 backers pledged $7,100"}, {"Project launches": "AUGUST 29, 2012"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/1816035256/crisis-viva", "project_name": "Crisis VIVA"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "Extra SmartThings for all!  See Update 16 for details. \nYOUR WORLD, SMARTER\nSmartThings makes it easy to connect the things in your physical world to the Internet. You can monitor, control, automate, and have fun with them from anywhere - at home, office, or on the go.\nWe've made it possible to install apps that interact with your SmartThings, as well as online and other services. This unlocks a world of possibilities and and unlimited potential to make your life easier, more convenient and fun.\nWe call these SmartApps.\nSMARTAPP POTENTIAL IS LIMITLESS\nSmartApps are able to mash up and interact with connected things in your physical world, as well as online and other services, allowing for incredible creativity.\nGet notified immediately if your pet runs out of your yard without you with the \"Oh No, My Pet Is Loose!\" SmartApp.\nGet an early warning or directly contact a plumber when there is a leak somewhere (bathroom, basement), before damage gets out of hand with the “It’s Leaking!”  SmartApp.\nMonitor drawers and cabinets that contain precious or dangerous items with the \"My Stuff is Secure\" SmartApp.\nBrighten, dim, or flicker the lights when you get another fan or follower on social networks with the “Buzz Barometer\" SmartApp.\nEven more SmartApps...\nIT WORKS WITH A LOT OF THINGS\nThink about all the things in your home: doors, desks, lights, stereo, pet food bowls, basement floor... isn’t it time they started to chip in and do a little more around the house on their own? SmartThings makes it possible. \nINSTACUBE UPDATE!\nWe built SmartThings as an open platform, because we knew there would be a world of useful, beautiful and creative products that could be made smarter with SmartThings.\nToday, we’re thrilled to announce a unique partnership between two Kickstarter projects - SmartThings and Instacube - that shows the power of this integration and collaboration. Together, we're making Instacube smart.\nWe will be working with the creators of Instacube to integrate the SmartThings technology - imagine the possibilities:\nElegant, visual notifications for the events in your life that matter most, including someone arriving at your door, your pet leaving, or a reminder that you’ve left the garage door open right before you head to bed - without taking your phone out of your pocket.\nA beautiful, touchscreen interface for controlling the physical world around you, such as your lights, doors or air conditioning\nThe presence awareness of SmartThings can drive Instacube to turn on or off and to display the photo stream of the user who is present enabling many intelligent interactions.\nIntegrated SmartApps such as “Morning Routine” that can turn Instacube on as an alarm, get the coffee brewing, and turn on the bathroom lights\nIf you love SmartThings, please consider backing Instacube.\nMore info in Update #9.\nMany of the existing things you own can be made smarter using SmartThings Kits. At launch, the following core devices will be available:\nPower Outlet - anything that can be plugged in, can be turned on and off\nOpen/Shut Sensor - know if doors, windows or cabinets are open or closed\nMotion Sensor - detect movement within a room\nPresence Sensor - know when people and pets come and go\nSmartThings are designed to be compatible with many of the existing standards for home automation, smart energy and more. There are literally hundreds of existing sensors and devices you can use. And with your support, many more of these devices will be certified for use and made available in the SmartThings Store.\nDoor Locks\nThermostats\nTemperature and Humidity Sensors\nIn-Wall Switches and Dimmers\nSmoke and CO Alarms\nMoisture and Flood Sensors\nVibration and Pressure Sensors\nAnd much more\nWE NEED YOUR HELP!\nYou can help bring SmartThings to the world. We’ve highlighted a few of the backer levels below, including:\nSmartThings Packs\nEarlybird and Non-Earlybird SmartThings Packs in a handful of flavors (choose one) that will give you everything you need to get started including the SmartThings Hub and a selection of connected Things.\nYour SmartThings Pack will also include access to a range of SmartApps that you can use to start making your world smarter within minutes.\nSmartThings Pack backers will receive early access to the ThingStore to expand your world of connected things at will.\nSmartThings Pack backers will also receive an invitation to suggest new SmartApps and types of Things and to vote on submissions from the community of developers and makers.\nUPDATE: You can now add as many additional Things to your reward as you would like. See Update 7 for details.\nNote: SmartThings Packs will support a variety of connectivity methods, including Ethernet, cellular, Zigbee, Z-wave, and Bluetooth. The initial launch units will be U.S. only, and may or may not include cellular connectivity.\nIf you’re a developer or Maker, SmartThings is an open platform and we’ve got a whole program just for you.\nDeveloper and Maker Kits\nWe're giving the more adventurous among us early access to all the SmartThings tools. All Makers and Developers backer levels come with... \n1 SmartThings Hub\nEither 3 SmartThings (developers) or 2 SmartThing Modules or Shields for Arduino (makers)\nSoftware Development Kit (SDK) - everything you need to develop SmartThings-friendly software\nCloud Platform API - integrate your device or app directly with SmartThings,\nMobile App Extension Template - embed controls for your project in the SmartThings mobile app\nA whole lot of love!\n...AND EVEN MORE WAYS TO HELP!\nWant to do even more to make the world smarter?\nShare the SmartThings story. We know not everyone can kick in, but if you believe in the SmartThings vision, please \"Like\" this Kickstarter page, Tweet about us, Pin us, and email all your friends. While you're at it, visit SmartThings on Facebook and \"Like\" us there too! :)\nDonate your brain to science. Every day our team, spouses, partners, and friends come up with interesting, fun, helpful (and occasionally bizarre) new ways to apply SmartThings and SmartApps. We want everyone in the community to share their ideas. Just go to the Comments section and tell us how you envision making your life smarter.\nDEVELOPERS: HACK THE PHYSICAL WORLD\nWe want to free physical devices from the iron grip of the few who understand the ins and outs of firmware. That's why SmartThings will be a completely open platform. Our core mission for SmartApps is to enable developers to unleash their creativity in the real world just as easily as they have been able to on the web and mobile devices.\nThere are two paths to creating new SmartApps. Basic, and Advanced.\nAt the Basic level, you can generate new SmartApps using a web based interface with full access to existing triggers and available actions within the SmartThings cloud.\nAt the Advanced level, we are creating and exposing an SDK for the physical world of non-smart devices — enabling them to plug into the digital one and become smart.\nWe give your front door an API. We give your bed an API. We give your toilet an API... your imagination is the only limit.\nWe are working hard to make sure that our APIs are both straightforward and secure. You can use your preferred development language and tools to do amazing things with the physical graph that SmartThings is bringing online.\nWe are ready to integrate with all of your favorite web services.\nThe uses are endless, so don’t be shy. Let’s work together to make the physical world smarter.\nA SPECIAL NOTE FOR MAKERS\nWe’ve got dozens of ideas to share for how to make our lives smarter, but we're also eager to hear yours. Tell us about them in the Comments section.\nBut, if you’re handy with a soldering iron, know that a breadboard isn’t just for cutting Rye, can casually slip Arduino into daily conversation, and are ready to hack your own physical world, we’re ready to support you.  For you makers and open hardware buffs, we’ve got:\nSmartThings ThingModule - add cloud intelligence to any device\nSmartThings ThingShield and Sketch for Arduino - make your existing project smarter\nSmartThings Software Development Kit (SDK) - develop SmartThings-friendly software\nCloud Platform API - integrate your device or app directly with SmartThings\nMobile App Extension Template - embed controls for your project in the SmartThings mobile app\nTell us about your project and we’ll help you bring it to the world.\nPROJECT TIMELINE\nWe currently have working prototypes of the key hardware and software components of the SmartThings Packs that you are backing as part of this Kickstarter project, including the hub, end-devices, maker tools, cloud platform, and mobile app.\nHere is our timeline for putting SmartThings into your hands:\nSEPTEMBER \nFinal stage of design and certification process for SmartThings Hub, Packs, and Maker tools\nOCTOBER\nCertification completed for SmartThings Packs\nInjection molding and final packaging design\nNOVEMBER\nVolume manufacturing of SmartThings Packs (Hubs and Things)\nDECEMBER\nDistribution - Kickstarter backers get their SmartThings Packs \nSDK ready for Developers and Makers\nSmartThings Mobile App available including SmartApps\nMEET THE FOUNDERS\nThe SmartThings founders share a vision: A product experience that is beautiful, functional, fast and revolutionary. We can’t wait to get SmartThings into your hands. Reach out to us in the Comments section if you want to speak with any of us directly.\nAlex Hawkinson\nAndrew Brooks\nBen Edwards\nJames Stolp\nJeff Hagins\nJesse O’Neill-Oine\nScott Vlaminck\nHISTORY AND EVOLUTION\nThere were two major “aha moments” that inspired us to develop SmartThings.\nLike most innovation, SmartThings started with a flooded basement. During a power outage, the pipes at Alex’s cabin froze and burst, flooding the basement. In looking for options to get notified about temperature drops and flooding, it became clear that available solutions required a separate Internet connection. Even if the cabin had one, it would have shut off in the power outage.\nSo the concept of ‘it just works’ for SmartThings was born. We built a platform that easily connects everyday things to the Internet. Our vision is to include always-on cellular connectivity in every SmartThings Hub, so you just take it out of the box, plug it in, and it’s connected. Even better, when you buy new devices, what we call Things, from the ThingStore, they’ll be pre-assigned to your SmartThings Hub. Plug them in or turn them on, they show up in the app, and you’re immediately in control.\nOur real inspiration came when we realized how intelligent everything in our lives could become through the power of computing in the cloud - SmartApps were born. Installing applications into your real life should be as easy as it is on your phone. SmartApps let you combine schedules, events, notifications, information from the Internet and many sensors and devices to create useful solutions that make life easier and more fun.\nTHANK YOU!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #41", "update_userinfo": "Update 41: SmartThings + __________ = Even Smarter Homes", "update_content": "SmartThings Blog Launched\nWe've created a resource that helps to explain who we are, what we're doing, and why it's important. Inside you’ll find user-submitted stories, news roundups, and tips to help new users get more value out of SmartThings. Check it out at Blog.SmartThings.com. We'll be updating it frequently, so come back often and submit your stories!\nJoin Our Beta Testing Group\nWe recently started a beta testing program to help shape new product developments. If you’re interested in providing feedback on our product (and to get a sneak peek at what we're working on!), please join our beta testing group."}, {"update_no": "UPDATE #40", "update_userinfo": "Update 40: CE International Manufacturing Underway!", "update_content": "We had a number of back and forth items with the certification team, but we are now compliant for CE countries. We’ve got a bit of work left with respect to user manuals (safety language has to be in German in Germany), labels, and disposal partnerships, but those are all documentation / administrative. \nWe’ve ordered initial batches of SmartThings Hubs and Things for countries that support the CE marketing. The longest lead time is for the PCBs, and we’ll update with a delivery time once we have that. We’re looking at expedite fees to see if we can get it all sooner. By the end of next week, we will be sending you a personalized ‘Choose Your Things’ communication. "}, {"update_no": "UPDATE #39", "update_userinfo": "Update 39: The One Where You Can Get More Things", "update_content": "As you may have seen in TechCrunch, AllThingsD, GigaOM, Fast Company, CNET, and elsewhere this morning, we're very excited to announce the launch of our Shop today! “I want more things!” has been the top support request for quite some time, so we’re thrilled to be opening up the doors to make it easy for you to expand your setup and spread the word about SmartThings to friends and family.\nYou can now enhance your experience with additional sensors and products for every room in your home. We also plan on enabling you to navigate from our mobile app to our Shop with direct links soon, and will also be expanding and updating with new devices and solutions based on your feedback. Visit to check it out, and thanks again for your continued support!"}, {"update_no": "UPDATE #38", "update_userinfo": "Update 38: International Testing", "update_content": "Here are key updates on international testing:\nAt this point, all tests for CE compliance are done with the exception of low voltage safety testing. This is required for our manuals, but is generally a test on the batteries and power supplies, so should not have any design implications. Our lab says that will be done in 1-1.5 weeks.\nWe are in the process of choosing our partner as part of the WEEE (Waste of Electronics, and Electrical Equipment) directive, required for the CE Mark.\nWe’re actively doing an ‘in the field’ test with 1.8GHz mobile phones to check for potential interference. Say hi to Spencer if you’re in Singapore."}, {"update_no": "UPDATE #37", "update_userinfo": "The (Almost) All International Update", "update_content": "As noted in an update to Facebook, we had lab time scheduled 11/7, 12/7, 18/7 and then a new one on 26/7 to formally test versions of our hardware for CE Mark and AU/NZ compliance.\nHere are the issues and our approach to resolving:\n1) On the SmartThings Hub, for CE Mark testing, there is a limit to how long during the course of an hour the Z-wave radio in the Hub can be broadcasting (1% duty cycle limitation). Based on the need to interact with devices and poll devices, there are scenarios where we can exceed that limitation. This is core functionality, so we’re evaluating either firmware modifications to dynamically address and throttle the polling and radio, or fixed strategies to reduce our polling frequency based on device type and other variables. On the upside, this only becomes an issue with very high density networks (lots of devices). We think this will be resolved with firmware, meaning it may not impact production."}, {"update_no": "UPDATE #36", "update_userinfo": "Update 36: SmartThings Mobile Beta for Android is Now Available in Google Play Store!", "update_content": "Happy 4th of July! We’ve worked around the clock and have just released the SmartThings Android application to the Google Play Store.\nThis version of the SmartThings Android application is still a Beta, but we wanted to get it into your hands so we can start making the world smarter, together. Please read the release notes.\nYou can access it here:"}, {"update_no": "UPDATE #35", "update_userinfo": "Happy 4th of July, Happy Canada Day!", "update_content": "For our US backers, please have a safe and happy 4th of July. We don’t recommend using SmartThings to trigger fireworks....but if you do....share pictures/videos. For our Canadian backers, we hope you’re having a happy Canada Day.\nAt SmartThings, we’ll be working through the week to continue making the world smarter. Here are some updates from our side.\nAndroid\nWe’re still working to get the SmartThings Android App into the Google Play Store today, but this may not be possible. Once live in the store, we’ll be doing a staged release first to the rest of our backers who have requested access to the Beta list. If you want to be on the Beta list, and have not already done so, please let us know here: . If we aren’t able to get a version live in the Play Store, we will be adding more of you to the TestFlight version as an alternative."}, {"update_no": "UPDATE #34", "update_userinfo": "Update 34: Android, Canada, More Things and International", "update_content": "Android \nThank you to the hundreds backers who have helped us test the Android version of the SmartThings application. We have good news! We plan to release the Android version to Google Play store on Monday, July 1st.\nUS Kickstarter Shipments\nIf you are a Kickstarter backer, live in the United States, and haven’t received a shipment notification from us, it’s very likely we have not yet received your selection of things to put in your kit. If you’re in this group, please reach out to support@smartthings.com."}, {"update_no": "UPDATE #33", "update_userinfo": "Data, Stats and International", "update_content": "May has been an intense month filled with lots of shipping, lots of personalized customer support, lots of valuable feedback from our backers, and lots of improvements (with many more to come). Here are some stats:\nBy the end of this week, we’ll have shipped over 81% of our Kickstarter backers in the US and Canada. If you have not received a shipment confirmation, there are four potential reasons:"}, {"update_no": "UPDATE #32", "update_userinfo": "Let's Start with International", "update_content": "We thank our international backers for being so amazingly patient as we go through the process of certifying and optimizing SmartThings for your individual country. Many of our updates moving forward will be focused on you.\nIn addition to registering SmartThings with those countries that support FCC, we have significantly progressed our CE Certification testing. Here is a summary of all our pre-tests and the implications for each device (where required):"}, {"status": []}], "comment_no": 2606, "projec_url": "https://www.kickstarter.com/projects/smartthings/smartthings-make-your-world-smarter", "project_name": "SmartThings: Make Your World Smarter"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "While our campaign ended awhile back, you can get the Ubi today at www.theubi.com\n***Update: Ubi and SmartThings will work together to provide a complete voice-controlled home automation platform (checkout the Update tab above for videos). Check out SmartThings here. ***\nNew Video: Ubi & SmartThings\nUbi - Always on. Always ready to help.\nUbi is a voice-activated computer that plugs into a wall outlet. You talk to the Ubi and it talks back. It directly connects to the Internet through wifi.\n\"Look ma, no hands!\"\nWe believe people want to do things when they're at home - they clean, they fold laundry, they cook, they eat, they spend time with loved ones. These are all things that (for the most part) take up use of our arms and hands. When we're at home, we'd rather use our limbs for other activities than typing, scrolling, or swiping.\nUbi is short for ubiquitous computer because it's always on, always listening, always ready to help. It can scribe, listen, analyze. Ubi will either talk back to you the information you seek or indicate information through multi-color lights. \nUbi listens to its environment and senses it through sound, temperature, light, pressure, and humidity. It can record this information or use it to trigger events and communication.  \nWhat can it do? \nUbi can be used for potentially hundreds of applications. The applications we plan to ship with the Ubi are:\nVoice-enabled Internet search \nSpeakerphone \nIndicator light (light changing based on events, e.g. weather, stock, email) \nHome speaker system with sound piping \nVirtual assistant (audio calendar, feed reader, podcast etc) \nVoice memos \nAlarm clock \nIntercom system \nBaby monitor \nNoise pollution monitor \nControlling the climate of your home perfectly (through web enabled thermostats like Nest)\nA Helping Hand\nWe see a huge potential for Ubi to assist those who have visual, hearing, or mobility impairments. With its indicator lights and talk-to-activate functionality, Ubi is super simple to setup and use. We want the Ubi to make it easier for our parents and loved ones to stay connected with us and the world. \nYour Kickstarter Contribution \nWe're serious about making this technology of our dreams easily available to everyone. Your Kickstarter contribution is going to allow us to get safety approval (FCC and CE) so that it can be used everywhere. It will also help driving down the cost of making the Ubi so that everyone can afford at least one.  In a nutshell, your contribution will:\nAllow us to meet regulatory approval\nGet our first production run in place (tooling, machining, and chip printing - we are working with local firms who are very talented)\nAllow us to complete the initial apps we're going to deliver with the Ubi\nRewards\nEach Ubi reward above the $1 level comes with one Ubi unit that has wifi and a slew of other functionality. It also includes the Ubi web, iPhone and Android app and access to the Ubi portal to monitor and setup the Ubi remotely. You'll also get early access to the API.  \nUbi is available in arctic white or midnight black. Please specify which is your preference when you back the project.\n$1 - Access to backer-only updates and early offers when product is launched    \n$149 - Early backers - 1 Ubi (limited to first 100)\n$189 - Single Ubi \n$349 - Two Ubis \n$479 - Three-pack of Ubis \n$649 - Five-pack of Ubis\nNEW! - $1249 - The Inner Sanctum - The Ubi 10-pack and much more\nHow it works \nUbi plugs into a wall outlet and accesses the Internet through a wifi connection. It has a microphone and speakers and listens for commands. Saying \"Ubi\" wakes up the Ubi for receiving verbal commands. You can then instruct the Ubi to do your bidding. Ubi will receive plain language commands. Ubi communicates back to you through speech or by using lights.\nOnboard the Ubi are sensors to monitor your environment: \n\nTemperature\nHumidity\nAir pressure\nAmbient light\nThis data can be stored online or used to trigger alerts to your mobile device or email. \nThe Ubi runs Android with a powerful processor to perform voice recognition and also has the ability to connect to other devices. You can plug in speakers, USB drives, or connect through Bluetooth directly to your iPhone or Android device. For developers, you can also communicate with potentially thousands of devices (through RF, wifi, or Bluetooth) and we're making the device open so peripherals and other applications can be used with it. \nTechnical Specs on the Ubi \nAndroid 4.1 Jelly Bean \n800 MHz ARM Cortex-A8 Processor\n1 GB RAM \n802.11 b/n/g Wifi Enabled (WEP, WPA, and WPA2 encryption)\nHi fidelity speakers and omni-directional microphone \nUSB 2.0 with 5 V power supply \nBluetooth 4.0 \nTemperature, humidity, and air pressure sensors \nAmbient light sensor \nRF Transceiver Module \nPlugs into a standard NA 110 V, 15A power outlet (world versions to be forth-coming)  UPDATE: NA two-prong plug, but 100-240 VAC, 50-60 Hz support! UPDATE #2: worldwide plug support available!\nDimensions (approximate): 4.0\" x 4.0\" x 1.1\"\nWhere We're At \nWe've been working for over ten months on the concept, design, and prototyping of the Ubi and we're now at a point where we're ready to bring it to the Kickstarter community. We've also built an early working prototype and have been refining the design to make it more compact and easier to use. We've been in contact with manufacturers and suppliers and have spec'ed out the costs for bringing the Ubi to market. Ubi is currently slated to work in English with North American voltages. We hope to expand this to other regions and languages. \nWe're working with local and overseas suppliers for sourcing the Ubi's electronics and plan on completing the machining, assembly, testing and certification of the Ubi in the Toronto area. We've also worked with certification authorities for pricing of safety and communication testing of the Ubi and inspection will be completed at the final point of assembly.\nOur team is experienced in working on dozens of projects for engineering research institutions. All of our team members have engineering backgrounds and have delivered on real engineering projects in the past.\nSample Data from the Ubi \nBelow is an example of some of the data that will be available from the Ubi as it monitors different aspects of its surrounding environment. The Ubi can constantly monitor your home to provide triggers or feedback. \n    Special Thanks and More\nThanks to all of our backers for helping us get this exciting project off the ground! We'd also like to thank the other Kickstarter projects that have inspired us like Twine, tōd and Pebble.   \nA HUGE thanks goes to our extremely talented friend, Joe Sarafian, of RapidParts.ca for his help in creating our Ubi prototype. \nA special thanks also goes out to El Cantador for allowing us to use their music in our Kickstarter video. You can like them on Facebook here.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #56", "update_userinfo": "New Voice First Kit", "update_content": "This morning we launched a contest for developers to showcase their voice projects using the Lexa App and Ubi Portal Voice Prototyping tool for Alexa Skills. Beyond the Ubi, we've released these tools to help you build prototypes and proofs of concept for voice interaction.\nIf you'd like to participate to potentially win your share of over $1,000 in prizes, you can check out our contest site here:\nhttp://contest.ucic.io\nWe look forward to hearing from you!"}, {"update_no": "UPDATE #55", "update_userinfo": "Lexa App Contest - Over $1,000 in prizes", "update_content": "Hello backers,\nThis is a quick update to check in as it's been awhile.\nOver the past six months, we've transitioned away from consumer hardware to provide a new service called Ubi Cloud - making it easier for any consumer hardware brand to voice enable their devices. More detail on it is at theubi.com"}, {"update_no": "UPDATE #54", "update_userinfo": "Lexa App - Launching Tomorrow!", "update_content": "Dear Backers,\nWe've been continuing to develop and push updates to the Ubis over the past months and will be announcing soon a new interface for building voice interaction with the Ubi. We're also moving towards a platform that will allow voice interaction to extend far beyond the current Ubi.\nSecurity"}, {"update_no": "UPDATE #53", "update_userinfo": "Amazon Echo and the Ubi", "update_content": "Hello backers!\nWe have a few cool updates for you.\nWinning!\nFirst, we'd like to announce the winners of our Ubi Video contest:"}, {"update_no": "UPDATE #52", "update_userinfo": "Check out the Ubi Forum", "update_content": "UbiSPEAK is now live!"}, {"status": []}], "comment_no": 410, "projec_url": "https://www.kickstarter.com/projects/607691307/ubi-the-ubiquitous-computer-voice-activated-and-al-0", "project_name": "Ubi - The Ubiquitous Computer - Voice-Activated & Always On"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "____________________________________\nUpdate Summaries:\nUpdate 1: Sensordrone Makes You Smarter \nUpdate 2:  Specs/Compatibility\nDownload Detailed Specifications:  http://www.sensorcon.com/forum/download/file.php?id=8 \nSensordrone will initially support Android 2.2 (Froyo) and later with shipments starting this Fall.  Bluetooth 2.1 and 4.0 will be supported for Android.  iOS support will be available for devices with Bluetooth 4.0, i.e. iPhone 4S & iPad (3rd Generation). Support for iPhone will trail Android by ~2 months.\nUpdate 3:  Data Sharing Apps/Pachube Support\nSensordrone is an open platform for all kinds of sensor and bluetooth peripheral device apps. Every app shown in this project will be available for free. Many new apps are under development, like data sharing apps so you can combine sensor data with smartphone capabilities and share on Google+, Facebook, etc. Support will be available for data recording sites like Pachube.\nUpdate 4:  Expansion Modules - Connect Anything to Sensordrone\nConnect to a printer or another wild idea you have!  New rewards include ambient CO2, pH & Dissolved Oxygen expansion modules.\nPeople Sense the Possibilities of Sensordrone!\nAndroid Police - \"...mind-blowing...applications of Sensordrone are simply astounding\"\nEngadget  - \"...slightly Star Trek, with the device connecting across Bluetooth to share a wealth of data on what's going on around you\"\nFast Company - \"Flash forward a few years and imagine millions of people carrying around tiny but powerful sensing units like these. People will then be able to join networks of individuals who share and/or sell their sensing data.\"\nGeek  - \"Sensordrone really looks like an incredible gadget, and clearly something that takes us one step closer to having a Tricorder for your mobile device\"\nGuyism - \"They even use the Star Trek font and refer to the Tricorder. NEEEEEEEERDSSSSS!... It’s actually pretty useful, a kind of technological Swiss Army knife.\"\nMashable - \"...Tricorders don't exist quite yet, but the Sensordrone currently on Kickstarter is a step in the right direction\"\nOhGizmo! - \"Yeah, we’re getting into Star Trek Tricorder territory here, and we’re pretty excited...\"\nTechSpot - \"...the Sensordrone is a Swiss Army Knife of environmental input\"\nTreeHugger - \"For years, scientists have talked about putting sensors into cell phones to be able to collect environmental data...it's not so easy. At least not until now.\"\nSensordrone Lets You Run Hundreds of Previously Impossible Sensor Apps\nSensordrone can fit on your keychain, monitor your environment, and talk with your smartphone via Bluetooth.  Sensordrone already includes more sensors than anything else available, so you can run hundreds of new apps.  Apps that are surprisingly useful in your daily life, fun apps, scientific apps, and more.  \nHere are just a few examples.\nIf you have a Sensordrone, you can run apps like these.\n__________________________________________________________\nDesigned to be Simple\nEverything is included in the Sensordrone's sleek & compact metal/plastic housing.  No configuration is required. Just run an app, and it works. There are no switches or dials to adjust. You don't have to buy new sensors to do anything shown in the video. Just run an app. Truly a major extension of your mobile device, everything is controlled by the app. Here are just 6 apps that we're already running with our Sensordrones.\nIf you have a Sensordrone, you'll also be able to run apps like these.  In addition, there are plenty more in development, by us and independent developers. More developers are welcome and will be supported.\nSensors to Make Your Life Better\nSensordrone is a sensor computer. \nJust like a computer can run many different applications, Sensordrone can run many sensor applications. And, just like the best computers using the best processors, we put the best sensors available into Sensordrone, including our own sensors.\nIf you have a Sensordrone, you can run apps on your tablet or smartphone to monitor carbon monoxide and air quality, find gas leaks, measure your child's temperature, log the weather, and much more.  \nFor example, appsusing the capacitance sensor can work as a stud finder, a proximity monitor, or a liquid level monitor.  Apps using the pressure sensor can work as a barometer, an altimeter, calculate elevation differences so you can measure the height of a building, be hooked up to a pressure cuff to work as a blood pressure monitor, and more. Humidity sensing is not just for weather, it determines comfort level for infants, finds the optimum conditions for storing foods, and could even help prevent mold from growing in your home\nSensordrone makes any sensor application as easy as running an app!\nIf you've ever wanted a Tricorder like in Star Trek, this is a step in that direction.  If you join the Sensor revolution, this is how your smartphone can look soon.\nAdvanced Sensor Apps\nIts only limit is your imagination.\nMore Than Just Data \nThe sensors in Sensordrone don't just give you data, they guide you to smart decisions. Sensor apps will teach you, help you, and guide you. You'll be informed enough to demand action. For example, the carbon monoxide sensor will measure carbon monoxide, but combine that with an Air Quality Index guide, and you'll get much more information than just a number.\nCarbon Monoxide Air Quality Monitor + Guide\n___________________________________________________\nConnect & Share\nThe Sensordrone can give you data anywhere you go.  Maybe you'll find a gas leak or a polluted area and want to share that information with your colleagues. Maybe you'll use it as a breathalyzer after having too many drinks and it will automatically have your phone call a designated driver.  Since the Sensordrone is essentially an extension of your internet connected smartphone or tablet, you can easily share vital data via your preferred web service. This includes Twitter, Facebook, sensor sites like Pachube, and much more.\nShare your data!\n____________________________________________________\n3 Modes of Operation:\nYou'll have full control over the Sensordrone, like LED colors and timing, which sensors are on, how often to collect data, and when to transmit the data. \n1.  Call-Respond Mode - (just give me the most recent data now).\n2.  Streaming Mode - (keep sending real-time data.)\n3.  Data Logging Mode - (store data in memory until called upon, then download and export to a .csv file)\nData logging mode - record and export weather or any other sensor data you want to gather\nState of the Art - Nothing Else Comes Close\nWho Are We?\nWe are Sensorcon. We develop and make Sensors. Sensors are our passion. Sensors are our life. We are not sensor hobbyists, we are sensor fanatics!\nSensorcon\nhttp://www.sensorcon.com/sensordrone/\nWe created the Sensordrone because it is what we wanted, a single device that can replace many others. We started out doing sensor R&D for DARPA at MIT, and now we are a small manufacturer producing toxic gas monitors in the heart of the rust belt. By using our own sensor technologies combined with the latest other sensors/chips available, we've created a product that is much smaller and more integrated than anything ever offered in the consumer electronics market. \nUncut/the future of Sensordrone\n***Attention*** Unlike the main video, these are just unedited explanations by our team.  Sorry, no special effects here, just our random thoughts. \nMark W. - Chief Dreamer (a.k.a. Mr. Feature Creep)\n.\nBen M. - Super Engineer (a.k.a. The Beard)\n.\nMark R. - PhD (a.k.a. Overqualified)\n.\nBrian C. - Software Guy (a.k.a. Canadian Exile) \nOpen Source Software:\nHardware is very expensive to develop. So we're making the Sensordrone's application level software open source so anybody can combine a suite of new sensors with powerful mobile devices to create great new apps. An API & sample code will be made available.\nWe are currently offering Android compatibility, but if this project is successful, we will port to iOS and Blackberry platforms, and possibly Windows.\nOne Device...Endless Possibilities\nApplication examples:\nAir quality\nBreath alcohol\nColor matching\nNon-contact thermometer\nWeather monitoring\nCrowd sourced Sensor Data\nGames (totally new concepts)\nFlatulence (use gas sensors for both serious and not so serious measurements) \nTotally new applications/Multi-sensor mayhem!\nTechnical Details:\nThe Sensordrone has all the sensors your phone doesn't have.  It is meant to extend your mobile devices capabilities, not duplicate them (so we didn't include motion or magnetic sensors which are common in phones/tablets)\nIncluded Sensors\nPrecision Electrochemical Gas Sensor - Calibrated for Carbon Monoxide (Also can be used for precision measurements of Alcohol, Hydrogen, and others)\nGas Sensor for Oxidizing Gases - MOS type for Chlorine, Ozone, Nitrogen Dioxide, etc.\nGas Sensor for Reducing Gases - (MOS type for methane, Propane, alcohols, other hydrocarbons, etc.)\nTemperature - Simple resistance temperature sensor type\nHumidity\nPressure - can be used for Barometer, Altimeter, Blood Pressure, etc.\nNon-Contact Thermometer - Infrared sensor for scanning object temperature\nProximity Capacitance - fluid level, intrusion detection, stud finder & more applications\nRed Color Intensity\nGreen Color Intensity \nBlue Color Intensity\nIllumination - combine RGB & illumination for color matching\nDigital & Analog Interface - Expansion connector for connecting anything you want to your mobile device through the Sensordrone\nExpandable!\nAnybody can connect any device/hardware project to the Sensordrone via a standard 0.1” pitch header, supports digital (RS-232, I2C) and analog signals. This makes Sensordrone an \"Easy Bluetooth Interface\" for your project. First for Android, then for iOS and other platforms.  We're making external expansion modules that will connect to the expansion connector.  To give you a sneak peak, one expansion module we're working on is a complete air quality monitor for precision measurements of Carbon Dioxide (CO2), Carbon Monoxide (CO), Nitrogen Dioxide (NO2) & Ozone (O3).\nSensordrone Interface Pin-Out\nEasy Bluetooth Interface for Your Project\n____________________________________________________________\nA Sensor Revolution!\nThe government can tell you that the air quality is good based on data collected at their monitoring stations, but unless you live next to such a station, they can't tell you what the air quality is where you live. The air quality where you are may be very different, especially if you're near a highway, an industrial facility, or even just in a parking garage. \nCrowd sourced data from Sensordrone users can dramatically expand the existing pollution/Air quality and weather station network, potentially leading to improved health and better weather forecasting. \nCompare the official Air Quality Index network for Carbon Monoxide in New York State (~10) vs. what a Sensordrone network could be (1,000s+).  \n                                 VS.\nThis is what happens when you de-centralize data and put it in the hands of the people. \nUnbelievably Small Design...\nAll the sensors are enclosed in a unique, fully custom plastic & metal housing. The Sensordrone is the \"swiss army knife\" of sensors.  It's so small, and light, you can carry it everywhere, on your keychain, or perhaps on a necklace...\n _____________________________________________________________\nWorld's 1st Practical Tricorder (with your help)\nMonitor everything, everywhere.  This is real, this is ready, this is the Sensordrone, by backing us you'll become part of the movement, and help us move into full production and develop many more apps and external expansion modules.\nDesigned AND Made in the USA\nUnlike many others, you won't hear us complaining about how difficult it is to manufacture in the USA, we already do, and we're doing so in the rust-belt.  \nThe Sensordrone was designed by engineers from Buffalo & Toronto. Electronics assembly is being done in Detroit & Rochester, molded parts in Cleveland, and sensor components, final assembly and testing done at Sensorcon in Buffalo. \nInformation Flyer for Hobbyists/Developers\nhttp://www.sensorcon.com/forum/download/file.php?id=7\nWhy Kickstarter?\nKickstarter is the perfect place to find people to help launch this product - you've seen the Sensordrone in action, but to see it in your hands, we need your help to fund the initial production of this product!  If this project is successful, the money will be used for production ramp up. Any extra will go towards improving the platform and creating more & better apps.\nThis project is participating in the Kicking it Forward program, 5% of the profits from this project will be contributed to other Kickstarter projects.  http://kickingitforward.org\nRewards:\nRewards for backers are pre-orders of the Sensordrone at special Kickstarter pricing, Sensordrone T-shirts, stickers, and access to all our updates.\nA Couple T-Shirt Design Concepts\n_________________________________________________________", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #25", "update_userinfo": "Thank You & Project Wrap Up", "update_content": "Final Scheduled Update...\nHappy holidays everybody.  This is our final regularly scheduled update.  We want to thank you all again for your support in getting Sensordrone off the ground and for following, supporting, and pushing us forward over the past year and a half.  We may send out an update in the future if there is something really exciting to announce (there will be), but with this update we want to just summarize everything."}, {"update_no": "UPDATE #24", "update_userinfo": "General Update", "update_content": "Firmware:\nIn early October we released a beta update of the firmware 1.1.4.  This is still considered to be in beta, as it doesn't yet include the data logging capabilities we're testing now. However, it does help a little on the power, and it also helps a lot for iOS connectivity, which has been troublesome for some since the iOS 7 upgrade.  \nIf you want to try out the beta firmware, get the details here:\nhttp://developer.sensordrone.com/1-1-4-beta-firmware/"}, {"update_no": "UPDATE #23", "update_userinfo": "Another Firmware Update & Water Sensors Update", "update_content": "Firmware:\nWe have another firmware update for everybody.  This fixes a couple bugs found, improves the connection sequence, and gives a 3+ day standby battery life.  Download & Install firmware version 1.1.3 from:\nhttp://developer.sensordrone.com/downloads/"}, {"update_no": "UPDATE #22", "update_userinfo": "SPECIAL ACCELERATED UPDATE!", "update_content": "ATTENTION: This is the Most Significant Update Since Sensordrone Started Shipping!\nIOS Finally Approved:\nSensordrone Control is now in the App Store. You MUST update your firmware to enable Bluetooth Low Energy communications, otherwise it will not work with your Apple device."}, {"update_no": "UPDATE #21", "update_userinfo": "New Apps & Big API News for Developers", "update_content": "Open Source\nPer developer feedback/requests, we're open sourcing the Sensordrone Library (hooray!). The key new thing that will be open is the communications protocol that is not open in the current API.  This will be a new version of the library (has the latest updates), the source code will be licensed under Apache 2.0 and will be hosted on github.  We need to do a little cleaning/commenting before it's published, but the eta is sometime in August. "}, {"status": []}], "comment_no": 522, "projec_url": "https://www.kickstarter.com/projects/453951341/sensordrone-the-6th-sense-of-your-smartphoneand-be", "project_name": "Sensordrone:  The 6th Sense of Your Smartphone...& Beyond!"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "Knut is a small, battery powered, Wi-Fi enabled device that enables you to monitor your valuables using your computer or mobile device.\nKnut can be used to:\nMonitor the temperature of your home, aquarium, wine collection, home brewing operation all at the same time\nMonitor the humidity in your basement or cigar collection\nTell if someone has opened your liquor cabinet or refrigerator door\nMeasure how much vibration a package experiences during shipping\nInsure you water your plants\nThousand more uses that we haven't imagined yet - but you will\nKnut is controlled by an app installed on your computer or mobile device. This app will give you direct access to:\nAlerts\nGraphing\nData collection \nThis app will be available for most computers (PC, Mac) and mobile devices (iPhone, Android).  Knut uses email technology to send and receive data. This allows Knut to have great battery life and will never require subscription fees.  To be clear, you will not be bombarded by emails.\nSetup Up Is Simple\nYou can set up Knut using the Knut Interface app or a web page stored in Knut. There you can:\nGive your Knut a name\nAssign your Knut an email address\nSet how frequently your Knut checks its sensors (Time critical sensors such as accelerometers and switches are checked whenever they change)\nChoose acceptable ranges for every sensor connected\nSelect your notification preferences (If you would like to receive an email or text message alert if a sensor goes out of the acceptable range)\nHow It Works\nKnut spends the majority of the time asleep.  Every so often, Knut wakes up, checks and then records the status of all connected sensors.  When the memory in Knut is full, Knut sends its recorded information to a designated email address. \n\nThe Knut Interface app periodically checks this email address and stores this data on the computer/mobile device. \n\nWhen the you would like to see the status of a sensor, the app loads the information which is stored on your device. Because this is simply a system of sending and receiving emails, multiple Knuts and Knut Interfaces can be associated with the same email address.  \n\nWhen the Knut Interface is used on a desktop computer, the Knut Interface can export a spreadsheet file (.CSV) so you can work with this data in any spreadsheet application.\nWhat Knut Can Monitor\nKnut has a high accuracy temperature sensor and a battery level sensor built in. If you want to monitor more than just temperature, you can connect an external sensor or multiple sensors using the 3-port hub. Currently we have functional humidity, vibration, door, water proof temperature, and water presence sensors.  \n\nWe plan to offer more sensors based on your suggestions. If we don't offer the sensor you need, you can always hook up your own sensor using the breakout board.\nOur Plan\nAfter 3 years of development and 5 complete redesigns, Knut is almost ready for you. Our shortcoming is our interface applications - and this is where we need your help. We have a functional and almost final iPhone application and other Android and Windows based applications are in the pipeline.\nSo, Kickstarters, we need your help to make our vision reality. \nWith your help, we will:\nBuy raw materials \nHire programmers\nHire a human computer interface specialist\nFinish Android and Windows applications\nTake your input and build a better product\nGet this product into your hands\nProvide basic technical support\nCurrently, we possess a laser cutter and a pick and place machine. For our prototypes, we have our blank circuit boards made in Oregon and our cases made in California. We cut the necessary holes in our cases with the laser cutter and place the components on bare circuit boards with the pick and place machine. It's a fast and straightforward manufacturing process.\n\nBecause of Jay's involvement with sales of electronics, he has extensive experience managing shipment of thousands of items on a daily basis. He also has many close connections with electronic component distributors worldwide, giving us direct access to hard to find and long lead time components. \nWe think we have a decent manufacturing capability. So, for orders of fewer than 300 Knuts, we will manufacture in-house, at our shop in Boston, MA.  We can build up to 30 Knuts in a day, so it would take no more than two weeks for us to manufacture the entire order. For larger orders, we will contract with a Massachusetts-based manufacturer.\nWho We Are\nJay graduated from the University of Massachusetts Amherst with a degree in Operations Management and went to work in sales in the electronics industry. Jay has always been interested in building things by hand.\nAfter studying Electrical Engineering for two years at Northeastern University, Richard left to start an aquarium construction and maintenance company. \nRichard landed a job maintaining the aquarium at Jay's office. They became friends and soon found themselves building a very large aquarium together.  This aquarium, with its multiple lighting systems, automatic water changing system, flow switches, water level detection, battery backups, and myriad other features required some kind of control system. They looked for off the shelf solutions, and when they realized that what they needed didn't exist, they built it: a fully automated multi-sensor aquarium controller.\nAfter this controller was built, a friend inquired about a method to monitor the temperature of multiple apartments in a condominium complex. Richard realized that this aquarium controller could be easily adapted for his friend's needs as well as an endless array of other applications. The result is Knut.\nKnut Spec Sheet\nWe want to ship a product that we can call complete.  For the technically inclined individual who really wants to know the capabilities of Knut, we have written out a spec sheet.  This spec sheet outlines what will be supported in the release of this product. Most of the specifications in this sheet are already functional so it is likely that additional sensors and features will be added to Knut by the time we ship.  These additional items may or may not be completely functional.\nDimensions: 2.6\" x 1.6\" x 1.1\" / 66mm x 41mm x 28mm\nKnut Interface App:\nKnut can be setup and monitored using the \"Knut Interface\". The Knut interface is available on Windows, Mac OS X, iOS (iPhone, iPod, iPad), Android and Windows Mobile. \nKnut Interface supports:\nSetup of Knut\nSetup of Alerts from Knut\nAutomatic graphing of data from sensors connected to Knut\nRemote modification of most of Knut's features and settings\nExporting CSV files (Windows, Windows Mobile and Mac OS X only)\nWi-Fi:\nKnut connects to the internet using commonly available Wi-Fi. \nKnut supports:\nSpeed: 802.11g\nSecurity: WEP-64, WEP-128, WPA, WPA2. Does NOT currently support WPA Enterprise or WPA2 Enterprise.\nType: Infrastructure, AdHoc\nRange: 100 meters. Obstructions (such as walls) will reduce range.\nSensors:\nHigh accuracy temperature and battery level sensor are integrated into Knut. Serial and Non Serial devices cannot be mixed with the exception of waterproof temperature sensors which can be mixed with 1 non serial sensor. Some sensor devices contain more than one sensor.\nSerial Sensor Devices (8 maximum):\nWaterproof Temperature\nHumidity (Contains 2 sensors: Humidity and Temperature)\n3-Axis Accelerometer (Contains 3 sensors: X axis, Y axis, and Z axis)\nNon Serial Sensor Devices (2 maximum):\nDoor switch\nWater presence\nBreakout Board(Simulates 2 sensors. Either can be digital or analog)\nEmail:\nKnut communicates using email and requires its own email address to do so. Multiple Knut's can and should be used on the same email address. The user should not interfere with this email address. This email address must support checking email remotely (IMAP or POP3) and sending email remotely (SMTP). SSL support is optional. Most free email accounts support these features.  \nKnut can send alert emails and text messages.\nBattery:\nKnut operates for about a year on two AAA alkaline or lithium batteries using default settings and no external sensors. Battery life can vary from 2 weeks to 10 years based on choices that you make. \nVariables that affect battery life (in order of importance):\nDistance from the Wi-Fi access point\nHow often Knut sends emails\nTemperature of Knut (very cold = bad battery life)\nSpeed of your internet connection\nReliability of your internet connection\nWhat type of sensor is connected\nHow many sensors are connected\nHow often Knut is set to check sensors\nEnvironment:\nKnut cannot get wet or be exposed to harsh chemicals. The sensor leads of the water presence sensor and the probe tip of the waterproof temperature sensor can be submersed but they cannot be used with strong acids or solvents. \nKnut's electronics can handle extremely hot and cold temperatures but standard alkaline batteries lose a significant amount of capacity when cold. We don't recommend using Knut above 55C (131F) or below 0C (32 F) for extended periods of time. If you would like to measure temperature outside of this window, we recommend using the external waterproof temperature sensor. We have successfully tested Knut in a -22C environment but the battery life was significantly reduced. ", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "Knut Water", "update_content": "Hey Backers,\nJust launched the new and improved Knut on Kickstarter. It's called Knut Water. Knut now has 3 sensors built in: temperature, humidity and water detection. Knut Water is waterproof, has USB support (OTG) and setup takes seconds. Check it out here:\nhttps://www.kickstarter.com/projects/52038469/knut-water-monitor-protect"}, {"update_no": "UPDATE #26", "update_userinfo": "Knut Interface - Android", "update_content": "Hello,\nIf you're looking for the Android App or any other OS Knut Interface.  You can download it here right from our website.\nhttp://www.amperic.com/manual/software\nJay"}, {"update_no": "UPDATE #25", "update_userinfo": "Almost done shipping", "update_content": "Thought I would let you know that we've shipped out a ton of boxes the a past couple of weeks.  Infact it's probably close to 90%.  I am working on getting the rest of them out today and tomorrow.\nIn other words..  If you don't have your Knut yet, you will soon!\nThanks for having so much patience,\nJay "}, {"update_no": "UPDATE #24", "update_userinfo": "Shipping", "update_content": "Hey Backers,\nThought I would let you know that all of the Knuts are finished and we will have all of the sensors from the contract manufacturer on Monday. That means that starting Monday we will be shipping Knut in quantity.\nI will be posting the Windows app in a few days and the iPhone app is available from the App Store. Android is still not done. I still need a few more weeks to finish it."}, {"update_no": "UPDATE #23", "update_userinfo": "Almost there", "update_content": "It's been a busy month. This is what we've been up to:\nSubmitted the iOS application to the app store:"}, {"update_no": "UPDATE #22", "update_userinfo": "Just In", "update_content": "I thought it would be nice to tell you guys that today I picked up 250 Knuts from our contract manufacturer. We should be receiving the remainder sometime next week. Over the weekend we will be testing these and putting them into cases."}, {"update_no": "UPDATE #21", "update_userinfo": "The light at the end of the tunnel", "update_content": "Hi Backers, \nAll of the gears are finally turning. We got in all the circuit boards a few days ago and I just dropped them off at the contract manufacturer a few hours ago. It will take 14 days to have them manufactured. The sensors are lagging the Knuts by 14 days so we will have all of the completely assembled sensors in 28 days."}, {"update_no": "UPDATE #20", "update_userinfo": "Production Knuts", "update_content": "Hi Backers,\nWe've finally reached production.\nWe ran into a few more snags on the way. One of the more serious issues was we found out that cutting the cases on the laser cutter releases cyanide gas... And that why we were getting headaches whenever we would cut cases. I drilled a hole through our building (which is made of concrete) to vent the gasses but the cases themselves actually continued to release a horrible smell for several days after being cut. Also, it just didn't seem ethical to be venting toxic gasses into the atmosphere."}, {"update_no": "UPDATE #19", "update_userinfo": "First run of production Knuts", "update_content": "Hi Backers,\nWe got in the production devices today. We obviously need to have a discussion with the manufacturer. Here are a few pictures of some of the problems we found:\nThe led is installed at the wrong height. At this height, the led will be recessed in the case."}, {"update_no": "UPDATE #18", "update_userinfo": "Manufacturing", "update_content": "Jay and I stopped by Sunburst EMS in West Bridgewater MA today to drop off a sheet of Knut's and associated parts. Unfortunately, they would not allow us to take any pictures so this is all we have, a picture of all the parts on a carpet."}, {"status": []}], "comment_no": 253, "projec_url": "https://www.kickstarter.com/projects/52038469/knut-stay-connected", "project_name": "Knut: Stay Connected"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "If you landed here after our Kickstarter campaign closed and wasn't able to get your Pocket TV but still want to support our project you still can! We've opened a pre-order site where you can support us and receive the same benefits of our Kickstarter backers. Just go to shop.infinitec.com to pre-order your Pocket TV. In the future we'll also be adding more accessories and other goodies for your Pocket TV. Check it out and tell your friends about it! \nNew updates\nYou can watch our hands-on demo video and get a better feel of the power of the Pocket TV and what the Air Remote can do.\nWe're also working on upgrading the design of the Pocket TV. Check out the new look:\n*Scroll down for more pictures\nIf you want to hear more, check out this podcast where Mind of the Geek interviewed Infinitec founder Ahmad Zahran.\nZDNet \"It’s becoming difficult to spot the potential gems in the crowd-sourcing crowd. Geeks should check out the Pocket TV, which puts an Android computer on a USB stick designed for use with HD TVs.\"\nPC Magazine \"A thumb-sized dongle that plugs directly into HDMI ports on existing TVs, bringing the power of Android to living rooms everywhere.\"\nAndroid Community \"This little device packs a punch.\", \"The Air Remote option makes this truly versatile.\"\nMind of the Geek \"We can only say two more words about the Pocket TV: MIND. BLOWN.\"\nHot Hardware \"A big selling point of the device is that it’s portable, so you can slap it into any TV, anywhere--on vacation, in the boardroom, at your parents’ house, etc.--and you have your computer up there on the screen.\"\nTechchee \"It’ll be very useful for showing off some Android apps or Android games on big TV screens to your friends or anyone that you encounter in your daily run.\"\nConvert your TV into a Smart TV\nThe Pocket TV is a small pocket-sized dongle that connects to the HDMI port of any regular TV (even your 5-year-old TV) and converts it into a Smart TV. It's basically a fully functioning micro-computer the size of your thumb which runs Android 4.0 (Ice Cream Sandwich) much like today's latest smartphones. The processing power in the Pocket TV will allow you to display Android on your TV turning it into a mega-sized tablet (just imagine a 50 inch iPad). You can download apps from the Google Play Store to stream videos, play games, connect with your friends on Facebook, catch up on news, do some work or simply surf the web. You can even attach a video camera to do Skype video-calls… Yes, all that on your TV!  \nWhy do we call it a Pocket TV?\nThe device is so small that it fits in your pocket and you can conveniently take it anywhere you go. That’s important because you can carry your Pocket TV with you anywhere, even when you travel abroad. And when you get to your destination, hotel room or office you can easily plug it into any monitor or TV and you will get access to all your information, games, TV streaming channels, work documents and your entire digital life. You’ll have all the benefits that you get from carrying your smartphone but with the ability to display it on a much bigger screen. Imagine walking into a meeting and doing a presentation without a laptop. All you need to do is plug the Pocket TV into the projector and your presentation can be played from the cloud (like a Dropbox account) or locally from the SD Card.\nWhat can it be used for?\nStreaming video: Imagine being able to watch YouTube on your TV rather than on a small computer screen. Or even your other video subscriptions such as Netflix, Hulu or Amazon Video Services. You can now do that right on your home theater system instead of your tablet or phone. Oh and it’s all displayed in HD with up to 1080p resolution.\nListen to music: The Pocket TV even acts as a streaming device for music so you can play all of the content that’s on your computer or home network drive (NAS). That means you access not only your downloaded music but also your movies, TV shows and even your holiday pictures right on your home entertainment system.\nGaming: Why wait for Angry Birds to come to Xbox360 or PS3 when you can play it on your Pocket TV? Or how about racing and strategy games? Wouldn’t they look better on your TV than on your phone?\nSocial Media: For all you social media addicts who can’t go 15 minutes without checking your Facebook and Twitter feeds we wouldn’t deprive you of that. Trust us, we’re just as hooked as you are!\nNews: Get CNN and BBC on demand. The story you want, when you want it, right on your big screen TV. For those who are less addicted to news you can access all your feeds with Google Currents, Pulse, Flipboard and similar apps.\nWork: Edit documents, read PDFs, review PowerPoint, send and receive emails and even do video conferences.\nGoogle Maps: Tired of squinting at your screen trying to find road directions? Yes we know you won’t be able to take your TV with you on the road, but the satellite imaging is insane on a 50-inch plasma!\nWeb Browsing: And of course you can to that too. Use Dolphin browser, Opera, or even Chrome and sync it with your laptop's browser.\nThousands more apps: The Google Play store is full of apps for all types of users and most of them work on the Pocket TV. Dropbox, Evernote, IMDB, ESPN… The list is endless. Go exploring and let us know what you like. If there’s a specific function you would like us to develop to better use a popular app let us know and we can work on it.\nRemote Control\nA Standard IR Remote is shipped with every Pocket TV. This remote uses infrared signals just like your TV and gives you the ability to control the Pocket TV using up/down/side arrows and several buttons. You can also program your universal remote to control the Pocket TV if you don’t want to have yet another remote lying around the house.\nAn Air Remote is also available for backers who prefer this option. The Air Remote has a gyroscopic sensor that allows you to control your Pocket TV just by moving it around (like a Wii controler). Move your hand up, down or sideways and the cursor on your screen will follow you. This makes your TV experience a lot more interactive and a whole lot more fun!\nControl it from your smartphone. If you want you can also use your iPhone or Android smartphone to control the Pocket TV. Just download the Google Remote TV app from the Apple App Store or the Google Play Store and your phone will become your remote. We’re also working on our own app for your phone with some very cool features.\nHow does it work?\nThe Pocket TV has a Cortex A9 processor packing 1GHz of power and run Android 4.0 (which works similarly to Apple's iOS for you Apple fans!). It uses the HDMI port for display and can be controlled with either a standard IR remote or the more interactive Air Remote. You can connect it to any standard TV set as long as it has a HDMI port and it will display up to 1080p resolution. It also has a USB port so you can attach an external hard drive, a wireless keyboard and mouse or a video camera for video calls. Oh and did we mention it also has a Micro SD card slot so you can add extra storage?\nOpen Source Software\nThe Pocket TV runs Google's Android which is open source project and we want to build on that with your support. If you're a developer and want to develop Apps, MODs or even ROMs for the Pocket TV, we want to work with you. Drop us a message and we can work together on your idea or project. Who knows, maybe we can even bundle your app into the device for when we start shipping in November. \nHardware Design\nWe’ve tried to think of everything to make your Pocket TV experience as intuitive and fun as possible so we’ve packed as much technology into this tiny device as humanly possible by combining the best hardware and software together. Below are the technical specs.\nNote: Specs have been recenty upgraded to 1GB RAM\nWhat have we done so far?\nWhat you see in the video are actual working units. We've developed several prototypes that we're using for testing and to develop the software on. Our Hardware design is complete and our software is in Beta at the moment but it's very stable so we're very close to finalizing it. \nWhy do we need your help?\nWe need your support at Kickstarter to help us to fund our first production and manufacturing run. That means making thousands of these devices to ship around the world. We also need your help to spread the word about the Pocket TV. You'll be amongst the first to have one so you can tell your friends and the whole world too.\nWhat's Next?\nWe’re now getting ready to start production of the Pocket TV but we need your help to accomplish that. With the support from Kickstarter we'll be able to start  our first manufacturing run and we hope to start shipping them to you by September or October 2012. \nHere is our plan for the next few months:\nJune: Finalize the software development\nJuly-August: 1st production run\nSeptember: assembly, testing and packaging (possibly start shipping)\nOctober: Start shipping\nRewards\nSince we're not in the US like most Kickstarter projects we'll ship all the rewards using FedEx Priority Shipping so that you can get your Pocket TV delivered to your doorstep faster (within 2 business days) and without moving from the comfort of your home. Please bare with us and don't forget to add the FedEx shipping cost to your total pledge. Sorry about that but we’re just trying to speed up delivery to you.\nHere's a list of our Rewards:\nWe have two Early Bird specials for the first 200 backers who support us:\n$99 - Early Bird Special #1: One Pocket TV with standard IR Remotes (Please add $10 FedEx shipping for US & Canada and $15 for FedEx international)\n$119 - Early Bird Special #2: One Pocket TV + One Air Remote (Please add $10 FedEx shipping for US & Canada and $15 for FedEx international)\nWe also have a variety of rewards with different remote control options:\n$110 - One Pocket TV with standard IR Remote (Please add $10 FedEx shipping for US & Canada and $15 for FedEx international)\n$135 - One Pocket TV + One Air Remote (Please add $10 FedEx shipping for US & Canada and $15 for FedEx international)\n$280 - Two Pocket TV + Two Air Remotes (Shipping costs included)\n$650 - Five Pocket TV + Five Air Remotes (Shipping costs included)\n$1,250 - Ten Pocket TV + Ten Air Remotes (Shipping costs included)\nMore About Us\nInfinitec is a young 3-year-old startup. We're a small team of friends with a mad set of skills ranging from engineering and programming to design and innovation. We started working together some years ago on several new concepts with the aim of creating innovative solutions that would make life easier for everyone who used them. We believe in innovation and breakthrough, and that every problem must have a solution.\nYou can also follow us on:\nfacebook.com/infinitec\n@infinitec\nwww.infinitec.com\nWe will also be updating our website soon with the new product info.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #26", "update_userinfo": "Summer Time! It's Summer Time!", "update_content": "Hey Pocket-TV-ers!\nIt's been a while since our last update. And what a crazy time it's been! Launching a new product is no easy task and while Kickstarter has been an incredible help to us, overall it's been a roller coaster ride! But thanks to you, our loyal Kickstarer supporters we've been able to do great things.\n      "}, {"update_no": "UPDATE #25", "update_userinfo": "It's been a while...", "update_content": "Hello Pocket TV-ers!\nTime has flown and it's now been almost a year since our last update (where does time go exactly?). We feel bad that we haven't kept in touch but 2013 has been quite a crazy year for us: we grew the team, reached Silicon Valley, set up an office in Dubai and a small presence in San Francisco and have been hard at work on the next generation of the product. And all this because of your support and backing. So now we wanted to share some of our story with you so that you know what you've helped accomplish through your Kicsktarter support."}, {"update_no": "UPDATE #24", "update_userinfo": "Merry Christmas, Happy New Year, Over and Out!", "update_content": "Hey Pocket TV-ers,\nMerry Christmas to all. Ho-ho-ho!!! Even though here in Dubai we don't officially celebrate Christmas we do love the season. So here's wishing you all a great 2013! We hope it's filled with technology and new gadgets galore!\nThe One About Shipping"}, {"update_no": "UPDATE #23", "update_userinfo": "A few notes while you wait...", "update_content": "Dear Pocket TV Maniacs!\nThe craze for Pocket TV deliveries is on and as of today Pocket TVs are starting to arrive at their new homes around the globe from the US to Australia! We're psyched to see so many excited people and we're thrilled at all the positive comments we're starting to receive. After months of hard work our efforts are paying off and we're loving your feedback. Please keep it coming. And if you haven't received your Pocket TV yet please don't worry, we're still shipping so it'll be on its way!"}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping update (don't panic!)", "update_content": "Hey Pocket TV-ers!\nQuick update. We've hit a small snag as FedEx f'ed-up (FedeExed up) and they haven't been able to ship out yesterday's shipments. That means they'll have to process them again and so all the emails with airway bill numbers that have been sent this far are no longer valid.\nIf you've received an email from FedEx in the last couple of days go ahead and disregard it. Within the next few hours you should receive a new email with a new airway bill number. That's the one you should keep and use."}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping has started!", "update_content": "Dear Infinitec-ers and Pocket TV addicts!\nYes the day has arrived at last! We're now shipping!!!! Hurrayyyy!!!!! \n(wait for applause - just kidding!)\nThe One About.... Yup, Shipping"}, {"update_no": "UPDATE #20", "update_userinfo": "Shipping Soon", "update_content": "Hey Pocket TV-ers!\nIt's been a while since we gave you an official update. That's only because we've been extremely busy finishing off our first production run. To be honest it's been a very stressful few weeks for us. Manufacturing is a tricky business and if you're not on top of everything at all times things can continuously keep getting delayed. And because we promised you that we'd stat shipping in the next few weeks, we have to live up to our promises. So we're happy to announce we're still on track!\nThe One About Shipping Dates"}, {"update_no": "UPDATE #19", "update_userinfo": "Updates From China, Final Shipping Dates and More Goodies!", "update_content": "Hey Pocket-TVers!\nIt's been a while! Well that's because we've been very busy putting together the final touches of our manufacturing and logistics process. As a matter of fact we've been in China for the past 10 days, frantically working with our manufacturing partners to finalize the first manufacturing run. So how did it go? Here's the lo-down!\nThe One About The Test Run"}, {"update_no": "UPDATE #18", "update_userinfo": "Some Logistics Info", "update_content": "Hey Pocket-TVers!\nAs you already know, over the last week we've started working on our logistics process. With over 3000 backers that we need to ship rewards to, this is quite the challenge and we're trying our best to prepare ourselves so it doesn't turn into a shipping nightmare with lost shipments or upset backers. So we thought we'd give you some more clarity as to how we plan to ship your reward and what we need from you to accomplish this. Please ready this update carefully in order to help us get your reward to you successfully.\nThe One About The Phone Numbers"}, {"update_no": "UPDATE #17", "update_userinfo": "Update on Phone Number Forms", "update_content": "Hey Backers!\nWe'd like to apologise for the email fiasco that's been brewing over the last couple of days. We promised to send you an email with instructions to update your phone number information and to duble check your shipping address. Unfortunately we ran into some technical difficulties that we hadn't foreseen and we weren't able to send out all the emails by the promised deadline."}, {"status": []}], "comment_no": 1723, "projec_url": "https://www.kickstarter.com/projects/484889112/the-pocket-tv-makes-any-tv-a-smart-tv", "project_name": "The Pocket TV: Makes any TV a Smart TV"}}, {"backer": "Think Automatic", "project_data": {"campaign": {"story": "                     ↑ Check out the video ↑\nTUAW - \"It's an elegant solution to a simple problem most of us face.\"\nTake control of your world.  It’s as easy as downloading an app.\nElphi is the first smart plug built for the 21st century.  With it you can monitor, control and even share devices with your friends from anywhere in the world.  Simply plug your devices into the Elphi plug and connect them to the Elphi cloud with our free app.  Our streamlined setup process usually takes less than sixty seconds.  We've designed our system to work with your existing WiFi network so you don't have to buy any additional hardware.\nELPHI GOES EVERYWHERE\nThe Elphi smart plug can be used to monitor and control all of the things you plug into the wall.  We have been using it to turn on the espresso machine on the way back from work, for turning on heaters and lights, and to check whether my grandmother is ok by looking at her power usage over time.  How will you use it?  Elphi is limited only by your imagination.\nHow does it work?\nThe Elphi plug and app communicate via a cloud service in real time.  The plug uses a dual core Wi-Fi chip to connect to local Wi-Fi networks and is designed to minimize vampire power usage by backing off the relay switch’s coil current via pulse width modulation.  The plug’s firmware is also being designed to allow for updates as our system improves and evolves.\nThe app talks to our API and receives push notifications for events such as turning on the plug with the physical button or your friend turning on your lights from his or her phone. We plan to open up the API to users and developers in the near future.\nThe Elphi cloud is a secure, reliable service that ties together phone apps with the physical devices you use in your everyday life.  We have built it to handle the constantly fluctuating loads associated with even the most demanding smartphone-driven lifestyle. \nCompatibility\nThe Elphi smart plug is compatible with iPhones running iOS 5.1 and will be compatible with Android shortly.\niPhone 3GS, 4, 4S running iOS 5.1\nAndroid devices running 2.3 and higher\nWiFi type 802.11b (also works with b/g/n networks) \nStandard 3 pronged U.S. plug (safely powers anything you plug into your wall socket- up to 15amps, or ~1875 watts)\nElphi Features\nOur goal is to transform the devices you use into a seamless, virtual extension of yourself, and we are building the tools to make this a reality.  Currently with the Elphi system, you can:\nMonitor loved ones (elderly or latchkey kids) by looking at the power use patterns on their devices.\nInstantly turn on and off any device from anywhere via smartphone - from your couch or from across the world\nUse the button as a manual override if a smart phone is not present\nSet timers just like you set your alarm clock on your phone - set your coffee machine to turn on every morning\nLocation awareness - your phone can notify you or control devices based on your location (i.e. curling iron turns off when you leave the house)\nMeasure the power usage of any device, and monitor it over time\nPlug two Elphi plugs into a single outlet with our space efficient design!\nUpdate Elphi plug firmware from your phone\nSynchronize state changes across multiple users’ phones\nAutomatically turns off if device plugged into Elphi plug is drawing too much power\nWhere we’re at\nWe’ve been working for almost a year to integrate our cloud service with our custom firmware, hardware and phone apps.  The Elphi system you see in the video and pictures is a real, working prototype that we’ve been using since the beginning of this year.  Our final prototype was built with a 3d printer, hand sanded and painted with glossy paint.\nWe want to bring Elphi to your home. Your contribution will fund:\nProduction tooling for injection molds, plug prongs\nFCC, UL regulatory approvals\nHigh volume parts pricing\nWe have a contract manufacturer lined up, and are ready to go!  Once we know how many Elphi plugs to produce, we will move forward to create the custom tooling to produce our enclosures, boards and metal prongs.  After the constituent parts of the Elphi plug are finished, we will be free to start final assembly and ship to you!  We estimate we will be able to ship in October.  We'll keep you in the loop with updates!\nRewards\nEach Elphi plug has a glossy plastic exterior with an LED back lit button.  The form factor is small enough to fit two in a standard U.S. wall outlet. We are also offering an early adopter t-shirt, an exclusive invite to our launch party, and of course, the the Elphi plug itself.\nFAQ\nQ: How do I set up the Elphi? A: Download the Elphi App.  Plug in the Elphi plug, which in unconfigured state emits its own wifi network.  Press the ‘+’ add button to add another device on the app.  If you have an iPhone, switch to the “Elphi” WiFi network, and return to the Elphi App.  Enter a name, and location for your new device.  Enter your WiFi network name, type in your password, and you are done.\nQ: What kind of WiFi does Elphi use?  A: Elphi operates on type 802.11b, but will work with any backwards compatible WiFi router (b/g/n).\nQ: What additional hardware do I need to make Elphi work?  A: None\nQ: Does Elphi work with Android?  A: Yes\nQ: What is the lifespan of the Elphi? A: Roughly 100k use cycles; in normal use cases at least 3 years.\nQ: What known issues exist? A: The Elphi system is only as reliable as your WiFi network.  It is vital to have a good wifi router with a good internet connection. Additionally,  the Elphi plug is unable to do web authentication; if your WiFi network uses a website to authenticate, the plug will not be able to connect.\nQ: Do I have to pay a subscription fee for the service? A: No.\nQ: Is the Elphi Smart plug available overseas? A: Not currently. There are many obstacles and costs associated with launching a power electronic device in many countries- different tooling for each plug shape, regulatory approvals, legal issues, potential IP threats and servers in the same geographic area to provide low latency. Long term we absolutely want to make our system available to users everywhere, and we will announce when we make it available more widely- email us at international@elphicloud.com to get on the international announcement mailing list.\nQ: Do I need to have a static IP address or forward a port on my router like with other home automation systems? A: No! Our goal from the start was to automate as much as possible and avoid having a 30-step installation process.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Cameron Colpitts\nFirst created · 2 backed\nElphi began as an idea to automate an espresso machine. Starting with a simple Arduino prototype and off the shelf parts from Digikey, the...See more"}, "support": [], "updates": [{"update_no": "UPDATE #4", "update_userinfo": "The Final Countdown!", "update_content": "Hi Kickstarters!\nFirst, to our backers: thank you for all your support!  We are grateful for all your great feedback and ideas.  Keep spreading the word!  Only a couple days left- it'll be a stretch, but it can happen!\nSecond, regardless of whether or not we reach our Kickstarter goal, we plan to move forward.  Please send an email to info@elphicloud.com, and we will keep you up to date with when and where Elphi will be available.\nAnd one more thing: We are implementing geo-fencing on the Elphi app!  This means that you can automatically turn off your lights whenever you leave the house, or have the heat turn on automatically as you drive up.  With Elphi, it is our goal to make things happen automatically so you don't have to remember."}, {"update_no": "UPDATE #3", "update_userinfo": "TUAW reviews Elphi!", "update_content": "We are excited to announce our first review, by TUAW. Read it:\nhttp://www.tuaw.com/2012/06/15/control-your-ac-plugs-with-elphi/"}, {"update_no": "UPDATE #2", "update_userinfo": "New lower latency!", "update_content": "Hi everybody, and thanks for all your support!  We are excited to announce that we have cut down our latency by several hundred milliseconds to roughly a third of a second.  We're all in a hurry, and every millisecond counts!  We were able to separate the notification handling on our server from plug command handling, which now allows the messages to be processed through the Elphi cloud much faster.\nStay tuned for further updates!"}, {"update_no": "UPDATE #1", "update_userinfo": "Off to a great start!", "update_content": "Elphi backers rule!  Thank you Kickstarters!  We're off to a great start.  We can't tell you how much we appreciate your support.\nA couple questions are coming up a lot, so we thought we'd respond:\n  1) The Elphi can handle at least 1800 watts!  That's a lot of energy, folks - enough to power plug-in heaters, a microwave, or other high-powered appliances.\n  2) We are incorporating an improved power monitoring interface this week!  We will let you know how it turns out, and welcome your comments and suggestions."}, {"status": [{"Project ends": "JUNE 29, 2012"}, {"Project launches": "MAY 30, 2012"}]}], "comment_no": 53, "projec_url": "https://www.kickstarter.com/projects/1393888296/elphi-the-smart-plug-for-iphone-and-android", "project_name": "Elphi: The Smart Plug for iPhone and Android"}}]