[{"backer": "Thomas Luu", "project_data": {"campaign": {"story": "Dearest Friends, \nI can’t believe I am writing this letter. It’s been a long time coming, and I am finally embarking on the journey of recording a full-length album! I have the songs, the stories, and the vision, and I’m more than ready to create a cohesive project that I hope you will love. \nAll of my music projects so far have been self-funded (except for the single “Restore,” which was funded here on Kickstarter). I love songwriting so much, and have worked double-time to make it happen. In an ideal world, I would fund this record completely on my own as well, and would try to make the money back over time. Through my experiences over the past few years, I have learned that it is sometimes better to ask for help. A record label would usually give an artist a lot of funding to do a project like this. So, as a completely independent artist, I’m here to ask if you all will be my record label to help get this music into the studio and into your ears! While I will still be investing my own finances into this project, I am more excited about the prospect of having you alongside me. By asking those of you who will enjoy and listen to this music to consider backing this project up front, I am able to break through barriers to make this record the best it can be. Plus, I can only imagine how much fun it will be to write you more letters while this album is coming to life.  \nThese past five years have been full of inspiration, which ironically seems to happen during times that are both challenging and full of growth. The songs I have written tell stories about life, love, faith, breakups, loss, making commitments, growing up, marriage, the list goes on. I have a title and a full vision that has been in process for months (watch the video above to hear more)! \nThe 10 new songs will be a combination of both the electropop and folk sides of my music, with some fresh inspiration too. Here is a quick snapshot of where the budget for this record will go: \nphoto by Erin Tetterton, hair/make-up by Rachel Lane\nAnything that we raise above the goal amount for this campaign will go directly to the making of this project!! (See below for info on the STRETCH GOAL!) \nThis is an all or nothing campaign, which means that if we do not raise at least $15,000 by Sunday, March 24 then no funds will be raised, and I’ll have to cancel my studio time. If and when we do meet this goal, each backer will be charged only once for the amount that you pledge on the day that the campaign closes. My current goal is to finish recording the album this spring/summer and start releasing singles late summer 2019, with the full album releasing by the end of the year. There will be so many exciting steps in the process of creating this record, and I would love to be able to share this passion and dream of mine with you while it’s happening! \nI have compiled some exciting incentives which are listed on the side bar next to a $ pledge amount. These include (but are not limited to) VINYL records, a gorgeous hand-lettered lyric poster, your name being included in the album liner-notes, a digital book of original poetry, handwritten lyrics and special backstories about the songs and creation of the album, a Rorie tote bag, personal Skype-hang outs and songwriting sessions, House Concerts, and even the actual clock used in the music video for my song “Climate” (see photo): \nphoto by Open Valve Studios\nSTRETCH GOAL: $20,000\nWhile the minimum goal is $15,000, raising $20,000 would be HUGE in helping to push this album to be the best it can be. Here’s a quick snapshot of how the project will expand if we reach this Stretch Goal: \n-additional possibilities for Music Videos (I plan to film at least one, but this would help to solidify the budget for that video, as resources will be tight to make that happen)\n-Publicity for an album can be very expensive, and with some extra funding I will be able to promote the album in ways that will reach more listeners, which goes a long way toward making a musician’s career more sustainable \n-opens up Touring possibilities once the record is released (!!!). I would absolutely love to get on the road and play these songs for you live!\n--\nSo, now is the time where I take a deep breath and launch this campaign, inviting you in to make this album a reality. Thank you thank you thank you in advance, from the bottom of my heart. Let’s make a record together!!!!\nWith Love, \nP.S. – If you’ve never heard my music before, here are a few links to check out: \nStoryteller Music Video (and lots more!) on YouTube\nListen to the Dawn EP (and more) on Spotify, Apple Music, etc. ", "risks": "Risks and challenges\nI am completely organized and ready to record and release this album. The main risk lies in the “all-or-nothing” nature of the Kickstarter platform. If we do not reach the $15,000 goal in 30 Days, then no one’s card will be charged, and no funds will be raised. \n\nThis urgency, however, provides the opportunity for something exciting to happen. No amount is too small. $10 is essentially “pre-ordering” the album. Thank you in advance for your support!!! \n\nI will thoroughly update backers about the status of the project along the way, so you’ll know what to expect! Please do not hesitate to contact me with any questions about this project, the funding, or your interest in becoming a backer. Thank you thank you!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Early Digital Download!", "descp": "Digital download and streaming access to the full album before anyone else! This is basically like pre-ordering the album, and I'll make sure you hear it early too!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["29 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Signed Hardcopy Album!", "descp": "Signed physical CD copy of the album mailed to your doorstep + digital download/streaming access to the full album before everyone else!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["33 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Poetry Book!", "descp": "A digital book of original poems (written/designed by Rorie) that will be released exclusively through this Kickstarter campaign + signed physical CD copy of the album mailed to your doorstep + digital download/streaming access to the full album before everyone else!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Backstory Booklet!", "descp": "A digital booklet with lyrics, stories behind the songs, photos, and other backer-exclusive handwritten notes and behind-the-scenes info about the making of this album! + digital book of original poetry + signed physical CD copy of the album mailed to your doorstep + digital download/streaming access to the full album before everyone else!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Fancy Handwritten Lyrics!", "descp": "Fancy handwritten lyrics to any Rorie song of your choice (on cardstock) + backstory booklet + digital book of original poetry + signed physical CD copy of the album mailed to your doorstep + digital download/streaming access to the full album before everyone else!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["22 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Postcard Set!", "descp": "A printed set of 4 lyric-themed postcards designed by Rorie and mailed to your doorstep + fancy handwritten lyrics + digital backstory booklet + digital poetry book + signed CD + early digital download!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Signed Vinyl!", "descp": "Signed Vinyl (!!) copy of the album + 4 printed lyric-themed postcards designed by Rorie + fancy handwritten lyrics + digital backstory booklet + digital poetry book + signed CD + early digital download!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "\"Orbit\" Handlettering Poster!", "descp": "A beautiful, professionally designed (and professionally printed on high quality paper) calligraphy lyric poster with a favorite line from my previously released song “Orbit” that will look great in your house, your office, wherever + signed Vinyl + 4 printed lyric-themed postcards designed by Rorie + fancy handwritten lyrics + digital backstory booklet + digital poetry book + signed CD + early digital download!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 300 or more", "title": "Tote Bag!", "descp": "A tote-bag designed by Rorie that you can use to carry books, groceries, your gym shoes, etc. + printed “Orbit” hand-lettering poster + signed Vinyl + 4 printed lyric-themed postcards designed by Rorie + fancy handwritten lyrics + digital backstory booklet + digital poetry book + signed CD + early digital download!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 400 or more", "title": "Your Name in Album Credits!", "descp": "Your name printed in album credits! + Rorie tote bag + printed \"Orbit\" hand-lettering poster + signed Vinyl + 4 printed lyric-themed postcards + fancy handwritten lyrics + digital backstory booklet + digital poetry book + signed CD + early digital download!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "The \"Climate\" Clock + Skype Session!", "descp": "You’ll get the actual clock used in the “Climate” music video, signed if you want (only one available!) + a 30 minute personal Skype session where we can talk about music and songwriting (I'll even play a song for you!) + all of the prizes listed above mailed to your doorstep!", "time": [{"ESTIMATED DELIVERY": "Dec 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 500 or more", "title": "Skype Session!", "descp": "We can Skype for 30 minutes about songwriting, music, etc. I’ll even play a song for you if you want (it will be a fun time!) + all of the prizes listed above mailed to your doorstep!", "time": [{"ESTIMATED DELIVERY": "Mar 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 1,000 or more", "title": "Personalized Song!", "descp": "I will write you a personalized song! Whether it's a lullaby for your precious newborn, a song to give your grandma for Christmas, a song for your wedding, a graduation or anniversary gift - get creative! - we can Skype for 30 minutes (or discuss via e-mail, your choice!) so that I can get an idea of your story and vision, and we will bring it to life! We can decide on the final version, and I will craft and self-produce a home recording for you. We can discuss a time frame that works well for you. If you are a singer and already have some lyrics and an idea, I can help you finish it! I will provide you with a lyric/chord chart and an accompaniment track so that you can sing your song at your next performance, or in the shower! + all of the prizes above mailed to your doorstep", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 2,500 or more", "title": "House Show!", "descp": "Oh, am I excited about this! I will play an exclusive show for you + your family + your friends. All you have to do is provide the house, backyard, church, or community center. I'll bring snacks and other fun surprises and prizes for attendees. It will be a personalized time of music and storytelling. I'd love to get to know you and hear your story too! I owe you such a party for helping to make this record happen! Must be located within 100 miles of Washington DC, New York City or Columbus, Ohio or travel costs not included. Contact rorie@roriemusic.com with any questions about coordinating your event! + all of the prizes above mailed to your doorstep", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "\"Train\" heard in Movie Theaters around the USA!", "update_content": "Dear Kickstarter Backers, \nBig updates! The album is completely recorded, mostly mixed (just tying up a few lose ends), and will be mastered within the next few weeks. It has been hard for me to not update you every day (that would probably get annoying after a while...) to fully express the amount of times that I've thought of each of you individually within the past few months and felt this overflowing feeling of gratitude. "}, {"update_no": "UPDATE #11", "update_userinfo": "shipping calamities | a quick note", "update_content": "Dear Friends, \nIt has been an incredible month. Thank you so much for being a part of this campaign and for making this album possible!!! \nI am heading into the studio next week and will be recording the album between April - June 2019. Expect a backer exclusive update coming your way early May. I'll take you behind-the-scenes and show you how the songs are coming to life. In the meantime, I'll be sure to update you more regularly via social media, @roriemusic. I will also be sending out backer \"surveys\" to get your mailing address, and to get details for personalized incentives (for example, which handwritten lyrics you would like, etc.), so be on the lookout! "}, {"update_no": "UPDATE #10", "update_userinfo": "Incentives Shipping | Album Release Month is Here!!!", "update_content": "Dear Friends, \nAs you probably know, there are 5 days left in this campaign! We are officially on the final stretch now with still over $800 to raise. I will be doing everything I can to ensure that we reach the goal, however, if you have any other friends who might be interested in becoming a part of this project, then now is the time to share this with them and express the urgency of this impending deadline! haha! I am forever grateful and can't wait to celebrate with you all very soon!!!!!"}, {"status": [{"Project funds successfully": "165 backers pledged $15,470"}]}], "comments": [{"username": "Paul", "content": "Wow, love the album! Had a quick listen, will spend some more time to pick my favorites:) Thank you, congratulations and good luck with the launch!", "time": "over 1 year ago"}, {"username": "Christine Greene", "content": "So excited you hit your goal! Can't wait to see what unfolds. Much love and happiness to you!", "time": "about 2 years ago"}, {"username": "Don Yasuda", "content": "Congratulations on the project getting funded!", "time": "about 2 years ago"}, {"username": "Sax is my Axe", "content": "Congratulations, Rorie! looking forward to some nighttime reading with your music in the background!", "time": "about 2 years ago"}, {"username": "Steven Ochocki", "content": "I can’t wait for the album!!! Anyone know where I can find a time machine to the future?!", "time": "about 2 years ago"}, {"username": "Paul", "content": "At first the speed suggested much more, but at least we are there now!", "time": "about 2 years ago"}, {"username": "Paul", "content": "So glad I found you and this campaign:) Already almost funded in just a few days!", "time": "over 2 years ago"}]}}, {"backer": "Thomas Luu", "project_data": {"campaign": {"story": "Hi, friends!!!! My name is Kitty. I'm 22 years old, I'm a singer/rapper/producer and I've always been really into doing things all by myself. \nI've accomplished a lot of crazy things this way, but this time I have a project so big that the time has come to ask for a little help getting started: my first full-length, self-released record- which will also be my first project to ever be released physically!!!\nWhen my first music video \"Okay Cupid\" went ~viral~ in 2012, I was living in Daytona Beach, Florida selling little girls' accessories at the mall to put myself through college. Thanks to the unexpected success of a bunch of songs I recorded in my closet, I was able to move to New York City and continue to pursue a music career I'd always dreamed of but never in a million years thought I would achieve. Since then, I've self-released four solo EPs, a bunch of music videos, some mixtapes, and more singles than I can even recall. I've had the opportunity to tour and collaborate with artists I've looked up to for years- Danny Brown, Riff Raff, The Ready Set, Anamanaguchi, Sufjan Stevens, Ryan Hemsworth, LE1F and more. All of these things have been made possible without a label, most of them without an artist manager, and a lot of them without knowing what the hell I'm doing at all, but I feel like the luckiest girl in the world. \nI know how rare these opportunities are, and I want to use them to make the world a little more glittery.\nHowever, there's always been that one little thing I haven't been able to do on my own, and it's the one thing I've truly been working for since the beginning; I want to finally create a REAL album. I want it to sound perfect. I want to record it in a studio. I want to listen to it on vinyl, and send CDs of it to my grandma to play in her zumba class. I want to be able to perfectly represent it artistically, with visuals that will bring to life the world I've imagined for all these years. I want to take it on tour and sing it for the world. I want to share it with everyone I possibly can, without a label or a company or a man at a desk telling me my ideas \"don't fit\" and giving me a sweetened-up lecture on why they can't take a chance on me unless I quit making the art I believe in and start being a little more \"marketable\". \nThis record has been in the works for a couple years and it tells a story of growing up in a tropical tourist trap and wandering around the country. I've written everything myself, and I'm collaborating with some of my favorite artists to create sounds that set my stories in the fun, beautiful world I've dreamed up around it. This funding will provide professional studio time, mixing and mastering, and a budget for visuals. It will also go towards production and distribution of CDs and 12\" vinyl records, and to finally support a member of Team Kitty who has worked tirelessly with me on every single project for absolutely no pay. I plan on releasing the record in January of 2016. \nNew rewards and more info about the record will be added to this page over the course of the fundraiser- I can't wait to share my art & ideas with you!!!!!!!! ╰( ･ ᗜ ･ )╯\nI f**kng love every single person who has supported me and my music up until this point, and I hope you all believe in this project as much as I do. Here's a photo of my dog, Little Puff, who has heard every song thousands of times and promises they're all really good. \n\"It's a great record\"\n Header photograph by Shelby Sells\nGOAL 1: $25,000 - RECORD\n(WHICH WE DID IN THE FIRST 30 Hrs!!!!)\nGOAL 2: $50,000 - TOUR!!!!!\nSo if we reach this goal, I'll be able to pay for transportation, support, merch, stage setup, all that jazz- for my first REAL HEADLINING TOUR~\nThis has been another dream of mine since I started, but I didn't want to get ahead of myself with things. Now that I've seen what you guys can do and how much faith you have in me, I hope you're here for this!!!\nalso i'll be able to play a show in europe for the first time which is like....omfg afdls;kjas;dflkj", "risks": "Risks and challenges\nSince I've done all this stuff before on a smaller, no-budget scale, I've pretty much faced every challenge there is when it comes to making and releasing a record. The only setbacks I can imagine are delays in production of the record (not likely- I run a pretty tight ship when it comes to scheduling) and delays in production of videos. The good news is, I already have a solid plan for all this stuff, and since I'm already working on everything, I expect smooth sailing once this Kickstarter is off the ground. Also, sorry for using two sailing metaphors in the same paragraph. I've been listening to ocean sounds in the background while typing this.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #29", "update_userinfo": "!!OLD SONG CDS ARE FINALLY ON THE WAY!!", "update_content": "sorry they took so long.... like i said, i severely underestimated the time it takes to get those made ���\njust wanted to let you all know though! sorry rewards have been such a slow process-- other than the new album stuff, im shipping it all myself from my house lol ):\nanyway, stickers and CDs on their way, your zines should be arriving at your house next week, and this long long journey of creation will be comin to a close ❤️"}, {"update_no": "UPDATE #28", "update_userinfo": "here she is", "update_content": ""}, {"update_no": "UPDATE #27", "update_userinfo": "MASS TEXT BOOTY CALL", "update_content": ""}, {"update_no": "UPDATE #26", "update_userinfo": "EVERYTHING digitaL!!!!!!!", "update_content": "i am so sorry my album apparently was downloaded too many times-- i didn't know there was a limit on google drive!!!\ni am in new york for my show tonight (come thru!!!!) so doing everything on mobile (lol) but am working on a reliable download to have for you ASAP !!!! will definitely be in the next couple of hours.\nagain, thank you so much for this happy and crazy day. i'm overwhelmed and so happy"}, {"update_no": "UPDATE #25", "update_userinfo": "update to an update to an update", "update_content": ""}, {"update_no": "UPDATE #24", "update_userinfo": "update to update #23", "update_content": ""}, {"update_no": "UPDATE #23", "update_userinfo": "secret post", "update_content": "HI EVERYONE!!!!\nin case you didn't see my secret message last night (; ....\nthe first video from my album is out; the title track \"miami garden club\" !!!!\nyou can read about it here on noisey:\nhttps://noisey.vice.com/en_uk/article/7x9nmz/kitty-is-back-miami-garden-club-premiere"}, {"status": []}], "comments": [{"username": "Sven Kratzsch", "content": "I received my 3-CD Discography today – all signed with a very kind letter. Thank you very much - faith in humanity restored.", "time": "about 2 years ago"}, {"username": "Johannes Starke", "content": "3 1/2 years since I spent 85,00 $ USD for the 3-CD discography which I NEVER got. Actually, years have passed, I do not need CDs anymore, but it would have been fair at least to receive ANY SIGN OF LIVE why the CDs have never been released/sent.", "time": "over 2 years ago"}, {"username": "Michael Pettitt", "content": "annoying that you guys are releasing something new and we still haven't got our shit", "time": "almost 3 years ago"}, {"username": "Nigel", "content": "Yeah, still haven't received my vinyl. Sent a message and got some bs response.", "time": "over 2 years ago"}, {"username": "Ian Netter", "content": "still never got the zine", "time": "almost 3 years ago"}, {"username": "Sven Kratzsch", "content": "This is that universe where you haven’t yet send out the 3 CD discography.", "time": "over 3 years ago"}, {"username": "David C Sjöberg", "content": "Wish I could get my zine soon...", "time": "over 3 years ago"}, {"username": "Paul Hood", "content": "Dec 15-Jan 18 Think its time to draw a line under this? This was a bit of a mess from the start, unfulfilled pledges should be refunded really... bye everyone its been emotional!!!", "time": "over 3 years ago"}, {"username": "Ian Netter", "content": "bummed about the zines", "time": "over 3 years ago"}, {"username": "Dominic D'castro", "content": "Hi, I got the vinyl, but any updates on when the old album CDs are arriving? (from Aus)", "time": "over 3 years ago"}, {"username": "Nicholas Vinje", "content": "Hey Kitty! Received all the physical stuff! TY!! But I still haven't received the vinyl an 3 disc set... :( Any idea when they will ship? thx!!", "time": "over 3 years ago"}, {"username": "Nigel", "content": "Still haven't received the vinyl. Would be nice to get a response", "time": "over 3 years ago"}, {"username": "Michael Pettitt", "content": "Hey, any updates on when the old album CDs are arriving? UK-based here.", "time": "over 3 years ago"}, {"username": "butt ventriloquist", "content": "happy new year. any chance we’ll get our shit?", "time": "over 3 years ago"}, {"username": "Em Grey", "content": "never got the vinyl :(", "time": "over 3 years ago"}, {"username": "Alasdair Cuddy", "content": "Hi Kitty, still waiting on the discography to arrive in the UK. It's now December and no-one is getting back to me.", "time": "over 3 years ago"}, {"username": "Nigel", "content": "Yeah, still haven't received the vinyl. I hate to keep commenting but just want to know what's going on.", "time": "over 3 years ago"}, {"username": "butt ventriloquist", "content": "yeah kitty any luck with getting the rest of the stuff out? it’s been a while", "time": "over 3 years ago"}, {"username": "Cory", "content": "Hey kitty, i pledged the 3 cd discography and haven't received it yet. I did get Miami garden club. No rush just wanna make sure it's on the way!", "time": "over 3 years ago"}, {"username": "Stuart Tweedie", "content": "I have replied to messages and emails a few times but have had no reply so thouhht id post here but I was part of the everything kitty section and only the CD for Miami garden club has arrived...", "time": "over 3 years ago"}, {"username": "Charles Miller", "content": "DISCOGRAPHY disc received today, thx Kitty. Spinning and ripping now....", "time": "over 3 years ago"}, {"username": "Charles Miller", "content": "Still waiting, Kitty, for delivery of the 3-CD DISCOGRAPHY -- what's happening???", "time": "over 3 years ago"}, {"username": "Ian Netter", "content": "has anyone else received their zines?", "time": "over 3 years ago"}, {"username": "mark drobac", "content": "Update: Received my cd and vinyl. Just waiting for the old discs now, thanks!", "time": "over 3 years ago"}, {"username": "Nigel", "content": "I guess I paid $100 just for one CD :/", "time": "over 3 years ago"}, {"username": "Natalie", "content": "I haven't gotten my LP yet even after reaching out about a month ago because it never showed me and a new one was supposed to be shipped to me.....", "time": "over 3 years ago"}, {"username": "Tyler Cieck", "content": "Hey, I only received part of my reward. Is there any way I can contact you about getting the rest of it?", "time": "over 3 years ago"}, {"username": "Nigel", "content": "Finally received the hard copy of the new album. Hopefully everything else comes soon :)", "time": "over 3 years ago"}, {"username": "Tali Wood", "content": "Xx tali", "time": "over 3 years ago"}, {"username": "Mark Live", "content": "Have yet to see any perks so far :/", "time": "over 3 years ago"}, {"username": "Bad Baby Bob", "content": "So I still didn't get the vinyl sent to me... only WAV downloads... this kickstarter thing is feelin' really scammy to me", "time": "over 3 years ago"}, {"username": "Eli Flores", "content": "I still haven't received the discography. There was an email saying to let you know if we didn't receive it by last week. Looking forward to it :)", "time": "over 3 years ago"}, {"username": "mark drobac", "content": "Digging the new record but have only received the digital download at this point. No hurry, just checking in and don't want to get beat up :-)", "time": "over 3 years ago"}, {"username": "Michael Pettitt", "content": "Hey, any one else getting their stuff shipped to the uk and know when it's likely to arrive? So excited :D", "time": "almost 4 years ago"}, {"username": "Nigel", "content": "Fuck, am I the only one that's received nothing at all besides the digital download?", "time": "almost 4 years ago"}, {"username": "Nigel", "content": "Hey, so I haven't received anything yet", "time": "almost 4 years ago"}, {"username": "nilrac nayrb", "content": "Hi, I have not received my vinyl yet!", "time": "almost 4 years ago"}, {"username": "Trevor Walsh", "content": "hey there pt. II... the record was waiting for me when i got home today so ignore the comment below haha... it's beautiful! �", "time": "almost 4 years ago"}, {"username": "Trevor Walsh", "content": "i'm fine waiting a bit longer to see, but don't want them to sell out in the meantime... let me know if you need more info from me to check on it. thank you!", "time": "almost 4 years ago"}, {"username": "Lily Lana", "content": "*no message or note", "time": "almost 4 years ago"}, {"username": "Lily Lana", "content": "CD with BONUS TRACK: You’ll receive a personalized thank you message and the new album on a CD (first time my music will ever be on a CD!!!) complete with original art an additional bonus track, available only via this Kickstarter. You'll also receive an advanced digital download.'", "time": "almost 4 years ago"}, {"username": "Iron Curtain (Chiptunes)", "content": "The album's out!", "time": "almost 4 years ago"}, {"username": "Iron Curtain (Chiptunes)", "content": "@ichigokuto: Probably on August 25.", "time": "almost 4 years ago"}, {"username": "Iron Curtain (Chiptunes)", "content": "@Michael Sajdak: Crowdfunding is more expensive than retail because you're making the project exist. You're not just paying for the record, you're paying additional for the studio time, artwork, manufacturing, etc. After it's out, there's no need to shell out $15 more because all those labor and parts fees are unnecessary, i.e. they're in the past so everything else is just profit.", "time": "almost 4 years ago"}, {"username": "Stephanie Casey", "content": "Hi there! My shipping address has changed since the survey. Is there a way to update my shipping info for my vinyl? Thanks!", "time": "almost 4 years ago"}, {"username": "Ichigokuto", "content": "anyone know when the digital download will be available?", "time": "almost 4 years ago"}, {"username": "Michael Sajdak", "content": "Is there anything you can do for those of us who paid $35 for the vinyl when now you're selling them for $20 on your site?", "time": "almost 4 years ago"}, {"username": "Chase Uyeda", "content": "Can't wait to hear this -- I'm glad you're taking all the time you need on this project. I'm pretty sure most people who have run into the same hurdles you did would have given up ages ago (and been justified in doing so!) -- pretty badass that you saw it through.............", "time": "almost 4 years ago"}, {"username": "jeanna", "content": "Do I have to be disrespectful in the comment section to get a refund, too?", "time": "almost 4 years ago"}, {"username": "Tyler Adam", "content": "Still haven't gotten the survey....are they still being sent out or did mine get CORRUPTED on the way to me? :(!", "time": "almost 4 years ago"}, {"username": "Spencer Soderlund", "content": "Woo got the survey for shipping today! So excited its finally happening!", "time": "almost 4 years ago"}, {"username": "Michael Pettitt", "content": "PS, SO EXCITED", "time": "almost 4 years ago"}, {"username": "Ichigokuto", "content": "Im just wondering if there have been any updates on the album or its release date yet?", "time": "almost 4 years ago"}, {"username": "Kevin Marek", "content": "Final Version is done for those not on Twitter. Obviously those with CDs and Vinyl will have to be extra patient once mp3s are released", "time": "over 4 years ago"}, {"username": "Justin Olson", "content": "Hey Kitty, any word on what happening with the project's rewards? coming up on the project being a year lat for delivery and haven't heard anything in a while. Would love some info", "time": "over 4 years ago"}, {"username": "Max", "content": "Album comes out in February for all those who were curious! Saw Kitty in Seattle tonight and she was AMAZING!!!", "time": "over 4 years ago"}, {"username": "Evan Schmalz", "content": "Looking forward to the album, it's just too bad she doesn't keep the people who sent her the money to make it a little more informed. I hardly ever look at twitter.", "time": "almost 5 years ago"}, {"username": "Ichigokuto", "content": "But good news in any case.", "time": "almost 5 years ago"}, {"username": "Erin H", "content": "idk how many times she has to say this but holy shieeet follow her twitter if you wanna know more about the album/process. she's rewritten it 3 times and now she's just mastering the final version ���", "time": "almost 5 years ago"}, {"username": "Christopher Castro", "content": "She said on twitter her first single off the album would be released on (or by?) Adult Swim? Maybe she'll give it to us on here first, but I doubt it. I don't think she cares about updating her supporters", "time": "almost 5 years ago"}, {"username": "Ichigokuto", "content": "no update in 3 months. Im guessing this kickstarter isnt happening now. shame.", "time": "almost 5 years ago"}, {"username": "Elle Wong", "content": "Love you and i'm still super stoked about this album!", "time": "almost 5 years ago"}, {"username": "Christopher Castro", "content": "Assuming the update is tomorrow? Looking forward to good news!!!", "time": "almost 5 years ago"}, {"username": "jeanna", "content": "bump", "time": "almost 5 years ago"}, {"username": "Max", "content": "You're a genius. <333", "time": "about 5 years ago"}, {"username": "Mr. Octus", "content": "https://vine.co/u/938701799710449664", "time": "about 5 years ago"}, {"username": "Evan Schmalz", "content": "Anyone who follows her on Twitter see any updates on this project?", "time": "about 5 years ago"}, {"username": "Tania Kinsey", "content": "Can I get a refund please?", "time": "about 5 years ago"}, {"username": "Tania Kinsey", "content": "I want my money back", "time": "about 5 years ago"}, {"username": "Anton Dobschensky", "content": "Any new updates?", "time": "over 5 years ago"}, {"username": "Nigel", "content": "Take as much time as you need", "time": "over 5 years ago"}, {"username": "ricky", "content": "plz tour with yung kreayshawn!", "time": "over 5 years ago"}, {"username": "Cary", "content": "Thanks for the updates you've provided and I'm really sorry about your suitcase.", "time": "over 5 years ago"}, {"username": "Lyra Athena Orquiz", "content": "I'm sorry people are hassling you at such a devastating time. Like anyone complaining that there's been NO updates whatsoever or NO thank yous hasn't been checking their emails or the Facebook page. I also think it's best for everyone that you take your time with it till it's it's absolute best, too many people jump the gun and release something prematurely. Regardless of any setbacks, I'm hella excited for this album and I'll see you on tour!", "time": "over 5 years ago"}, {"username": "Blake Myrin", "content": "I believe in this whole thing and you 100%. I'd much prefer a well-done and put together album that takes some time than something that was just thrown together for the sake of getting something done. you got this, I could wait forever for this to be released, but I'm so excited by the process. I really hope everything is coming together the way you imagined it. good luck!", "time": "over 5 years ago"}, {"username": "Rio Yañez", "content": "It's been a month since I last posted looking for an update. Any kind of check-in on the progress of the album would be appreciated.", "time": "over 5 years ago"}, {"username": "Ian Netter", "content": "agreed with comment below vvvv we look forward to the next update!", "time": "over 5 years ago"}, {"username": "Zioluza", "content": "she's not going to take the money and run. I think from the huge response she has gotten, that she might be a little overwhelmed at the moment and starting to overthink some stuff? Yeah all speculation but we should give her some more time. Regardless communication should still be given. She posted that snippet of her new song, so I think she is actually working on it.", "time": "over 5 years ago"}, {"username": "Evan Schmalz", "content": "She's on her twitter non stop, I tweeted at her about the kickstarter, and got no response.", "time": "over 5 years ago"}, {"username": "Anton Dobschensky", "content": "Still no response. I believe it is time to report this project unless we get some kind of communication.", "time": "over 5 years ago"}, {"username": "Anton Dobschensky", "content": "Am i the only one concerned that it has been radio silence since the campaign was funded in August? Has anyone that pledged in any of the categories that have \"estimated delivery dates\" in sept/oct received anything?", "time": "over 5 years ago"}, {"username": "Anton Dobschensky", "content": "Hello? No updates here, no new videos on your youtube, haven't checked your twitch.", "time": "over 5 years ago"}, {"username": "Rio Yañez", "content": "Any updates? It's been radio silence since the project was funded more than a month ago.", "time": "over 5 years ago"}, {"username": "Evan Schmalz", "content": "Not a single update since we funded the album. Not even a thank you.... Some bit of communication would be nice.", "time": "over 5 years ago"}, {"username": "Zioluza", "content": "Hopefully I don't sound rude, but what happened to \"I'm probably going to start annoying you guys with all the updates\"? Has it been started?", "time": "over 5 years ago"}, {"username": "jose602", "content": "Hooray!", "time": "over 5 years ago"}, {"username": "Samuel Ombiri", "content": "congrats :)", "time": "almost 6 years ago"}, {"username": "Troy Womble II", "content": "Congrats Kitty! This is going to be amazing. Always knew you had it in you. Looking forward to hearing your album and reading your letter :)", "time": "almost 6 years ago"}, {"username": "Jonathan Harris", "content": "ITS LITTTTT, SO PROUD OF YOU KITTY! MAKE SURE TO HAVE A MIAMI TOUR DATE <3", "time": "almost 6 years ago"}, {"username": "Mike Berry", "content": "This is fantastic! I'm so excited!", "time": "almost 6 years ago"}, {"username": "Dacota Fabisinski", "content": "I CAN'T BELIEVE IT!!!! i am so proud of you. let this serve as yet another tangible reminder of how many people you inspire and how many believe in you. <3", "time": "almost 6 years ago"}, {"username": "Christopher Urlaub", "content": "congrats kitty !! 50k woo hoo =☆", "time": "almost 6 years ago"}, {"username": "Julia", "content": "omg im so excited for everything to come!! go kitty!!!", "time": "almost 6 years ago"}, {"username": "BOBBY GARZA", "content": "yay! you did it! looks like a lot of people have faith in you and your music. we are all very excited to hear the album and see you on tour!", "time": "almost 6 years ago"}, {"username": "mark drobac", "content": "Yay Kitty, you does it again!!!", "time": "almost 6 years ago"}, {"username": "Haley", "content": "YAAAAAAAY you did it!!!!", "time": "almost 6 years ago"}, {"username": "Nigel", "content": "Congrats Kitty!", "time": "almost 6 years ago"}, {"username": "Evan Schmalz", "content": "So close to 50k! Go go!", "time": "almost 6 years ago"}, {"username": "Garrett Mickley", "content": "Backed specifically \"for using two sailing metaphors in the same paragraph\".", "time": "almost 6 years ago"}, {"username": "Tevin", "content": "WE'RE ALMOST AT 50k LETS GET IT FAM", "time": "almost 6 years ago"}, {"username": "Jazmin", "content": "I pledged a long time ago but I hope you read this ily! :)", "time": "almost 6 years ago"}, {"username": "Elle Wong", "content": "Love you bunches! So psyched for this :)", "time": "almost 6 years ago"}, {"username": "Ralf Güntert", "content": "PLEDGED! Good luck with your soon to be reality music career! Keep us updated on everything you. All the best from Spain, Ralf", "time": "almost 6 years ago"}, {"username": "Joey & Ashley", "content": "Hi Kitty, I pledge and heard your song, is great stuff. I have notice the amount of pledge has slow down ever since it has reached your goad. I look forward to see your next goal...$50,000", "time": "almost 6 years ago"}, {"username": "Nolan Connelly", "content": "Hi Kitty just tell me when u are ready 4 a cool song title! I got almost about 1 million already. Thank u.", "time": "almost 6 years ago"}, {"username": "Ian Netter", "content": "bc everyone knows Kit has some incredible music ready for us", "time": "almost 6 years ago"}, {"username": "Joshua Osburn", "content": "hyped for the album, worried we'd never see a kitty lp :p", "time": "almost 6 years ago"}, {"username": "Devin", "content": "omg we're kitty's friendz. that includes me /dies", "time": "almost 6 years ago"}, {"username": "Luke", "content": "Ever since I first listened to your stuff I' loved everything you've done! I am looking forward to this album so much!", "time": "almost 6 years ago"}, {"username": "butt ventriloquist", "content": "I've still got your haha I'm sorry cd-r lying around!", "time": "almost 6 years ago"}, {"username": "Justin Olson", "content": "Congrats on funding!! You should hop in and say hey, I love when project creators take part in the comments", "time": "almost 6 years ago"}, {"username": "♡kate♡", "content": "YOU DID IT!!!! ♥♥♥", "time": "almost 6 years ago"}, {"username": "lance sierras", "content": "Boom!! $25,000 just like that!", "time": "almost 6 years ago"}, {"username": "Erin B", "content": "Proud of you for following your dreams & can't wait for the album -- I know it's going to be great!! <3", "time": "almost 6 years ago"}, {"username": "Kevin Marek", "content": "Thanks for listening to your fans and adding the everything Kitty collection. Switched my pledge to that.", "time": "almost 6 years ago"}, {"username": "Tori Varnes", "content": "Pushing for Thanks Kathryn Obvious to show up at some point...", "time": "almost 6 years ago"}, {"username": "Robert", "content": "Is there any way to get both the 3CD pack and the Vinyl?", "time": "almost 6 years ago"}, {"username": "Paisley Conrad", "content": "v v v excited about what you're going to release!! i love how your music has evolved and am happy to have had the chance to help you go further", "time": "almost 6 years ago"}, {"username": "Audrey", "content": "Wow! I donated yesterday and came back to check your progress!!! You got this! I am a friend and sorority sister of your mom! Glad to help out and can't wait to see your success! Good luck kiddo!", "time": "almost 6 years ago"}, {"username": "@clayphamilton", "content": "Good luck, Kitty! Can't wait to hear what you have in store for us.", "time": "almost 6 years ago"}, {"username": "Kenneth Wical", "content": "so so so so so excited for this + so happy this has taken off so quickly! been listening since 2012 and i can't wait to see what you do with a full album <3", "time": "almost 6 years ago"}, {"username": "NICK", "content": "Hope the vinyl comes out looking all distinct and 1 of a kind looking :)", "time": "almost 6 years ago"}, {"username": "Devin", "content": "the person who bought the *only* 'name a song on the album' reward: add memes in it; kitty would LOVE that", "time": "almost 6 years ago"}, {"username": "Justin Olson", "content": "Can I add on Vinyl?", "time": "almost 6 years ago"}]}}, {"backer": "Thomas Luu", "project_data": {"campaign": {"story": "Hey guys, Action Flick Chick Katrina Hill here (or @actionchick as some of you may know me). I review movies, with a major focus on action flicks, and do interviews and con coverage at www.actionflickchick.com\nFor the past several months I’ve been working on a webseries called Geeks and Gamers Anonymous, also known as GAGA. It’s a sitcom about a three girls joining a gaming addiction support group, and filming it has been an absolute blast.\nThe reason I’ve put this kickstarter together is to help GAGA get off the ground. Things like editing costs, equipment rental fees, and location rental have all punched a hole in the GAGA bankroll, so I need your help. With this kickstarter I hope to not only finish funding and putting together the first season, but use some of the funds to work on the second season and beyond. \nWe've completed one episode, which you can find here:\nGAGA: Dungeons and Dragons\nI managed to get that episode edited together thanks to a lot of good will and help from my friends, so take a look at it, and if you like it, or like me, or like action movies in general, please toss a few gold coins our way. :)\nThanks, guys!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Exclusive Look at GAGA Episode 1!", "update_content": "You helped the Kickstarter get funded, now it's time to premiere Geeks and Gamers Anonymous! The first episode will air Wednesday, September 19 on the Action Flick Chick youtube channel. Subscribe now so you don't miss out on anything! Also, I've started sending the rewards out, so expect something awesome in your mailbox/e-mailbox shortly. For those of you who get a thank you on Action Chick's website, it can be found here!\nThanks again, everyone!"}, {"update_no": "UPDATE #4", "update_userinfo": "GAGA Premiere!", "update_content": "We made it to goal #2! THANK YOU! Each and every one of you are like the beautiful babies I've never had. Now the GAGA team can begin immediate work on our epic second season.\nWith goal #2 reached, we have a new mission: reach $7,000 so we have enough funds to finish Season 2 and include our Taken parody: Taken 3(DS).\nIn the episode, my 3DS gets kidnapped and I have to rescue it, Liam Neeson style, by making phone calls and kicking ass. However, in order to do this classic action flick justice we need a bit more scratch to cover things like a fight choreographer, a martial artist for me to brawl with, and a car chase."}, {"update_no": "UPDATE #3", "update_userinfo": "Goal #2 reached! Now... GAGA gets Taken!", "update_content": "We did it! We've reached our goal for GAGA season 1! Thank you guys so, so much! But the kickstarter isn't over! If we reach $5000 we can begin immediate work on GAGA season 2! These new funds will help cover things like:\n-additional editing costs and equipment rental\n- adding incidental music"}, {"update_no": "UPDATE #2", "update_userinfo": "We made it! Season 2 around the corner?", "update_content": "Two weeks to go and we've reached two-thousand, two-hundred and twenty-two dollars! We're well past the half-way point and things are looking great! Thanks for supporting indie webseries and geek girls! Keep spreading the word and we'll have more than enough funds to churn out plenty of GAGA goodness for some time to come."}, {"status": [{"Project funds successfully": "114 backers pledged $5,988"}, {"Project launches": "JULY 7, 2012"}]}], "comments": [{"username": "Patrina Mitchell", "content": "Yay. Looking forward to watching the season.", "time": "almost 9 years ago"}, {"username": "GermanCityGirl", "content": "W00t! Proud to pledge and help promote over on GeekGirlCon!!", "time": "almost 9 years ago"}]}}, {"backer": "Thomas Luu", "project_data": {"campaign": {"story": "After many recording projects, it's time for me to create a record that fulfills my dreams and gives what my supporters deserve. I would like to use kickstarter to fund the creation of my record and it's promotion.\nMy plan is to complete an album with world-renowned producer, J Chris Griffin. Chris has worked on records with some of today’s biggest artists, including: Madonna, Kanye West, John Legend, Missy Elliot, Janet Jackson, The Corrs, Mis-Teeq, JoJo, John McLaughlin and many more. Chris Griffin believes in my project so much that he is willing to meet me half way on the cost of the record if you guys can help me with the rest.\nTogether we can make this album!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "The single is out!:) Hope you got the pics/mp3, drawings this week!", "update_content": "Hey guys! :) \nHow are you? Hope all is FAB! Things are great here! :) The single \"Next Week Kind of Girl\" from the album is out! YIPPPPPEEE! Each one of you who provided me with an email address received a free MP3 of the single. If you didn't get it for some reason because your email has changed (a few got bounced back) let me know your email and I'll get it right to you!:) By this point you should have also received the autographed glossy photos if you pledged in that category!:) The personal drawings are going out this week! I drew a lot of dinosaurs and snails! LOL Don't ask me why!!! hehehe I want to let you know that the official lyrics video is out on youtube ! Here's the link: "}, {"update_no": "UPDATE #8", "update_userinfo": "UPDATE! Things are moooooooving, y'all!", "update_content": "http://youtu.be/PLbEokcu2UU\nThank-you shout-out video to everyone who donated to my album through kickstarter!:) ♥ Said everyones name and watch out for little bubbles with secret shout-outs!!! I'm still editing the video so keep checking in!:) I LOVE YOU ALL SO MUCH!!! ♥ ♥ ♥ ♥ ♥ Just click that link above and it will take you to the video!!! :) :) :)"}, {"update_no": "UPDATE #7", "update_userinfo": "THE YOUTUBE SHOUT OUT VIDEO TO YOU!!! :)", "update_content": "WAAAAAAH! I LOVE YOU!!! \n4 HOURS LEFT TO BE A PART OF THE ALBUM! This is a video to my backers and people who are thinking of backing me!:) Thanks SO SO SO SO MUCH! This is going to be such a *BLAST* !!! I can't wait to work with you!:) ♥ ♥ ♥ LOVE! Rachel http://youtu.be/-htcDS6x8Lg"}, {"update_no": "UPDATE #6", "update_userinfo": "Going so great thanks to you!!!", "update_content": "Dearest TEAM RACHIE ALBUM!\nI am so happy I am basically hyperventilating! $5030 raised! This is so incredibly exciting! I am thrilled to have you on board for this project with me and floored by the kindness and generosity you have shown!:) You will be receiving inside information and secret emails and videos about the album, along with the super cool rewards with every pledge $5 and up!:) We are going to have a BLAST! WHOOOO! If you don't know about the project please visit:\nGROUP HUG! AHHHH! I'm so excited! I just want to *SQUEEZE* you all!:) WE are going to have SO much fun! :)\nLOVE LOVE LOVE LOVE! Rachie Bachie Boo"}, {"update_no": "UPDATE #5", "update_userinfo": "Exciting news!", "update_content": ""}, {"update_no": "UPDATE #4", "update_userinfo": "Backers! Thanks from the bottom of my heart.. some ideas and details", "update_content": "Day 3 and we already hit the $500 mark! Thank you so much to everyone who jumped on board so fast!!!! \nLOVE\n  Rachel!"}, {"status": [{"Project funds successfully": "81 backers pledged $10,455"}]}], "comments": [{"username": "Alina", "content": "Way to go Rachel!!! Can't wait to hear the album. You are such an inspiration going after your dream. Love it!!", "time": "almost 10 years ago"}, {"username": "Donald Spencer Kirby", "content": "we did it!", "time": "almost 10 years ago"}, {"username": "Thomas Luu", "content": "Congratulations, Rachel! Can't wait to hear the album! =)", "time": "almost 10 years ago"}, {"username": "Si Twining", "content": "I believe congratulations are in order...?!", "time": "almost 10 years ago"}, {"username": "Donald Spencer Kirby", "content": "hey everyone using my other card i went ahead and pledged 40... PLEASE help!", "time": "almost 10 years ago"}, {"username": "LeeAnn Dunkelberger", "content": "That last $25 I put in was from Donald! He made a payment through me! How sweet of him! Thanks Donald!", "time": "almost 10 years ago"}, {"username": "Alexander Hupertz", "content": "Alex (acuity1980)", "time": "almost 10 years ago"}, {"username": "Thomas Luu", "content": "Good luck, Rachel! The intro vid for the project is so adorable haha. You're a sweetheart! &lt;3", "time": "about 10 years ago"}]}}, {"backer": "Thomas Luu", "project_data": {"campaign": {"story": "As most of you know, I've been working hard at my music for a while now..but I still don't have a product. I think everyone will agree, without a product you can't really do much. SO! I am raising money to be able to record, mix, master, and promote my very first EP!! I am telling everyone I know to help out with this project. I'll be doing a ton of blog shows, live shows, youtube videos etc. I have the best fans and supporters I could ever ask for, and I know we can pull together and make this happen!\nHere are a couple of my links to some of my older music.\nhttp://www.youtube.com/NatalieAnn86\nhttp://www.myspace.com/natalieannmusic", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Hold You Down- new original!", "update_content": "Here is another new song that will be on my EP!\nGuys, I am so excited about this EP, I can hardly stand it! I cannot thank everyone enough for donating and supporting my dream. It means the world to me. We are almost there!! YAY!!!\nThank yall so much for everything. I can't wait for you guys to hear my new music! I love yall!!\n-Natalie Ann"}, {"update_no": "UPDATE #1", "update_userinfo": "\"I Won't Stay\" (new song going on my Ep!!)", "update_content": "Hey everyone! This is a new song which will be on my EP, so let's raise the money and get it out there!!\nLove ya'll!!\n-Nat"}, {"status": [{"Project funds successfully": "25 backers pledged $5,055"}, {"Project launches": "JUNE 19, 2010"}]}], "comments": [{"username": "Thomas Luu", "content": "Congrats, Natalie! You totally deserve this moment! I'm glad to be a part of it. ily! &lt;3", "time": "almost 11 years ago"}, {"username": "Megan Robertson", "content": "YAAAAAAAAAAAAAY! You made it Nat! &lt;3 I cannot WAIT to hear it.", "time": "almost 11 years ago"}, {"username": "Thomas Luu", "content": "$590 to go! C'mon ppl! Final stretch! Contribute whatever you can!", "time": "almost 11 years ago"}, {"username": "Megan Robertson", "content": "Woohoo! So close! Trust me Nat, we want this just as much as you do! We love you, and you deserve everything you dream.", "time": "almost 11 years ago"}, {"username": "Thomas Luu", "content": "Almost 3/4 of the way there! C'mon ppl! Let's do this! Bump up your pledges if you've pledged already! If you haven't yet, pledge now! What are you waiting for?! Thank you! Natalie appreciates it!", "time": "almost 11 years ago"}]}}]