[{"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Achieve professional-quality audio, video, and lighting with the Movo WebMic HD Pro, an all-in-one HD web camera, condenser microphone, and LED lighting solution.\nAs experts in audio and video equipment for content creators, we are excited to introduce our WebMic HD Pro—an all-in-one mic, camera, and light that makes it easier than ever to produce high-quality content without breaking the bank. Whether you’re live-streaming your games, taking meetings at home, or teaching a class, the WebMic HD Pro centralizes all of your gear into one compact, easy-to-use setup.\nCapture crisp audio that’s free of unwanted background noise with Movo WebMic’s cardioid condenser microphone:\n Accurate directional pickup pattern provides focused sound\n   Gain control adjustment knob lets you tailor your audio tone\n   Headphone audio jack lets you monitor recording playback in real-time\n   Physical mute function - press the volume button to mute the microphone\nPLAY\n\nPLAY\n\nEnjoy your Zoom calls with the Movo WebMic HD and WebMic HD Pro:\n Built-in 1080p camera enhances your video quality\n   Capture video at 30 frames per second for professional-level video recording\n*Features only available with the WebMic HD and WebMic HD Pro\nTo take your video quality up a notch, the Movo WebMic 4K and Movo WebMic 4K Pro’s integrated 4K webcam captures crystal-clear video — perfect for creating content and hosting livestreams.\n*Features only available with the WebMic 4K and WebMic 4K Pro\nAchieve picture-perfect lighting with the Movo built-in LED ring light:\n\n Integrated LED ring light casts a natural tone for a balanced, neutral look\n\nBrightness settings can be adjusted between three levels for the perfect light\n  *Features only available with the WebMic HD Pro and WebMic 4K Pro\nPLAY\n\nAll Movo WebMic models include a portable stand that doubles as a grip for handheld use.\nYou can tilt the mic up or down depending on your desk setup and shot preferences, or attach it directly to your monitor using the included mounting bracket. \nIf you need more versatility or prefer a top-down shot, you can attach the WebMic to our ASM-5 studio boom arm.\nMulti-device connection issues are a thing of the past. \nEvery WebMic model comes with a built-in 3.5-millimeter TRS headphone input that lets you connect and monitor your audio in real-time.\n\nPLAY\n\nPLAY\n\nOur mission is to help others tell their stories. Here’s ours:\nBased in Los Angeles, California, we’ve built a community of filmmakers, photographers, musicians, and artists all striving for the same thing: to produce innovative and creative content without limitations. Our goal is to empower creators of all creeds with the tools that they need to turn their next great idea into their next masterpiece.\nWe believe that everyone has a story to tell and a voice that deserves to be heard and that access to quality equipment shouldn’t be a hurdle to that.\nThat’s why we’ve dedicated ourselves to constantly exploring, building, and fine-tuning all of our products to ensure that it not only performs beyond expectation but truly elevates your content to a whole new level.\nThanks for being a part of our story and our ever-expanding effort to help you share yours.\nPLAY\n\n\nOur first Kickstarter products—the MicRig and SmartCine—had successful campaign runs and have since helped artists around the world create new and exciting content.\nAlong with the support of an awesome community of creators, Kickstarter offers a great platform for us to showcase and fund our WebMic series while still connecting with you, the backer, to listen and learn how to continuously improve our products.\nWe’re confident that with your support, the WebMic HD Pro will help to provide an easily accessible platform for creators all over the world to pursue their next idea.\nWe can’t thank you enough for checking out our project and helping us make the Movo WebMic a reality.\nWe know not everyone will be able to support us with a pledge. Even if you can't give a dollar or pre-order a Movo WebMic, you can still help us by spreading the word on Instagram, LinkedIn, and other social media communities. Join us, #CreatorsWanted\nAs one of the first crowdfunding marketing agencies, Enventys Partners has brought more than 750 crowdfunding projects to life through lead generation, campaign page creation, public relations, email marketing, Facebook Advertising, campaign management and more.", "risks": "Risks and challenges\nThere are always certain risks that can arise at any moment during a project like this. That being said, we’re confident in our ability to produce the Movo WebMic. We have a highly qualified team and have partnered with leading manufacturing and fulfillment companies around the world. We just need your help to bring everything to fruition. Don’t worry, we’re completely prepared to bring Movo WebMic to life, and we have the manpower to make it happen, but if anything comes up along the way, you’ll be the first to know.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 89 or more", "title": "KICKSTARTER SPECIAL WEBMIC HD", "descp": "Back this reward and receive one (1) Movo WebMic HD (WebMic + HD Webcam) for 31% off the future retail price.\nINCLUDES:\nDesktop/handheld stand\nMonitor mount\nMovo WebMic HD (WebMic with HD Webcam)", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["135 backers", "Add-ons"]}, {"amt": "Pledge US$ 109 or more", "title": "EARLY BIRD WEBMIC HD PRO", "descp": "Be one of the first backers and receive one (1) Movo WebMic HD Pro (WebMic + HD Webcam + LED Ring Light) for 36% off the future retail price.\nINCLUDES:\nMovo WebMic HD Pro (WebMic with HD Webcam and LED Ring Light)\nDesktop/handheld stand\nMonitor mount", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,373 backers", "Limited (11 left of 1384)", "Add-ons"]}, {"amt": "Pledge US$ 119 or more", "title": "KICKSTARTER SPECIAL WEBMIC HD PRO", "descp": "Back this reward and receive one (1) Movo WebMic HD Pro (WebMic + HD Webcam + LED Ring Light) for 30% off the future retail price.\nINCLUDES:\nMovo WebMic HD Pro (WebMic with HD Webcam and LED Ring Light)\nDesktop/handheld stand\nMonitor mount", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["172 backers", "Add-ons"]}, {"amt": "Pledge US$ 139 or more", "title": "KICKSTARTER SPECIAL WEBMIC 4K", "descp": "Back this reward and receive one (1) Movo WebMic 4K (WebMic with 4K Webcam) for 30% off the future retail price.\nINCLUDES:\nDesktop/handheld stand\nMonitor mount\nMovo WebMic 4K (WebMic with 4K Webcam)", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["105 backers", "Add-ons"]}, {"amt": "Pledge US$ 159 or more", "title": "KICKSTARTER SPECIAL WEBMIC 4K PRO", "descp": "Back this reward and receive one (1) Movo WebMic 4K Pro (WebMic + 4K Webcam + LED Ring Light) for 27% off the future retail price.\nINCLUDES:\nMovo WebMic 4K Pro (WebMic with 4K Webcam and LED Ring Light)\nDesktop/handheld stand\nMonitor mount", "time": [{"ESTIMATED DELIVERY": "Aug 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1,244 backers", "Add-ons"]}, {"amt": "Pledge US$ 199 or more", "title": "EARLY BIRD WEBMIC HD PRO x2", "descp": "Be one of the first backers and receive two (2) Movo WebMic HD Pros (WebMic + HD Webcam + LED Ring Light) for 41% off the future retail price.\nINCLUDES:\n2× Movo WebMic HD Pro (WebMic with HD Webcam and LED Ring Light)\n2× Desktop/handheld stand\n2× Monitor mount", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["217 backers", "Limited (10 left of 227)", "Add-ons"]}, {"amt": "Pledge US$ 219 or more", "title": "KICKSTARTER SPECIAL WEBMIC HD PRO x2", "descp": "Back this reward and receive two (2) Movo WebMic HD Pros (WebMic + HD Webcam + LED Ring Light) for 35% off the future retail price.\nINCLUDES:\n2× Movo WebMic HD Pro (WebMic with HD Webcam and LED Ring Light)\n2× Desktop/handheld stand\n2× Monitor mount", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["26 backers", "Add-ons"]}, {"amt": "Pledge US$ 89 or more", "title": "SUPER EARLY BIRD WEBMIC HD PRO", "descp": "LIMITED TIME ONLY: Be one of the first backers and receive one (1) Movo WebMic HD Pro (WebMic + HD Webcam + LED Ring Light) for 47% off the future retail price.\nINCLUDES:\nMovo WebMic HD Pro (WebMic with HD Webcam and LED Ring Light)\nDesktop/handheld stand\nMonitor mount", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "871 backers"]}, {"amt": "Pledge US$ 169 or more", "title": "SUPER EARLY BIRD WEBMIC HD PRO x2", "descp": "LIMITED TIME ONLY: Be one of the first backers and receive two (2) Movo WebMic HD Pros (WebMic + HD Webcam + LED Ring Light) for 50% off the future retail price.\nINCLUDES:\n2× Movo WebMic HD Pro (WebMic with HD Webcam and LED Ring Light)\n2× Desktop/handheld stand\n2× Monitor mount", "time": [{"ESTIMATED DELIVERY": "Jun 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "157 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "Important Production Update", "update_content": "Hi Backers,\nWe want to thank you again for the incredible support we have received for our WebMic design. Over 4,000 of you have pledged your support for our campaign, proving that there is a real need for an all-in-one webcam solution.\nWe knew we were on to something with our WebMic but we can honestly say that this campaign shocked us all. Not only were we fully funded within 2 hours, but we exceeded our fundraising goal more than 40 times over. While we are thrilled and touched by your support, the reality is that this situation requires changes on the production side of things. We’ve had to scale up production and reaching our stretch goals added a few new steps in the manufacturing process which means more time."}, {"update_no": "UPDATE #10", "update_userinfo": "PledgeBox Backer Survey Sent - Please Check Your Email", "update_content": "What if I don't see the email yet?\nCheck your spam folder. If you use Gmail, sometimes your invite will go to your “Promotions” tab. If you still can’t find it, search your inbox for “PledgeBox”\nIf that doesn’t work, try these steps:\n1. Follow this link: https://survey.pledgebox.com/retrieve/100857/movo-webmic-hd-pro-all-in-one-hd-webcam-mic-and-led-light\n2. Click “Request New Invite”.\n3. Enter your email address (the one you pledged with).\n4. Wait at least 10 minutes, then go to your email, open the invite, and click the button to confirm all your goodies.\n\nThere's something wrong with my pledge!"}, {"update_no": "UPDATE #9", "update_userinfo": "Thank you, thank you, THANK YOU!", "update_content": "Backers,\nWe’d like to use this update to express our gratitude for all of your constant support throughout the duration of our campaign.\nWe don’t even know where to start. All that comes to mind is THANK YOU! As inventors, creators, designers and founders at heart, we’re blown away by how many of you connected with our idea! We’ve never been more happy and humbled. Most of all, we’re just so thrilled that so many of you will get to experience improved audio, video, and lighting with your Movo WebMic unit."}, {"update_no": "UPDATE #8", "update_userinfo": "STRETCH GOAL #3 UNLOCKED!", "update_content": "Now that we’ve reached over $600K in funding, our third stretch goal is officially unlocked! All Movo WebMic units will now come with a free hard shell carrying case! Thank you all for sharing our campaign and helping to unlock our stretch goal so quickly."}, {"update_no": "UPDATE #7", "update_userinfo": "Check us out on ProductHype!", "update_content": "Hi, backers!\nCheck this out! We were featured in ProductHype’s latest roundup highlighting the top crowdfunding campaigns!"}, {"update_no": "UPDATE #6", "update_userinfo": "Stretch Goal #3 Announcement!", "update_content": "After considering everyone's stretch goal ideas, we’re extremely excited to announce our third stretch goal!\nOnce we hit $600K in funding, we’ll release a free hard shell carrying case for your Movo WebMic unit!"}, {"update_no": "UPDATE #5", "update_userinfo": "STRETCH GOAL UNLOCKED!", "update_content": "Now that we’ve reached over $474K in funding, our second stretch goal is officially unlocked! We will now include a lens cap with every Movo WebMic unit. Thank you all for sharing our campaign and helping to unlock our stretch goal so quickly."}, {"update_no": "UPDATE #4", "update_userinfo": "Stretch Goal #2 Announced!", "update_content": "We’re extremely excited to announce our second stretch goal!\nSince so many of you have requested additional privacy, once we hit $450K in funding, we’ll release a lens cap for your Movo WebMic unit!"}, {"update_no": "UPDATE #3", "update_userinfo": "STRETCH GOAL UNLOCKED!", "update_content": "Now that we’ve reached over $308K in funding, our FIRST stretch goal is officially unlocked! After looking over the survey results, we’ve decided to make all three color options available! Thank you all for sharing our campaign and helping to unlock our stretch goal so quickly."}, {"status": [{"Project funds successfully": "4,334 backers pledged $653,017"}]}], "comment_no": 603, "projec_url": "https://www.kickstarter.com/projects/movo-photo/movo-webmic-hd-pro-all-in-one-hd-webcam-mic-and-led-light", "project_name": "Movo WebMic HD Pro: All-in-One HD Webcam, Mic and LED Light"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Ok, that new video up above this is ridiculous. We know. But we had fun with it. Whatev's. \nHI!!! Wow, we've been completely blindsided by the amount of support we've received over the past week. Fully funded in 8 days, amazing!! This is a testament to the power of this community, so many people asked us how we would get a bunch of frugal people to help pitch in. We showed them! It's not that we won't spend money, it's that we won't part with money unless the purchase is a life necessity or the reciprocation brings us value, and lots of it! So, we see this successful kickstarter as a huge vote of confidence from y'all that you believe in this project, and we can't thank you enough. Phew!!! That certainly takes the stress down a few notches, so thanks for that! Plus, this means the film is officially going to be finished. Boom.\nNow that we have the opportunity to continue to raise money, you may be asking yourself.... \"where is the extra going?\". Well, we have some grand plans to share! All the icing on the cake will be put right back into the documentary. We plan to put together a 10-city screening tour across the country, we want to bring the party to you! The more we raise, the more fun the party. And perhaps we will be able to increase the amount of locations we can visit! But of course, travel, venue rentals, food, posters, etc.... these things cost money. Even when we pinch pennies and travel hack our way around, costs arise. And we can't do this alone, so the extra funding will allow us to continue to pay our people as we have since DAY 1.  \nSOOOO, we have extended a few of the backer levels, come up with some new ideas and added a new stretch goal! Let's see if we can get there! Thank you for all the continued support!\n-PWF Crew\nWe are making the first feature length film about FIRE (Financial Independence Retire Early).\nIn the field\nPlaying with FIRE follows 35 year old Scott Rieckens, his wife Taylor, and their toddler Jovie as they embark on a year-long odyssey to understand the rules of this sub-culture and test their willingness to reject the standard narrative of adult life, which basically prescribes: “Go to college, take out tons of student loans, buy a new car, take on a mortgage, buy another car and all kinds of other things, then work for 40+ years to pay for it all. If you’re lucky you might be able to retire at 65 and have a few years left to hit the golf course.” \nWhen Scott hears a prominent leader and “early retiree” in the subculture--Mr. Money Mustache—interviewed on the Tim Ferriss podcast, he enlists his wife to abandon everything they’ve been taught about the role of money in adulthood and instead focus on pursuing financial independence. But doing so requires an about face since their current path has them spending every dime they make living in an expensive San Diego suburb, driving luxury cars, and eating at fancy restaurants. Although everything they are doing is sanctioned by their friends, traditional education, and broad society, Taylor agrees something is wrong when it becomes clear she’ll need to sacrifice the precious hours of her daughter’s childhood and work 40+ hours per week to continue paying for their lifestyle. She agrees to uproot their lives and spend a year traveling around the country to meet the subculture’s mentors while living rent free to save as much as they can.\nTime is our most valuable resource. FIRE helps make the most of your time.\n The “F.I.R.E.” subculture (“financially independent, retired early”) is a stunning phenomena that has emerged in developed Western nations thanks to the Internet and simple, efficient ways to invest and grow money. Rooted in cultural traditions of simplicity and values-based appraisals of what makes life truly worth living, the FIRE sub-culture was born from the minds of engineers and computer programmers who favor life optimization and personal freedom over “stuff.” Today their followers number in the millions, gobbling up every detail of advice on popular blogs and podcasts. These men and women have proven--through a series of simple life hacks and time-tested investing strategies--that it’s possible to buck the system and walk away from mandatory work decades before the standard narrative would suggest is possible. Once they reach “their number” (investments equaling 25x annual expenses), they are securely positioned to abandon mandatory work and pursue a life on their own terms. But getting to this place requires significant personal sacrifice,  a radical reappraisal of the role of money in our lives, and what truly brings happiness. Not everyone is cut out for the challenge.\nWe've spent the last year travelling the country, meeting the amazing characters who have illuminated the path to Financial Independence. From Vicki Robin to Mr. Money Mustache, we've done our best to find the most compelling and informative stories to help uncover the world of FIRE and try to make sense of the framework for a mainstream audience. The intention of this movie is to inspire people to take a look at their financial health and ask themselves if they can do better. It's to uncover this wild and wacky world of FIRE and present the soul of the community to the world. We want this to be a calling card for all those who are ALREADY practicing a FIRE lifestyle, but may feel alienated or unprepared to share their story with their friends, family or loved ones. Perhaps they've tried, but were met with the ugly truth. Our society's relationship with money is completely broken. So we went to the experts to learn how we can work to fix this. \nScott, Taylor and Jovie\nFinancial Literacy is more important than ever. It's time to share the FIRE framework with the world. \nThis project is as much for the FIRE community as it is for all those who still need to take control of their financial lives. We firmly believe there are too many people out there just like us, who had no idea how simple it was to get their financial world in order, and ultimately free ourselves from stress, shame and mandatory labor decades ahead of the prescribed schedule. But simple doesn't make it easy. We are hellbent on eliminating excuses through our own journey, sharing our tips, tricks and coping mechanisms and ultimately learning from the best, the existing FIRE community! The FIRE community has lived in fear of retribution for far too long. It's time to address the tough (but logical) questions and fears people have head on, and give our friends, family, neighbors, etc. the gift that we have all been so lucky to receive. The gift of financial freedom. And beyond the subsidization of this project, this is ultimately what you'll be supporting. This is an opportunity to pay it forward and give back, grab that life karma. Because FIRE is better when shared with others!\nThe Goods\nOh boy, do we have some goods. We've done our best to provide the most value for you, incentivising you to help us. After all, we know you aren't typically excited to part with your money. SO, while we don't fashion ourselves as retailers, we've given it our best shot! \nFrom coffee mugs, to bike bags, stickers to luggage tags, we've tried to make things you will USE. Function over all else. And in that spirit we also offer one on one time with your favorite FIRE experts, and a chance to be a part of our team!  \nThe Documentary\nThe Book\nSticker Pack\nCoffee Mugs\nLuggage Tags\nBike Bags\nPlaying Cards\nThe whole kit and kaboodle\nThe Plan\nWe are doing EVERYTHING humanly possible to bring a film, book, podcast to market while running quality control on the narrative and approach to encapsulating FIRE into a 90 minute film, 50,000 words and 10 episodes. This effort would be wasted without a healthy amount of press to share the story, an amazingly talented team and the support of the community it's meant to celebrate. \nPost Production\nWe are currently in rough cut stage, and will quickly be turning that into a beautiful director's cut, followed by a final cut. Once we've washed, dried, polished, buffed and waxed the beauty, we will send that off to experts who will color grade the footage and mix the sound so your eyes and ears stay super happy. At that point, we will need to send the product through a legal filter and ensure we get closed captioning and other various odds and ends to deliver the final product to you.\nWe are currently at 30 TB of footage, we are dangerously close to maxing them out. Thankfully we are wrapped with filming!\nThis is the crux of our current position. We need your help to hire the best and brightest. The more polished this film is, the more seriously it will be taken. The more respect it gains, the more it's talked about. The more buzz we generate, the more validation the community will have at large. The more validation, the more people will become interested in FIRE and the community. And this gets to the heart of our goal, to empower everyone to live a rich, happy and fulfilled life. This is about paying it forward! Imagine FIRE events popping up all over the country, making frugality and living within our means commonplace amongst our neighbors. Imagine watching the stress lift off the population, and a whole generation of people empowered to live their best life. This film has the potential to bring that story to the masses, and facilitate the nexus of that reality!\nThis is the last piece of the filmmaking and book writing process, but marks the beginning of a new chapter, marketing, selling, promoting... basically making sure everyone knows this thing exists in case they are interested! We can't let this endeavour be a sunk cost, we've devoted too much of our most precious resource, time. SO we are here... asking for your help.\nBuilding an Audience\nHere we are, we've finally completed the film. We are wrapping up the book. We're head down in post production, getting the stories tight, ensuring accuracy and inspiration are abundant. And while we've been incredibly connected to the community through events, emails, late night phone calls, international texts and Skype calls, we've been fairly quiet on the outbound side. That's been by design. We didn't want to string y'all along too long! We knew this project would take the better part of 2 years to complete, so we wanted to focus on the creating. But now, we will be sharing our experience. Our social media's will be getting a little love, and hopefully we can all enjoy the launch of this project together. As we are currently teaching our 3 year old... sharing is caring. So, sharing this Kickstarter campaign is the first thing you can do to help bring the superpowers of FIRE to those who need it most! \nScreening Tour\nWe are currently prepping a 10 city screening tour, and theatre release! We will be roaming the country, creating pop up FIRE parties. Hopefully you'll allocate a few bucks in early 2019 to join us! Just think, a red carpet event for the very topic that you consume daily! Perhaps a few of your personal finance hero's will show up. Perhaps we will have giveaways, Q&A sessions, accompanied by food and libations... Just maybe. \nTo sum it up, if you've read through to this point, you may be thinking.... \"that seems expensive\". Well, you would be right. This is going to cost money to complete. So for us, it's a sliding scale. The more money we raise, the more we can accomplish. If we raise the minimum, we will be able to execute the film. If we raise more, it will go right back into making this film the best and biggest we can make it! \nWho We Are\nSCOTT RIECKENS\nExecutive Producer | 2-Time Emmy® Nominated Filmmaker\nScott found FIRE through Mr. Money Mustache, and immediately connected to the philosophy, lifestyle and hope it offered him and his family. Scott has spent the last decade leading teams on creative concept, brand strategy and production. He is currently the founder of 99 Bravo Productions.\nHis work has generated millions of views, 2 Emmy nominations and countless other awards. Most notably, he directed the documentary \"Inventing to Nowhere\" aiming to dispel mythical attacks on America's intellectual property landscape. Scott has been trusted by some of the biggest brands in the world, including Facebook, NBC, Taylor Guitars, FOX, Microsoft and WIRED Magazine.\nAnd now, he's focused on producing \"Playing with FIRE\", a documentary that uncovers the growing community of frugalists, mustachians and valueists choosing a path to financial independence and early retirement.\nTRAVIS SHAKESPEARE\nDirector & Executive Producer | Multiple Emmy® Award Winning Filmmaker\nTravis started his own journey into FI/RE a decade ago when he was fed up with student loan & consumer debt and realized something had to change. He is an award-winning film and television producer best known for his work showcasing unique individuals and cultures bent on self-actualization and excellence. Credits include the highly acclaimed Emmy®-winning unstructured docu-reality series, Life Below Zero (NatGeo), Top Gear USA (History) & Top Gear America (BBCA), Ice Road Truckers (History) Deadliest Catch (Discovery), The Wild Within (Travel Channel), Gourmet’s Diary of a Foodie and Gourmet’s Adventures with Ruth (both on PBS). Film credits include the documentary feature Elaine Stritch: Shoot Me and the award-winning narrative feature film All That Remains. Shakespeare’s work has been honored with multiple Emmys® and the 2011 James Beard Award for his work on Gourmet’s Diary of a Foodie. He holds a BA in English and French from the University of Colorado, Boulder.\nRAYMOND TSANG\nDirector of Photography | 3-time Emmy® Award Winning Filmmaker\nRay believes that every story he tells has an opportunity to inspire positive change in the world. He has collaborated with brands like Lyft, Apple, CBS, Facebook and T-Mobile; pushing the limits of what good people and good storytelling can accomplish together.\nFrom 30-second commercial spots to feature-length documentaries, he has been nominated for over a dozen Emmys and worked with some of the largest companies in the world in telling those stories.", "risks": "Risks and challenges\nRisks: The single biggest risk we currently face is lack of funding. We have the product nearly ready to ship. It's so close. It's going to cost close to $40,000 to finish editing, motion graphics, coloring, mixing, and prepping the film for release. We've been on or under budget on the entire film up to this point and decided early on to devote a considerable amount of resources to the production of the film. Without a great story, post-production didn't matter. We also chose to future proof the film and shoot 5K footage. This is not your average documentary. We had always planned to use crowdfunding to get us over the finish line in post-production. We've put ourselves at risk by assuming the existing FIRE community would be excited about this film and come to our aid to support us when we need it most. It remains to be seen whether we overshot our assumptions. Plus, we had originally planned to use the power of the community to help us share the film. If that doesn't take hold like we plan, we may need to spend additional funds to expand our reach. \n\nLastly, Taylor and Scott have risked their anonymity, and their reputations to be as transparent and open as they possibly could to hopefully help people relate to a FIRE lifestyle, show the realities and inspire people to learn more about personal finance and about themselves. But who knows, perhaps the internet trolls will fry us up in a frying pan, chew a bit and spit us out. It's scary as hell... So we are really hoping it was all worth it!\n\nChallenges: Like any creative project, the subjective tastes of so many can make it difficult to make safe assumptions, ultimately leading to undershooting budgets and overestimating success. We feel we have the experience to avoid the typical traps, but that same experience comes with a certain humbleness that we can't control everything. We have called in so many favors and hedged our bets on this project. We are running out of those favors, and getting into the type of work that does NOT come free. Also, we are new to the independent distribution model, and it's proving a challenge to learn exactly how to distribute a film in the currently disrupted and ever-changing landscape. We are doing everything we can to solicit help from the best sources, but you never know who is there to help and who is there to capitalize.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "5 Spot", "descp": "This means the world to us because we know every dollar can be traded for time. We value your time and ours. As sincere as a kickstarter backer level thank you can be…. THANK YOU 🙏 . Share your twitter handle with us, we will be sure to shout you fam.", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["43 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Lean FIRE", "descp": "We’ve self funded to this point, and deferred salaries to make this thing happen. It’s a tad ironic that we are pursuing financial independence and not making money. We understand that. Please…please help. We’ve made a huge mistake :)\nYou'll get EXCLUSIVE WEEKLY BACKER UPDATES from us through the rest of this project. And we don’t mean lame every few months “oh we’ve been busy” updates. We’re talking updates from our director, cast members and constant communication on developments in licensing deals, press, screening tours etc. that you won’t get anywhere else.", "time": [{"ESTIMATED DELIVERY": "Oct 2018"}], "stat": ["82 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "FIRE", "descp": "Let’s cut straight to the chase here. You are getting early access to the MOVIE and EXCLUSIVE WEEKLY BACKER UPDATES.\n** This stream will be available PRIOR to the official general release, for a limited timeframe - TBD based on our premiere and general release. Backers will get exclusive updates as we get closer to our release, and will receive a private email link with instructions on how to view. **", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}], "stat": ["372 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Fat FIRE", "descp": "You like to live it up. Living large and in charge. Well, we can dance. We aren’t afraid. You are getting early access to the MOVIE, early access to the DIGITAL or AUDIO BOOK and EXCLUSIVE WEEKLY BACKER UPDATES.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["144 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Barista FIRE", "descp": "Get your mits on this exclusive coffee mug, limited only to the Kickstarter. Be an OG on the coffee scene, impress your friends and get your camping on. Also includes everything from the FAT FIRE level.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Mustachian", "descp": "Here we are offering a custom bag to add to your favorite mode of transportation. Perfect for keys, wallets, phones and bottle openers. Also includes everything from the FAT FIRE level.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Game Night", "descp": "What’s better than you own custom deck of playing cards to encourage “a nice night in”? We will do limited runs of these, so get your hands on them now. Also includes everything from the FAT FIRE level.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["4 backers", "Limited (246 left of 250)"]}, {"amt": "Pledge US$ 75 or more", "title": "Travel Hacker", "descp": "We see you, you travel hacker you. We know you have a million travel points banked, and can’t wait to take a free vacation to the Bahamas. More money for cocktails! Well, we kept you in mind too. Your luggage is ready for a little spice. Get this exclusive, custom leather luggage tag to ensure you end up at home with that favorite shirt you found at the local thrift shop. And nod to the passerby as you notice theirs. Also includes everything from the FAT FIRE level.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Stick to it", "descp": "Stick these buggers everywhere, let's get people talking about FI. You'll receive a sticker pack with 5-7 stickers. Also includes everything from the FAT FIRE level.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Hollywood (on a budget)!", "descp": "Here is your chance to be acknowledged in your future favorite film! We can't do with without the community, and we love giving credit where credit is due! Back us on this level and we will include your name in the credit roll at the end of the film! Also includes everything from the FAT FIRE level.", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}], "stat": ["264 backers", "Limited (36 left of 300)"]}, {"amt": "Pledge US$ 250 or more", "title": "FU Money", "descp": "You’ve already FI’d out, or you are damn close. And its about time you indulge a bit. Why not use that spending money to support your favorite FIRE project? This level gets you a credit in the film, early access to the movie, early access to the digital or audio book and EXCLUSIVE WEEKLY BACKER UPDATES. Additionally, you’ll receive a care package with 1 of every item previously mentioned and a personal hand written thank you from us!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["65 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Mini- Chautauqua", "descp": "A very special backer level, you will join the unique Mad FIentist, Director Travis Shakespeare and Scott and Taylor on a mini-chautauqua. In this one day vacation, we will spend the day together starting with breakfast, activities, and a presentation from the man himself, the Mad FIentist. After lunch, you’ll get one on one time to check your math, ask questions and seek advice, and there may even be some surprise guests to join in. We will cap off the day with another adventure and a fancy dinner while enjoying a private screening of the movie and nightcap with cocktails and dreams. This is going to be a fun one! Location & details TBD based on backer locations and all parties availability.", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 10,000", "title": "FIRE Starter", "descp": "Hi there you Associate Producer you. Back us at this level, and you’ll also be enabling us to indulge in our favorite collaborators to create custom scores, Hollywood blockbuster level editors, colorists and sound mixers. This will catch the eyes of the people on top, who decide which films are worth supporting. And thus, the FIRE will spread. Plus, you will become part of the team! You can choose to be acknowledged in the credits, and invited to join us at any event, with VIP status anytime and anywhere. You'll get the insider scoop and be listed on IMDB as our award-winning film rolls out across America. PLUS VIP tickets to our premiere and after-party. Also includes everything in our FU Money level. Want to pledge at this level (or above), but have something else in mind as a special reward? No problem! Contact us at hello@playingwithfire.co to talk more!", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge US$ 650 or more", "title": "Afford Anything", "descp": "The ever inspiring and amazingly generous Paula Pant will personally coach you through any of your financial ailments. She will offer a minimum of an hour of her guidance over Skype with a personal touch only she can deliver. If you happen to find yourself in Las Vegas, she will meet you in person if you like! You’ll also receive early access to the movie, early access to the digital or audio book and EXCLUSIVE WEEKLY BACKER UPDATES and a personal hand written thank you from us!", "time": [{"ESTIMATED DELIVERY": "Jan 2019"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 650 or more", "title": "The FIRE is Spreading", "descp": "Fan of the ChooseFI podcast? Brad and Jonathan want to up the ante. First, you will have the chance to tackle the Friday Roundup “Hot Seat” on iTunes #10 ranked personal finance podcast. Whether you are a fan of the show or a new blogger looking to kickstart some exposure, this is your chance to shine in the spotlight. But wait, there’s more! You’ll also receive early access to the movie, early access to the digital or audio book and EXCLUSIVE WEEKLY BACKER UPDATES and a personal hand written thank you from us!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["Reward no longer available", "2 backers"]}, {"amt": "Pledge US$ 650 or more", "title": "The Simple Path to Wealth", "descp": "JL Collins wrote THE book on FIRE’s favorite investment vehicle, low cost index funds. But perhaps you have questions regarding asset allocation, market timing, or maybe you want to have a healthy debate! This is your chance to talk directly to the man, the myth and the legend himself. You’ll have the chance to spend an hour, over Skype, picking his brain, hearing light-hearted jokes at your expense and being completely enlightened by our favorite investment expert. You’ll also receive early access to the movie, early access to the digital or audio book and EXCLUSIVE WEEKLY BACKER UPDATES and a personal hand written thank you from us!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["Reward no longer available", "4 backers"]}, {"amt": "Pledge US$ 650 or more", "title": "Your Money or Your Life", "descp": "Many people began their FIRE journey through the amazing book, Your Money or Your Life. Why not use this opportunity to thank one of the authors, Vicki Robin. Vicki has transformed so many lives, and we can say from experience, an hour with her will undoubtedly leave you enlightened, engaged and inspired. You’ll have the chance to spend an hour, over Skype, learning from the poet of life energy herself. You’ll also receive early access to the movie, early access to the digital or audio book and EXCLUSIVE WEEKLY BACKER UPDATES and a personal hand written thank you from us!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Community Above All", "descp": "Enjoy a trifecta experience, 1 hr consultations with Paula Pant, JL Collins and a chance to tackle the hot seat on ChooseFI! This is a bundle you’ll never find again. You’ll also receive the \"FU Money\" goodies bundle, early access to the movie, early access to the digital or audio book and EXCLUSIVE WEEKLY BACKER UPDATES and a personal hand written thank you from us!", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #24", "update_userinfo": "#2 on the Charts!", "update_content": "Hi fam,\nIt's pretty cool to think back to the morning I hit publish here on Kickstarter. Fear was running through my veins. We were broke. The Kickstarter team was taking bets whether this frugal community would spend money on a dream of a documentary. There was a lot riding on this.\nThanks to you, we hit #2 on the Documentary Charts on iTunes this week! Take that Kickstarter team! Frugal friends unite!"}, {"update_no": "UPDATE #23", "update_userinfo": "You are incredible.", "update_content": "The positive comments are amazing, thank you for sharing your reactions with us! It's been an amazing 48 hrs for us, after 2 years of intense work to get to this point. Thank you all for your amazing support.\nI wanted to address a few things. \n1. We aren't sure yet about Netflix, we have connected with them and hope to make something happen. If all goes well, it would potentially be on the platform in late fall but there are no guarantees. "}, {"update_no": "UPDATE #22", "update_userinfo": "You are the first to know!", "update_content": "Happy Friday y'all!\nWe hope you've been happy and healthy this past week. We've had a very productive week ourselves! \nAnd since it's Friday afternoon, I'll keep this short and sweet. \nWe expect to send you the movie exactly a week from today. That's Friday, April 12th! There are still a few things that can go wrong between now and then, but this is our target date and our fingers are crossed."}, {"update_no": "UPDATE #21", "update_userinfo": "Coffee Mugs & Theater Tours", "update_content": "Hi you beautiful Kickstarter Backer you. Happy Friday. I've got some fun news. \nWe have picture locked the film. That means we aren't rearranging scenes, selecting music, considering story flow... it's finally locked. The film is currently undergoing color and sound mix! \nWhat does this mean? When can we see it?"}, {"status": []}], "comment_no": 110, "projec_url": "https://www.kickstarter.com/projects/firedoc/playing-with-fire-the-documentary", "project_name": "Playing with FIRE : The Documentary"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Click Here to Pledge!\nKill Merlin! is FUN\nKill Merlin! is fun to play, and winning is especially satisfying.\n\"And with THAT, I have killed Merlin!\"\nReviewers Love Kill Merlin!\nThere are more previews and reviews below, but first...\nAbout the Game\nMerlin is the most powerful wizard in the land, and he has cornered the market on all mana and magical ingredients. His impetuous and unpredictable nature has made life for an aspiring magic user a challenge. As long as Merlin lives, you and your fellow wizards must hide in the shadows and follow his every whim. You know that there is only one way to end his megalomaniacal reign. You must kill him.\nBuy Ingredients\nUse your wits, magical ingredients, and the very elements of nature to assemble a mystical spell that can bring Merlin down. However, as you pursue your dreams of power, so too do the other magical beings of the realm. And the only thing more dangerous than a crafty old wizard is an ambitious young one. Actually, all wizards are terrifying, so be careful.\nLearn and Cast Spells\nBuy ingredients, learn spells, and cast spells to thwart your opponents. Be the first to defeat Merlin so that all may revere your glory!\nBe the first to defeat Merlin!\nKill Merlin! is a 2-4 player wizard-themed strategy game with unique mechanics and high player interaction. It is straightforward and easy to learn, but there are many layers of strategy. It's great for both gateway and hardcore gamers.\nA full game of Kill Merlin! takes about 15-30 minutes per player. So, a 2-player game might last 30-60 minutes, while a 4-player game might last up to 2 hours. Since the spell board is dealt randomly each game, the duration can vary.\n * The images above show the current state of the artwork, some of which may be upgraded during the design/manufacturing process.\nRead The Meeple Street's Review of Kill Merlin!\nMeeple Times:\n\"This is a take that game of the finest degree. It’s simple, easy-to-teach, fast paced, and plenty fun for beginners and veterans alike ... Dave Schuman and his boys did a fantastic job crafting a game full of wacky and unpredictable surprises ... if you’re a fan of take that games, a category made famous by games like Munchkins and King of Tokyo, but you want more meat on the bones, then you’re really going to like Kill Merlin!.\" - Gary, Meeple Times\nRead the full Meeple Times review here: https://meepletimes.com/impressions/kill-merlin-first-impressions/\nThat's What Jenni Said:\n\"It feels a little less frustrating to have an opponent take all your money when you know they might be Merlin’s next victim and lose it all themselves the next turn. It reinforces the theme that Merlin is the bigger enemy, and nothing should be taken personally as we step on each other trying to get to him first.\" - Jenni, That's What Jenni Said\nWe got a \"Oui! Oui!\" from Jenni :)\nRead Jenni's full review here: http://www.thatswhatjennisaid.com/2018/10/board-game-preview-kill-merlin-new.html\nUnfiltered Gamer:\n\"It's a party game, it's a family game, and it's crazy... even when you think you're losing this game, you might actually not be losing because Merlin might have a few tricks up his sleeve...\" - Michael, Unfiltered Gamer\nBoard Game Brawl:\n\"Kill Merlin!... is easy to set up, it's easy to teach, it's fast to teach... so there are layers of strategy there, but it's also so straightforward and easy to learn that I think that casual gamers could potentially enjoy it, players who want a little more meat on their games could enjoy it as well, and people who are in the middle.\" - Nick, Board Game Brawl\n Preview Video:\n Full Gameplay Video:\n        Here is a link to the draft RULES.\nHere is a link to the draft Wizard Turn Sequence Sheet.\nI've enabled commenting privileges in both of those docs, please feel free to comment directly in them with any feedback. The final rules are still being laid out and will be updated when available.\nShipping will be collected after the campaign via our Pledge Manager. We plan to work with Quartermaster Logistics for shipping logistics and fulfillment, and we offer customs friendly shipping to US, EU, Canada, Australia, and China backers.\nBased on the size and weight of our prototype, we *estimate the following shipping charges:\n~$10-12 in the USA\n~$16-20 in Alaska, Hawaii, and Puerto Rico\n~$16-18 in Canada\n~$10-12 in China and Hong Kong\n~$15-18 in EU/UK and Canada\n~$20 in Australia\nWorldwide prices can vary from ~$20-$80 depending on your location\n* These are only estimates. Your actual shipping cost may be higher or lower, depending on the weight of the final product with all stretch goals achieved as well as ever-changing shipping costs.\nWe are unfortunately unable to guarantee delivery to Russia, South Africa, Brazil, Ukraine, Kazakhstan and Afghanistan. If you are in those countries and want to make a pledge, you might consider getting the game shipped to a friend or relative in a more shipping-friendly country.\nRisks and Challenges\nWith every project, there are risks. We have been working hard to mitigate those risks. We have spent the last year immersing ourselves in the independent board game scene, and have enrolled the help of industry veterans in order to better understand the publishing and manufacturing facets of board game production. The game assets and artwork are nearly complete, and we have manufacturing/shipping samples and quotes ready from multiple reputable factories. We have thoroughly researched pricing and costs, and we feel comfortable with our budget at various levels of funding. We will be working with CrowdOx as our pledge manager and Quartermaster Logistics for fulfillment. We thank you in advance for your confidence in our ability to deliver on the promise of Kill Merlin!", "risks": "Risks and challenges\nSee above.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 49 or more", "title": "(Untrust)worthy Wizard", "descp": "1 full copy of Kill Merlin!\nAll stretch goals included.\nPLUS... you'll get access to LIMITED EDITION DIGITAL DESKTOP WALLPAPER by Scott Werner.\nSHIPPING WILL BE COLLECTED LATER\nVIA OUR PLEDGE MANAGER. Please refer to the \"Shipping\" section of the campaign page for estimates.\nNEED MORE COPIES of Kill Merlin? Luckily, there is strength in numbers. Add $42 to your pledge for each extra copy you want. What a bargain!", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["268 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Magic Merchant", "descp": "For Retail stores only - You must provide documentation. This pledge will serve as your reservation, we will work out retailer-friendly pricing, order quantity and shipping offline.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 149 or more", "title": "Now & Later", "descp": "Just can't wait? At this level, you'll get 2 copies of Kill Merlin!\n1 copy IN TIME FOR CHRISTMAS 2018! This copy will ship FREE IN THE US! This will be a print-on-demand of our current reviewer version of Kill Merlin! It won't be the final artwork or components (i.e., not the same as the pictures you're seeing on the campaign page), but it's still nice-looking. You can get really good at the game before everyone else, then you'll be totally ready to defeat your friends and family when you receive...\n1 full copy of Kill Merlin! (Delivered with the rest of the run, targeting August 2019.) All stretch goals included.\nPLUS... you'll get access to LIMITED EDITION DIGITAL DESKTOP WALLPAPER by Scott Werner.\nThis reward level is available only to US backers. We'll cover the shipping for the print-on-demand version. SHIPPING FOR THE FINAL COPY WILL BE COLLECTED LATER VIA OUR PLEDGE MANAGER. Please refer to the \"Shipping\" section of the campaign page for estimates.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["9 backers", "Limited (41 left of 50)"]}, {"amt": "Pledge US$ 199 or more", "title": "Miniature Machination", "descp": "LIMITED EDITION miniature figurine of Merlin himself! (May ship separately from the game.)\n1 full copy of Kill Merlin!\nAll stretch goals included.\nPLUS... we'll include your name in the official rulebook as a \"Miniature Member\" of Merlin's Kickstarter Guild.\nPLUS... you'll get access to LIMITED EDITION DIGITAL DESKTOP WALLPAPER by Scott Werner.\nSHIPPING WILL BE COLLECTED LATER\nVIA OUR PLEDGE MANAGER. Please refer to the \"Shipping\" section of the campaign page for estimates.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (12 left of 20)"]}, {"amt": "Pledge US$ 499 or more", "title": "Astral Projection", "descp": "2 CUSTOM GAME BOXES with one-of-a-kind, custom artwork featuring your likeness as the contemptuous Merlin on his throne! (May ship separately from the game.)\n2 full copies of Kill Merlin!\nAll stretch goals included.\nPLUS... we'll include your name in the official rulebook as an \"Astral Member\" of Merlin's Kickstarter Guild.\nPLUS... you'll get access to LIMITED EDITION DIGITAL DESKTOP WALLPAPER by Scott Werner.\nSHIPPING WILL BE COLLECTED LATER\nVIA OUR PLEDGE MANAGER. Please refer to the \"Shipping\" section of the campaign page for estimates.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (8 left of 10)"]}, {"amt": "Pledge US$ 999 or more", "title": "Conjurer-In-Chief", "descp": "All sorts of goodies!\n2 CUSTOM GAME BOXES with one-of-a-kind, custom artwork featuring your likeness as the contemptuous Merlin on his throne!\nPLUS... LIMITED EDITION miniature figurine of Merlin himself! Lovingly hand-painted by Scott Werner.\nPLUS... One full set of metal mana tokens\nPLUS... 2 full copies of Kill Merlin!\nAll stretch goals included.\n(Items may ship separately.)\nPLUS... we'll include your name in the official rulebook as an \"Executive Member\" of Merlin's Kickstarter Guild.\nPLUS... you'll get access to LIMITED EDITION DIGITAL DESKTOP WALLPAPER by Scott Werner.\nSHIPPING WILL BE COLLECTED LATER\nVIA OUR PLEDGE MANAGER. Please refer to the \"Shipping\" section of the campaign page for estimates.", "time": [{"ESTIMATED DELIVERY": "Aug 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (4 left of 5)"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Kill Merlin now in retail stores! 🤟 US backers have received their games 😅 International orders on the way 🚛", "update_content": "Hello! It's been so exciting to receive notes and pictures of Kill Merlin! arriving at your homes. Of course, this could not have happened without your support, and we are so grateful 🙌\nMiniatures and Custom Artwork\nFor those of you who backed at the \"Miniature Machination\" and \"Astral Projection\" levels, we are working on finishing up the miniatures and custom artwork. Those are all done by hand and shipped manually by me and Scott, we expect those to be completed and delivered within the next month or so."}, {"update_no": "UPDATE #18", "update_userinfo": "Happy New Year! Kill Merlin is at the warehouse!", "update_content": "\"Goods have arrived to the warehouse and been added to stock.\"\nThat's the news from our fulfillment provider, Quartermaster Logistics 😅 "}, {"update_no": "UPDATE #17", "update_userinfo": "Digital Desktop/Phone Wallpaper is ready!", "update_content": "Manufacturing is nearly complete!\nNext week, our manufacturer will be shipping 750 sets of Kill Merlin! :) The games will spend several weeks on a boat, then they'll be picked up by Quartermaster Logistics (fulfillment center). I've been working closely with QML, hopefully there will be a quick turnaround shipping games to backers. I'll continue to update you throughout this next phase.\nPlease complete your CrowdOx survey by 11/16/19"}, {"update_no": "UPDATE #16", "update_userinfo": "Manufacturing nears completion, CrowdOx deadline 11/16", "update_content": "Hi! Here's an update on Kill Merlin!...\nWizard Pawns\nWe received pre-production samples of the wizard pawn miniatures, they're great! Here are a couple of pictures of Kill Merlin! being played with the full pre-production set :)"}, {"update_no": "UPDATE #15", "update_userinfo": "We're in production!", "update_content": "Happy Summer! Here's a quick update on Kill Merlin!:\nFinal Artwork has been delivered to the manufacturer."}, {"update_no": "UPDATE #14", "update_userinfo": "Final artwork has been delivered for Kill Merlin!", "update_content": "Happy Spring! Here's a quick update on Kill Merlin! :\nWe are working diligently to complete the artwork. It's been taking some extra time to ensure that the game is both fun and stunningly beautiful. We've delivered a good amount of the artwork to the manufacturer, including the board, box, Merlin cards, secret formula cards, Merlin's turn card, wizard tokens, and mana tokens. What we have yet to deliver is:\n- Ingredient cards -- Just one more ingredient to go, then we'll deliver this!"}, {"update_no": "UPDATE #13", "update_userinfo": "Making progress on Kill Merlin!", "update_content": "Hello from the Schumans and Scott!\nWe have been working really hard to ensure that Kill Merlin is a high quality game, both in terms of its components and its artwork. \nWizard Pawns"}, {"update_no": "UPDATE #12", "update_userinfo": "Kill Merlin is coming along beautifully :)", "update_content": "It’s been a few months since our Kickstarter campaign ended, and we’re making good progress on Kill Merlin! \nWe delivered all of our “Now & Later” orders  in time for Christmas, as promised. (Backers at that level got a copy of our print on demand prototype, and they’ll also get the completed game when it’s ready.)\nWe’ve been working with the manufacturer to get the wizard pawns just right. We’re also working on getting the final artwork for the box and cards complete. We’re aiming to have all the art submitted by end of February, which hopefully means that we could be shipping as early as May. Even if that slips a bit, we’ll still be ahead of the projected August shipping date."}, {"status": []}], "comment_no": 44, "projec_url": "https://www.kickstarter.com/projects/schumanfamilygames/kill-merlin-a-new-board-game-for-2-4-awful-wizards", "project_name": "Kill Merlin! a new board game for 2-4 (awful) wizards"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "New 16px Grid System\nNew 16px base size (same as Bootstrap 4 base font size)\nEvery icon on new grid system for consistency throughout the set \nBetter readability at smallest size\nMore consistent visual design\nNo font descender for easier vertical positioning\n\nBrand New CSS\nEasier stacking - Flexbox to the rescue!\nMore & re-designed animations\nAll CSS from scratch!\nOur T-shirts will be softest and snuggliest, made from the finest American Apparel model 2001 Fine Jersey Crew Crewneck Tees. You'll never want to take them off. But you probably should at some point. Just sayin'.\nFor our mugs, we're partnering with the revered Emalco. Their enamelware is made using a centuries-old process where powdered glass and pigment is fired at 1500°F and fused onto a steel substrate. This creates gorgeous and insanely durable mugs with a dash of unique character. Your $30 Font Awesome mug might just outlast us all. \nFinal designs will be chosen by our backer community.\nFunded!!! We’ll add our most-awesome Pro-only code features (but not the Pro icons) to Font Awesome Free! That means we’ll open source our super-awesome SVG Framework AND we’ll make all of our JavaScript component packages available as well! More sprinkles for everyone!\nFunded! For React, Angular, Ember.js, and Vue.js, we’ll make framework-native JavaScript components installable through your favorite package manager (npm, yarn) for FA Pro. Free for all of our Pro backers!\nFunded! All Pro backers get exclusive, permanent access to the Font Awesome Community, which we're building from scratch. We'll be including user forums, voting, and more! Help decide which icons go into Font Awesome 5 AND show off your site, discuss ideas, and get help with Font Awesome from the community!\nFunded! We're expanding the Duotone icon set to 600 icons. That's basically the current size of all of Font Awesome Free!\nAND everyone ordering T-shirts and mugs will get three styles to choose from (instead of just one) AND we'll also throw in limited-edition, exclusive Font Awesome 5 sticker sheets AND magnets!\nFunded! Just like Font Awesome CDN, we'll make it easy to serve up Font Awesome Pro with our CDN. No files to mess with. AND you'll be able to load just the icon packs your site uses to keep your pages slim and speedy. We're giving all Pro backers a year of the service!\nFunded! We'll make it easy to use Font Awesome Pro in your iOS or Android app. Free for all of our Pro backers. AND we'll open source iOS and Android support for Font Awesome Free as well!\nFunded! Font Awesome already includes a solid and outlined style for nearly every icon. If we hit $400k, we'll add an additional style that's a lighter weight of our outlined icons. Free for all of our Pro Backers!\nFunded! We'll include a desktop tool that allows you to create your own custom package of Font Awesome Pro! You'll easily be able to assemble just the icons you need to keep your site blazing fast! Free for all of our Pro backers!\nFunded! We'll include basic SVG files for free in Font Awesome 5 Free! This won't include any of our SVG framework magic, but should make using Font Awesome Free easier on the desktop and for folks who love SVG!\nFunded! We'll make it easy to use Font Awesome Pro in some of your favorite design tools, like Sketch, Illustrator, and Photoshop. Free for all of our Pro backers!\nFunded! While creating Font Awesome 5, we'll be writing and blogging about our process. At the end, we'll assemble all the articles into an eBook and distribute for free to all of our Pro backers!\nFunded! For the top 200 icons in Font Awesome, we'll create an exclusive duotone icon set for our Pro backers! Same Font Awesome ease of use, super-cool duotone effects!\n46 Icon Packs Funded! For every icon category pack, we'll add 10 more icons to Font Awesome Free and another 30 more icons to Font Awesome Pro. These icon packs are available for free for all Pro backers, but will cost $10 each after the Kickstarter. Support now and save!\nPersonal / Small Business License\nCovers individuals or small businesses with up to 100 employees.\nLicense follows the person or business.\nIf the project is for personal use, the person should have a license. If the project is for a business, the business should have a license.\nUse on as many projects (web app/site, iOS app, etc.) as you like.\nDon’t use in a theme or re-distribute.\nLicense is transferable.\nFor greater than 100 employees, buy multiple small business licenses. Enterprise licenses are available for up to 3,000 employees (see below).\nStudent / Non-Profit License\nCovers individual students for personal projects OR non-profit organizations of any size.\nUse on as many projects (web app/site, iOS app, etc.) as you like.\nDon’t use in a theme or re-distribute.\nLicense is transferable.\nEnterprise / Company License\nCovers companies up to 3,000 employees.\nLicense follows the company. If the project is for personal use, the person should have a license. If the project is for a company, the company should have a license.\nUse on as many projects (web app/site, iOS app, etc.) as you like.\nDon’t use in a theme or re-distribute.\nFor greater than 3,000 employees, buy multiple enterprise licenses.\nTheme License\nAllows use in a single theme that you can re-sell. For multiple themes, buy multiple licenses.\nCannot re-distribute Font Awesome Pro except embedded in your theme.\nGrants a single personal / small business license for theme buyer to use Font Awesome Pro as a part of your theme (not outside).\nThis project is promoted by Jellop, a direct­ response online advertising agency specializing in Kickstarter campaigns on Facebook Ads and Google AdWords.", "risks": "Risks and challenges\nFont Awesome 5 will be the most time-intensive, complicated version of Font Awesome ever. There are considerable challenges to keeping our icons readable at small size and the framework super-easy to use.\n\nBut this is our fifth version of Font Awesome and our second Kickstarter project. We're confident we can deliver all products on time. And we're excited to get started.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 20 or more", "title": "Font Awesome Pro (Early Backer)", "descp": "Get the super-early backer price for Font Awesome Pro!\nINCLUDES:\nFont Awesome Pro - Personal / Small Business License", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["30,219 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Student / Non-Profit License", "descp": "INCLUDES:\nFont Awesome Pro - Student / Non-Profit License", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["513 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "T-shirt OR Mug Only", "descp": "INCLUDES:\nT-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["167 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "Font Awesome Pro", "descp": "Get Font Awesome Pro (individual / small company license).\nINCLUDES:\nFont Awesome Pro - Personal / Small Business License", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["1,605 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "T-shirt OR Mug + FA Pro (Early Backer)", "descp": "INCLUDES:\nFont Awesome Pro - Personal / Small Business License\nT-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2,142 backers"]}, {"amt": "Pledge US$ 70 or more", "title": "T-shirt OR Mug + FA Pro", "descp": "INCLUDES:\nFont Awesome Pro - Personal / Small Business License\nT-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "T-shirt AND Mug + FA Pro (Early Backer)", "descp": "Get a T-shirt AND a Mug. Or 2 mugs. Or 2 shirts. Add another $30 to your pledge for each additional!\nINCLUDES:\nFont Awesome Pro - Personal / Small Business License", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["301 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "T-shirt AND Mug + FA Pro", "descp": "Get a T-shirt AND a Mug. Or 2 mugs. Or 2 shirts. Add another $30 to your pledge for each additional!\nINCLUDES:\nFont Awesome Pro - Personal / Small Business License", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "License 10 Pack", "descp": "Get 10 licenses for Font Awesome Pro at a great price. Ideal for agencies and freelancers!\nINCLUDES:\n10× Font Awesome Pro - Personal / Small Business License", "time": [{"ESTIMATED DELIVERY": "May 2017"}], "stat": ["112 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Commissioned Icon", "descp": "Choose one icon, we’ll make it, then add it to Font Awesome Free and Pro. Also includes Font Awesome Pro and one T-shirt OR Mug. Cannot be a logo.\nINCLUDES:\nCommissioned Icon\nFont Awesome Pro - Personal / Small Business License\nT-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["47 backers"]}, {"amt": "Pledge US$ 400 or more", "title": "Company License", "descp": "Company license covers companies up to 3,000 employees.\nAlso includes lots of other goodies!\nINCLUDES:\nFont Awesome Pro - Enterprise License\nFont Awesome Pro - Personal / Small Business License\n3× Font Awesome Pro - Student / Non-Profit License\n2× T-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["49 backers"]}, {"amt": "Pledge US$ 600 or more", "title": "Theme License (Early Backer)", "descp": "Get the early backer price for a Font Awesome Pro Theme license!\nSell your own theme and embed Font Awesome Pro. Also includes Font Awesome Pro and 2 T-shirts OR Mugs.\nINCLUDES:\nFont Awesome Pro - Theme License\nFont Awesome Pro - Personal / Small Business License\n2× T-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 1,000 or more", "title": "6 Commissioned Icons", "descp": "Choose 6 icons, we’ll make 'em, then add 'em to Font Awesome Free and Pro. Also includes Font Awesome Pro and 3 T-shirts OR Mugs. Cannot be a logo.\nINCLUDES:\n6× Commissioned Icon\nFont Awesome Pro - Personal / Small Business License\n3× T-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 2,000 or more", "title": "Your Logo in Font Awesome (Early Backer)", "descp": "Your company logo will be perpetually added to Font Awesome Free and Pro!\nAlso includes Font Awesome Pro company license and lots of other goodies!\nINCLUDES:\nYour Logo in Font Awesome Free & Pro\nFont Awesome Pro - Enterprise License\nFont Awesome Pro - Personal / Small Business License\n5× Font Awesome Pro - Student / Non-Profit License\n5× T-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["69 backers"]}, {"amt": "Pledge US$ 3,000 or more", "title": "Your Logo in Font Awesome", "descp": "Your company logo will be perpetually added to Font Awesome Free and Pro!\nAlso includes Font Awesome Pro company license and lots of other goodies!\nINCLUDES:\nYour Logo in Font Awesome Free & Pro\nFont Awesome Pro - Enterprise License\nFont Awesome Pro - Personal / Small Business License\n5× Font Awesome Pro - Student / Non-Profit License\n5× T-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Sponsor an Icon Pack (& Your Logo in FA)", "descp": "You choose the icon pack category and we make the icons! Includes at least 20 icons added to Font Awesome Free and 30 more icons added to Font Awesome Pro. Icon category docs will mention you as the sponsor!\nAlso includes your logo in FA Free and Pro, a FA Pro company license, and lots of other goodies!\nINCLUDES:\nFull Icon Category Pack\nYour Logo in Font Awesome Free & Pro\nFont Awesome Pro - Enterprise License\nFont Awesome Pro - Personal / Small Business License\n5× Font Awesome Pro - Student / Non-Profit License\n5× T-shirt OR Mug", "time": [{"ESTIMATED DELIVERY": "May 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "Last Kickstarter Update & Going Forward", "update_content": " Hi, Backers!"}, {"update_no": "UPDATE #27", "update_userinfo": "Alpha Release + Timeline", "update_content": "Apologies\nFirst up, we’d like to apologize. We’re a small team of 4, and we’ve been trying to find the right balance between interacting with the community and getting work done. If we spend too much time talking to folks, we don’t get as much done, and vice versa. We fear we haven’t communicated enough, so we’ll be spending more time keeping you all informed and getting your thoughts. Stay tuned.\nMissing Your Invite?"}, {"update_no": "UPDATE #26", "update_userinfo": "336 New Icons & Updated Release Date", "update_content": "Hey again lovely Kickstarter Backers! We've been hard at work cranking away on icons and everything else in between. We wanted to update you on a few things.\nRelease Date\nSometime near the end of May, we'll be releasing the first Font Awesome 5 alpha. This will ONLY be available to our backers and we'll keep you posted on how to get your hands on it when the time comes."}, {"update_no": "UPDATE #25", "update_userinfo": "Repo Update & Swag Survey Cutoff", "update_content": "Swag Survey Cutoff\nBackerKit does a great job sending lots of emails to get you to complete your surveys. So if you ordered a shirt or mug, please please please fill it out! Otherwise, we have no idea where to send your swag. :)\nSadly, we aren't fulfillment shop. That means it's a lot of effort each time we send out physical goods. That's time that could be spent designing more icons. So we have to cut things off. This means that May 15 is the last day to respond to your BackerKit survey to receive shirts or mugs you've already paid for. Please answer your surveys! If you have not received or cannot find your survey, check out ."}, {"update_no": "UPDATE #24", "update_userinfo": "Icon Update, Mugs, & Sponsored Icons", "update_content": "New Icons Added to Repo\nWe've just added a fresh batch of icons to the Font-Awesome-Pro repo. It's the first look at the 3 styles -- solid, outline, and thin outlined, for a total of about 150 icons to take a look at. In font parlance, solid is the traditional Font Awesome style and will be mapped to a font weight of 900. Outline will be known as \"Regular\" with a weight of 400, and thin outlined will be known as \"Light\" with a weight of 300. We started with these icons across styles in order to set the visual tone for all of FA5. This gives us a great foundation to really start cranking on the rest of the icons."}, {"update_no": "UPDATE #23", "update_userinfo": "Swag Sharing + Mug Mishaps", "update_content": "Happy Tuesday, Backers!\nIt looks like many of you have received your shirts, stickers, magnets, and mugs. For those of you still waiting, we're prepping and getting the last shipments now, so hang tight! Thanks to everyone who's tweeted or shared their swag - the team loves seeing how you're using your stickers, rocking your shirts, and what you're filling your mugs with. :)\nSpeaking of mugs, we've also noticed that some of the enamel mugs have arrived in less than perfect condition. We expected the rims and handles of the mugs to have some variance, as those are intentionally hand painted to give them a dash of uniqueness. But, it looks like some mugs are suffering from the following:"}, {"update_no": "UPDATE #22", "update_userinfo": "Swag Extras and BackerKit Address Update Cutoff", "update_content": "Swag Extras are Awesome!\nHello lovely Font Awesome backers! We just got our swag upgrade stickers and magnets in-house, so we wrote up a whole article on how awesome they are and how awesome Sticker Mule is to work with. We've got some great photos of the finished products, so don't miss it!\nUpdate your BackerKit Address"}, {"update_no": "UPDATE #21", "update_userinfo": "Icons, T-shirts, Moderators, & FA.com", "update_content": "Icons & Expectations\nPlease keep in mind that this is the slowest part of designing the icon set. We're currently designing icons slower than we'll need to to make the May deadline, but this is intentional. Now is our chance to make sure we get the design system right for the entire set.\nI've been hard at work defining the overall style for Font Awesome 5. This is by far the most time-consuming part designing icons. The process and can take several hours per icon -- designing individually, considering them as a group, tweaking, and all over again. "}, {"update_no": "UPDATE #20", "update_userinfo": "Font Awesome Accounts — Try #2", "update_content": "We screwed this up once.\nThings should be fixed now, we think.\nGive it a shot, please!\nOkay, folks. We’re pretty certain we’ve fixed the root causes from FA Accounts Try #1. We’re sending out batches of 1,000 and will keep an eye on things.\nThe problems were a combination of two things we found (Nerd Alert!):"}, {"update_no": "UPDATE #19", "update_userinfo": "FA Account Invites & Update", "update_content": "Well, that was embarrassing.\nWe've just totally bungled the initial launch of your Font Awesome accounts. We had 2 separate issues hit us in production that never showed up on staging. One was a silent failure on backer data import (solved) and the other is an issue with GitHub account linking (not solved).\nFont Awesome Account Invitations"}, {"status": []}], "comment_no": 951, "projec_url": "https://www.kickstarter.com/projects/232193852/font-awesome-5", "project_name": "Font Awesome 5"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "     We want to improve our detection methods. EMC detection allows us to fly higher with more accurate ground detection resulting in a quicker rate on mine field clearing.\n    Batteries: Many of you have mentioned battery life as an issue, and we listened! For that reason we want to utilise Hydrogen batteries in our drones but to do this we need vital funds. Hydrogen battery powered drones can fly for up to 3 hours!\n       After three years of work, we are proud to be back on Kickstarter to present the Mine Kafon Drone: an unmanned airborne demining system that uses a three step process to map, detect and detonate land mines.\nThe Mine Kafon Drone is up to 20 times faster than currently available technologies. \nThe Mine Kafon Drone (MKD) offers an innovative solution to land mine removal, providing a reliable demining system that delivers accurate updates and information on mine clearing operations. \n    Presenting the Mine Kafon drone to Queen Maxima at the Singularity U expo in Eindhoven, the Netherlands.\nThe Mine Kafon Drone flies over dangerous areas to map, detect and detonate landmines from a safe distance. The drone works autonomously equipped with three separate interchangeable robotic extensions.\nThese three methodologies combined makes the MKD up to 20 times faster than traditional demining technologies. As well as being safer, it also up to 200 times cheaper.\n1. Mapping\nFirst the drone flies over the whole field with an aerial 3D mapping system to identify all the dangerous areas with GPS way points.\n 2. Detection\nEquipped with a robotic metal detecting arm the MKD hovers above the ground at approximately 4 cm to detect mines. Every detected mine is geotagged on the operator's system to construct a map of known mine locations.\ndetection\n3. Destroying\nFor the final phase of the process the MKD, attached with a robotic gripping arm, places a small detonator on every detected mine. The land mine is then detonated from a safe distance using a timer.\n3. detonation\n  PLAY\n\n    There are 100 million land mines worldwide. Every day, 10 innocent civilians are killed or maimed by these explosives.\nToday, land mines can still be found in more than 60 countries, constituting a significant risk to communities across the globe. In these countries, the victims are mostly civilians – children, women and the elderly – with tens of thousands of innocent people killed every year, and many more injured, serving as a horrific reminder of the past. \nUsing current technologies, clearing or even detecting all land mines across the entire world would take over 1100 years. The established processes are slow, dangerous and expensive, and completely unacceptable if we want to solve the problem in our lifetime.\n           MKD offers a number of crucial advantages over the products currently used by demining organisations. \n The MKD is completely casualty free and operates at a reduced cost to traditional methods. \n Its modular system can be enhanced through the addition of sensors and tools, allowing the MKD to perform a wide variety of tasks.\nThe ability to map the area covered by the demining operation creates a wealth of information to aid the decision-making processes for on-going operations. \nPlanning of demining procedures is made easier by the scanning process, allowing information to be gathered about at-risk areas before the demining begins. \nThe data from each operation is collected and analysed in a structured and systematic way.\nWhat if we could wipe out all the land mines and explosives in less than 10 years?\n    PLAY\n\n        PLAY\n\nDiscovery Channel, short documentary on Daily planet\n    Growing up on the edge of Kabul in a little town called Qasaba in Afghanistan, Massoud and Mahmud Hassani, the brothers behind the Mine Kafon Drone project, experienced the horrors of land mines from an early age. These experiences fuelled Massoud Hassani to develop a solution for a safe and smart solution to detect and clear land mines. \nFollowing Massoud’s first successful Kickstarter campaign in 2013, backed by 4200 backers from all over the world, the Mine Kafon Foundation was founded. The Mine Kafon Foundation is an R&D organisation based in the Netherlands. In the past 3 years, Massoud and Mahmud have been raising awareness by giving lectures around the world and developing new approaches on how to fight land mines in different environments. In this way, they have crowdsourced many engineers and designers from all over the world and invited them to collaborate and volunteer on this humanitarian project. \n\"So far, we have already developed several working prototypes of the Mine Kafon Drone. We have performed tests with the Dutch Ministry of Defense on their territory and spoke with their experts on demining difficulties. The Mine Kafon Drone is now ready for its next step.\" \n      PLAY\n\n  First flight with the robotic metal detector and the Mine Kafon Drone.\n  robotic metal detector with integrated distance sensor and a gimbal.\n  Real time stream of the GPS detections on the base station.\n  Robotic gripper in action with the Mine Kafon Drone\n  It is now time for a pilot study showcasing the MKD’s capabilities. This is crucial for the actual development and production of the Mine Kafon Drone because we need to prove to governments, the UN and NGOs that the MKD works as a reliable and unmanned demining system. This also allows us to test different weather conditions and environments. Following these tests, we will be able to finalize details for the batch production of Mine Kafon Drones.\nWith the Mine Kafon Drone we can save thousands of lives. Civilians will have access to agriculture, water resources, education, and the freedom to play outdoor sports. A billion people currently cannot move freely for fear of mines. Can you imagine that we could liberate these people in all affected countries with the Mine Kafon Drone?  \nWe need your backing to reach our goal in realizing the safety of people in need. By supporting the Mine Kafon Drone project, you will help the world get rid of land mines, save thousands of lives, rescue the affected natural landscapes and help build the economies for those in need. Join our Kickstarter campaign and spread the word.\nAll your pledges will go directly towards developing the Mine Kafon drones. Thanks for your support for bringing this project to life. Every Life Counts.\n            Batteries: Many of you have mentioned battery life as an issue, and we listened to you. For that reason we want to utilise Hydrogen batteries in our drones but to do this we need vital funds. Hydrogen batteries can fly for up to 3 hours!\n ", "risks": "Risks and challenges\nChallenges\n\n1. Detection\nIt can be difficult to detect land mines with traditional land mine detection technologies, as the quality of the metal degrades significantly after decades of lying dormant in the ground. Metal detection can also be hindered by differences in terrain and variations in the soil. Nevertheless, the MKD is able to detect even the weakest metal frequencies under ground in various terrains and can operate at full capacity in jungles, mountains, deserts or agricultural surfaces.\n\n2. Robotic arm\nThe robotic arm needed to hold the metal detector at the necessary distance from the ground and navigate it with the change of the surface must constantly function at full capacity without generating vibrations that can disorientate the drone.\n\n3. GPS positioning\nGPS has a typical accuracy of 4 m, which is not sufficient when it comes to the mapping of areas that could put people’s lives in danger. In order to increase the accuracy of our GPS, the MKA uses triangulated GPS and external antennas on the field.\n\n4. Streaming detection data\nThe provision of a video and photo report is relatively simple. However, linking pictures with their specific GPS coordinates and uploading them to the app requires complex software which requires extensive programming.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge €5 or more", "title": "Personal message", "descp": "Thanks for being our hero by supporting a landmine free world. You will receive a personal message from the Mine Kafon team :)", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}], "stat": ["468 backers"]}, {"amt": "Pledge €17 or more", "title": "Sponsor 7,500 m2 of Mine Field 3D Mapping", "descp": "By pledging €17, you'll be sponsoring 7,500 m2 of mine field mapping during a pilot flight. With this contribution you will receive a digital image of your mapping site and we will mention your name on our website for helping create a mine free world!.", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}], "stat": ["734 backers", "Limited (266 left of 1000)"]}, {"amt": "Pledge €25 or more", "title": "back 10,000 m2 of Mine Field 3D Mapping", "descp": "By pledging €25 you'll be sponsoring 10,000 m2 of mine field mapping during a pilot flight. For your generous contribution we'll send you a postcard with an image of the mapping site you sponsored. As well as that we'll mention you on our website for helping support a mine free world!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}], "stat": ["34 backers", "Limited (66 left of 100)"]}, {"amt": "Pledge €75 or more", "title": "MINE KAFON MINIATURE", "descp": "Thank you so much for supporting the Mine Kafon project. For your support we will send you an artistic Mine Kafon Miniature: a great conversation piece produced at our lab. The core is 3D printed and the feet are laser cut.", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["255 backers", "Limited (45 left of 300)"]}, {"amt": "Pledge €125 or more", "title": "MINE KAFON GOODY BOX", "descp": "As a big thanks for your very generous contribution you'll will receive our special goody box. This includes all the rewards mentioned above and a hand-motion helicopter: a wind powered toy inspired by our childhood in Afghanistan.\nEverything in the box will be fabricated here at the Mine Kafon Lab. This box also contains a hand written postcard from our team as a gesture of our gratitude to you.", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["277 backers", "Limited (23 left of 300)"]}, {"amt": "Pledge €5,000 or more", "title": "MIne Kafon Machina with robotic gripper", "descp": "The Mine Kafon Machina drones are typically programmed and controlled from a distance; however, they can be set up to work autonomously. The MKM has an autopilot network that can program the drones to fly according to a GPS route.\nIts modular base is specially designed to allow various robotic extensions to be fitted to the drone.\nThis model will be delivered with an open-source robotic gripper. The MKM has a heavy payload capabilities of up to 5 kg and a flight time of up to 30 minutes. The final version will cost around €20 k. The price of €5000 is only valid for this campaign in order for us to reach our goal with your support.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge €12 or more", "title": "MKF Bracelet", "descp": "THANKS for being our Mine Kafon Friend (MKF) We’d like to seal our friendship with a bracelet: a symbolic cord with a small laser engraved Mine\nKafon logo. Produced at our lab.", "time": [{"ESTIMATED DELIVERY": "Oct 2016"}], "stat": ["Reward no longer available", "751 backers"]}, {"amt": "Pledge €25 or more", "title": "Sponsor 10,000 m2 of Mine Field 3D Mapping", "descp": "By pledging €25 you'll be sponsoring 10,000 m2 of mine field mapping during a pilot flight. For your generous contribution we'll send you a postcard with an image of the mapping site you sponsored. As well as that we'll mention you on our website for helping support a mine free world!", "time": [{"ESTIMATED DELIVERY": "Sep 2016"}], "stat": ["Reward no longer available", "1,000 backers"]}, {"amt": "Pledge €30 or more", "title": "Mine Kafon Drone phone case", "descp": "Show your solidarity against the land mine crisis with the Mine Kafon phone case. Every life counts.\nAvailable for: iPhone 6/6s\nSamsung Galaxy S7", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "75 backers"]}, {"amt": "Pledge €50 or more", "title": "Sponsor 30,000 m2 of 3D Mapping", "descp": "By pledging €50 you'll be sponsoring 30,000 m2 of mine field mapping during a pilot flight. For your generous contribution we'll send you a postcard with an image of the mapping site you sponsored. As well as that we'll mention you on our website for helping support a mine free world!", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}], "stat": ["Reward no longer available", "195 backers"]}, {"amt": "Pledge €300 or more", "title": "an Armadillo Lamp.", "descp": "For your overwhelming support you will receive an ambient pendant lamp inspired by our wind-powered childhood toys in Afghanistan. This beautiful lamp is hand made by one of our team here in the Mine Kafon Lab.", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "40 backers"]}, {"amt": "Pledge €950 or more", "title": "Early bird Mine Kafon Air - DIY", "descp": "Learn how to make your own advanced Mine Kafon AIr. This package includes a pixhawk board computer which is the heart of the drone. The Pixhawk features advanced processor and sensor technology from ST Micro electronics and a NuttX real-time operating system, delivering incredible performance, flexibility, and reliability\nneeded to control the drone from a distance.", "time": [{"ESTIMATED DELIVERY": "Nov 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge €3,000 or more", "title": "Mine Kafon Air with 3D mapping software", "descp": "The Mine Kafon Air is designed to scan selected areas with a high definition camera and is able to obtain information about the conditions of a certain region and define areas of concern. Using this information, the Mine Kafon Air creates systematic, efficient flight paths for subsequent detection and detonation drones. Therefore, the user knows the topography of the region and specifically of dangerous areas. The camera used is the mvBlueFOX-MLC. This module is a fully featured compact board-level camera perfectly targeted for space and cost sensitive OEM applications. A superior image quality in combination with a very high frame rate make the camera ideally suited for its purpose.\nThe final models used in the field to map the danger areas around the world will cost around €12k. This special price of €3000 is a one-time offer for this Kickstarter campaign only, in order to reach our goal with your support..", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "2 backers"]}], "updates": [{"status": []}], "comment_no": 272, "projec_url": "https://www.kickstarter.com/projects/massoudhassani/mine-kafon-drone", "project_name": "Mine Kafon Drone"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Update 12/14/15 (We're putting it here so it's easier to read) : To help minimize the flooding of our inbox so we can get everyone back to all the questions and concerns... please read our FAQs at the bottom of the page. Most commonly asked is buying more than 1 board and save on shipping. Please just pledge 1 and you can add additional boards after the campaign i over, along with any upgrades accessories you want to add.  Thank You. This will help us answer emails and questions a lot faster.  Thank you for your support. \nPINE A64 is not only a computer, it is a super affordable 64-bit high performance expandable single board computer (SBC).  Whether you are an IT professional, electronics hobbyist, student, teacher, hacker, inventor, or just someone who wants to have more flexibility to increase their productivity at work, the PINE A64 is a computer board made for everyone.  Enjoy more fun and entertainment at home with endless possibilities.\nPINE A64 is Small\nPINE A64 boards next to iPhone 6S for size comparison\nPINE A64 is Powerful\nARM A53 CPU\nThe PINE64 CPU is a quad-core ARM A53 64-bit processor that runs at 1.2GHz. \nThe GPU on the PINE A64 is a dual-core MALI-400 MP2 and runs at 500MHz, capable of 1.1 Gpixel/s throughput. This means the graphics capabilities are slightly higher than the original X-Box's level of performance.  \nPINE A64 board is powered by the latest 64-bit quad core ARM A53 CPU and delivers up to 20-30% better performance than other 32 bit open source counterparts.\nPINE A64 compared with Raspberry Pi\nPINE A64 compared with C.H.I.P and Arduino\nPINE64 is Expandable\nAdd different hardware interfaces to your PINE A64 as you see fit. Depending on whether you pick the PINE A64 or PINE A64+, the PINE A64 ships defaults with two USB ports, HDMI output, 3.5mm Audio/Mic Output, ethernet port, and two I/O expansion buses. On the more advanced PINE A64+ model, you will receive three additional ports to add optional accessories such as: camera module, touch panel module, and the LCD Panel port.\nPINE A64 is Versatile\nAdd a keyboard and mice and turn PINE A64 into a full Android 5.1 computer to run Chrome Browser, Microsoft Word, Excel, Powerpoint, or even watch your favorite shows on YouTube.\n\nLoad special versions of Android 5.1 and launch media players to turn this into an advanced Apple TV-like Android product.  PINE A64 supports miracast.\nShown with Android media software\nInstall a touchscreen module and choose from hundreds of thousands of games from the Android store to build your own arcade. \nPlay your favorite games on the big screen!\nPlay games with optional air-mouse (Nintendo Wii type remote)\n Fruit Ninja anyone? \nPLAY\n\nTesting Fruit Ninja with an optional Air Mouse!\nBuild a custom enclosure to use the PINE64 in your next innovative project.\nPLAY\n\n3D Printing enclosures can be fun!\nLego Enclosure, Acrylic Enclosure, and more!\nPINE A64 is not just a media player, Linux platform, learning tool, or gaming device. It's a full 64-bit, 4K capable, fully expandable, single board supercomputer. \nBy being so affordable at $15, PINE A64 now opens up doors to new opportunities for everyone. Use it to build just almost anything. \nOperating System\nBecause PINE A64 is an open source platform, you can load anything you want but we suggest to pair PINE A64 with Ubuntu, Android or openHAB IoT. By aligning the PINE A64 to be compatible with these operating systems, you basically get access to over 1.7 Million apps* on the market today, from utilities, games, and media apps. \n*Android Apps available today\nSupported OSes\nData provided via Appbrain.com\n     Partners\nWe're teaming up with great companies! Some of our strategic partners are listed below:\nCozy.io, PicoCluster\nUpdatable, Swappable  \nUnlike many other boards and computers, PINE A64 stores its boot disk on a removable MicroSD card capable of supporting up to 256GB.  This allows users to simply update, re-install, or even swap operating systems by simply removing a card and inserting a new one.  Additional storage if needed can be added by plugging in a USB thumb drive or external hard drive. \nLoad different OSes on different cards, update easily.\n\nWe're More, but Also Less\nThe typical desktop computer or server will operate anywhere between 75 to 300 watts.  The PINE A64 board provides the same power of desktop computing at a mere 2.5 to 3.5 watts.  By simply leveraging already existing power efficiency found in table architectures, PINE A64 board is able to save you so much more in power without sacrificing anything in performance.  The PINE64 runs on 5V power through MicroUSB or 3.7V battery through on-board power management.\n5V 0.5A Power draw\nRuns pretty cool!\nAffordable and Simplified\nPINE A64 is an affordable computer that fits in the palm of your hand and plugs into a TV or computer monitor with a standard keyboard and mice.  With the support of Ubuntu OS and Android Lollipop, we allow the user to explore the world of computing and programming from beginner to expert with ease. \nLearn to program in languages like Python, JSON, HTML and JAVA. Browse the internet and play 4K high-definition videos. Access more than 1.7 million apps on Android's app market and play your favorite games. \nExpandable\nThe PINE A64 is compatible with different kinds of adapters and accessories available on our PINE64 Shop by adding an Add-On Accessory Board.  Add on accessories such as bluetooth adapter, Zwave adapter, dry contact I/O board, camera, sensors, 802.11BGN wifi, and more.  By loading the OS on an external MicroSD card, it's easy for you to update and load new files. \nJust some optional accessories that work with PINE 64\n7 Inch LCD Touch Panel available as an optional component.\nWe had the pleasure of showing Rackspace Futurist and Tech Blogger Robert Scoble the PINE64 and what did he think?\nPLAY\n\nYou can add add-ons such as wifi, screen, case, a la carte, thanks to Backerkit after your pledge. All kits with A64+ can upgrade to 2GB for $10.\nWhat Other People Are Saying About Us?\n“This board one of the most impressive, inexpensive options for anyone looking to implement high resolution video in their project.” – MAKE Magazine\n\n“PINE A64 is a $15, 'high-performance' take on the Raspberry Pi.” –Engadget \n“The new Pine A64 is a tiny little computer with great big ambitions.” – BGR.com\n“Not only does the Pine A64 have a higher clock speed, it also has a more advanced architecture, which consumes less power and achieves greater performance.” – Tom’s Hardware\n“The biggest advantage is has is in its support for 64bit software. That means that homebrew hackers, school children and students can all hack together much more impressive applications for the Pine A64 than they can for the Pi 2.” –Digital Trends \n“It’s already turning heads amongst the microcomputing community.” –9 to 5 Toys\n \"The PINE A64 aims to be the most affordable 64-bit single board computer on the market.” –Slash Gear\n“PINE64 boasts the ability to compute at the same level as a 250-watt supercomputer while only using an amazing 2.5 watts!” –Inquisitr\n“The problem with some of these computers, however, is their lack of power. Pine64 Inc. is hoping to change that, with its Pine A64.” –Tech Times \n“As maker culture continues to gain more momentum with consumers, the 'PINE64' Quad-Core Mini PC is a product that speaks specifically to the DIY consumer that's looking for an enhanced level of customization.” –Trend Hunter \n“Today, amazingly, you can buy a computer for $8 or less. They’re great 32-bit boards, but what if you want 64-bit support? Now it only costs you an extra ten bucks.” – Geek.com\n“The expandable single-board device runs either Linux or Android and features impressive specs that outshine comparable products by a substantial margin.” –Yahoo! Tech\n“This 64-Bit Quad-Core Computer costs less than a week of coffees.” –PSFK \n“What is great about PINE64 is that it's versatile and expandable, but also that it is capable of running almost any modern GNU/Linux distribution, such as Ubuntu, as well as the Android 5.1 mobile operating system, OpenWrt, and openHUB.” –Softpedia News \n“The new PINE64 mini PC will be capable of running a variety of different operating systems including Android 5.1, Ubuntu Linux, and others and will be available priced at under $20.” –Geeky Gadgets\nPackages\nMany tested components made by trusted manufactures can be sold separately on the PINE64 website after Kickstarter. We will be adding more tested components as we go.  These components include bluetooth keyboards and mouse that we have tested along with wifi upgrades and different enclosures that our beta testers have been creating. You will be able to download 3D print files, test other modules and even add batteries. \nWho Are We & Why Do We Need Your Help?\nWe're a team of designers, engineers, and entrepreneurs. We've spent the last year developing and designing this $15 computer and we need your support on this open platform.  The PINE A64 board will always be $15 and with your support, our manufacturing partners can produce the quantities we need and hopefully even bring the price down. \nCore PINE64 Management\n\n\nIn addition, with a community of the general public, including inventors, engineers, students, scientists, hobbyists, and even the average consumer, we want this project to reach everyone.  Being able to bring minds together, we want to create new products, save costs, and even help the world make a difference.  Imagine if we could get a head start in creating the future just by getting a PINE A64 computer into the hands of every child in the world.  \n\nWe have brought on board industry specialists to help us create this community and hope that everyone can join us to make a difference, one board at a time.\nOur hardware, software, and business advisors\nWe've Partnered up with Backerkit!\nWe've partnered up with Backerkit for a smooth, streamline experience for your checkout. Backerkit is a great partner to have to help us coordinate your accessories and upgrades. \nGroupGets\nGroupGets empowers users to securely join or organize group buys for any existing product. They also create custom accessory hardware and software for some of the products that they carry.\nThey're a great company to partner up with as they are helping us with tons of engineering and module designs. \nStretch Goal #1 - $1,000,000\nStretch Goal #1 releases an integrated power switch circuit for easy on and off on the board just wire up your own switch.  We're going to add this to all the boards free of charge if we reach $1M.  (Note - changed from switch to placement for switch due to requests of not integrating a physical switch)\nTimeline", "risks": "Risks and challenges\nManufacturing\n\nThis is everyone's biggest fear - capability to manufacture. We have a dedicated team located within an hour drive from the manufacturer so that we can deal with issues that may arise in person and in real time. Our team is staffed with experienced professionals in the sourcing and hardware manufacturing industries. Our expertise and proximity to the factory should be able to mitigate any of the manufacturing issues that may occur. TL Lim has successfully launched multiple media boxes called the Popcorn Hour shipping over half a million units to date while Johnson Jeng has been through the entire manufacturing process multiple times with his other consumer electronics companies. Our combined experiences and issues we have faced in the past allows us to maneuver around problems that may happen during production.\n\nSupport\n\nPINE64 will be released as an open platform project allowing others from all around the world contribute and build upon. We have a dedicated forum (http://forum.pine64.org) built to address questions and concerns. We currently have tons of beta testers that are willing to share ideas and help solve problems as a community. \n\nWe have asked industry specialists such as Daniel Kottke, #12 employee of Apple, and Kai Kreuzer, Founder of OpenHAB to help with contributing to our forums. Our experienced technical staff is always available via email at support@pine64.com to assist you with any questions or concerns.\n\n\nGlobal Logistics\n\nWe are working with highly experienced logistic partners to help us mitigate any issues that may arise with our fulfillment. If shipping issues come up, their expert knowledge will help us navigate through difficulties and help us get PINE64 into your hands. We will be fulfilling from multiple distribution warehouses to reach global coverage and currently plan to ship to every country in the world. TL's previous company Syabas Technologies behind the Popcorn Hour media box has shipped more than half a million units globally.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 5146, "projec_url": "https://www.kickstarter.com/projects/pine64/pine-a64-first-15-64-bit-single-board-super-comput", "project_name": "PINE A64, First $15 64-Bit Single Board Super Computer"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Did you miss our Kickstarter campaign and want to support Team USA, or do you just want more swag? Click here to visit our online store and buy merch after we ship our rewards to backers!\nOur Story\nThe Mk.II - a 12,000-pound, 15-foot-tall combat robot that needs upgrades for hand-to-hand combat.\nWe are MegaBots, Inc. We challenged Japan to a giant robot duel, and they accepted... but demanded that the fight include hand-to-hand combat. We say BRING IT ON. We've assembled an incredible team of patriots to help us upgrade the Mk.II into the robot America deserves in the world's first giant robot fight, but we need your support to help pay for those upgrades!\nThe upgraded Mk.II concept - the most American robot ever made.\nRight now, the existing Mk.II tops out at 2.5 mph and is built for long-range paintball combat. That means it has thin, destructible armor plates and a mesh canopy. The entire robot's built to be 'lightweight' (if you can call 12,000 pounds light), and hand-to-hand fighting is a whole new level of combat.\nIn order for the Mk.II to survive hand-to-hand combat, we need to\nAdd heavy duty armor plating\nAdd some serious firepower \nUpgrade our hydraulics to handle the heavier armor and firepower \nIncrease our top speed \nUpgrade our power unit to keep up with our new hydraulic system and speed \nThat basic upgrade will cost $500,000. In order to make sure we win the fight, we need to:\nTest a wide range of weapons and choose the best load-out\nKeep our balance during hand to hand combat and not fall over\nNot injure ourselves in the cockpit during combat\nFight with an incredibly sweet paint job. While not strictly required, this is a matter of national pride. \nAll told, a fully upgraded Mk.II will cost $1,500,000. \nTeam USA needs your help now, in order to win this fight. Pledge today to make sure your team takes home the trophy!\nRobot Upgrades\n$500,000: Melee Combat Capability, High Performance Track Base\nMeeting our $500,000 goal means that we get to seriously overhaul the Mk.II. We'll build the ridiculously cool weapon systems you see in our concept art, add the shock-mounted steel armor we need to survive multi-ton punches, beef up our hydraulic actuators to handle the additional weight of our armor and weapons, upgrade our power unit to provide 5x the horsepower to handle the additional power demands of our new hydraulic system, and then work with Howe & Howe Technologies to build a custom track base replacement that'll make us 5x faster than we are now - which will end up making us 2x faster than KURATAS!\n$750,000: Modular Melee & Ranged Weapon Options\nRaising $750,000 will allow us to design and build an array of melee and ranged weapon systems options to help us find the perfect load-out to beat KURATAS. This kind of fight has never happened in real life before - what works at this scale, and what doesn't? This level will help us answer that question. This assortment potentially includes, but isn't limited to, crushing and grasping claws, pile drivers, shields, pneumatically-driven fists, cannons of all shapes and sizes, and flamethrowers (just in case).\n$1,000,000: Dynamic Balancing Algorithm\nAt the end of the day, both the Mk.II and KURATAS are top-heavy. We can practice driving and punching carefully to make sure we don't fall, but right now both robots run the risk of tipping over if they punch or get punched too hard. Raising $1,000,000 will allow us to work with IHMC Robotics, the top-placed U.S. team in the DARPA Humanoid Robotics Challenge, to develop a custom high-end balance control system for the Mk.II so that we can stay upright no matter what happens. This system could EASILY make the difference between falling over after the first punch, and staying upright through the entire match.\n$1,250,000: Life Safety Systems\nRaising $1,250,000 will allow us to engage with NASA - the leaders in the field of keeping humans safe in extreme environments - to see how NASA life safety systems might be used in the cockpit of the Mk.II. We need make sure we can fight as aggressively as possible while also not blacking out from impacts. Safety 4th, folks.\n$1,500,000: Hollywood-Grade Paint Job\nRaising $1,500,000 will allow us to work with FonCo Creative Services to create a Hollywood-grade artistic look and feel to the robot's armor panels. This is America's first giant combat robot - it deserves to look like the million bucks it actually costs!\nWhat You Get  \n$5: Website Shout-out\nFirst and foremost, you get to tell all your friends that you did your patriotic duty to make sure that America snatches the title of World's Best Giant Robot Builders from the hands of the Japanese. How's that for a reward? For $5 we'll put your name on our website as an online memorial to your awesomeness.\n$10: Behind-the-Scenes Media Content and Sticker\n For $10, we'll set you up with a sweet MegaBots logo sticker to feed your vandalism habit, in addition to the shout-out. All backers contributing to this level or more will also get access to the behind the scenes build process via the documentary we're filming!\n$12/15: Pilot the Mk.II In Robocraft\nFor $12 and above, you'll get to own and pilot the Mk.II in Robocraft, a new free-to-play game by Freejam Games that allows you to build your own combat robots from scratch and take them out onto the field of battle! The $12 level is a digital-only level, and comes with your name on our website but doesn't come with a sticker. The $15 level comes with both the Mk.II in Robocraft and a sticker from the $10 level. Any levels above $12 automatically receive the Robocraft unlock code.\n$25: Most Patriotic Poster Ever Created\nThe Mk.II concept art poster\nFor $25 you'll also get a 18\" x 24\" concept art poster celebrating the creation of the most American robot ever made.\n$50: One MegaBots Shirt\nJoin Team USA and show off your home team pride with a crew shirt!\nOur Evolution of Man shirt\nOur SUPER AMERICAN shirt\nFor $50, you'll get to pick from one of three shirts - a crew shirt that shows off your home team pride, an Evolution of Man shirt that celebrates the escalation of combat over the millennia, or our SUPER AMERICAN shirt that confirms that yes, Kogoro Kurata, building something huge and sticking guns on it is, in fact, Super American.\nYou'll choose which shirt and what sizes you want after the campaign's over, in a survey we send to our backers. If you want more than one shirt, feel free to add $35 to any level above $50, per additional shirt!\n$150: 3D Printed MK. II\nUltimate Swag Kit! Including 3D Printed MegaBot\nAt $150, you'll get the collector's edition swag kit - the shout-out, sticker, poster, and shirt, plus a team picture in front of the robot and a 3D printed MegaBot miniature! \n$500: Ultimate Swag Experience\nIf you want the ultimate swag experience, $500 will get you everything in the collector's edition kit, except it'll be boxed and signed by Grant Imahara, the co-founders of BattleBots, the owners of Howe & Howe Technologies, and the MegaBots team! The boxed kit will be a numbered collector's item, so get yours sooner rather than later!\n$250: Demo Day Experience\nCome see the robot and party with us!\nSwag is awesome - but seeing the robot in person is cooler. For $250, you can come to our demo day, see the robot show off its abilities in person, and throw down at a crazy San Francisco party with the founders of MegaBots.\n$750: VIP Demo Day\nYou, too, can hang out with the MegaBros 1-on-1!\n $750 gets you a VIP demo day experience where you ALSO get to sign the robot, take pictures of yourself inside it, and hang out with the robot and founders in a separate, exclusive event.\n$1000/$2,500/$5,000:  MegaBot Pilot/Weapons Testing\nSuit up and pilot the Mk.II!\nFinally, for the ultimate thrill seekers out there, you can suit up and pilot this beast of a robot. $1,000 gets you a ride in the robot as it drives through an obstacle course at top speed. If just riding in the robot isn't enough, $2,500 puts you in the gunner's seat on our shooting range - blow up mock-up KURATAS robots as we drive the robot through a combat simulation. And if that's not enough... $5,000 will put you in the gunner's seat in an exoskeleton that controls the arms and torso of the Mk.II. You get to use a car as a punching bag until the timer's up. On top of all of these experiences, you get the collector's edition swag and a VIP invitation to our demo day.\nYou must be 18 years of age or older by May of 2016 in order to suit up and pilot the robot, and rest assured that you'll have to sign a mile-long waiver that's full of 'YOU MIGHT DIE. NO, SERIOUSLY.'\n$10,000: Pit Crew Experience\nJoin the pit crew!\nLast, but certainly not least, up to 5 lucky people will get to join our pit crew for $10,000. Come along for the ride on the ultimate, once-in-a-lifetime, behind-the-scenes experience as we take this fight to Japan.\nAdvisers\nGrant Imahara, formerly of Mythbusters and Industrial Light & Magic, has joined forces with us to help us design our robot, bring the giant robot duel to the people, and help make giant robot combat a sport in any way he can!\nPeter Diamandis, founder of the X-Prize, is helping us figure out how we can push the state of the art in robotics by using our competition to drive innovation!\nTrey Roski and Greg Munson, founders of BattleBots, have joined up with us to help us figure out the best weapons and strategies for melee combat against KURATAS, and to help us figure out how we can turn this duel into a sport!\nSponsors\nAutodesk has sponsored us from the beginning, supported the creation of the Mk.II, and will be continuing to support us with design software and access to high-end manufacturing equipment throughout this challenge. We can't thank you enough, guys!", "risks": "Risks and challenges\nThe main risk of doing this project is dying in glorious combat, or potentially becoming a national disgrace. The main risk of not doing this project is living in shame, and definitely becoming a national disgrace.\n\nIn all seriousness, any hardware project is difficult to pull off, and a giant robot is way harder than the usual hardware project. What we can say is that we built the Mk.II in 5 months on a shoestring budget - we have the experience and expertise to build robots at this scale, fast. Our partners are literally the best in the business, and have all worked on multi-disciplinary teams before. We have some of the best advisers in the world for what we're doing. If we can't do this with the team we've assembled, no one can.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #39", "update_userinfo": "MegaBots is launching a Giant Robot Tournament!", "update_content": "Hello MegaFans!\nWe have big news - we're launching a live tournament! Over 20 different teams from all over the world challenged us after we announced the Duel, so we're renting an arena, bringing in teams from all over the world, and fighting them live!\nWe've set up a new Kickstarter campaign to fund it, and we have a ton of new merch, new experiences, and more! If this campaign is successful, we'll even open source Iron Glory's design so anyone in the world can make one of these mechs! We would love your continued support as we launch this crazy sci-fi-inspired sport!"}, {"update_no": "UPDATE #38", "update_userinfo": "World's first live giant robot fight!", "update_content": "MegaFans!\nAfter the Giant Robot Duel, we heard lots of feedback from our fans that you all wanted live giant robot action. Unfortunately, even though we wanted to give you that for the Duel itself, it wasn't something we could provide on our own. We're now happy to announce that we're on a mission to give live giant robot fights, starting with the MegaBots LIVE! event we just had yesterday! Check out the YouTube cutdown we just posted, where Iron Glory and Eagle Prime went for THREE ROUNDS!"}, {"update_no": "UPDATE #37", "update_userinfo": "DemoDay (and Above) Backers Emailed!", "update_content": "HELLO AGAIN MEGAFANS! "}, {"update_no": "UPDATE #36", "update_userinfo": "IT'S TIME FOR THE GIANT ROBOT DUEL!", "update_content": "MegaFans,\nWe're happy to report that the Mk.III debuted at Maker Faire successfully!!! You can check out the video here:"}, {"update_no": "UPDATE #35", "update_userinfo": "Mk.III Debuts at Maker Faire with your help!", "update_content": "Kickstarter backers! \nThe moment you've all been waiting for so patiently is almost here! We attached the legs and hips of the Mk.III to the track base, and we've assembled the upper body of the Mk.III onto our brand new lower body. Initial assembly is complete and we're moving on to final testing. Check out our brand new Season One episode below and make sure not to miss MegaBot Leg Day!"}, {"update_no": "UPDATE #34", "update_userinfo": "Mk.III Is Assembled! It's Giant Robot Leg Day!", "update_content": "Time for a fun update - our Kickstarter backer badges are in for Maker Faire! Check 'em out, they look AWESOME! Backers will be able to pick theirs up at Maker Faire!"}, {"update_no": "UPDATE #33", "update_userinfo": "Maker Faire badges are in, sneak peek of the Mk.III!", "update_content": "HELLO MEGAFANS!\nIT’S FINALLY TIME! We’re excited to announce that the Mk. III is ready for its grand unveiling, and we're excited to have YOU, fine backers, there with us! We apologize for not being able to update as often as we'd like about the Duel because of being under NDA - thank you all for bearing with us throughout this process!\nWe are proud to announce that the Mk. III will make its worldwide debut at the Bay Area Maker Faire (held at the ) which is scheduled for May 19th, 20th and 21st in San Francisco!"}, {"update_no": "UPDATE #32", "update_userinfo": "Demo Day (and Above) Backers Emailed!", "update_content": "MEGAFANS! Thank you for your patience! We are ECSTATIC to announce that the Giant Robot Duel is locked, loaded, and SCHEDULED! Check out our announcement video here or below for more information:"}, {"status": []}], "comment_no": 558, "projec_url": "https://www.kickstarter.com/projects/megabots/support-team-usa-in-the-giant-robot-duel", "project_name": "Support Team USA in the Giant Robot Duel!"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Ear plugs are essential for hearing protection. They protect your hearing, yes, but they can be a hassle. Sometimes you need to hear and they block too much, so you have to take them out. They're small and easily lost. They get deformed easily, they are hardly ever comfortable, and they seem to fall out more than they stay in your ear.\nAt ProSounds, we are dedicated to providing the very best hearing protection. We deliver all of the benefits of hearing protection, but none of the problems.The X-Pro ear plugs are simplicity itself. Designed to fit comfortably in any ear, you'll hardly even notice you're wearing anything.\nAfter the X-Pro is comfortably settled in your ear, you can activate the hearing protection with the push of a button. The closed valve will now protect your hearing by giving you 30dB of noise reduction with the foam tips (24 dB noise reduction with silicon tips). \nWhen you need to hear again, instead of completely removing the ear plugs, simply press the button again to open the acoustic valve (patent pending), allowing sound to pass through naturally.  X-Pro Ear Plugs are washable and reusable to help you avoid the hassle and extra expense of constantly having to replace disposable earplugs.\nBecause we are so confident that the X-Pro is going to be a game changer for the hearing protection industry, we wanted to set up a little challenge. If we can really stretch and hit these goals, there will be rewards for everyone who donated. \n$100,000 in Total Donations\nIf we hit $100,000 in total donations, everyone who donated to the campaign will receive a complimentary lanyard (valued at $5), a 1 time FREE replacement of their X-Pro earplugs in the event that they are damaged (you must send in your damaged product and proof of Kickstarter purchase), and everyone will receive an additional ProSounds neoprene carry case with carabiner.", "risks": "Risks and challenges\nThe X-Pro product is one of several products developed for the new ProSounds product line. The prototypes are finished and working very well. We are literally using the additional funding to help finalize packaging, merchandising displays and execute on go-to market strategies. There is no risk on this product for delivering it according to the timelines stated.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Shipping Address for Valve Returns", "update_content": "12397 South 300 East \nSTE 100\nDraper, Utah 84020"}, {"update_no": "UPDATE #22", "update_userinfo": "XPRO v 2.0: Clarification", "update_content": "The response to our recent update has been amazing. We’ve received more feedback than we expected. Everyone has been wondering how the replacement will work:  \nFirst: \nyou will need to ship the valve portion of the XPRO back to us. It doesn’t matter if it’s old, dirty, or busted. Not the tips or the conch lock; just the valves.  \nSecond: "}, {"update_no": "UPDATE #21", "update_userinfo": "XPRO V 2.0", "update_content": "For all those who are unsatisfied by our initial project outcome and those who may not have received their orders. We are pleased to announce we have been in development of a v 2.0 of the X-Pro which improves on the difference between the 'open' and 'closed' states.\nAnyone who wants a replacement is encouraged to let us know. The v 2.0 is underway and should hopefully be ready in February. Thanks for all the support!"}, {"update_no": "UPDATE #20", "update_userinfo": "International Tracking Numbers", "update_content": "Hello!\nWe want to clear up some concerns regarding international tracking numbers.\nIf you have noticed that you share the same tracking number as another person, please do not be alarmed. We have shipped all international orders under the same tracking number. International orders have been shipped to Los Angeles and will then be separated by country and then handed off to that country's domestic postal service. Once the order is handed off to the domestic postal service, the tracking number becomes void to us and we lose tracking because it is out of our jurisdiction. All international orders have been shipped for a while now so it won't be much longer until your orders arrive. Thank you for your continued patience!"}, {"update_no": "UPDATE #19", "update_userinfo": "All International Rewards Have Been Fulfilled!", "update_content": "All International rewards have completed shipping this last Monday. We have finished packaging all Dealer rewards this week and will ship them next Monday. We are sorry for the delay to all of you in these groups, but we are done and you will have them soon. Please reach out to our team at axilpro.com/contact to obtain tracking numbers. For international, we will only have a tracking number that delivers it to your regional/local post office. Thank you all for your support. We couldn't have prepared this new line for mainstream as well without your help. While our processes for this pre-launch were weak, your support has helped us to become more dialed in as a company and to perfect the bugs in the manufacturing line for this new product to hit national and international retailers. We have learned invaluable lessons on our first Kickstarter project that has made us much stronger going forward,"}, {"update_no": "UPDATE #18", "update_userinfo": "Shipping All Remaining XPRO's by Christmas!", "update_content": "We are completing all packages now for shipping. We are shipping 2,000 more pairs between today and tomorrow and will finish all before Christmas. This will complete all Kickstarter pledges and for all international. As mentioned before, we apologize to our international community for not following chronological backer order with you. That was based on the best information at the time from our shipping partners. That was a highly frustrating part of our learning curve as that was not our preference, but we could not afford to do it otherwise based on what we charged for shipping. We have been pushing very hard to get you all taken care of as fast as possible."}, {"update_no": "UPDATE #17", "update_userinfo": "18,000 Down, 6,000 To Go! This is the Home Stretch!", "update_content": "Sorry for the long delay in posting an update. We will take care of this weakness in our team immediately.\nWe continue to make solid progress, but not as fast as all of you or us are happy with. As a reminder: all single, double and family backs have been sent out a while ago. If you have not received them, please contact our customer service team as we have a very small handful of packages sent back to us marked RETURN TO SENDER.  "}, {"update_no": "UPDATE #16", "update_userinfo": "Update, Friday the 13th", "update_content": "Just a quick update for our backers-\nAs of today we have shipped 2/3 of all Kickstarter backers. We are on track to finish shipping in the course of the next week. Having all hands on deck has helped us get a lot done!\nFrom all of us at ProSounds we hope you have a great weekend! Thank you again for your support."}, {"update_no": "UPDATE #15", "update_userinfo": "Update November 9th", "update_content": "We just wanted to pop in real quick to let you know that we have officially shipped all single and double orders of the XPRO for all domestic backers. We are pushing hard to ship all domestic family and retailer packs this week, as well as all international orders.\nAdditional help has been hired for email requests and improved communication. We continue to strive for excellence in this regard to be the best that we can be for you.\nWe appreciate your continued support as we move forward with this."}, {"update_no": "UPDATE #14", "update_userinfo": "Kickstarter Update November 6, 2015", "update_content": "Many more of you have received your XPRO’s this week! Keep us updated on how they are performing for you.\nAlso- please continue to let us know if you encounter any issues. The best way is still through our website at: http://axilpro.com/contact/. We have been working through the emails that you’ve sent and as far as we are aware we have responded to everyone. If you’ve gotten an email from us letting you know that we’ve addressed your problem you can plan on that being remedied in the coming week. We want to make sure everyone is taken care of."}, {"status": []}], "comment_no": 1158, "projec_url": "https://www.kickstarter.com/projects/1454687729/prosounds-x-pro-hearing-protection", "project_name": "ProSounds X-Pro Hearing Protection"}}, {"backer": "Todd David Nestor", "project_data": {"campaign": {"story": "Connect with us: FlyKly.com  Facebook  Twitter\nMove through busy city streets in no time and spare your energy with the help of Smart Wheel, a pedal assist that encases an ultra-thin electric motor and intelligent electronics within a robust housing, neatly fitted onto the spokes of a bicycle rim. It fits practically any bicycle frame and helps you use your bike more efficiently and comfortably, when and where you need it.\nRIDING\nSmart Wheel is a pedal assist which means it helps you ride your bike effortlessly. The motor turns on when you start pedaling and begins accelerating to your desired speed. It stops when you stop. It saves you time by getting you to your destination faster and gets you there without losing your breath or breaking a sweat. There’s no need to worry about what to wear to that business meeting or 8 o’clock date.\nSAFETY\nSmart Wheel takes care of itself. You can remotely lock the motor and track it in case it gets stolen. While riding, Smart Wheel keeps you safe because it spares your energy and allows you to keep your focus on the traffic.\nCOMPATIBILITY\nSmart Wheel is designed to fit practically any bicycle frame. It comes in different sizes and colors. You’ll be able to specify the size and the color that suits your bike after the campaign.\nSIMPLE DESIGN\nSmart Wheel is designed in a way that makes installation as easy as possible. The motor and all the other components are packed inside a robust case. There are no wires or other gadgets to install. You simply remove your rear wheel, replace it with the Smart Wheel and you’re all set!\nLIGHT, POWERFUL & SMART\nSmart Wheel’s genius design packs a lot of power and keeps its weight as light as possible. It goes up to 20 mph (25 km/h) for a 30 miles (50 km) range and it weights only 9 lbs (4 kg). You can control the Smart Wheel with the FlyKly App which offers aditional features for safety, support and social connectivity.\nSmart Light holds your phone safely in place while riding. This cute little light is also a convenient phone charger that’s always there to help you out!\nPHONE HOLDER\nA sticky pad on the Smart Light tightly holds your smartphone in place. Additional safety straps work as an extra measure for rockier terrains or faster bikers.\nPHONE CHARGER\nSmart Light connects to a dynamo generator. You simply connect your smartphone to the USB port and while you’re enjoying the ride your phone quickly recharges.\nBICYCLE LIGHT\nAs the Smart Light name suggests, the dynamo also gives out just enough electricity to power a bright LED bulb which leads the way and never leaves you in the dark.\nEASY INSTALLATION\nSmart Light is easily installed with a simple theft-proof clip-on mechanism. A thin cable connects it to a dynamo on the front fork of a bicycle frame. To turn on the Smart Light you simply start pedaling.\nFlyKly App allows you to control and monitor the Smart Wheel. It also offers many other features like safety, support and social connectivity. It’s available for free for iOS and Android devices with Bluetooth 4.0 connectivity and for the Pebble Watch.\nRIDING\nIt's simple. Just set the top speed on the app, start pedaling and Smart Wheel will do the rest. While cruising you can monitor your current speed, the distance, the time of travelling and the battery level. Smart Wheel studies your cycling habits and suggests the most time efficient, the safest or the most attractive routes.\nLOCKING & TRACKING\nYou can lock the Smart Wheel with a simple touch of a button on your app. In case your bike gets stolen it can quickly be located and tracked via GPS.\nSUPPORT\nFlyKly App constantly monitors the Smart Wheel components and functionality. In case anything happens to go wrong we’re already a step ahead at suggesting a solution. This way we can offer you the quickest and most efficient support.\nSOCIAL CONNECTIVITY\nThe data collected by the app can easily be shared and compared with the cycling habits of your friends. You can also share it with your city officials who’ll be able to use it to design better cycling infrastructure. This way you can stay in touch with your cycling community and help creating more livable cities.\nPEBBLE WATCH\nFor all the Pebble Watch users we designed a special version of the FlyKly App. With Pebble Watch you can set the top speed, lock the Smart Wheel, receive notifications and always have most of the cycling information at arms length.\n*WORLDWIDE SHIPPING INCLUDED \nABOUT THE MOTOR\nSmart Wheel’s revolutionary motor is incredibly thin, light and efficient. With its 9 lbs (4 kg) it generates 250 W of power which is enough to push you up to 20 mph (25 km/h). This makes the whole wheel easy to ride and even carry up the stairs. \nElectronics\nMagnets in Motor Housing\nMotor Housing and Sensor Magnets\nABOUT THE BATTERY\nSmart Wheel’s 36V Lithium battery lasts for a range of up to 30 miles (50 km) when fully charged. It can be charged in 2-3 hours by connecting it to a charger and plugging it into the nearest wall socket. The battery also charges when you’re going above the desired speed, riding downhill or pedaling with the motor off. The life expectancy of the battery is around 1000 charging cycles.\nBattery prototype\nCOMPATIBILITY\nSmart Wheel comes in different sizes (20\", 26” or 28” wheel rim) and in 9 different colors (white, black, grey, blue, red, green, yellow, pink, Glow in the dark). You’ll be able to specify the size and the color of your choice through an official Kickstarter survey.\nSmart Wheel is iOS, Android and Pebble Watch compatible. It works with iPhone 4S, iPhone 5, iPhone 5c, iPhone 5s, iPad 3rd, 4th gen, iPod touch 5th gen and iPad mini. Samsung Galaxy S3 and Samsung Galaxy S4. Pebble Watch.\nSOFTWARE DEVELOPMENT KIT (SDK)\nSmart Wheel is as open as possible. It generates a lot of data that can be interpreted and applied in many different ways. We want to enable the people to develop software and hardware solutions that will work with the Smart Wheel. We're trying to create an ecosystem of connected devices - that's why we’re making our SDK available for you.\nFlyKly Smart Wheel already assembled and fitted to a wheel rim of your choice along with a bicycle tube and a tire\nFlyKly Smart Light with an adhesive surface for holding your smartphone and dynamo generator included\nan electric charger for charging the Smart Wheel\nIn 2011 Niko Klansek introduced the first line of the FlyKly electric bicycles to the USA market. After the first experience with the electric bicycles he realized the many possibilities of how to innovate on the e-bike field. The time was ideal to finally actualize the idea he had for years on how to upgrade the ordinary bicycle with a motor and turn it into a pedal assist. Niko sketched the rough concept and started working with a team of engineers, designers, software developers and bicycle culture researchers and created the first working prototype in early 2013.\nFlyKly is a team of coworking friends who are also strong supporters and promoters of utilitarian bicycle culture. Many of these young creatives were already a part of four successful Slovenian Kickstarter campaigns: LL Stol, ONDU Pinhole, Musguard and Lumu.\nThe FlyKly vision is to reshape the cities bottom-up to improve citizens' quality of life by providing a more people-, city- and environmentally-friendly solution to the problem of transportation. We try to empower people with tools that will start to reshape the cities with mass use in a way that again people, not cars, come first.\nTEAM\nfounder and CEO: Niko Klansek\nproduct design: Matej Colja\nmotor: Janez, Peter and Samo Frantar\nplastic housing: Darko and Peter Osterversnik\nsoftware: Klemen Nagode, Marko Jurincic, Rok Cresnik\ngraphic design: Romina Kavcic\nbicycle culture research: Eva Percic, Andraz Tarman, Tonja Klansek\nvideo: Andraz Jeric, Bor Pungercic, Luka Tisler, Simon Pensk\nmusic: Boomhauer & Donkeyhorse\nphoto: Peter Marinskek, Lucijan Kranjc, Vladimir Mickovic\nlegal: Maja Bogataj Jancic, Stephane Levy\nsupport: Jerca Jeric, Elvis Halilovic, Jurij Lozic, Miha Artnak, Tilen Sepic, Marko Pirc, Stas Stankovic, Nejc Matjaz, Nicholas Barfell, Caterine Molina\nSPECIAL THANKS\nGama System PerceptionAnalytics\nProjective Space\nMSC Bikes\nLinus Bikes\nPublic Bikes\nMission Bicycles\nPebble Watch", "risks": "Risks and challenges\nWe need to raise the funds to establish production in New York City, buy some tools and equipment and place bulk orders for the materials.\nShipping options have already been checked out and most of the arrangements have been confirmed. We’re already building a strong customer support network for the Kickstarter campaign as well as later communication so we’re not leaving anything to chance.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Important Update", "update_content": "Dear Backers,\nFlyKly Inc., a young start-up based in NY, started its amazing journey in April 2013 with the launch of its first Kickstarter campaign on the Smart Wheel. In October 2015, 1200 Smart Wheels were delivered to backers and clients. In the same month, a second campaign on the Smart Ped was launched and 420 Smart Ped orders were collected by the end of the year. To date, 173 have already been shipped. During this journey, FlyKly Inc. started a collaboration with Zehus, a tech company based in Milan, Italy. Zehus has been developing the technology to support the innovative ideas of FlyKly Inc. Today, we are happy to announce that Zehus has moved forward with its commitment to support FlyKly clients and completed the acquisition of the FlyKly brand worldwide. Niko Klansek, the founder of FlyKly will keep managing the U.S. based FlyKly Inc. that sells to U.S. clients. Zehus will manage the product design, production, and sales to European and Asian clients, as well as customer care globally. The new FlyKly team in Europe, under the supervision of Zehus, is firmly committed to improving service to clients and solving all after-sales issues related to previous management. We ask for your support in reconstructing the background of any mis-service in the past. Thank you."}, {"update_no": "UPDATE #22", "update_userinfo": "Update #22: Street smart? Get ready for a smart move.", "update_content": "Hello friends,\nAs you know our FlyKly Smart Wheel Kickstarter campaign came full circle. Did it, done. Thank you for being a part of this exciting venture. We have learned a lot, gained plenty of experience and worked really really hard. Now we are ready to make a smart move, are you? Join us on a new urban adventure!\nSMART PED. SMART MOVE.\nThe new FlyKly Kickstarter campaign just kicked off! Smart Ped is your perfect urban getaway. This beautifully practical kick assist e-bike is the smartest move around the city whether you’re on your way to work traveling distances or combining other means of public transport. Or maybe just cruising around and enjoying the view. Smart Peds easily foldable design makes it the most wanted piece of transportation tech in any city - it folds in a moment and accompanies you anywhere you go."}, {"update_no": "UPDATE #21", "update_userinfo": "Update #21: Campaign Completion, London Joyride and Exciting Announcement", "update_content": "FULL CIRCLE \nFlyKly Smart Wheel came full circle. After the immensely successful campaign when our goal of $100,000 was met in less than 35 hours, reached 3 stretch goals in the following weeks and raised $701,239 USD with 2,358 backers at the end of our Kickstarter campaign, we can’t begin to explain the intensity of the feelings and overwhelming work that hit us. And here we are, almost 2 years later, announcing each and every FlyKly Smart Wheel has been shipped. "}, {"update_no": "UPDATE #20", "update_userinfo": "Update #20: Falling in love, riding around the world and other urban stories", "update_content": "Dear community,\nthey say spring is the best time to fall in love. At FlyKly we are head over heels every time we see one of your smarter bikes around the world. We are now present in more than 50 countries and our community is bigger than ever."}, {"update_no": "UPDATE #19", "update_userinfo": "Update #19: The wheels are turning", "update_content": "Dear KS backers,\nNew year is in full motion for us at FlyKly and February was a very exciting month, since we‘ve received amazing feedback from you, our community. So many photos of smarter bikes and comments came in from your first rides. And believe us, each and everyone is priceless motivation for our team.\nThis is a quick update of the past months: we’ve established several test locations worldwide, where you can try out the Smart Wheel. We’ve launched crowd investing campaign on Circleup, received first reviews and journeys from our customers and built a new community page. We’ve shipped almost all EU and US orders and Smart Lights orders. We are now sending Smart Lights together with the Smart Wheel and we’ve published the Smart Light installation video."}, {"update_no": "UPDATE #18", "update_userinfo": "FlyKly on the go: CES 2015, Smart Light shipping and Smart Wheel installation", "update_content": "Dear backers,\nWe’ve had a very productive December and exciting start of 2015. In December, first Smart Wheels were delivered, first Smart Lights were assembled and shipped, we fine tuned our Smart Wheel assembly process and got first feedback from Smart Wheel users. In January, we were present at CES - the biggest consumer electronics show in the world, where we officially launched Smart Wheel. We’re so excited about Smart Wheel being the first all-in-one electric pedal assist to hit the market. Woo hoo :)\nFLYKLY AT CES 2015"}, {"update_no": "UPDATE #17", "update_userinfo": "We Are Shipping.", "update_content": ""}, {"update_no": "UPDATE #16", "update_userinfo": "Joyride Recap, Production & Shipping.", "update_content": "Dear Backers,\nPast few months were busy and exciting. We have done 10 Joyrides and many of you came to test the Smart Wheel for the first time. Components ordered in May have been produced and most are already delivered to our production in Italy. We have optimized the production and setup the assembly. And we have made a shipping plan that will most likely enable us to deliver the Smart Wheels with no additional cost to you.\nJOYRIDE "}, {"update_no": "UPDATE #15", "update_userinfo": "Join the Joyride EU.", "update_content": "Dear backers,\nJoyride in USA was pure joy. It was really nice to see so many of you. Thank you for joining us. \nWe kicked of Joyride in NYC on a very sunny and windy day. It was great way to experience Smart Wheel making a head wind ride smooth. In SF we got to do some uphill riding and downhill recharging. In LA we got to cruise long distances along the beach and enjoy the smooth ride. Here is a sneak peek."}, {"update_no": "UPDATE #14", "update_userinfo": "Join the Joyride.", "update_content": ""}, {"status": []}], "comment_no": 1142, "projec_url": "https://www.kickstarter.com/projects/flykly/flykly-smart-wheel", "project_name": "FlyKly Smart Wheel"}}]