[{"backer": "Tom Murray", "project_data": {"campaign": {"story": "CRAVING MORE FERRIS FOOTAGE? Watch this video below: it goes over the whole Ferris System in more detail and with more clarity– and shake testing– than our campaign video! \n\nIf you're like us, you try keeping things tidy– but you still waste time every day looking for your wallet, phone, keys and sunglasses. To create a better out-the-door experience, we've reimagined a way to organize and carry these everyday essentials. \nFerris KeyLoop, KeyFolio, and ModWallet in action– all powered by MagLock\nOur mission at Distil Union is to create products that solve life's little frustrations in a way that makes you smile. We're an independent design studio that's fueled entirely by crowd-funding since 2012 (this is our 9th Kickstarter– all successful and delivered on time 🙌)! \nFor years we've heard what hundreds of you struggle with when it comes to the stuff you walk out the door with every day– so we've distilled the problem into an elegant solution which, of course, involves magnets... \nAs it turns out, the best key ring isn't a ring at all.\nKeys rotate freely, and attach to any magnetic surface. (Shown: KeyLoop)\nBuilt for those of us always on the go, Ferris makes life a little bit easier by improving the things you carry and how you store them.  \nShown: Ferris KeyLoop, ModWallet and ModStation\nIt’s time to retire the keyring for something more fun and flexible. \nFerris is a series of secure magnetic components that easily come together and quickly reconfigure as needed. Powered by MagLock, you can slim down and carry only what you need in an instant– no more, no less, and no tools required.   \nThere are many solutions that have tried to tackle the problem of organization, but they come with their own problems or create other issues... We've grown accustomed to compromises and trade-offs, but these little frustrations really add up! We wanted to reclaim that time, and our sanity... A simple solution is long overdue:\nWe're passionate about designing products that simplify your life in clever ways, and after years of exploration and development, we've created a simple modular system named Ferris. \nStreamline your routine. Walk out the door with lighter pockets, and leave the rest neatly organized on the Ferris ModStation– a modern catch-all for your most common out-the-door items.  \nThis is Ferris, a hassle-free system of everyday essentials.    \nFerris lets your wallet and keychain adapt to what you need to carry– eliminating clutter and increasing peace of mind.\nWe set out to create a better key organizer, and arrived at a system that's more than simply functional– Ferris saves you time and space, and adapts to your life in a fun and meaningful way. That's why Ferris is all about customization– there's no longer a need to carry different solutions. Instead, make what you carry work for you:     \nThe Ferris leather-goods include KeyLoop, KeyFolio, and ModWallet\n\n\nFerris KeyLoop\nKeyLoop: Carry up to 6 keys + included FobRing holds your car fob, tracker, etc.\n\n\nFerris KeyFolio\nKeyFolio: Carry up to 10 keys + included FobRing holds your car fob, tracker, etc.\n\nFerris ModWallet\nModWallet: Comes with one CardSleeve to carry up to 12 cards, and a MoneyClip for your cash. Also carries add-ons like additional CardSleeves, KeyMods, USB and MultiTool.\nGrab a cover that suits your style and accommodates your carry, or pick a combination that adapts to meet your specific needs from day to day (this is the ideal solution for those of you who have multiple sets of keys, but you don't need to have them all on you all the time).\nImagine the possibilities! Ferris comes together to suit your needs on a daily basis.\nYou can easily stack and rearrange– even combine your keys and wallet into one consolidated carry so you have one less thing to remember. \nScale up or down. Carry only what you need– no more, no less, and no tools required! \nFerris is powered by our patent-pending MagLock. This magnetic locking mechanism gives you the perfect balance of security and access that so many key-organizing solutions fail to provide.  \nFree a key instantly to easily swap out + share as needed.  \nFerris leathergoods work with KeyMods– the heart of the Ferris family. They are made with neodymium magnets and a TPU-backed nylon, well-known for its durability and abrasion resistance. Behind these small mechanisms are years of development and testing to achieve a connection that is:\n SECURE  In your pocket, your bag, dropped on the ground, taking a tumble down the stairs... Your keys will remain securely snapped together.\n FLEXIBLE  Magnets join together quickly and easily. They rotate smoothly for key access without removal, and allow for sharing without the need for a tool.\nKeyMods shown with USB, FobRing, MultiTool, MoneyClip and a ModWallet cover.\nThe KeyMods work like double-sided magnetic snaps: Nesting magnets with a male/female construction make a magnet-to-magnet connection that's incredibly strong and allows for rotation. This new MagLock works differently than our MagLock Sunglasses, redesigned and optimized for keys to snap together and rotate. \nIn order to accommodate the majority of keys that people carry, we created two types: KeyMod Clicks and KeyMod Sticks. View the Key Guide and video to learn how they work with your keys in our first Update.\nAny larger keychain items (like a car fob, Tile tracker, or sentimental boondoggles) can be kept on the custom-designed FobRing included with the KeyLoop and the KeyFolio. \n                                                                ˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚˚\n\nMade to last, with durable materials that feel great in your hand– and look great in your home. \n\nIt all comes together with the Ferris ModStation: A sleek and modern catch-all that gives everything a proper place. Cutting visual clutter not only saves your sanity:\nModStation helps you stay organized\nreduces the likelihood of lost items\nmakes your out-the-door routine quicker and easier \nModStation is an easy way keep your desk organized and tidy. Shown here with a KeyLoop used to hold headphones, and ModWallet.\nFerris ModStation is so much more than a mail-catch. We call it a \"catch-all\" because the slim steel tray is designed to accommodate your phone, a Kindle, a notebook, and other similarly sized items \nModStation will even hold onto your phone's charging cable so it's always there when you need it– instead of falling behind your desk or getting lost entirely...\nShown here: ModStation with KeyFolio and MagLock Sunglasses (our successful 2017 Kickstarter!)\nModStation is made of steel with a smooth powder-coat finish. Easy to mount where you need it, all ModStations include a set of screws as well as a panel of 3M removable adhesive that's also magnetic (so you can mount ModStation to any magnetic surface, like a fridge or steel door). \nShown here: ModStation with ModWallet. BONUS: Ferris leathergoods instantly hold anything magnetic, like AirPods.\nStop searching for your stuff. \nStreamline your routine. \nAnd take back your time.\nEveryone's needs are different, and we're excited to hear how Ferris adapts to meet yours :) \nAny surface that could use tidying up, could use a ModStation.\n\nKeyMod MultiTool (including bottle-opener) and KeyMod USB (16GB) are available as Add-Ons to any Pledge Level.\nMagLock Sunglasses are available as Add-Ons to any Pledge Level (choose style after the campaign).\nDIY: How to Customize Your Ferris \n Ferris is modular. Each element of the Ferris System has its own pledge level: KeyLoop, KeyFolio, ModWallet and ModStation. Each is a complete product that stands alone, or can be added to for custom solutions (see Ferris Recommendation Matrix below).\n Want additional items? We want you to have the best Ferris experience, so all Add-Ons are at Early Bird prices! It's a great deal for all who pledge– so they're only available as Add-Ons in addition to one of the Pledge Levels. 1. Select a Pledge Level. 2. Grab a calculator and check the Add-Ons Menu . 3. Enter the total amount as your pledge.\n The Easy Button = Pick one of the KITS (assortments at a discount). It's the perfectly easy way to get started with Ferris. You can pick a KIT from the blue menu above and call it a day, or add additional items to your KIT by doing the math and entering the total amount for your pledge.\nOur Best Advice: Pledge at the level that looks good to you, and relax knowing that you'll have the ability after the campaign to adjust your pledge and select colors. You can also message us with what you carry, we're happy to make recommendations! Check out the Ferris Carry Guide– count what you carry, then click to enlarge:\n- click to enlarge -\nWe've been designing products (and eating noodles) together for over a decade, and this is our 9th Kickstarter– our very first was in 2012, when our Snooze iPhone Stand literally kickstarted our new business. \nThe excitement and feedback we receive from the crowd-funding community plays an integral role in how we bring new products to the market. We've delivered on every single Kickstarter, so you can feel confident backing this project.   \nOur small, independent business is powered by crowd-funding since our first Kickstarter in 2012!\nFor the past two+ years, we've gone through countless prototypes to refine our ideas and work through all the details. We've listened to what frustrates you about your daily items, and we're excited to share our hard work with you– and for Ferris to make a difference in your everyday. \nThe Ferris Collection is our biggest undertaking to date, and we're back on Kickstarter because we need your help. We're seeking the funding that we need for materials and manufacturing for the first Ferris production run.    \nWe're working with trusted manufacturing partners whom we've worked with before– and in January we relocated to Asia so we can be close to the factory to ensure everything runs smoothly. As production progresses we'll keep you informed along the way, and let our Backers in behind the scenes with updates while we work to bring Ferris to life.  \nWe bounce between Hong Kong, Shenzhen and Tokyo to make Ferris the best he can be. #digitalnomads\nLast but not least: We need your help to get the word out about Ferris– every share helps! \nWe're super excited to be back on Kickstarter with you, and we truly hope Ferris makes your life a little easier :)  \nDistil Union Co-Founders\nPress coverage for Distil Union product designs *toots own horn*\n\n\n~ cheers! ~\nNate and Lindsay would like to thank our friends and family while they've been on this tireless product-development adventure across the globe! A special shout-out to those who made this campaign possible:\nJosh Kozono: Video Production, Lighting, Sound, and Editing. Arigatou gozaimasu Josh and Jun for sharing your warm home, and for the tastiest takoyaki in Tokorozawa! \nRebecca Pollett: Customer Support and Charleston Office\nThe Mills Fabrica: Co-Working Studio and Prototyping Lab in Hong Kong \nRebecca in Charleston, SC, USA - Josh Kozono in Tokorozawa, Japan\nTIMELINE for Production and Delivery\nTesting and shooting has all been done with hand-made samples. This allows us to make big changes and little tweaks along the way; the latest set of samples (what you see in the video) is incredibly close to what Ferris will be in production. To get these samples and stay on schedule, we were down to the wire, but our fantastic team made it happen (including a dash around Tokyo to locate the right FedEx)! Here's a basic schedule so you can see what our projected delivery date will be:\n MAY = Kickstarter campaign begins!  \n JUNE = We can initiate tooling during the campaign, giving us a head start on elements of production which take more time, like ordering materials and making the tools needed to create components. \n JULY = The first in-production samples will be approved; we will inspect at the factory.\n AUGUST = Production is completed; we will inspect at the factory. Products in packaging will ship to our US warehouse.\n SEPTEMBER = Delivery to Backers begins!\nSubject to change– of course, we'll let you know of any unexpected surprises (good or bad!)\nThis round of samples we photographed for the Kickstarter look great, and they're only going to get better as we move closer to production– with your help!\nThanks to all who have shared your thoughts and experiences with us over the years– this one's for you!\n\nThis project is promoted by Jellop, the ad tech power behind the best Kickstarters with 650+ successful Kickstarter projects with over $300MM raised between them.\n.\n.\n.  \n.\n.\n.", "risks": "Risks and challenges\nWe're confident we can see this new family of products through to a level that will make US proud and YOU a happy Backer. Before we launched the first Distil Union product on Kickstarter in 2012, we worked together on hundreds of products for big brands. Surprises happen along the way in any project, and luckily with all of our experience, we've learned ways to minimize risks: \n+ working closely with trusted manufacturers \n+ setting comfortable, realistic schedules \n+ doing thorough work in advance (our due diligence as designers) \n+ applying what we've learned in all eight of our successful Kickstarter campaigns\n\nWe have a reassuring track record of 8 successful product launches on Kickstarter, each with on-time delivery. You can trust we're going to design something useful, execute it well, and get it to you when we say we will– with informed communication along the way.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 21 or more", "title": "EARLY BIRD | Ferris ModStation", "descp": "Get the ModStation (includes both mounting hardware options). Pick your color after the Kickstarter closes.\n30% off anticipated retail\nINCLUDES:\nModStation", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["56 backers", "Limited (44 left of 100)"]}, {"amt": "Pledge US$ 34 or more", "title": "Ferris KeyLoop", "descp": "Get the KeyLoop leather cover with 4 KeyMods, plus a FobRing. Pick your color after the Kickstarter closes.\n30% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 per additional KeyLoop\n+ $34 for a KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nKeyLoop\nKeyMod Clicks (Pack of 2)\nKeyMod Sticks (Pack of 2)\nFobRing", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["151 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "Ferris KeyFolio", "descp": "Ferris KeyFolio\nGet the KeyFolio leather cover with 4 KeyMods, plus a KeyMod FobRing. Pick your color after the Kickstarter closes.\n29% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 per additional KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nKeyFolio\nKeyMod Clicks (Pack of 2)\nKeyMod Sticks (Pack of 2)\nKeyMod FobRing", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers"]}, {"amt": "Pledge US$ 54 or more", "title": "Ferris ModWallet", "descp": "Get the ModWallet leather cover with MoneyClip + CardSleeves. Pick your color after the Kickstarter closes.\n22% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 for a KeyFolio\n+ $50 per additional ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nModWallet\nMoneyClip\nCardSleeves", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Recommended \"Easy Button\" Key Kit", "descp": "Get a KeyLoop or KeyFolio + 3 KeyMod 2-packs of your choice + a ModStation. Pick your color and options after the Kickstarter closes.\n30% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 per additional KeyLoop\n+ $34 for a KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nModStation\n3× KeyMod Clicks or Sticks (pack of 2)\nKeyLoop or KeyFolio", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["92 backers"]}, {"amt": "Pledge US$ 159 or more", "title": "KIT #1 | The Ferris Kit", "descp": "Get the complete Ferris System– one of everything! You get a ModStation, ModWallet, KeyLoop, KeyFolio (with 8 KeyMods total), USB Flashdrive, and MultiTool. Pick your colors after the Kickstarter closes.\n$76 off of anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 for a KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nKeyLoop\nKeyFolio\n2× KeyMod Clicks (Pack of 2)\n2× KeyMod Sticks (Pack of 2)\nKeyMod USB Flashdrive (16GB)\nKeyMod MultiTool\nModWallet\nModStation\nMoneyClip\nCardSleeves\nFobRing\nKeyMod FobRing", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["254 backers"]}, {"amt": "Pledge US$ 299 or more", "title": "KIT #2 | The Ferris Family Kit", "descp": "Get the Ferris System for your household, two of everything! You get 2 ModStations, 2 KeyLoops, 2 KeyFolios, 2 USB Flashdrives, 2 MultiTools, and 2 ModWallets (with 16 KeyMods total). Pick your colors after the Kickstarter closes.\nAlso great for giving– keep some for yourself and gift the rest!\n$171 off of anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 for a KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\n2× KeyLoop\n2× KeyFolio\n4× KeyMod Sticks (Pack of 2)\n4× KeyMod Clicks (Pack of 2)\n2× KeyMod MultiTool\n2× KeyMod USB Flashdrive (16GB)\n2× ModWallet\n2× ModStation\n2× MoneyClip\n2× CardSleeves\n2× FobRing\n2× KeyMod FobRing", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers"]}, {"amt": "Pledge US$ 29 or more", "title": "EARLY BIRD | Ferris KeyLoop", "descp": "Get the KeyLoop leather cover with 4 KeyMods, plus a FobRing. Pick your color after the Kickstarter closes.\n40% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 per additional KeyLoop\n+ $34 for a KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nKeyLoop\nKeyMod Clicks (Pack of 2)\nKeyMod Sticks (Pack of 2)\nFobRing", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "200 backers"]}, {"amt": "Pledge US$ 34 or more", "title": "EARLY BIRD | Ferris KeyFolio", "descp": "Get the KeyFolio leather cover with 4 KeyMods, plus a KeyMod FobRing. Pick your color after the Kickstarter closes.\n38% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 per additional KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nKeyFolio\nKeyMod Clicks (Pack of 2)\nKeyMod Sticks (Pack of 2)\nKeyMod FobRing", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "EARLY BIRD | Ferris ModWallet", "descp": "EARLY BIRD | Ferris ModWallet\nGet the ModWallet leather cover with MoneyClip + CardSleeves. Pick your color after the Kickstarter closes.\n30% off anticipated retail\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 for a KeyFolio\n+ $50 per additional ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nModWallet\nMoneyClip\nCardSleeves", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "LIMITED | The Blackout Kit", "descp": "Get ALL BLACK components of the Ferris System. You get: a black ModStation, a black ModWallet, a black KeyLoop -OR- KeyFolio (with 1 FobRing + 4 KeyMods), plus a KeyMod 2-Pack of your choice– all at an even further reduced rate in this time-limited offer!\nUp to $68 off of anticipated retail\n| You can pledge for additional items now from the Add-On menu below,\u0003then specify your selections after the campaign.\nCustomize your pledge with Add-Ons at Early Bird prices:\n+ $7 for a KeyMod 2-Pack (Clicks or Sticks)\n+ $29 for a KeyLoop\n+ $34 for a KeyFolio\n+ $50 for a ModWallet\n+ $10 for a MultiTool\n+ $20 for a USB Flashdrive (16GB)\n+ $21 for a ModStation\n+ $60 for a pair of MagLock Sunglasses\nINCLUDES:\nKeyLoop or KeyFolio\nKeyMod Clicks (Pack of 2)\nKeyMod Sticks (Pack of 2)\nKeyMod Clicks or Sticks (pack of 2)\nFobRing\nModWallet\nMoneyClip\nCardSleeves\nModStation", "time": [{"ESTIMATED DELIVERY": "Sep 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "103 backers"]}], "updates": [{"update_no": "UPDATE #8", "update_userinfo": "Optimistic Shipping Dates Were Optimistic", "update_content": "Hello dear patient backers, yearning to be free (of key clutter),\nTL;DR - All Ferris products are now scheduled to ship out by the 17th of October according to the latest from our fulfillment warehouse and barring future surprises. You will receive tracking info when that happens.\nLatest updates will be on our Instagram so follow along via stories.\nthe delay, Distil?"}, {"update_no": "UPDATE #7", "update_userinfo": "Shipping Delay Update - New Estimate is an October 10th & 11th Ship Date", "update_content": "Hey everyone,\nI posted the note below on the main comment section and on the last update comment section but I wanted to share via email if anyone has been wondering where their Ferris system is since that last update. \nWanted to address the delivery delay here for anyone who is wondering. New optimistic timeline is starting to ship on October 10th and 11th. I've been chatting with the fulfillment warehouse about shipping and here's the deal - They missed a deadline to order the outbound packaging. So, while they have your Ferris products in the warehouse, they can't ship out without the mailers so that, of all things, is what we're waiting on. The mailing boxes are coming from China and there's a week-long holiday there (maybe you've read about it in the news). The earliest those mailers can be delivered is this Friday ,"}, {"update_no": "UPDATE #6", "update_userinfo": "Ferris Shipping Soon! - Shipping Schedule + Survey Results + Shiny New Pictures + Packaging", "update_content": " Too Long;Won't Read, no-nonsense, fluff-free version so you can get back to your sick burns on Instagram, Facebook and Twitter: \nSurveys locked down on the 20th of September and credit cards will then be charged for extras after that. You'll get a 48-hour heads up to make last minute changes to your survey."}, {"update_no": "UPDATE #5", "update_userinfo": "Surveys Are Out!", "update_content": "Survey is out! (check your email)\nIN THIS UPDATE \n0 - Link to survey here if you missed the email in your inbox : https://ferris-modular.backerkit.com/\n1. Survey Notes (add-ons including wallet/key tracking, FAQs)\n2. Product Updates (KeyMod Click now supports 3mm thick keys)"}, {"update_no": "UPDATE #4", "update_userinfo": "Production and Survey Update", "update_content": "Hello Backers! \nJust wanted to send an update to all of you and let you know that things are progressing as scheduled for a September deliver. Lindsay and I have been in the US since the 19th of July to catch up with family after being away for the last 6 months working on Ferris. We'll be returning to Hong Kong on the 12th of August to follow up with our manufacturers and make sure everything is continuing smoothly with production."}, {"update_no": "UPDATE #3", "update_userinfo": "Ferris is a finalist in the Carryology CARRY AWARDS! Celebrate with us 🙌 and cast your vote by Monday 📮", "update_content": "Hey everybody, we have some exciting news to share– we've been celebrating with high-fives since we found out... \nFerris is a finalist for a Carryology CARRY AWARD in the \"Best Accessory\" category! \n You can vote now by clicking on this image: "}, {"update_no": "UPDATE #2", "update_userinfo": "New Limited-Edition Pledge Ends Friday! Plus a wild \"First Look\" video, product dimensions, and Ferris samples from our Stories.", "update_content": "Hello Everyone! \nThis is so exciting– Ferris has been picking up momentum thanks to an insane hands-on video that hit this week (more on that later). \nA huuuge thank you and welcome to all our new Backers for pledging your support! We believe Ferris is an incredible, original new line with loads of potential, and we're so proud that you've joined us :) "}, {"update_no": "UPDATE #1", "update_userinfo": "Answers! Which Ferris is right for you, and what's a KeyMod?", "update_content": "WOW! 🙌✨ The Distil Union Kickstarter #9 is already one for the books! We woke up this morning to over $15,000 in pledges, which is just incredible– our Backers are the best, we're grateful for each and every one of you. We're well on our way to achieving the $25,000 goal, thank you for your support to make Ferris a reality. \nBecause Ferris is a novel approach to key and home organization, we've gotten a wide range of questions– many of which we've captured in the new Project FAQ section:  "}, {"status": [{"Project funds successfully": "1,178 backers pledged $115,035"}, {"Project launches": "MAY 13, 2019"}]}], "comment_no": 568, "projec_url": "https://www.kickstarter.com/projects/distilunion/ferris-modular-key-organizer-wallet-to-simplify-yo", "project_name": "Ferris: Easily organize, instantly share + keep keys tidy"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "PLAY\n\nMagLock prototypes pass the Slingshot test: 62mph. 27 stories in the air. Upside down.\n  Lost sunglasses. Scratched lenses. Uncomfortable straps. \n\nAnyone who has owned a pair of sunglasses understands these frustrations– which is why we invented MagLock™ \n     With fully embedded neodymium magnets, MagLock Sunglasses are easy to mount on anything magnetic, and also (more importantly) less likely to drop or misplace. It's a simple solution for an everyday problem– exactly why we started Distil Union 6 years ago.\nMagLock™ Frames secure to your shirt or magnetic surface – no more off-the-shirt falls. No need to wear headstraps.\n    Your sunglasses are the ultimate go-anywhere accessory– making them hard to keep safe and hard to keep track of. Past solutions to this problem left you with two choices:\nClutter your expensive glasses with uncomfortable and unflattering \"sunglass straps\" \nResort to the endless cycles of cheaply made \"disposable\" sunglasses that risk not providing your eyes with the true benefits of protection \nAfter he lost his most expensive pair of sunglasses, our co-founder Nate Justiss was fed up and finally had an a-ha moment. And with that, we set out to design an elegant solution made to satisfy the picky minimalist. We've spent 6 years in development to get it right, and now we want to share it with you. \n  Falling-Sunglasses Fail vs. Secure with MagLock\nHow did we solve dropped and lost sunglasses? Magnets hidden in the arms secure your glasses to your shirt, bag, and any magnetic surface. And with flexible, unbreakable shape-memory frames, and our super strong, anti-scratch lenses, you don't have to worry about breaking your MagLock Sunglasses. Finally you can feel as carefree not wearing your sunglasses as you do wearing them.  \nIf MagLock Sunglasses stay put in our tests, you know they're good to go– from your daily commute, to your next outdoor adventure. \nAmerican Ninja Warrior Tested!\n    =^._.^= ∫ Kitten Approved! ฅ/ᐠ｡ᆽ｡ᐟ \\\n    Actual hammer test\n             MagLock™ is our all new patent-pending design with neodymium magnets incorporated into the arms of the frame. The magnets are completely integrated so that no surface meets your skin (safe for those with nickel allergies), and the magnets themselves will be free of surface wear, scratching or corrosion. \nFrame Features: \nMagLock™ secures your glasses to your shirt or bag, and will stay in place any magnetic surface\nFace friendly soft-touch materials for comfort and non-slip fit\nLightweight, flexible frame comfortably hugs your head \nDurable high-performance material with shape memory: MagLock Sunglasses are made to last \nComfortable, durable frame with shape memory flexes to fit your face\n  FDA approved impact-resistant lenses are lightweight, polarized, 100% UV protected and scratch resistant. Gray lenses ease eye strain and allow for truest color perception.\nLens Features: \n100% UVA and UVB protection \nPolarized core reduces glare and eye strain \nAnti-reflective interior \nScratch-resistant exterior and interior\nLightweight lenses provide optimal visual clarity, with polarized core to improve contrast and reduce glare and eyestrain\n  PSA: Sunglasses are good for you! The American Academy of Ophthalmology has designated July as \"UV Safety Awareness Month.\" Protecting your eyes isn’t just for the summer months– UV light contributes to macular degeneration, cataracts and other eye complications. Cheap sunglasses falsely claiming to protect against UV let even more of the harmful UV rays into your dilated pupils, potentially causing more damage than not wearing sunglasses at all.\nWe've sourced premium UV400 lenses, which block 100% of UVA and UVB rays, plus a polarized core and anti-reflective coating to further reduce glare and eye strain. \n  Sunnies are notoriously difficult to keep track of, and the best pair really are the ones you have with you. That’s why we’ve designed these sunglasses to be the most comfortable sunglasses to wear and the most difficult to lose. \n   ON THE LIGHT SWITCH | Grab-and-go convenience\n  ON THE FRIDGE | Always know where your sunglasses are\n  ON THE REAR-VIEW MIRROR | Polarized glasses protect against road glare. Fun fact: Don't keep any sunglasses in the car during the summer, as the heat will damage the lenses.\n  ON YOUR BAG | Scratch-free storage on the go (instead of on your head)\n                                      Folly: The Laidback Seafarer in a classic wayfarer-style with keyhole bridge. Named after Folly Beach, Charleston’s surf-haven at the “Edge of America.” After the Kickstarter, you can choose from 4 matte colors: Black, Gray, Kelp and Surf. \n        Sullivan: The Modern Aviator in a lightweight with iconic double bridge. Named after Sullivan’s Island, home of Charleston’s surprisingly modern lighthouse. After the Kickstarter, you can choose from 4 matte colors: Black, Gray, Marine and Sand.\n  Sunglasses are an essential part of your everyday carry, and MagLock Sunglasses are ready for any adventure!\n    See fine-print details in the FAQ. Bottom line: We've got your eyes covered.\n  We've considered the entire package, down to... well, the package! ¯\\_(ツ)_/¯ We designed a collapsible hard case and soft lens-cleaning cloth sleeve, included with every pair to help keep your Distil Sunglasses protected and scratch-free.\nIncluded hardshell case folds flat for easy storage - so your glasses stay protected in your bag\nInstead of a box that will just be thrown away, Distil Sunglasses are packaged in an innovative hardshell case that folds completely flat. Based on the original design by Tom Davies (British bespoke-glasses creator and all-around swell guy), our take is inspired by the Apple iPad Cover: Durable fabric case with soft-touch lining, finished with heat-sealed edges for a clean, modern look. \nThese cases are so useful and unique, we've made them available as a separate pledge level to use with any glasses up to 142mm x 55mm. Keep your other sunglasses or prescription glasses scratch-free and protected in your bag. \n       In 2011, Nate lost the most expensive pair of sunglasses he’d ever bought. He was determined never to lose a pair of glasses again. It was the year we founded Distil Union, and Nate disappeared into the workshop and hacked together a simple fix using a pair of shades he didn’t really care about messing up.... and guess what? He hasn't lost that DIY pair, 6 years later. The tweak worked. His determination paid off. \nA huge perk about having a workshop is that we can create hacks that make a difference in our own lives #makersgonnamake. Beyond making and hacking, we have over a decade of experience in actual large scale mass-market manufacturing. So for years we've been working hard to develop a manufacturing technique to produce these problem-solving shades on a larger scale. And the best thing about Kickstarter is the chance to bring those life-simplifying products to other people’s lives! \nHow does this simple, integrated solution not already exist?! We've asked ourselves the same question– and one reason they haven’t been made yet is because it’s not easy (as we've learned). Other attempts have been made to solve this problem, of course, but for us they all miss the mark. Each and every one requires that you use something in addition to the glasses, which goes against one of our fundamental beliefs:\nThe Distil Union mission is to simplify your life and distil your everyday. Our products are simply functional, and made to satisfy the picky minimalist. Only an elegant, integrated solution will do– so we’ve spent years in development to get it right:\nMANUFACTURING TECHNIQUES We learned different methods of how glasses are manufactured by going straight to the sources. Then, because we’re designing for a new functionality in sunglasses, we took a completely fresh approach to the materials and construction. We asked ourselves: What materials or construction methods might not be considered \"standard\" but actually work better to solve the problem? \nMATERIAL SELECTION It was important to us that we understand the material properties best suited not just for functionality, but also for ideal comfort and fit. Lightweight and durable, made of face-friendly soft touch materials for comfort and non-slip wearing. Instead of hard frames that hurt your head or slide off your nose, we've designed them to be the most comfy frames to grace your face. \nFUNCTION + FIT FOR ALL Rather than producing a bunch of seasonal frames, we are focused on the optimum fit in two shapes: The wayfarer-style and the aviator are timeless, unisex styles that suit all faces. \nXiexie 谢谢 and mhgoi 唔該 to our Asia team! From Hong Kong to Shenzhen– Anson, Tracy, Karen, Tim, Eunice, Simon, Fong, Sandy and Leon!\n \nOur manufacturing partners know their craft. Lindsay and Nate toured their facilities earlier this year and worked with them face-to-face to develop our unique frames. They produce eyeglasses for premium brands and are one of the world's largest manufacturers of high-end acetate frames. We wish we could take you on a tour of their place (so large it takes a golf cart to get around). It is one of the most pristine and highest-tech, vertically integrated factories we've ever been to. With their backing, we're confident we can deliver an on-time and quality product. \n    Wearing 3D-printed glasses makes you feel like you're in the future\n    PROTOTYPE GALLERY: 3D-prints in various materials to test size, fit and function of our designs\n  PLAY\n\nTimelapse of Nate assembling an early 3D-printed prototype. The lenses are from our manufacturing partner, and fit perfectly into the models. After finding the right sized screws, we were able to wear and test these like normal sunglasses. \nUniversally flattering frame shapes, and they flex to comfortably fit heads of nearly every size\n  Delivery in time for Christmas– and summer Down Under :) To be honest, you should be wearing shades 365 days a year for good eye health!\n  Seeing how people react when they try our prototypes has been oh so satisfying, and we’re ready to go from prototype into production. Our goal is to deliver the most comfortable, long-lasting sunglasses you’ve ever owned. And with your help, we can finally get our patent-pending design out into the world. \nPlease keep in mind that Kickstarter is not a traditional store. Backing us means you're pledging your support because you believe in our design and our ability to deliver (as we have on all our previous 6 Kickstarters). As a way to say thank you! for believing in us, you get a massive discount and first access to the new product, as well as updates along the way as our production journey continues beyond this campaign. \n      Distil Union is a micro-collective of designers and design-lovers in Charleston, SC who are having fun (and working hard) creating solutions to real-life problems. Our incentive to innovate comes from a deep desire to create helpful objects that people love. \nIn 2011, we joined together (Union, get it?) to create the products we want to see on the shelves. Selfish? Perhaps. Exciting? You bet your pants it is! Entirely self-funded on a bootstrap budget, we launched our first product on Kickstarter in 2012. After working in the “big-box retail” industry for so long, it was a rush being part of the dynamic crowdfunding community that allowed us as designers to connect directly with customers, users, backers – you. And that was it, we were hooked. \n...plus our 1st Kickstarter for Snooze Dock that started it all in 2012!\n  Since our first Kickstarter in 2012, thousands of Distil Union goods have been shipped to 101 countries, including 5,141 on-time Kickstarter pledges to 3,150 Backers. We’re lucky to have been on our life-simplifying mission now for six years, and with six successful campaigns under our belt, this will be our 7th Kickstarter. Our company and products have been featured in:\n  To bring these sunglasses to life, we're seeking the funding needed to pay for tooling. We’ve come so far, but we can’t do this alone– will you pledge your support, or help us spread the word? Use the links up top, or here – easy buttons!   \n              Credits: With so much gratitude to all who made this possible \nVideo and Editing Gavin Shelton\nPortrait Photography Leslie Ryann McKellar\n3D Printing Meadors, Shapeways, MakerBot\nNate Justiss Co-Founder and Industrial Designer\nLindsay Windham Co-Founder and Art Director\nMary Streeter Design and Marketing\nJulia Simpson Community Manager\nRebecca Pollett Customer Support\nMatilda Four-Legged Modeling \nDavid Rosenblatt Business Strategist\nTroy Jackson Licensing Advisor \nJosh Goldstein Sales Support\nDr. Wes Shealy Optometrist\nRole Models Joel Sadler, Allyson Sutton, Ryan Cockrell, Graham Wimberly, Julie Wimberly, Ivan Lima, Zach Aument, Karen Ann Myers, Rhiannon Bode, Tori Rosenblatt, Lauren Johnston, Paul Rich, Greg Finch, Thomas Sweeney, and Riki Matsuda. \nWhen we're not at the beach or riding roller coasters, we're here to answer any questions you might have– please message us, we're here to help!\n         ", "risks": "Risks and challenges\nTogether we’ve been in the product business for well over a decade, and we know that surprises can and will happen along the way. Luckily, with that experience we've learned ways to minimize risk: \n+ working closely with trusted manufacturers \n+ setting comfortable schedules that allow for hiccups and setbacks \n+ doing thorough work in advance (our due diligence as designers) \n+ applying what we've learned in six successful campaigns \n \nWe have a reassuring track record of successful product launches with on-time delivery– this is our 7th Kickstarter! Take a look at our past campaigns for the votes of confidence that we're going to design something useful, execute it well, and get it to you when we say we will, with informed communication along the way.\n \nDistil Union's best-selling products exist today thanks to the generosity and gumption of the Kickstarter community. Many thanks and highest fives!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "High Five!", "descp": "Contribute $1 or more to show your support, and gain access to Backer-only updates for behind-the-scenes sneak peeks.\nINCLUDES:\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Aug 2017"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 14 or more", "title": "ORIGAMI CASE", "descp": "Get a folding hard-shell case for your sunglasses or prescription glasses, save $10 off the retail price ($24).\nINCLUDES:\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["29 backers"]}, {"amt": "Pledge US$ 34 or more", "title": "SULLIVAN: AVIATOR (Earliest Bird)", "descp": "Get MagLock™ Sunglasses and save $44 off the retail price ($78). Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["99 backers", "Limited (1 left of 100)"]}, {"amt": "Pledge US$ 49 or more", "title": "FOLLY: SEAFARER (Launch Deal)", "descp": "Get MagLock™ Sunglasses and save $29 off the retail price ($78). Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["388 backers", "Limited (112 left of 500)"]}, {"amt": "Pledge US$ 49 or more", "title": "SULLIVAN: AVIATOR (Launch Deal)", "descp": "Get MagLock™ Sunglasses and save $29 off the retail price ($78). Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["44 backers", "Limited (456 left of 500)"]}, {"amt": "Pledge US$ 78 or more", "title": "FOLLY: SEAFARER (Guaranteed 1st Run)", "descp": "Get MagLock™ Sunglasses and make sure you get in on the first production run. Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 78 or more", "title": "SULLIVAN: AVIATOR (Guaranteed 1st Run)", "descp": "Get MagLock™ Sunglasses and make sure you get in on the first production run. Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 89 or more", "title": "2 PACK: MIX + MATCH", "descp": "Get two pairs of MagLock™ Sunglasses, and save $67 off the retail price ($156). Pick your styles and colors after the campaign.\nWant MORE than 2 pairs? High five! Simply select this reward and ADD $49 for each additional pair. Additional shipping may be due after the campaign, but we’ll work to keep it as low as possible.\nINCLUDES:\n2× MagLock™ Sunglasses\n2× Microfiber Lens-Cloth Sleeve\n2× Origami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["335 backers", "Limited (65 left of 400)"]}, {"amt": "Pledge US$ 2 or more", "title": "Drinks with Distil", "descp": "Come enjoy a happy hour with the Distil Union team in Charleston, SC. You sort out the details of your trip – we'll pick up the tab for 1 happy hour together. Cheers!\nINCLUDES:\nHappy Hour in Charleston\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["Reward no longer available", "6 backers"]}, {"amt": "Pledge US$ 34 or more", "title": "FOLLY: SEAFARER (Earliest Bird)", "descp": "Get MagLock™ Sunglasses and save $44 off the retail price ($78). Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "100 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "FOLLY: SEAFARER (Early Bird)", "descp": "Get MagLock™ Sunglasses at half the retail price ($78). Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "500 backers"]}, {"amt": "Pledge US$ 39 or more", "title": "SULLIVAN: AVIATOR (Early Bird)", "descp": "Get MagLock™ Sunglasses at half the retail price ($78). Pick your color after the campaign.\nINCLUDES:\nMagLock™ Sunglasses\nMicrofiber Lens-Cloth Sleeve\nOrigami Folding Case\nA thank you on our website", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "200 backers"]}], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "See how we made MagLock even better", "update_content": "We came up with a new thing! :) Meet Ferris\nTo go along with your MagLock sunglasses, we developed a new magnetic way to carry your keys and we can't wait for you to see it! Click on the images below for more info. We hope you like it! "}, {"update_no": "UPDATE #18", "update_userinfo": "Happy Holidays + Card Downloads", "update_content": "Happy Holidays!\nNate and I are happy to report that we've been able to meet our campaign's December delivery goal, sending out MagLock Sunglasses and Origami Cases to all Backers who have completed their surveys! Looks like pledges are starting to arrive as far away as the Netherlands :D "}, {"update_no": "UPDATE #17", "update_userinfo": "MagLocks are coming at you!", "update_content": "Hello!\nLindsay and I are on our way to the warehouse to get out the last 100 or so orders. Because we didn't get all the sunglasses we needed from the manufacturer, we stayed up late last night to make a few color combinations that weren't shipped. We ordered extra lenses so luckily we could make them. However, like most things, it took much longer than expected and we were up until 1:30am getting those unpacked, disassembled, reassembled and repacked. We'll head to the warehouse in just a few minutes to help get those and a few others out the door."}, {"update_no": "UPDATE #16", "update_userinfo": "Daily Updates on Shipping Progress", "update_content": "Hey Everyone,\nHappy weekend and if you're in the path of hurricane Irma, we hope you and your loved ones stay safe. We were in the path here in Charleston, SC but the latest updates have it heading away. \nI'm traveling to Las Vegas tomorrow to check out some of the first off-tool samples of your sunglasses. Las Vegas is hosting a tradeshow that our manufacturer will attend so instead of meeting them in China, I'm meeting them there... and then flying over to China a couple of days later. "}, {"update_no": "UPDATE #15", "update_userinfo": "Q: Where my glasses at?! A: Coming Soon :)", "update_content": "Hey Backers! \nHappy Monday to you. Just have a few things to go over with you this week.\nBackerKit Survey\nWe just finished creating our backer survey to get your color preference and mailing address. After a test this afternoon with 5% of backers, we'll be sending that out later today to everyone. Check your inbox for an email from BackerKit in the next 24 hours."}, {"update_no": "UPDATE #14", "update_userinfo": "Production Update: We're On Schedule Despite Surprises", "update_content": ""}, {"status": [{"Project funds successfully": "1,730 backers pledged $100,733"}]}], "comment_no": 237, "projec_url": "https://www.kickstarter.com/projects/distilunion/maglock-sunglasses-are-gravity-defying-shades-you", "project_name": "MagLock Sunglasses | Gravity-defying shades you won’t drop"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "      Flag is an app for iOS. You can download a free copy here. \nAnyone using Flag can get 20 free prints made and delivered each month.\nFlag's free prints are the best in the world, much higher quality than prints other companies charge for.\nFlag delivers prints in any aspect ratio from square to panorama - all free.\nHuge demand means Flag can't deliver prints to everyone who wants them. You can buy prints through the app today. If you want Flag's free print service this campaign is the only way to get it.\n      How can Flag deliver prints of any shape at all? Lasers & Robots...\nPLAY\n\n  Everyone using Flag gets access to a range of free paper picture frames, but our premium frames are only free for Flagship members. Flagship memberships normally cost $10 a month,  but you can become a Flagship member for life for as little as $50 during this campaign.\n                 PLAY\n\n      PLAY\n\nYou can learn more about sending targeted advertising with Flag here.\n      Thanks for choosing to support Flag! Choose a reward level now, we can't wait to ship your first pack of prints. ", "risks": "Risks and challenges\nWe have done deals with our suppliers to purchase the equipment we need and are already producing prints at scale.\n\nWe need to hire staff and secure a location in which to house production. The space we need requires 480v power, specialized air-conditioning and fire suppression along with access for vehicles and load-bearing floors rated to specific standards. All of this must be surveyed before we can install equipment. We currently have a site in mind but haven't signed for it. If we are unable to use it there may be a delay while we find a new location. \n\nSome of the machines we need are produced overseas and there's also the possibility that delivery may be slower than expected.\n\nWe have fulfilled our last Kickstarter with the exception of our Android app which is currently in production. We don't have the resources to build for Android in-house and this is being handled by an American partner company. We expect that app to be complete by December, when we aim to deliver our other rewards for this campaign.\n\nWe cannot control the pricing of the hardware we need. It's possible that prices may shift and make it harder for us to buy everything we'd like to if we only raise our minimum goal.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Flag\n2 created · 0 backed\nWe are Flag. We make the best photo prints in the world and deliver them free. We also make the most advanced prints in the world via our...See more"}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Get Flag", "descp": "Get access to Flag. Order 20 prints each month for free (shipping fees apply outside the US).\nINCLUDES:\n20 free photo prints a month", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["122 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "6-month Flagship membership", "descp": "Get access to Flag. Order 20 prints each month for free (shipping fees apply outside the US).\nUpgrade all your prints, free or paid, with premium laser-cut frames free for 6 months. Save $60.\nINCLUDES:\n20 free photo prints a month\n$25 of enlargements and upgrades\n120+ Flagship enhanced prints", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Lifetime Flagship membership", "descp": "Get access to Flag. Order 20 prints each month for free (shipping fees apply outside the US).\nUpgrade all your prints, free or paid, with premium laser-cut frames free for life. Save $120 a year - forever.\nINCLUDES:\n20 free photo prints a month\n$100 of enlargements and upgrades\nUnlimited Flagship enhanced prints", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["101 backers"]}, {"amt": "Pledge US$ 200 or more", "title": "Flag for a friend", "descp": "Get access to Flag with a friend. You both get Flag and can order 20 prints a month for free (shipping fees apply outside the US).\nYou can both upgrade all your prints, free or paid, with premium laser-cut frames free too. Save $120 a year - forever.\nINCLUDES:\n20 free photos a month ×2\n$100 of enlargements and upgrades ×2\nUnlimited Flagship enhanced prints ×2", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 1 or more", "title": "Be a Flag supporter", "descp": "Contribute to Flag and help us acquire the equipment we need to grow.\nWe'll add credit to your account which matches your contribution you can spend on upgrades and enlargements when you get access to Flag.\nINCLUDES:\nMatching credit for upgrades and enlargements", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "EARLYBIRD SPECIAL!", "descp": "Get access to Flag. Order 20 prints each month for free (shipping fees apply outside the US).\nUpgrade all your prints, free or paid, with premium laser-cut frames for free. Save $120 a year - forever.\nINCLUDES:\n20 free photo prints a month\n$25 of enlargements and upgrades\nUnlimited Flagship enhanced prints", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "900 backers"]}], "updates": [{"status": [{"Project is canceled": "SEPTEMBER 9, 2016"}, {"Project launches": "AUGUST 24, 2016"}]}], "comment_no": 127, "projec_url": "https://www.kickstarter.com/projects/flag/flagthe-best-photo-prints-ever", "project_name": "Flag・free photo prints forever (Canceled)"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "The Stanley Kickstarter campaign is now closed, but thanks to our Backers we're able to go into production! Visit www.distilunion.com to order yours: \nElevate your phone with Stanley, the leather stand that bends. \nNate needed a stand for his phone at his desk that had a low angle comfortable for typing. \nLindsay wanted a way to elevate her on-screen recipes in the kitchen when cooking messy Mexican meals. \nMary was tired of holding her phone up during Facetime calls. \nBrian dreamed of a place to perch his phone by his bed that would keep his cable from falling behind the nightstand.\nSo, we designed Stanley to do all these things and more – in an intuitive form crafted in the USA with carefully selected materials:\nYou can bend Stanley to various heights and viewing angles\nLow angle is ergonomically ideal for typing (a.k.a. it’s comfy)\n  Lift your device safely off the (messy) kitchen counter\nEnjoy hands-free Facetime, Skype and speakerphone calls\nHolds your cable in place, also perfect for charging Apple Watch\nDownload the free Snooze App to turn your phone into a clock and alarm with customizable snooze settings\nLeather and felt exterior with solid steel-core construction give Stanley a distinguished look and adaptable functionality:\n+ Bendable sections adjust to various heights and viewing angles\n+ Compatible with smartphones and small tablets, including cases\n+ Surprisingly heavy, Stanley will sit and stay wherever you need a stand\n+ Cable pass-through holds your charging cable right where you need it\n+ Made in the USA with Italian leather – a refreshing alternative to typical tech docks\nIn 2012, we launched our very first Kickstarter: Snooze, a bedside dock custom fit for the iPhone 4 and 5 – but since then, phones have gotten bigger, iPhones aren't the only popular smartphone, and phablets are a thing... \nSo once again we found ourselves facing a problem that needed solving: A pleasant place for our phones to perch. This time, we set out to design a stand that would function well and look great not just on a bedside table or desk, but also in an entry way, by the couch, in the kitchen – anywhere in your home. We also didn't want to limit its use to iPhones, so we scrapped Snooze and started from scratch. Working with some of our favorite materials, we developed something entirely new... something more flexible – literally!\nWe started out with some really great and adaptable forms, but quickly realized they didn't have the most stable geometry or all the flexibility we needed. After experimenting with some bendable metal samples we had around the office, we quickly made some proof-of-concept models; there was something there, but it needed a lot of refinement. After a few iterations, we developed a simple construction that focused the bending in just three points which gave us enough freedom of motion to adapt to any useful viewing angle.\nMaterials: We explored wood, rubber and various metals before landing on steel, leather and felt\nIf left up to our intern, Pemba, all Stanleys would be the turquoise felt...\nEndless flexibility in one small footprint\n  Bonus: The included 6-foot USB extension cable works with your existing USB charging cable and wall plug, making it easier to connect to those hard-to-reach outlets. The cable is covered in a woven fabric and is tangle resistant.\nAnd if you need to take your charging cable with you, we love these 4\" cables from InCase and the Native Union JUMP cable/battery for the ultimate in grab-and-go portability.\n\nThe Kickstarter community has been the driving force behind our development – not just of products, but of our small business. Nothing compares to the feedback and community involvement here on Kickstarter, so we're back to raise the funds we need to produce Stanley. Thank you for your support! Please consider sharing the word about Stanley:\nDistil Union is a micro-collective of designers in Charleston, SC who are having fun (and working hard) creating solutions to real-life problems. Our incentive to innovate comes from a deep desire to create objects that people love. \nFor Stanley, we're seeking the funding needed to cover the cost of materials and tooling (the leather-cutting dies), to manufacture our first production run to meet minimum quantities, and also cover Kickstarter / credit-card processing fees (up to 10%). Will you help us spread the word about Stanley so we can bring him to market? Here! Buttons!\n360º view of Stanley in aqua leather and gray felt\nPatents Pending\nU.S. Provisional Patent Application No. 62/290,868\nU.S. Design Patent Application No. 29/553,696", "risks": "Risks and challenges\nWe have a reassuring track record of successful product launches with on-time delivery (this is our 6th Kickstarter!). Take a look at our past campaigns for the votes of confidence that we're going to design something useful, execute it well, and get it to you when we say we will! \n\nFrom our last Wally Wallet campaign, one happy Backer named Patrick commented: \"This is probably the most satisfied I have ever been with any kickstarter project and product from start to finish. You guys really did an outstanding job.\" Thanks, Patrick!\n\nSurprises can and will pop up along the way, and luckily we've learned ways to minimize risk for us and for you: \n+ working closely with trusted manufacturers \n+ setting comfortable schedules that allow for hiccups and setbacks \n+ doing thorough work in advance (our due diligence as designers) \n+ applying what we've learned in the four previous campaigns (notice our LIMITED pledge levels, to ensure we don't over-promise and under-deliver)\n\nThe photos you see are production-ready samples straight from the same place that will be producing the stands you'll receive.\n\nDistil Union's best-selling products exist today thanks to the generosity and gumption of the Kickstarter community. Many thanks and highest fives!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "We think you're going to like what we did with magnets!", "update_content": "Hello Stanley Backers!\nWe made a new series of products to help simplify your life! :)\nMeet Ferris, a new way to organize your everyday carry.\nYou may have already seen them on Yanko or Cool Material but we wanted to share with you our new invention that will simplify how you carry your keys and wallet! \nClick on the image below for more info and check out our Kickstarter video. We filmed it in a beautiful modern house we found in Tokyo on boutique-homes.com. We'll do a walkthru soon in our stories on ."}, {"update_no": "UPDATE #10", "update_userinfo": "What's more flexible than Stanley? Our new sunglasses (no, really)", "update_content": "Hi everyone - an exciting update on our MagLock Sunglasses campaign for those of you following along! "}, {"update_no": "UPDATE #9", "update_userinfo": "Behind the Scenes", "update_content": "Hello Stanley Backers!  \nHere’s just a quick reminder that I'll be giving a talk on Friday afternoon at 12pm EST via Kickstarter Live about designing our MagLock sunglasses. I'll share some of the surprising details you never knew about eyewear design. We’ll cover what tools I use as a product designer, including software and 3D printers, and how you go about 3D modeling some sunglasses frames. For a behind the scenes look, sign up and check it out. You can ask me questions live or submit some ahead of time. If you miss the talk, sign up anyway so you can come back and watch it later.  "}, {"update_no": "UPDATE #8", "update_userinfo": "Have you seen how we fixed the biggest problem with sunglasses?", "update_content": ""}, {"update_no": "UPDATE #7", "update_userinfo": "Special Cyber Monday Deal Only for Our Backers!", "update_content": "Hello Backers!\nJust wanted to wish you a happy weekend and let you guys know we finally got ALL the Stanleys out to folks who have answered the survey. If you haven't received yours yet, it should be on its way. For those (20) of you who haven't answered the survey, here's that link again. We'd love to send you yours! Just let us know which color and where to send.\nLeather Wear"}, {"update_no": "UPDATE #6", "update_userinfo": "All Shipped... Well, almost:)", "update_content": "Hello backers! Thanks so much for making Stanley a reality. We can't wait to get them in your hands. Just wanted to send out a quick message about what happens next. The next thing you guys should look out for is a survey from BackerKit to tell us what to send and where to send it.\nHere's the whole process:\n 1. Money Transfer - Kickstarter needs to transfer over the funds so we have the money to pay for the Stanleys. This can take up to two weeks from when the project closes so we should see the funds transferred soon. "}, {"update_no": "UPDATE #5", "update_userinfo": "Stanleys are Shipping Soon!", "update_content": "Hi Everyone --\n\nOnly hours left?! Time sure flies when you're Kickstarting! The campaign has gone smoothly, though we wish Stanley had been able to reach more people. Maybe we still can! If you've backed us, please consider sharing Stanley with a few friends in these last few hours because you really can make a difference:"}, {"status": [{"Project funds successfully": "451 backers pledged $24,032"}]}], "comment_no": 50, "projec_url": "https://www.kickstarter.com/projects/distilunion/stanley-the-bendable-leather-stand-for-your-phone", "project_name": "Stanley: The Bendable Leather Stand for Any Phone + Cable"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "Update 12/14/15 (We're putting it here so it's easier to read) : To help minimize the flooding of our inbox so we can get everyone back to all the questions and concerns... please read our FAQs at the bottom of the page. Most commonly asked is buying more than 1 board and save on shipping. Please just pledge 1 and you can add additional boards after the campaign i over, along with any upgrades accessories you want to add.  Thank You. This will help us answer emails and questions a lot faster.  Thank you for your support. \nPINE A64 is not only a computer, it is a super affordable 64-bit high performance expandable single board computer (SBC).  Whether you are an IT professional, electronics hobbyist, student, teacher, hacker, inventor, or just someone who wants to have more flexibility to increase their productivity at work, the PINE A64 is a computer board made for everyone.  Enjoy more fun and entertainment at home with endless possibilities.\nPINE A64 is Small\nPINE A64 boards next to iPhone 6S for size comparison\nPINE A64 is Powerful\nARM A53 CPU\nThe PINE64 CPU is a quad-core ARM A53 64-bit processor that runs at 1.2GHz. \nThe GPU on the PINE A64 is a dual-core MALI-400 MP2 and runs at 500MHz, capable of 1.1 Gpixel/s throughput. This means the graphics capabilities are slightly higher than the original X-Box's level of performance.  \nPINE A64 board is powered by the latest 64-bit quad core ARM A53 CPU and delivers up to 20-30% better performance than other 32 bit open source counterparts.\nPINE A64 compared with Raspberry Pi\nPINE A64 compared with C.H.I.P and Arduino\nPINE64 is Expandable\nAdd different hardware interfaces to your PINE A64 as you see fit. Depending on whether you pick the PINE A64 or PINE A64+, the PINE A64 ships defaults with two USB ports, HDMI output, 3.5mm Audio/Mic Output, ethernet port, and two I/O expansion buses. On the more advanced PINE A64+ model, you will receive three additional ports to add optional accessories such as: camera module, touch panel module, and the LCD Panel port.\nPINE A64 is Versatile\nAdd a keyboard and mice and turn PINE A64 into a full Android 5.1 computer to run Chrome Browser, Microsoft Word, Excel, Powerpoint, or even watch your favorite shows on YouTube.\n\nLoad special versions of Android 5.1 and launch media players to turn this into an advanced Apple TV-like Android product.  PINE A64 supports miracast.\nShown with Android media software\nInstall a touchscreen module and choose from hundreds of thousands of games from the Android store to build your own arcade. \nPlay your favorite games on the big screen!\nPlay games with optional air-mouse (Nintendo Wii type remote)\n Fruit Ninja anyone? \nPLAY\n\nTesting Fruit Ninja with an optional Air Mouse!\nBuild a custom enclosure to use the PINE64 in your next innovative project.\nPLAY\n\n3D Printing enclosures can be fun!\nLego Enclosure, Acrylic Enclosure, and more!\nPINE A64 is not just a media player, Linux platform, learning tool, or gaming device. It's a full 64-bit, 4K capable, fully expandable, single board supercomputer. \nBy being so affordable at $15, PINE A64 now opens up doors to new opportunities for everyone. Use it to build just almost anything. \nOperating System\nBecause PINE A64 is an open source platform, you can load anything you want but we suggest to pair PINE A64 with Ubuntu, Android or openHAB IoT. By aligning the PINE A64 to be compatible with these operating systems, you basically get access to over 1.7 Million apps* on the market today, from utilities, games, and media apps. \n*Android Apps available today\nSupported OSes\nData provided via Appbrain.com\n     Partners\nWe're teaming up with great companies! Some of our strategic partners are listed below:\nCozy.io, PicoCluster\nUpdatable, Swappable  \nUnlike many other boards and computers, PINE A64 stores its boot disk on a removable MicroSD card capable of supporting up to 256GB.  This allows users to simply update, re-install, or even swap operating systems by simply removing a card and inserting a new one.  Additional storage if needed can be added by plugging in a USB thumb drive or external hard drive. \nLoad different OSes on different cards, update easily.\n\nWe're More, but Also Less\nThe typical desktop computer or server will operate anywhere between 75 to 300 watts.  The PINE A64 board provides the same power of desktop computing at a mere 2.5 to 3.5 watts.  By simply leveraging already existing power efficiency found in table architectures, PINE A64 board is able to save you so much more in power without sacrificing anything in performance.  The PINE64 runs on 5V power through MicroUSB or 3.7V battery through on-board power management.\n5V 0.5A Power draw\nRuns pretty cool!\nAffordable and Simplified\nPINE A64 is an affordable computer that fits in the palm of your hand and plugs into a TV or computer monitor with a standard keyboard and mice.  With the support of Ubuntu OS and Android Lollipop, we allow the user to explore the world of computing and programming from beginner to expert with ease. \nLearn to program in languages like Python, JSON, HTML and JAVA. Browse the internet and play 4K high-definition videos. Access more than 1.7 million apps on Android's app market and play your favorite games. \nExpandable\nThe PINE A64 is compatible with different kinds of adapters and accessories available on our PINE64 Shop by adding an Add-On Accessory Board.  Add on accessories such as bluetooth adapter, Zwave adapter, dry contact I/O board, camera, sensors, 802.11BGN wifi, and more.  By loading the OS on an external MicroSD card, it's easy for you to update and load new files. \nJust some optional accessories that work with PINE 64\n7 Inch LCD Touch Panel available as an optional component.\nWe had the pleasure of showing Rackspace Futurist and Tech Blogger Robert Scoble the PINE64 and what did he think?\nPLAY\n\nYou can add add-ons such as wifi, screen, case, a la carte, thanks to Backerkit after your pledge. All kits with A64+ can upgrade to 2GB for $10.\nWhat Other People Are Saying About Us?\n“This board one of the most impressive, inexpensive options for anyone looking to implement high resolution video in their project.” – MAKE Magazine\n\n“PINE A64 is a $15, 'high-performance' take on the Raspberry Pi.” –Engadget \n“The new Pine A64 is a tiny little computer with great big ambitions.” – BGR.com\n“Not only does the Pine A64 have a higher clock speed, it also has a more advanced architecture, which consumes less power and achieves greater performance.” – Tom’s Hardware\n“The biggest advantage is has is in its support for 64bit software. That means that homebrew hackers, school children and students can all hack together much more impressive applications for the Pine A64 than they can for the Pi 2.” –Digital Trends \n“It’s already turning heads amongst the microcomputing community.” –9 to 5 Toys\n \"The PINE A64 aims to be the most affordable 64-bit single board computer on the market.” –Slash Gear\n“PINE64 boasts the ability to compute at the same level as a 250-watt supercomputer while only using an amazing 2.5 watts!” –Inquisitr\n“The problem with some of these computers, however, is their lack of power. Pine64 Inc. is hoping to change that, with its Pine A64.” –Tech Times \n“As maker culture continues to gain more momentum with consumers, the 'PINE64' Quad-Core Mini PC is a product that speaks specifically to the DIY consumer that's looking for an enhanced level of customization.” –Trend Hunter \n“Today, amazingly, you can buy a computer for $8 or less. They’re great 32-bit boards, but what if you want 64-bit support? Now it only costs you an extra ten bucks.” – Geek.com\n“The expandable single-board device runs either Linux or Android and features impressive specs that outshine comparable products by a substantial margin.” –Yahoo! Tech\n“This 64-Bit Quad-Core Computer costs less than a week of coffees.” –PSFK \n“What is great about PINE64 is that it's versatile and expandable, but also that it is capable of running almost any modern GNU/Linux distribution, such as Ubuntu, as well as the Android 5.1 mobile operating system, OpenWrt, and openHUB.” –Softpedia News \n“The new PINE64 mini PC will be capable of running a variety of different operating systems including Android 5.1, Ubuntu Linux, and others and will be available priced at under $20.” –Geeky Gadgets\nPackages\nMany tested components made by trusted manufactures can be sold separately on the PINE64 website after Kickstarter. We will be adding more tested components as we go.  These components include bluetooth keyboards and mouse that we have tested along with wifi upgrades and different enclosures that our beta testers have been creating. You will be able to download 3D print files, test other modules and even add batteries. \nWho Are We & Why Do We Need Your Help?\nWe're a team of designers, engineers, and entrepreneurs. We've spent the last year developing and designing this $15 computer and we need your support on this open platform.  The PINE A64 board will always be $15 and with your support, our manufacturing partners can produce the quantities we need and hopefully even bring the price down. \nCore PINE64 Management\n\n\nIn addition, with a community of the general public, including inventors, engineers, students, scientists, hobbyists, and even the average consumer, we want this project to reach everyone.  Being able to bring minds together, we want to create new products, save costs, and even help the world make a difference.  Imagine if we could get a head start in creating the future just by getting a PINE A64 computer into the hands of every child in the world.  \n\nWe have brought on board industry specialists to help us create this community and hope that everyone can join us to make a difference, one board at a time.\nOur hardware, software, and business advisors\nWe've Partnered up with Backerkit!\nWe've partnered up with Backerkit for a smooth, streamline experience for your checkout. Backerkit is a great partner to have to help us coordinate your accessories and upgrades. \nGroupGets\nGroupGets empowers users to securely join or organize group buys for any existing product. They also create custom accessory hardware and software for some of the products that they carry.\nThey're a great company to partner up with as they are helping us with tons of engineering and module designs. \nStretch Goal #1 - $1,000,000\nStretch Goal #1 releases an integrated power switch circuit for easy on and off on the board just wire up your own switch.  We're going to add this to all the boards free of charge if we reach $1M.  (Note - changed from switch to placement for switch due to requests of not integrating a physical switch)\nTimeline", "risks": "Risks and challenges\nManufacturing\n\nThis is everyone's biggest fear - capability to manufacture. We have a dedicated team located within an hour drive from the manufacturer so that we can deal with issues that may arise in person and in real time. Our team is staffed with experienced professionals in the sourcing and hardware manufacturing industries. Our expertise and proximity to the factory should be able to mitigate any of the manufacturing issues that may occur. TL Lim has successfully launched multiple media boxes called the Popcorn Hour shipping over half a million units to date while Johnson Jeng has been through the entire manufacturing process multiple times with his other consumer electronics companies. Our combined experiences and issues we have faced in the past allows us to maneuver around problems that may happen during production.\n\nSupport\n\nPINE64 will be released as an open platform project allowing others from all around the world contribute and build upon. We have a dedicated forum (http://forum.pine64.org) built to address questions and concerns. We currently have tons of beta testers that are willing to share ideas and help solve problems as a community. \n\nWe have asked industry specialists such as Daniel Kottke, #12 employee of Apple, and Kai Kreuzer, Founder of OpenHAB to help with contributing to our forums. Our experienced technical staff is always available via email at support@pine64.com to assist you with any questions or concerns.\n\n\nGlobal Logistics\n\nWe are working with highly experienced logistic partners to help us mitigate any issues that may arise with our fulfillment. If shipping issues come up, their expert knowledge will help us navigate through difficulties and help us get PINE64 into your hands. We will be fulfilling from multiple distribution warehouses to reach global coverage and currently plan to ship to every country in the world. TL's previous company Syabas Technologies behind the Popcorn Hour media box has shipped more than half a million units globally.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 5148, "projec_url": "https://www.kickstarter.com/projects/pine64/pine-a64-first-15-64-bit-single-board-super-comput", "project_name": "PINE A64, First $15 64-Bit Single Board Super Computer"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "** UPDATE: Stickers Added! **\nEvery pledge will now come with a ProtoZero GPIO sticker, as a little thanks for all the support.\nHere's an image of what the sticker will look like - great for your laptop lid, toolbox, notebook, Pi case and other places:\nThe sticker design with GPIO pinout - handy!\nWhat is the ProtoZero?\nThe ProtoZero is a breadboard-style prototyping board for the new Raspberry Pi Zero (and possibly the first ever Pi Zero based Kickstarter campaign?).\nProtoZero Front & Rear\nTell me more!\nThe ProtoZero is designed to make it easy to move your messy Raspberry Pi breadboard projects to a PCB.\nSimply add your components to the prototyping area, connect GPIO, power and GND as required - solder it all up and away you go!\nLet's show you the key features:\n- Full breakout of the PiZero's 40-Pin GPIO header, ready to connect to your project\n- 154 holes of prototyping area - set in lanes of 3+ to make it even easier to connect your components to the Pi\n- Labelled GPIO numbers and printed lanes on both sides on the board\n- High-quality ENIG (Electroless nickel immersion gold) PCB plating\n- Female GPIO header included\n- Kit form: requires soldering of the GPIO header\nProtoZero Front\nProtoZero Rear\nProtoZero Front-Side\nProtoZero Left-Side\nIs it a HAT?\nNot quite. Whilst it does have holes that align with the PiZero's mount holes, the board doesn't have an EEPROM or any of the other official HAT requirements.\nIt's also not something to wear on your head.\nWhich Raspberry Pi does it fit?\nThe name of course suggests that this board is for the new Raspberry Pi Zero, however it will fit any Raspberry Pi models with 40 GPIO pins. That's the Pi Zero, A+, B+ and Pi 2.\nIt will not fit any of the older 26-pin models due to the header being blocked by the composite video connector.\nOf course this board was designed with the new Pi Zero in mind, which is obvious from the size and mount holes - but don't let that stop you using it as a neat little board for your other 40-pin Raspberry Pi models.\nProtoZero on a Raspberry Pi 2\nProtoZero on a Raspberry Pi A+\nExample Project - LED Scanner\nLet's say you were experimenting with some LEDs, writing code to make them flash in different patterns and sequences. You've probably wired it up with a breadboard like this:\nPLAY\n\nWouldn't it be cool to make your very own 'add-on' style board for your project, that you can fit and remove again and again?\nThat's where the ProtoZero comes in. Simply spend a few minutes working out where you want your LEDs to sit on the PCB, and where resistors and wires will be placed, and then solder these to the ProtoZero.\nPLAY\n\nHere I decided to solder the resistors to the rear of the board to make the front even tidier.\nProtoZero 7 LED project\nYou could add different size or colour LEDs, buzzers, sensors, ICs, RTCs, headers and pretty much anything else that will fit!\nCan I stack it?\nYes! The ProtoZero comes with a standard header, but if you decide to use a stacking header (available in most good maker stores around the globe) you can stack ProtoZero boards on top of each other.\nPledges come with a standard header as the design was intended to be small and low profile, just like the Pi Zero itself.\nProtoZeros stacked (stacking header not included)\nDesign Changes  \nRefinement\nUnlike my previous Kickstarter campaigns where I had a finalised product at the time of launch, the ProtoZero is still being refined although 95% of the design is confirmed.\nI will be refining the product during the course of the campaign to tidy up small things like the ambitiously tiny silkscreen print on the rear. I'll also look at other minor changes such as potentially changing the pads from circle to square to make soldering easier. I already have these prototype revisions on order.\nColour\nI'm also reviewing the colour, looking at using the usual ProtoBoards black/gold theme to keep in line with my previous campaigns.\nPCB Quality\nThe current prototype PCB you see in the images and videos is made by OSH Park - a renowned printed circuit board manufacturer in the USA.\nProtoZero PCB\nI've used various PCB manufacturers previously but chose OSH Park for the prototypes due to the low-cost low-volume options they offer. This has allowed me to keep the initial pre-Kickstarter costs down.\nThe final boards that are included in your pledges will be made by one of a few different reliable board houses that I have used in my previous Kickstarter campaigns.\nBelow is a video showing my previous Kickstarter PCBs - I may use the same PCB manufacturer including the black/gold colour scheme again:\nPLAY\n\nPrice\nThis is an interesting subject when making an add-on board for the Raspberry Pi Zero.\nThe clever people at the Raspberry Pi Foundation have done such a good job on making the Pi Zero as cost-effective as possible (and manufacturing MUCH larger numbers than a 1-man-band like myself) that it's very hard to price this product relative to the cost of the Pi.\nSo whilst I've tried to keep costs down as much as possible, there's only so much I can do at the low order quantities that the ProtoZero will be made at.\nWhat you get?\nLet's confirm what is included in the different pledge options:\n(Remember: the ProtoZero is sold as a kit. You will need to solder the 40-pin header (the same soldering effort as you will have undertaken with the Pi Zero)\nProtoZero Personal Pack\nA single ProtoZero kit for the curious makers out there: 1x ProtoZero PCB, 1x 40-pin GPIO header.\nProtoZero Twin Pack\nTwo ProtoZero kits, double the fun: 2x ProtoZero PCBs, 2x 40-pin GPIO headers (Pi Zero not included!).\nProtoZero Triple Pack\nThree ProtoZero kits. Three's a crowd, but this is a good crowd: 3x ProtoZero PCBs, 3x 40-pin GPIO headers (Pi Zero not included!).\nProtoZero Quad Pack\nFour ProtoZero kits. You're some kind of serious maker! 4x ProtoZero PCBs, 4x 40-pin GPIO headers (Pi Zero not included!).\nProtoZero Five Pack\nFive ProtoZero kits. The top pledge, the gold standard! 5x ProtoZero PCBs, 5x 40-pin GPIO headers (Pi Zero not included!).\nProtoZero Draft Packaging (bag will likely be black in the final version)\nWhen do you get it?\nThe campaign is aiming to post all pledges in March 2016. I'd like to say 'deliver' in March, but some of you guys live in far away lands so it might take a lot longer to get to you.\nIf all pledges are with the Royal Mail in March 2016, I'm calling it a success!\nHow much is postage?\nAll pledges from the UK have postage included - it's factored into the price.\nFor everywhere else in the world it's an additional £3. This is simply how much it costs, and there's no way of making this any cheaper. The price to different countries varies very slightly, but it's always around this mark.\nStretch Goals\nIn my previous two Kickstarter campaigns I avoided the use of stretch goals to keep things simple and avoid any possible complications. I simply wanted to deliver the product being kickstarted and do that on time, to quality and to cost.\nThose projects both delivered on time and exactly as described, so I'm going to take the same approach here and avoid any stretch goals that will distract from the plan.\nWhy Kickstarter?\nI really want to make this board and see it being used in projects all over the internet (and maybe the ISS one day - a man can dream!).\nThe Raspberry Pi Zero is a great design and its small form factor makes it ideal for small fun projects - especially ones you can clip on with a board like the ProtoZero!\nUnfortunately I'm not one of those lucky people with hundreds of pounds spare to get a large batch made. This is why I'm here, presenting the product to you to gain funding to allow me to do this.\nWhere is the early bird?\nUnfortunately there wasn't any room in the budget to add a decent size early bird. I really wanted this kit to be super affordable, which means things like early bird pledges have to be sacrificed.\nNot in the shops (yet)!\nAt the time of launch there is currently no plan to supply this board to electronics stores - so you could call it limited edition, but there's no guarantee.\nMy primary focus is on this campaign and providing you good people with the product you've given your hard earned money for. Whilst I will make more boards than I need to cover myself for defects etc, I will only supply stores if requests come in during the campaign.\nWho am I?\nI'm Richard Saville, Also known as 'Average Man' from my popular Raspberry Pi blog AverageManVsRaspberryPi.com.\nAverage Man Vs Raspberry Pi - that's mine!\nI'm not a programmer, teacher or any way linked to the Raspberry Pi other than my 'hobbyist' activity - generally making little projects and writing about them.\nI'm 'nearly 30' and have a wife Claire and 18-month old little girl Evie. I live in Southend-on-Sea in Essex (UK) and commute to a day job in the city of London as a Business Analyst. Rock n' Roll huh?\nI've got a 100% track record on Kickstarter so far, with 2 projects under my belt both of which delivered on time and with lots of positive feedback. I really hope to see some of those same names popping up on this campaign.\nQuestions?\nIf you have any questions at all, just ask. I'll respond to every comment made on this campaign, and I'll always be 100% honest and open.\nIf you haven't pledged but still want to ask something, try me on Twitter (@AverageManVsPi).\nShare Share Share!\nSharing makes a massive difference and helps get the word out. I'd be very grateful if you have a minute or so to share this project on your social networks, with your friends, colleagues and even your dog!", "risks": "Risks and challenges\nLet's talk about the potential risks with this project.\n\nThe financial side has been refined, taking in to account everything from Kickstarter's fees, costs of plastic bags, postage, PCB shipping, taxes and everything in between.\n\nThe PCB manufacturer is yet to be decided, but I have used all of the board houses that I'm considering anyway, so I know they're all good guys and go out of their way to help projects like these.\n\nThe March date is slightly ambitious. If everything goes to plan this should be possible, but there's always a chance that something can be delayed with Kickstarter projects. I'll always keep you up to date either way - nothing is worse than a poorly communicated Kickstarter campaign!\n\nApart from that, there aren't really any other risks with this campaign due to its simplicity and careful planning. I've successfully run 2 Kickstarter campaigns previously and learnt lots of little lessons from those to make this one even better.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "\"AveragePack\" Winner & Our Final Update", "update_content": "Hi Backers\nThis is update #20, the final update for the ProtoZero (**sad face**).\nI probably could have included everything in the last update, but then we'd be finishing on #19 which is an odd number, and we can't be having that!\nAveragePack Winner"}, {"update_no": "UPDATE #19", "update_userinfo": "Pledges Arriving!", "update_content": "Hi Backers\nA little late on the update this week, I've had a very busy weekend away from home so only just getting the chance.\nAs you already know, all pledges were sent last week. Many have arrived, with some deliveries exceeding expectations such as Canada packages arriving the same day as the UK ones?!\nHere's a few of our happy backers sharing their deliveries:"}, {"update_no": "UPDATE #18", "update_userinfo": "UK Pledges Posted!", "update_content": "Hi Backers\nAnother quick note to update you on yesterday's posting progress...\nThey're all out!\nEvery UK pledge was handed over to the nice people at the Royal Mail just before lunchtime yesterday!\nWhen will I receive my pledge?"}, {"update_no": "UPDATE #17", "update_userinfo": "Non-UK Pledges Have Been Sent!", "update_content": "Hi Backers\nA very quick note to let you know that all non-UK pledges were sent out this morning! I decided (like a lot of Kickstarter creators do) to get the non-UK pledges sent first as of course they will take longer to get to you. The UK pledges are being sent tomorrow, so not far behind."}, {"update_no": "UPDATE #16", "update_userinfo": "Shipping on Monday!", "update_content": "Hi Backers\nIt's been a smashing week for the campaign, for many different reasons. A number of you will have been watching it all unfold on Twitter.\nLet's do the update thing!\nThe PCBs arrived (Hooray!)"}, {"update_no": "UPDATE #15", "update_userinfo": "Replacement PCBs Are On The Way", "update_content": "Hi Backers\nAs I suggested in last week's update, I didn't expect there to be much to share this week as the replacement PCBs were going to take a week or so to manufacture. That part is true, but there are a few other things to mention in this update.\nReplacement PCBs - Where are they?"}, {"update_no": "UPDATE #14", "update_userinfo": "Bad News & Good News", "update_content": "Hi Backers\nYou can already tell by the title of this update that something hasn't gone well this week, so let's get straight to it...\nGood News: The PCBs have arrived"}, {"update_no": "UPDATE #13", "update_userinfo": "PCBs On The Way", "update_content": "Hi Backers\nLast week I shared that we had some delays with the PCB manufacturer, and that the best case scenario would be delivery of these on Thursday 10th March.\nWhilst the PCBs are now in transit, I don't have them yet, so my ambition to kit up the ProtoZero packs this weekend isn't going to happen. I'm not happy about this, as of course I'm equally as keen to get the job done and see the project through to completion.\nWhen Will The Final Parts Arrive?"}, {"update_no": "UPDATE #12", "update_userinfo": "PCB Delays", "update_content": "Hi Backers\nI was hoping to be able to write about how the PCBs are flying across the globe this week, or even about how they've been delivered, but there have been some minor delays.\nYou may remember from last week's update that the PCBs were going to take the longest to arrive, and were the final part we were waiting for. Everything was set for these to be shipped around 1st March, but that has extended around a week."}, {"update_no": "UPDATE #11", "update_userinfo": "Awaiting Parts", "update_content": "Hi Backers\nSorry for the small delay posting this update, It's been a busy week for me both at work and at home. I aim to update every Friday night but I'm about a day late on that.\nThere isn't much to update on this week so I'll keep it short and sweet.\nParts"}, {"status": []}], "comment_no": 36, "projec_url": "https://www.kickstarter.com/projects/955730101/protozero-a-raspberry-pi-zero-prototyping-board", "project_name": "ProtoZero - A Raspberry Pi Zero Prototyping Board"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "C.H.I.P. is a computer. It’s tiny and easy to use.\nC.H.I.P. does computer things. Work in LibreOffice and save your documents to C.H.I.P.’s onboard storage. Surf the web and check your email over wifi. Play games with a bluetooth controller. With dozens of applications and tools preinstalled, C.H.I.P. is ready to do computer things the moment you power it on.\nC.H.I.P. is a computer for students, teachers, grandparents, children, artists, makers, hackers, and inventors. Everyone really. C.H.I.P. is a great way to add a computer to your life and the perfect way to power your computer based projects.\nC.H.I.P. has built in WiFi + Bluetooth. Connect to the internet and attach a keyboard and mouse WIRELESSLY!  \nC.H.I.P. is designed to work with any screen. Old or new. Big or small.\nConnect via C.H.I.P.’s built-in composite output or add a simple adapter for either VGA or HDMI.\nUse C.H.I.P. with LibreOffice to edit spreadsheets, create word documents, or craft presentations. It's all there. \nUse the Chromium browser to surf the web. Check out websites, send emails, watch videos, and more. The internet awaits. \nC.H.I.P. comes pre-loaded with Scratch - an easy to learn language that teaches the basics of programing by making stories, games, and animations. \nConnect bluetooth controllers to C.H.I.P. and play thousands of games both retro and new. Been missing that amazing DOS game from your childhood? C.H.I.P. plays it! \nConnect a MIDI keyboard to C.H.I.P. and jam. Use it as a portable music player or as part of your favorite setup. Attach powered speakers and hear your tunes at full volume.  Rock on! \nC.H.I.P.'s open source operating system is easy to use and navigate. Its graphical display is just like what you're used to!\nC.H.I.P. comes preinstalled with dozens of useful applications, tools and amazing games. Beyond those, C.H.I.P. can run THOUSANDS of free applications from the open source community. \nPocketC.H.I.P. makes C.H.I.P. portable!  PocketC.H.I.P. gives C.H.I.P. a 4.3” touchscreen, QWERTY keyboard, and 5-hour battery - in a case small enough to fit in your back pocket.\nSPECS\n3,000 mAH battery \n4.3\" 470px x 272px screen w/ resistive touch \nFull Super-Clicky QWERTY keyboard \nRugged Injection Molded Shell \nFully open source \nGPIO breakouts \nC.H.I.P. is removable via hatch\nUSING PocketC.H.I.P. WITH C.H.I.P.\nAt 1Ghz and with 512MB of DDR3 RAM, C.H.I.P. is powerful enough to run real software, and handle the demands of a full GUI just as well as it handles attached hardware. Best of all, CHIP runs mainline Linux, which means it’s easier than ever to keep teaching it new tricks without inheriting a pile of kernel patches. \nSpeaking of power, C.H.I.P. includes a fully integrated battery power circuit so that you can take your project outside right away. No external power circuit needed, just attach a 3.7v LiPo battery to C.H.I.P. and you’re ready to go mobile. \nMost important, though, is that C.H.I.P. is built to be flexible. Whether you’re building yourself a wall clock that counts down time to the next bus at your stop, or setting up a network of hundreds of solar-powered air quality sensors for use in disaster relief, you need the same basic tools to start from: a processor, a way to exchange data, and a way to power everything. With C.H.I.P., all the groundwork is laid, and the only question is what you’ll do next.\nWe built C.H.I.P. to make tiny powerful computers more accessible and easier to use. A huge part of making C.H.I.P. accessible is making sure that it can change to meet the needs of the community. That's why both C.H.I.P. and PocketC.H.I.P. are both TOTALLY OPEN SOURCE. This means all hardware design files schematic, PCB layout and bill of materials are free for you the community to download, modify and use.\nCan’t wait to get started developing on C.H.I.P.? Join our team! By backing at the Kernel Hacker level, you’ll get one of the first 1000 pre-release \"Alpha\" C.H.I.P. prototypes, hot off the reflow line *THIS SEPTEMBER* PLUS you’ll be first in line for five C.H.I.P.s and one PocketC.H.I.P. as soon as they are ready. This is a special backer level meant only for hardcore linux devs who want to make meaningful contributions toward helping us build C.H.I.P.’s kernel software. If that sounds like the kind of challenge you’d like to sink your teeth into, back at the Kernel Hacker level, and join us on the march towards open source glory! ╭( ･ㅂ･)و\nWe've worked very closely with the amazing team at Allwinner Technology to insure that all the necessary documentation and source code for the System on Chip and Power Management Chips used in C.H.I.P. will be available for the community to use and learn from.\nAt Next Thing Co. we love to make things. The only thing we love more than making, is sharing what we make. We're so excited to see what you'll do with a $9 computer.\nIt takes more than the whole Next Thing Co. team to make C.H.I.P. possible. These are a few of the many amazing folks who have helped along the way: The entire Allwinner team (Ben, Wang Kang, Yinwei, Jet), Our endlessly supportive investors and mentors (Brownell, Cyril, Sean, Ryan, Brad and the FGAngels crew), all of our OTTO Kickstarter backers, the whole HAXLR8R squad - Duncan, Ben, Peter, Qiyu, Atomman and Sally, the wonderful folks at Bay Area Circuits, FATHOM, Kilovolt Coffee, and our families, who have supported us through long nights and endless trips to China.\nThanks!", "risks": "Risks and challenges\nThe risks inherent in volume manufacturing are real, and we’ve taken every precaution to prepare for and actively address them. With the support of our manufacturing and distribution partners we are well equipped for the challenges ahead. We promise to keep our backers updated and informed about any issues that may arise ¡VIVA C.H.I.P!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #49", "update_userinfo": "PUT AI IN YOUR CAR FOR $49! New C.H.I.P. Kickstarter Live!", "update_content": ""}, {"update_no": "UPDATE #48", "update_userinfo": "GR8 News! 3D Acceleration on C.H.I.P. and PocketC.H.I.P., and Free PICO-8 For All C.H.I.P.s", "update_content": "C.H.I.P.sters!\nFirst things first! We want to make sure all our backers have received their rewards. If you’ve still not received the reward you pledged for, please confirm your address at track.getchip.com. If you have any issues, email us at ahoyahoy@nextthing.co, and we’ll take care of it!\nNow for the GR8 news! "}, {"update_no": "UPDATE #47", "update_userinfo": "Rewards Are Arriving! Let's Finish Fulfillment!", "update_content": ""}, {"update_no": "UPDATE #46", "update_userinfo": "A Quick Thank You (and a peek behind the scenes)", "update_content": "C.H.I.P.sters and Pocketeers!\nA year ago today, our C.H.I.P. Kickstarter campaign closed. When we started, we had no idea we would receive this much support from our backers. Your enthusiasm has kept us motivated and we couldn’t be more excited that rewards are making their way into the world.\n\\(•◡•)/"}, {"update_no": "UPDATE #45", "update_userinfo": "New Version of the C.H.I.P. Operating System - Great for DIPs!", "update_content": "C.H.I.P.sters and Pocketeers!"}, {"update_no": "UPDATE #44", "update_userinfo": "HOLY C.H.I.P.!!! Final Kickstarter Fulfillment Has Begun!!!", "update_content": ""}, {"update_no": "UPDATE #43", "update_userinfo": "Shipping Confirmations and Maker Faire Recap!!!", "update_content": "C.H.I.P.sters and Pocketeers!\nThe end of May is upon us and it’s time to get you your rewards!\nWe’re busy packaging up your C.H.I.P.s, PocketC.H.I.P.s, and accessories and need to know where to send them! Shipping is around the corner and we’re sending final address confirmation emails over the next 24 hours. Check your inboxes!"}, {"update_no": "UPDATE #42", "update_userinfo": "Super-Mega Backer Update: Shipping Confirmations & Super-Mega PocketC.H.I.P.", "update_content": ""}, {"update_no": "UPDATE #41", "update_userinfo": "HUGE PocketC.H.I.P. News & IMPORTANT Shipping Updates!", "update_content": " C.H.I.P.sters!!!\nWith shipping slated to begin later this month (see SHIPPING UPDATES below for more info), PocketC.H.I.P. backers have yet another reason to be excited: A free full version of the PICO-8 fantasy console will ship preinstalled on every PocketC.H.I.P., adding fully-fledged game-changing game console to its list of abilities!!!  \nCheck out the announcement video starring Tina, NTC’s preeminent gamer and engineer. () "}, {"update_no": "UPDATE #40", "update_userinfo": "Flash C.H.I.P. from your Web Browser - So Shiny! So Chrome!", "update_content": "C.H.I.P.sters!!!\nMass production of PocketC.H.I.P.s and adapter boards are kicking off soon and shipping is still on track for May, but this was too exciting not to share! Check out Dave flashing C.H.I.P. from the Chrome web browser (and playing a little on PocketC.H.I.P.)!"}, {"status": []}], "comment_no": 3019, "projec_url": "https://www.kickstarter.com/projects/1598272670/chip-the-worlds-first-9-computer", "project_name": "CHIP - The World's First Nine Dollar Computer"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "Have you ever noticed the dramatic difference between the delicious coffee you get at a fine coffeehouse and the mediocre coffee you drink at home? Amazing coffee is the result when fresh roasted beans are brewed to perfection, with keen attention paid to every step - water quality, grinding, measuring, blooming, heating and steeping.\nInspired by the timeless tradition of handcrafted coffee and modeled after the skills of a well-trained barista, Bruvelo was built to be simple, smart, and to do one thing - extremely well.\nWhether you want to easily brew an amazing cup of coffee with a push of a button or want complete control over every detail, Bruvelo will allow you to enjoy fine, handcrafted, pour-over coffee in the comfort of your own home.\nAmazing Coffee. Amazingly Easy.\nThe Bruvelo has three built-in 'Flavor Profiles', each bringing out unique characteristics of the beans with just the push of a button.\nChoose between Delicate, Balanced and Robust and the Bruvelo will automatically adjust the grind and brew settings to bring out the delicate flavors and aromas locked inside the grounds. It's amazing how different the same bean can taste when brewed with different ratios and steep times. Go on, experiment, and enjoy the wonderful complexities of various beans from all over the world!\nComplete Control with WiFi + App\nIf you'd like complete control over the brewing process, connect the Bruvelo to WiFi and use the mobile app to create Recipes.\nRecipes control temperature, ground-to-water ratio and steep time for a particular bean. Once created, Recipes automatically appear on the Bruvelo where you can easily brew your favorite beans, just the way you like, with a simple tap.\nWhether you simply want a cup of great coffee, or want complete control over every detail... enjoy a smooth, perfectly balanced cup of coffee… with the push of a button.\nTo create the Bruvelo, we focused on all of the individual parts of a coffee maker, optimizing each to ensure the best cup of coffee with every brew. Then we made sure they all work well in delicious harmony.\nGreat coffee starts with fresh ground beans. The removable built-in ceramic burr grinder grinds just the right amount of beans based on your Flavor Profile or the Recipe you're brewing.\nIn addition, the grinder has been set to work in perfect harmony with the rest of the Bruvelo. The grind particle sizes are in perfect balance with the steep times and filter pore sizes. This ensures an incredible taste that you just won't find in a regular coffee maker.\nGround-to-water ratios are extremely important to a great tasting cup of coffee. A difference of just half a gram of beans can make a very noticeable difference in how the coffee tastes.\nA weigh scale built into the Bruvelo has an accuracy of just 0.1g (a truly amazing accomplishment in itself!). No more weighing beans or guessing about the number of scoops. The result is a perfectly smooth, perfectly balanced cup of coffee, every time.\nSay goodbye to using expensive bottled water when brewing your favorite cup of joe. The Bruvelo filters great tasting water using a coconut shell carbon block water filter.\nThe water filter in the Bruvelo is an ANSI/NSF Particulate Class III carbon block water filter that's been formulated to pass NSF 42 certifications. In other words, it creates really, really great tasting water. Why is this important? Coffee is about 98% water. You got to start with quality water if you want quality coffee.\nProper brew temperatures might seem like a boring detail, but in reality, it’s really really important when it comes to extracting all the subtle flavors and aromas from the grounds. Between 195⁰F and 205⁰F is generally the best brewing temperature, but we’ve found 199⁰F to be ideal for most beans. The Bruvelo maintains 199⁰F throughout the entire brew process. No detail is too boring when it comes to great coffee.\nLike your coffee brewed at a specific temperature? Connect it to WiFi and use the mobile app to brew your coffee, at the temperature you love.\nThe Bruvelo uses a standard 01 paper coffee filter to ensure a clean, smooth taste and a wonderful mouth feel. Simply fold the filter and drop it into the brew chamber and the Bruvelo takes the extra step to pre-rinse the filter before the brewing begins… this not only pre-heats internal components, but ensures that the only thing you taste in the cup, is coffee. Pure, unadulterated coffee.\nAs any great barista will tell you (and even your casual coffee connoisseur) it’s important to aerate the grounds just before brewing. Aerating the grounds prepares them for optimal extraction. This is typically called the “bloom phase”, and the Bruvelo blooms like nobody’s business.\nEverything about the Bruvelo, both inside and out, has been designed with quality, and the coffee, in mind. For instance, on the exterior we've chosen quality extruded aluminum for the towers to ensure a solid structure, look and feel. The base is glass with a capacitive touch screen console (it's like tapping on your cell phone!).\nOn the inside, we've chosen an extremely accurate and reliable peristaltic pump for water transfer. This is not only very quiet, but extremely accurate in water measurements. In addition, we've chosen every material that comes into contact with the water or coffee with great care, and chosen only materials that will not impart any unwanted flavors or aromas.\nSpeaking of being quiet, the grinder motor is one of the quietest we've tested. Plus, the use of a ceramic burr grinder does an excellent job of managing heat buildup during grinding - which protects the delicate oils which are so important in the coffee's taste.\n(One thing to note, the copper heating coil you see in the pictures is a prototype coil. In production the heating element will be silver - and much more beautiful!).\nBeing an avid coffee lover, I was pretty excited when my old drip coffee maker broke. Unable to find a new one that could replicate what I could brew by hand - I set out to build one with the simple goal of automating my morning ritual.\nI remember thinking… “This should be easy! I should have it done by the weekend!”. And so the journey began.\nWhere it all started.\nAfter about 6 months of testing various temperatures, ratios, grind settings, steep times and filter pore sizes (that worked with a majority of beans), I was ready to start automating the whole thing.\nTesting a new carbon block water filter.\nWanting to make it a little more presentable, design of something more aesthetically pleasing began.\nDrawings and cardboard mock-ups proving out usability and dimensions.\nAfter working out a few usability kinks - CAD prototyping and mechanical engineering began. Valuable partnerships where formed with some of the best electrical, mechanical and design engineers I could find. In addition, water quality, manufacturing and material experts provided valuable guidance.\nPictures sure do make it look easy.\nOver eighteen months later - and after many, many prototypes (& gallons of coffee!), version 1 was complete. Great tasting water, pre-rinsed coffee filter, grinding, blooming and brewing with perfect temps and ratios... all with a push of a button!\nBut most of all - the coffee is *amazing*!\nCheck out the size of the WiFi module!\nWiFi connectivity and a mobile app were added enabling hardcore coffee connoisseurs complete control over the brew process. Suddenly beans of all types, and from all regions of the world, were being brewed using the parameters that brought out the best in that particular bean.\nCoffee ground sifter - used to measure grind particle sizes.\nAfter taking the Bruvelo as far as I could financially, I found myself at a crossroads. I could continue working my day job (at one of the best jobs I’ve ever had btw), or I could take a chance on my passion.\nIn the end, I’d rather pour my heart into this… and give it all I’ve got… than to be 85 and wonder “What if?”\nThat’s the story of Bruvelo so far… and it’s just the beginning. And I’d love to have you along for the ride. \nHere’s to pursuing your dreams!\nDustin\nThe dramatic difference between coffee from a fine coffee house and what comes from your average coffee maker just fascinates me. Several years ago I set out to solve this great mystery in life. One of the things I discovered during my quest is the Coffee Brewing Control Chart.\nDifferent beans require different brew parameters.\nThe 'Coffee Brewing Control Chart' represents the relationship between strength, extraction and the ground-to-water ratios. When used along with a coffee refractometer you can essentially measure how well coffee has been brewed (gross simplification - but you get the point). When these three variables come to together, the results are simply amazing. And it doesn't happen when you simply heat up water and pour it over an arbitrary amount of grounds.\nA particularly fun day of testing.\nBuilding a coffee maker that makes it easy to brew the caliber of coffee you'd typically only get when brewing it by hand has been the driving principal at Bruvelo.\nAnd we couldn't be happier to share the incredible taste of a wonderful cup of coffee with you.\nHere's a little \"less polished\" video (shown in the Week #3 Update), but I wanted to show an end-to-end running of the Bruvelo...\nPLAY\n\nAs of October 1st 2014 we've completed the final prototype which has been designed for manufacturability. We’re continuing to make refinements to ensure quality and ease of manufacturing and assembly. With your support we’ll be able to complete certifications and order tooling and raw materials - and ultimately bring the Bruvelo to market!\nWHAT WE'RE CURRENTLY WORKING ON: We're heads down in software code at the moment. We're also testing new materials for the base-plate (immediately under the brew chamber where the cup sits) to ensure it's as durable as possible.\nA FEW THINGS TO NOTE: The copper heating coil you see in the pictures is a prototype coil. In production the heating element will be silver - much more beautiful!\nWe're also investigating a lid for the bean hopper and water carafe. As a backer, we'd love your thoughts on this subject!\n ", "risks": "Risks and challenges\nTo minimize the risk to you, I’ve personally funded the design and development of (multiple) prototypes as well as IoT and mobile development. This has enabled me to work through major functionality, usability, design and implementation challenges up front. \n\nBut as with any complex project there are inherent challenges, the major ones we see that could impact timelines are:\n\nUL CERTIFICATION:\nWe’ve been working with a leading independent electrical testing and certification lab throughout our design and prototyping, and feel confident about the certification process going smoothly. We've accounted for additional iteration and testing in our timeline and are prepared to make design tweaks and adjustments during this phase if necessary.\n\nMANUFACTURING: \nWe’ve designed the Bruvelo to be easily manufactured and assembled from the beginning (and in a cost effective manner). The version shown in the pictures and videos is the DFM (design for manufacturability). The materials and components will not only perform well, but will keep the Bruvelo within an affordable price point. But there’s a risk in the tooling and manufacturing process that might cause the design to change slightly. If too many of these occur, it could cause delays in shipping. But you’ll be made aware of what we’re doing every step of the way if any of these scenarios occur.\n\nAs a matter of fact, we'd be happy to share these things with you, our valuable backers, and get your feedback! \n\nFULFILLMENT:\nWe’ve chosen to use third-party fulfillment services (think Amazon Fulfillment Services, Shipwire, etc) to handle warehousing and drop shipping. Ironing out smooth interactions between suppliers, manufacturers, warehousing, drop shipping and front-end ordering systems will take a lot of work and coordination. To minimize the possibility of any setback impacting the entire process, I’m working closely with folks who have “been there before” to ensure we do everything we can to bring the Bruvelo into your kitchen as smoothly and quickly as possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Dustin Sell (deleted)\n2 created · 48 backed\nProud US Navy veteran. Software developer on various platforms for over 15 years. Most recently spent almost 10 years at Microsoft working...See more"}, "support": [], "updates": [{"update_no": "UPDATE #9", "update_userinfo": "Oh no!! Last update had the wrong link..", "update_content": "Hello everyone,\nWow, what a month its been, huh!? It's amazing that the campaign is nearing the end. First off, (I know I've said it before) but I cannot thank you enough for your incredible show of support. Its been truly amazing and I've loved to see all the passionate coffee lovers around the world that are as excited about the Bruvelo as I am! It all goes to confirm that the Bruvelo is a great idea with a very caffeinated future."}, {"update_no": "UPDATE #8", "update_userinfo": "Today's the Day: Pre-Order Your New Bruvelo! (Final Update)", "update_content": "Hello everyone! Just a quick update this week...\nFirst and foremost, I wanted to post a real quick video of the Bruvelo running from end-to-end. It's probably not going to win an Oscar, but I think it does a pretty good job of showing how a great cup of coffee is brewed! :)\nWithout further ado..."}, {"update_no": "UPDATE #7", "update_userinfo": "Bruvelo's New Kickstarter Campaign", "update_content": "Greetings Bruvelo Backers (and potential backers)...\nI hope everyone's had a great week, things here have been extremely busy as you can imagine. I have lots to update you on so let's get started shall we...\nMarketing and PR"}, {"update_no": "UPDATE #6", "update_userinfo": "Meet the (new) Bruvelo", "update_content": "Hello Bruvelo Backers!\nFirst off, I've gotta say - what an amazing week it's been! (Well, almost a week). It's only been 5 days, but I'm committing myself to sending an update at least once a week. So might as well make it on Friday.\nWith that said, I've really enjoyed working on the campaign and I'm doing all I can do to spread the word. I've met some really, really smart passionate coffee lovers, and the support has been absolutely amazing! Thank you!"}, {"status": []}], "comment_no": 179, "projec_url": "https://www.kickstarter.com/projects/bruvelo/bruvelo-smart-wifi-connected-pour-over-coffee-brew", "project_name": "BRUVELO: Smart, WiFi-Connected Pour-Over Coffee Brewer."}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "What are Versa Bricks™?\nVersa Bricks™ are toy construction bricks that allow you to connect LEGO® type bricks to Hot Wheels® tracks, K'NEX® building systems and HO scale train tracks.  There are currently six fully designed and tested bricks.  They work great and really allow you to \"free your mind\" and come up with all kinds of fun creations, expand your creativity and get more fun time out of your toys!  We need your Kickstarter support so we can build plastic injection molds for the six new bricks.  Then we can bring Versa Bricks™ to the masses!\nhttp://prlink.toledoblade.com/Whitehouse-Ohio-family-brings-their-new-toy-project-to-Kickstartercom,243\nHere's a look at all six bricks!!!\n Where did the Versa Brick™ idea come from?\nThe Versa Brick™ idea came to me way back in 1973 when I was a kid playing with my LEGO® and Hot Wheels® tracks.  Once you build everything you can per the instructions, you start to get creative!  Make the tracks go through the LEGO® buildings and trying to use LEGO® to support ramps, the ideas are endless!  But the problems are too!  Nothing seemed to hold up.  I always thought there should be a way these toys could be used together, I could picture it in my mind, I could sketch it, but just couldn't make the parts!\nLater in life I now have my own kids and they face the same challenges with these toys that I did.  Then I remembered my ideas from back in '73.  But today I have an engineering degree, 3D solid modeling software, 3D printers and most of all Kickstarter!\nFinally Versa Bricks™ can become reality!\nWhat have we done so far?\nCreated 3D solid models for six new brick designs\nMade prototypes from ABS material using 3D printer \nTested for fit and function\nApplied for patents, Versa Bricks™ are now Patent Pending\nDetermined tooling and productions costs\nCreated a project plan & timeline\nEarly concept sketch.\n  Wire frame model generated by SolidWorks®\n  Virtual fit & function using SolidWorks®\nPLAY\n\nVirtual fit & function using SolidWorks®, Versa Bricks™ shown in red.\nFirst batch of 3D printed prototypes!\nWhat are the rewards?\nHere is a quick look at Brick #7 which will be made if we reach the stretch goal!\nPLAY\n\nShare: Even if you don’t back Versa Bricks, please share the project. You can follow us on Twitter @versabrick. \nWhy do we need Kickstarter?\nThe next step is to invest in plastic injection mold tooling which will allow us to mass produce Versa Bricks™ at a competitive price. We need your support and in return you can get your very own Versa Bricks™ and the \"warm and fuzzy feeling\" that comes from supporting a great project.  Kickstarter will allow us to fund the plastic injection mold tooling for all the Versa Bricks™, fill the orders and give us the means to move forward!\nWhat's the Project's Timeline?\nNOTE:  LEGO® is a registered trademark of the LEGO® Group of companies, who do not officially endorse or support this project.\nNOTE:  HOT WHEELS® is a registered trademark of Mattel, Inc., who does not officially endorse or support this project.\nNOTE:  K'NEX® is a registered trademark of K'NEX Brands, LLC, who does not officially endorse or support this project.", "risks": "Risks and challenges\nWe've done our homework to get to this point of the project. Some of the major tasks completed to date include:\n\n- 3D solid models for the six new bricks\n- made prototypes using a high end 3D printer\n- tested by real kids\n- tweaked the designs as needed\n- established quality requirements\n- applied for patent protection\n- qualified sources for tooling and production parts\n- established an overall project plan and time line\n\nThrough all this, the biggest challenge will be getting the tooling just right! \n\nI have extensive experience in tool design and manufacturing. I know that bricks seem simple to make but they are actually very precise components that must be manufactured to very tight tolerances in order for them to easily snap together, hold and be able to taken apart by little hands. \n\nWith this in mind there is a risk of manufacturing delay if the first samples made from the production tooling do not meet the strict quality requirements. It is not uncommon for minor tooling changes to be needed in order to get the first production parts just right. \n\nWe have the talent and experience to overcome these types of challenges.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "Black Friday / Cyber Monday Sale! 20% off + Free Shipping", "update_content": "Check out our Black Friday / Cyber Monday special! \nUse discount code: BLACKFRIDAY2015 at checkout and get 20% off your entire order and as always free shipping to addresses in the USA. This offer is good only when purchasing from www.versa-bricks.com Offer good through 12/1/15. \nWe are now accepting Amazon Payments on the website! \nIn addition we have 18 piece assortment packs available at Amazon.com. Just search for Versa Bricks. Be one of the first to purchase Versa Bricks from the amazon website and get some \"Bonus Bricks\"! "}, {"update_no": "UPDATE #18", "update_userinfo": "We need your help backers! Write a Product Review and get a 25% discount!", "update_content": "Hi everyone, hope you have had a great summer!  We have been very busy since the last update.  We have been making continuous improvements to the website www.versa-bricks.com and have added Product Reviews.  \nIf you backed the project or purchased from the website we would love it if you could pen a review of Versa Bricks.  Just go to the any of the products on the website and scroll to the bottom of the page and click on \"write a review\".  Complete the review and we will email you a discount code for 25% off your next purchase!"}, {"update_no": "UPDATE #17", "update_userinfo": "Rewards fulfilled and Versa Brick party!", "update_content": "Hi everyone!  We had a busy month packaging and shipping the rewards to all the great backers!  It's wonderful to say that the project was a success and Versa Bricks is now a reality.  We also had our Versa Brick party last weekend.  We had a fun time building with the bricks and had plenty of food and snacks.  Here are some pictures of the party.  Be sure to check out our website www.versa-bricks.com as we will be posting updates on the blog.  Also please like us on Facebook and follow us on Twitter.  There is still time to win some more Versa Bricks by entering a picture of your creations in our photo contest!  Details at Versa-Bricks.com."}, {"update_no": "UPDATE #16", "update_userinfo": "Versa Bricks have arrived!!!", "update_content": "I have great news to announce to help brighten your \"tax day\" here in the USA.  We have received our first production order of Versa Bricks and I am working as I type to get them packaged up and sent out to all the backers.  The bricks look and work great.  They will be shipped USPS First Class postage so please allow a few days to arrive in the USA.  For our friends in far away lands they are sure to take a little longer so please be patient.\nThere is one small change I need to make and hopefully everyone is okay with it.  The production order came in with equal numbers of red bricks and black bricks so for the $9, $15 and $25 reward levels you will get half red and half black bricks.  The original plan was that they would be all red.  If this is problem for anyone just let me know.  I figure with everything involved in promoting and launching this project it is a minor bump.  For the higher reward levels where some backers specified their color / mix preference, we will be making it happen as planned."}, {"update_no": "UPDATE #15", "update_userinfo": "2nd Production Samples Approved, Production Underway!", "update_content": "Happy Spring everyone!\nI have good news to report.  The second batch of production samples were received and reviewed.  All the corrections to the tooling have been made and we have given the factory the okay to start running production parts so that we can ship the rewards to all the backers in the near future.  The plan is to have all the parts in hand the week of April 13th and to start shipping by the end of that week.  We will be using USPS First Class Mail so delivery within the USA should take about a week or less.  For backers who are outside of the USA it may take a little longer to arrive.  The plan is tentative at this time but we will be working hard to stick to it.  In the end we will be about a month behind the original plan.  I hope everyone understands the delays as we wanted to make sure we got all the bugs worked out."}, {"update_no": "UPDATE #14", "update_userinfo": "First samples from production tooling received!", "update_content": "Hi everyone,\nWe received the first samples made from the production tooling.  Overall they turned out very good.  The colors and finish look good.  "}, {"update_no": "UPDATE #13", "update_userinfo": "Tooling Update", "update_content": "Hi everyone!\nJust wanted to provide a quick update on the tooling for the Versa Bricks.  The tooling is progressing well and we expect to be able to see the first samples off the molds in about 2-3 weeks.\nHere are a few pictures:"}, {"update_no": "UPDATE #12", "update_userinfo": "Wishing everyone a Happy New Year!", "update_content": "Just wanted to let everyone know that the plastic injection molds are underway and we hope to have samples for approval in February.  If everything goes as planned we can ship the rewards in March as planned!\nWishing you and your family a Happy New Year!\nJerry and family"}, {"update_no": "UPDATE #11", "update_userinfo": "Mystery Color!", "update_content": "By popular demand, the Mystery Color is Gloss Black!\nAlso got a nice mention today in ARCHITECT magazine, here is the link to it:\nhttp://www.architectmagazine.com/products/these-six-products-were-created-by-and-for-the-crowd_o.aspx"}, {"update_no": "UPDATE #10", "update_userinfo": "We did it! Versa Bricks are funded and the project ended with success!", "update_content": "Wow, what a wild ride!  \nWe didn't realize how much work launching and running a Kickstarter project was.\nJust wanted to let everyone know that we really appreciate all the support you provided!  Not just the pledges but the great comments and sharing the project with others!  All you people are AWESOME!"}, {"status": []}], "comment_no": 56, "projec_url": "https://www.kickstarter.com/projects/386984333/versa-brickstm-compatible-with-lego-hot-wheels-kne", "project_name": "Versa Bricks: Connecting LEGO®, HOT WHEELS®, K'NEX®, Trains"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "The ProtoCam is now available from http://ProtoBoards.co.uk\n*** UPDATE ***\nThe ProtoCam works with the Raspberry Pi Model B+!\nAlex Eames from RasPi.TV has tried the ProtoCam on a Model B+ board using the first 26 pins (identical to a Model B) and has found that it fits (although slightly off centre compared to the Model A/B that it is designed for). Here's a video from Alex explaining:\nWhat is the ProtoCam?\nThe ProtoCam is a prototyping board for the Raspberry Pi Model A and B, that offers a whole new way to prototype with your Raspberry Pi. It's designed to hold your Raspberry Pi Camera Module - surrounded by prototyping area - allowing you to build fun and interesting new projects.\nFeatures / Design\nThe ProtoCam is unique -  It's a prototyping board for the Raspberry Pi that mounts your Raspberry Pi Camera Module around a large area of prototyping space. \nYou can build around your camera module, and what you build is entirely up to you!\nThe camera module is surrounded by prototyping space\nThe ProtoCam is designed to help you be creative. The large area of prototyping lanes makes it easy to fit LEDs, Infra red, segment displays, sensors, buzzers and much much more - all around your Camera Module!\nExamples\nHere are a few examples/ideas to get you started:\nAdd a flash with as many LEDs as you can fit\nAdd seven-segment displays as a countdown timer for your shots!\nHow about an LED matrix...\n...or even a mini LCD display!\nWhy not use your universal tripod with the ProtoCam?\nFit one to a robot chassis for a robot camera!\nFitting\nThe ProtoCam pushes on to your Raspberry Pi via the 26-pin GPIO, and fits both the Model A and B boards thanks to the supplied extra-tall stacking GPIO header.\nModel A Raspberry Pi\nModel B Raspberry Pi\nThe ProtoCam Fits Generic Cases\nWhilst not an intended design feature, I tried the ProtoCam in my generic acrylic Raspberry Pi case and it fits perfectly, simply by removing the top panel:\nThe ProtoCam fits generic cases really well\nThe board is almost level with the top of the case\nCamera Module & Belt\nAlthough I originally intended for the ProtoCam to make use of the standard Camera Module belt, I wasn't happy at how this slightly raised the board at an angle. \nThe final ProtoCam will come with a shorter and firmer camera belt included, which is more suitable for gentle folding under the PCB.\n(Note: The footage in the video uses the standard camera belt, which you can see only just about fits, hence why I've updated the design, reflected in these images)\nThe Camera Module fits to the board using the supplied small nylon screws\nThe belt folds gently underneath the board\nThe belt and ProtoCam stay securely in place\nGPIO Breakout\nThe ProtoCam breaks out the GPIO pins to an identical labelled connection section, making it easy to interface your design with the Raspberry Pi:\nThe GPIO breakout makes it easy to interface your design to the Pi\nLane Terminal Section\nI've included a section of 4 longer prototyping lanes that are great for creating more power connections:\n4 longer lanes of pads for power connections\n PCB Support\nA nylon screw is provided for use in one of the three support holes. Place this wherever your project needs the most support:\nA nylon fixing is provided to use in one of the three support holes\nColour\nThe board is a stealthy, classy and modern black PCB shade, complimenting the black camera module unit.\nPCB Plating\nPCB plating is high-quality immersion nickel gold - ensuring excellent quality connections and looks great alongside the black PCB.\nAssembly\nThe ProtoCam is easy to assemble - just solder the GPIO header and fit the nylon screws. What you add to the board after that is up to you...\nMade in the UK\nThe ProtoCam's PCB is manufactured in the UK! The PCB is made by a high quality and highly rated UK manufacturer with a lot of experience with Kickstarter projects. The ProtoCam proudly brings manufacturing back to the UK.\nProject Background\nI've always enjoyed making prototypes for my Raspberry Pi, but always found that integrating the Camera Module with electronic components is difficult or messy to achieve. Even with a case that holds your Camera Module, adding anything else can be tricky, especially if you want to keep things neat and tidy.\nI wanted to use electronic components to make interesting new prototypes that included the camera module. I didn't want to buy an off the shelf solution as the options are limited and creativity takes a back seat -  I wanted to make my own designs. This was why I came up with the ProtoCam concept.\nThe ProtoCam gives YOU the freedom to add whatever you want around your camera module. There's space for LEDs, Infrared diodes, segment displays, buzzers, sensors, temperature monitors, LCD modules...and anything else that you can find! The possibilities are truly endless.\nExample Prototype\nI've already had some fun with the early prototypes, and came up with this camera countdown and flash design:\nOur camera countdown and flash prototype!\nPress the button and the countdown begins...\nAnd then the flash with 9 ultra-bright LEDs!\nWhy is the ProtoCam not pre-assembled?\nThere are a few reasons the ProtoCam comes as a kit:\nAssembling electronics kits is a great way to practice soldering, and all part of the electronics learning experience - and learning is a big part of the Raspberry Pi 'scene'.\nThere's one less part in the process to delay you getting your ProtoCam on time.\nYou're likely to be soldering parts to the prototyping space, so this makes sense as...\n...selling as a kit keeps the price down for my backers.\nWhy only for the Model A/B Raspberry Pi?\nThis board is designed to fit the original Model A and Model B boards only. It is not designed to fit the new Model B+ board as the GPIO size and position has changed, however Alex Eames from RasPi.TV has discovered that it does fit and work on the B+ board, but just sits slightly off centre.\nThere are a few reasons we've only designed for the Model A/B:\nManufacturing two different types of board would deteriorate the economies of scale with the PCB manufacturer, increasing the price of the board.\nThere are currently more Model A/B boards in circulation than the new B+. Simple logic, but logic that I hope gives this project more chances of meeting its goal.\nA Model B+ board will be produced if this project is a success.\nHere's the video from Alex Eames/RasPi.TV showing the ProtoCam fitted to a B+ Raspberry Pi:\n(It may be possible to connect the board to the Model B+ as the GPIO on the B+ has an identical 26-pin section, but we are not guaranteeing this, and therefore not advertising it as compatible - just to cover ourselves for anyone disappointed at how it fits a B+, in case they didn't read the full explanation).\nRewards and Delivery\nI want to keep this project simple, as 'simple' means less potential complications for the project, faster delivery for you, and more time for me to make sure you get a great product.\nIt also means I'll have more time to send regular updates to my backers, something I believe makes a great project.\nWith this in mind, I have kept rewards to 4 simple and clear levels, including an 'Early Bird':\nProject Updates: Support the project, stay in touch and receive updates on how the project is going. (£1)\nEarly Bird: Get the ProtoCam board for the reduced price of just £8! Includes the ProtoCam PCB, a GPIO extra tall stacking header, shorter camera belt and nylon fixings. Fits the Raspberry Pi Model A and Model B only (Raspberry Pi and Raspberry Pi Camera Module NOT included!)\nProtoCam: Get a ProtoCam kit and let your creativity run wild! Includes the ProtoCam PCB, a GPIO extra tall stacking header, shorter camera belt and nylon fixings. Fits the Raspberry Pi Model A and Model B only (Raspberry Pi and Raspberry Pi Camera Module NOT included!)  (£9)\nProtoCam x2: Get 2 ProtoCam kits to double your creative potential! Includes 2x ProtoCam PCBs, 2x GPIO extra tall headers, 2x shorter camera belts and the nylon fixings for 2 boards. Fits the Raspberry Pi Model A and Model B only (Raspberry Pi and Raspberry Pi Camera Module NOT included!) (£18)\nWho Am I?\nMy name is Richard Saville, also known as the \"Average Man\" from my Raspberry Pi blog. I live in Essex, UK, with my wife Claire and 3 month old little girl, Evie.\nI've always been interested in technology, gadgets and computers, and a couple of years ago I was introduced to the Raspberry Pi by a colleague and went on to teach myself how to use it from the very first print of \"hello world\".\nAfter becoming a bit of a 'Pi fanatic', I decided to start a blog to share my experiences and help others, as I found tutorials always had something missing, or assumed a certain level of knowledge that the average person wouldn't have - hence the name \"Average Man\" from my blog 'Average Man Vs Raspberry Pi'.\nIf you would like to see my blog and previous Pi projects, you can find it at AverageManVsRaspberryPi.com.\nDay to day, I work as a Business Analyst within the Financial Services industry, so I aim to make use of my skills to help make this project a success. \nThanks For Your Support!\nThank you for looking at my project and helping to make the ProtoCam a success. If you've pledged, well, I really can't thank you enough for having confidence in both me and the product. I'll do everything I can to keep you up to date, keep the project on schedule and deliver you a fantastic prototyping board.\nWhether you've made a pledge or not, why not help spread the word on Facebook, Twitter, Instagram and any other social networks you use? \nYou can follow me on Twitter where I'm most active: www.Twitter.com/AverageManVsPi . I'm also on Instagram, Pinterest and Google+.\nA Final Thank You...\nA lot of family, friends and colleagues helped me get this project where it is today. A massive thanks to:\nSteve Read - The man who started it all! Thank you for introducing me to the Raspberry Pi.\nSam Phillips - For the inspiration to 'go and do something', and all the help with the video.\nChris Stock - For all your support over the last year.\nMy Wife, Claire - For believing in me and the project, I wouldn't have got this far without your support.\n-----\nMusic used in the video is \"Son of a Rocket\" by Kevin MacLeod (incompetech.com). Licensed under Creative Commons: By Attribution 3.0 (http://creativecommons.org/licenses/by/3.0/)\n-----", "risks": "Risks and challenges\nThis project has very limited risk.\n\nRewards have been kept simple to reduce complications, involving less parts, suppliers and manufacturers.\n\nI have had two batches of PCB prototypes made from two separate manufacturers, results of which have both been successful. The PCB will be made in the UK, from a highly rated and recommended manufacturer. \n\nOutside of the PCB, the parts required to complete the board are 'off the shelf' items usually available in high quantities - no custom manufacturing required. Stock availability and international shipping are the only factors to consider here, however this is common in any project and multiple suppliers are available.\n\nPostage to my backers has already been tested and the price has been included in the project's finances, alongside all other elements of the project. The use of bubble mailers and grip seal bags has been factored in to the price, meaning your ProtoCam is protected whilst in transit.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "My latest Kickstarter campaign - the ProtoZero", "update_content": "Hi Backers!\nIt was around this time last year that I shared with you my latest Kickstarter, which back then was the ProtoCam+ board.\nI've just released my third Kickstarter project, and as previous backers I wanted to let you know about it.\nThe latest campaign is for the ProtoZero - a £5 prototyping board for the Raspberry Pi Zero. If you would like to take a look, here's the link:"}, {"update_no": "UPDATE #15", "update_userinfo": "ProtoCam+ Now On Kickstarter", "update_content": "Hi Backers\nI'm hoping by now you have all received your ProtoCam kits - I've seen lots of Twitter images of ProtoCams in their new homes across the globe. \nThere's a chance that some international packages might not have arrived yet, but most should have."}, {"update_no": "UPDATE #14", "update_userinfo": "Shipping Complete", "update_content": "Hi Backers\nAnother update - apologies if these are a bit frequent lately however we're in the vital closing stages of the campaign so it's good to keep you informed.\nThis update is just to let you know that all UK packages were shipped this morning. That's it, every single pledge is out for delivery!\nIn The Shops Soon!"}, {"update_no": "UPDATE #13", "update_userinfo": "Shipping Update", "update_content": "Hi Backers\nI started shipping the ProtoCams on Friday. I had to go to work that day, but rather than wait until Monday to send them all out, I managed to bring the non-UK packages with me into the city, and shipped these at the Post Office near my office. Safe to say I got a few odd looks on the train with the huge box of packages, and sore arms later on!"}, {"update_no": "UPDATE #12", "update_userinfo": "Ready To Ship!", "update_content": "Hi Backers\nToday the final parts to complete the ProtoCam kits arrived - the camera belts! \nThis means I'll be spending this evening packing these into the grip-seal bags, triple checking everything, and getting ready to post to you. A few cups of coffee shall be consumed tonight!"}, {"update_no": "UPDATE #11", "update_userinfo": "Nearly There!", "update_content": "Hi Backers\nAnother update to keep you all in the loop with progress...\nParts & Packing\nNearly all of the parts have arrived now. I have the PCBs, headers, screws, nuts, bags, mailers and labels:"}, {"update_no": "UPDATE #10", "update_userinfo": "Progress Update", "update_content": "Hi Backers\nJust a short update for today. I only have a few things to share, but I wanted to keep in touch and ensure you're up to date on progress.\nBacker Survey"}, {"update_no": "UPDATE #9", "update_userinfo": "Funds Have Arrived, Survey Soon", "update_content": "Hi Backers\nA few things to cover off in this update...\nFunds Have Arrived\nI checked my bank account this morning and that anticipated transaction from Kickstarter was there - the funds have arrived!"}, {"update_no": "UPDATE #8", "update_userinfo": "Keeping You Informed", "update_content": "Hi Backers\n  See that tumbleweed pass over there?  \nIt's gone a bit quiet since the fast pace of the main campaign period, but this is very normal for Kickstarter so I thought I'd write a note for anyone who hasn't used the site before - just in case you're wondering where I've gone."}, {"update_no": "UPDATE #7", "update_userinfo": "Time's Up - We're Officially Funded!", "update_content": "Hi Backers\nTuesdays aren't usually anything special, but this is one I will remember for a very long time - the day the ProtoCam was officially funded - 130% funded to be exact!\nThank You!"}, {"status": []}], "comment_no": 29, "projec_url": "https://www.kickstarter.com/projects/955730101/protocam-the-raspberry-pi-camera-module-prototypin", "project_name": "ProtoCam - The Raspberry Pi Camera Module Prototyping Board"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "“If you are in the market for a wireless speaker that delivers across the board, the Super-M is literally the best we have ever used for the price point, size and durability.” MAGNETIC\nThe speaker sounds so damn good because it’s got a state of the art Bluetooth 4.0 chipset and 4 full-range, high-performance neodymium drivers complemented with a passive radiator per pair.  COOLMATERIAL\n“It easily competes with the best midrange names like the Jawbone Mini Jambox or Soundmatters FoxL DASH 7, which were my favorites until today.” CNET\nThe product won the CNBC TechCrowd competition with 79% of all votes.\nIt all started in 2013 when a designer from San Francisco teamed up with a group of acoustic experts and manufacturing veterans, with the vision of creating a line of portable speakers that would challenge the trend of a booming Bluetooth speaker market that packed lots of features into products, but lacked focus on acoustic performance.\nWe launched NudeAudio last summer with a line of fashion forward portable speakers in three sizes. L for around the house, M to grab and take to the park and S to leave attached to your snowboard jacket or backpack. \nThe launch was received with fantastic feedback from the tech, fashion and design communities. Less than a year after launch, we found ourselves selling products in over 40 countries.\nThe grab-and-go size of M proved to be by far our most popular, so for our next and most ambitious development to date, we decided to explore how far we could take the acoustics in the M size. The result is Super-M.\n4 full-range, high-performance neodymium drivers are tightly packed on both sides of the Super-M, with each pair complemented by a passive radiator, totalling 6 drivers.\nThese are driven by highly efficient amplifiers and a powerful Lithium-ion battery. A state-of-the-art Bluetooth 4.0 chipset ensures the best signal and efficient battery use.\nThis innovative and unconventional set-up means Super-M can pump out incredible, 360º sound and keep the party going for 8-hours straight, all from a package that fits in your jeans pocket.\nThe final step was sealing the whole package for IPX-5 waterproof rating and sand-proof so the Super-M can be taken anywhere.\n“Tom asked me to audition the NudeAudio Move range in S, M & L against the big-brand competition and I was astonished with the rich, natural sound. I blind-tested the M and a competitor three times the price and the M won hands-down. Super-M takes this performance to the next level.\"\n\nHugh Padgham - Record producer for artists such as David Bowie, Genesis, The Police and Sting.\nPLAY\n\nPeter Riering-Czekalla, Chief Design Officer, is the creative lead of NudeAudio and is looking after all elements of design and brand experience. Trained as an industrial designer in Germany, he worked at IDEO for almost a decade. During that time, he led teams to develop design and brand strategies for fortune 500 companies like Samsung, Nike, Microsoft, etc. NudeAudio is a reflection of his passion to create simple, yet playful products for the everyday.\nTom Dudderidge, CEO, a serial tech and hardware entrepreneur, spent the last 10-years leading the business that built the largest docking station brand in Europe, GEAR4. Many of this team make up the Hong Kong and China engineering and operations for NudeAudio. Tom’s father Phil is the Chairman of NudeAudio. He started out as live sound engineer for bands such as Led Zeppelin in the 1970s. He then founded Soundcraft, which invented the modern mixing console, and is now Chairman of Focusrite & Novation, leaders in professional audio interfaces, synthesisers and DJ gear.\nAt NudeAudio we are passionate about our fair price policy, so we're offering a wide-range of rewards where no backer will pay more than $99 - delivered - for a Super-M on Kickstarter, wherever you come from, and whichever colour or collaboration you select. \nUPDATE: FREE WORLDWIDE SHIPPING (NO EXCEPTIONS!) - OUR PLEDGE TO YOU!\nBecause of the overwhelming response from international backers, we have now announced that we will ship anywhere in the world with no exceptions. It's always been our intention that nobody pays more than $99 for a Super-M, wherever they come from, and because of the initial success of our campaign we feel we are able to make this pledge ourselves. \nPlease note that pledges in California will be subject to sales tax, so please add 9% (pledge $108 for $99 pledge) or we will have to eat it ourselves!\nYOU CAN EXTEND AN EXISTING PLEDGE BY SIMPLY ADDING AN AMOUNT AND SENDING US A QUICK NOTE.\nWe introduced black this spring for our entire product range with great reception. What better color than monochromatic black to launch our Super-M with?\nWe are introducing seasonal colors in alignment with the latest fashion trends. This fall, we have Petrol, Pine and Plum. Complex but muted in monochromatic style.\nMany of you asked for it so we added a Kickstarter edition. Black body with iconic Kickstarter-green cord.\nWe've also collaborated and handful of our friends and supporters to deliver some Kickstarter exclusive Special Edition designs, which we will be launching during the campaign. Don't worry about your color or Special Edition choice for now, you will only need to decide when we email you later after you've backed us. So keep watching our updates during the campaign to see the different collaboration options as they are released.\nThe last but certainly not least collaboration we are presenting is with the Kickstarter community itself. We announced to create a community color as a $500K stretch goal, created and decided by the backer community. After many suggestions from everyone, we visualized 9 options and put them out for a vote. Black and Coral was the clear winner. (please note above image is a computer visualization)\nAs a business centred on our passions for design and music, we like to think that NudeAudio is a contributor to the arts. Our collaborations with other artists and brands are a great opportunity to work with other people's passions too.\nDavid is a London street artist who travels the world, painting murals and creating objects and canvasses. His work can be seen in the streets a few blocks from Kickstarter HQ, as well as in villages in Africa, projects in Kosovo, in Cape Town, Japan and Rotterdam, to name just a few places.\nDavid came to OUR UK office a few weeks ago and painted an amazing mural on the wall. He also agreed to hand paint 20 sets of grilles of Super-M to create a David Shillinglaw Limited Edition especially for Kickstarter backers. These will each be bundled with Limited Edition 'Kingless Kingdom' print.\nLimited Edition David Shillinglaw Hand-Painted Super-M plus 'Kingless Kingdom' Limited Edition Single Colour Screenprint (from run of 100)\nEXISTING BACKERS PLEASE LOOK AT FAQ BELOW\n\nBelow is a short video that we made while David was painting the mural in our offices, I hope you enjoy it and David's unique character.\nPLAY\n\nWe are talking a lot about protecting the technology inside the speaker against its environment. But let’s not forget that we first need the environment to enjoy the speaker in. So let’s try help protecting it, a little bit at the time.\nIntroducing the Cuipo special edition. With each unit sold, we will purchase 5 square meters of rain forest for you to own and keep protected against deforestation. You will receive documentation and the geolocation of your personal 5 square meters. Interesting fact is that there is a population of one monkey per square meter. But no, you will not own 5 monkeys!\nThe main body is kept in a safari green with a contrasting bright red cord to make sure you don't lose it in the jungle.\nWe are partnering on this with Cuipo, a lifestyle brand dedicated to preserving prime rainforest around the globe. Cuipo was created to inspire the preservation of our planet's most vital ecosystem by empowering individuals and institutions to act and become responsible trustees of our planet.\nWe are very excited to announce a new Special Edition Super-M collaboration with UK star-DJ, MistaJam.\nWorking closely with Peter, he designed the duotone black and turquoise Super-M with a slice of colour peeping through the grill, exposing both the MistaJam and Speakerbox logo. The MistaJam presents Speakerbox logo has also been screen printed to the base, and of course finished it off with our trademark NudeAudio cord in turquoise. \nClick the video link below to hear what the man himself has to say about it: \nPLAY\n\nWe're pretty excited, and hope you like this new option as much as we do.\nIn addition to the special editions that we will continue to announce during the campaign, we are delighted to announce an exclusive Limited Edition today, live from Miami, Florida. \nIn celebration of late night parties, sleeping in, weekend getaways, staycations, singing in the shower and breakfast in bed, we are stripping down and teaming up with one of our favorite hotels, The Standard, to bring you a custom speaker evocative of our worlds. \nWith their devotion to design and innovation, The Standard are at the forefront of the industry with five properties in New York City, Los Angeles and Miami. And in true Nude style, The Standard's Limited Edition Super-M is in the buff, colored monotone nude.\nThe Standard X Nude speaker is available to all of our Early Bird backers, (select it when we ask for your color choice), and there are only 100 limited edition pledges available so pledge quickly before they disappear.\nYelle is a recording artist from France, currently touring the USA. They have released 2 albums, Pop Up and Safari Disco Club, with a third album, Complètement Fou, eagerly anticipated. NudeAudio loves their brand of dance floor friendly European disco-pop, and the band have designed their Yelle Special Edition Super-M in a standout bright blue with red silk screened logo on the base to match their album cover.\nPLAY\n\nWe've had a great number of requests for a bike mount for Super-M, so we decided to offer one. Since it hasn’t been designed yet, it’s a wonderful opportunity for a collaborative design project. Join us for the ride by pledging $124 which includes the bike mount plus Super-M.\nAbove picture is a functional prototype to proof the idea. Look and feel is to be designed in the coming weeks.\nTHE PROCESS: We just started thinking about the design and what you see on the picture above is only our first prototype. We will facilitate the process gathering your input and translating it into ideas that will be shared with you to feedback on. Please share your initial insights and ideas, as well as feedback on the first prototype here. Based on your thoughts over the next few days, we will be iterating on the design and present new iterations before the end of the campaign.\nTHE DESIGNER: NudeAudio partnered up with Adam Reineck, ex IDEO, bike design superstar who helped design the Faraday bike as well as the Spurcycle Bicycle Bell. Both of which gained a lot of appraise across the bike and design community.\nWe had a lot of comments on ideas for additional colors. Extra thanks to Henri who even sent some designs over. Every color has a minimum order quantity and while we always liked to have more colors, we had to draw a line. \nIf we reach 500K, we'll add one color and have YOU design it. We will invite everyone to tell us their color idea, collect them all and visualize the most popular suggestions. At the end of the campaign, we'll put them out for vote to all backers and produce whatever turns out to be the community favorite.\nEarlier in the campaign we revealed that there was a candidate for an upgraded driver for Super-M. Packed with four, even a small cost increase is multiplied 4 times, and the potential cost increase to include the upgraded drivers was high. But there was a noticeable improvement and we set a stretch goal at $550k, as we need the volume to get a good price from the supplier and justify the margin hit.\nWe're pretty certain that we'll hit the goal, but we're uncomfortable leaving you guys hanging and wondering whether or not the upgrade is coming. Furthermore, while we are doing parallel tuning processes for both driver types, it's important that we lock it down soon so we can ensure we don't have any procurement hiccups.\nSo we've decided today that we are going to guarantee the stretch goal now, which will make you guys happy, whilst reducing supply chain risks, and make communication easier over the coming days.\nTom & Peter demonstrate and challenge the IPX5 Waterproof rating\nPLAY\n\nPeter takes a look at the hardware and explains some of the functionality.\nPLAY\n\nOK, you got this far, so we figured you're really interested (or have time on your hands). Either way, here's a 5 minute video of Tom unboxing and reacting to the latest prototype, demoing the simple functionality, and describing the final steps of development, all in a single (first) take!\nPLAY\n\n  It's a cruel world, and the conventional way to launch new brands and products in this very crowded market takes a lot of effort and money and can be very risky.\nWe know that when people hear our philosophy and our story, when they see and hear our products, it really resonates. Every NudeAudio owner that we've talked to is a big fan. But we don't have the resource to market in the traditional way with advertising and big in-store presence.\nKickstarter, and you, our crowd, seems to be the very best way for us to spread the word. By offering the product at a very fair price, with shipping included worldwide, we hope that you guys will give a a little back by sharing with your friends, giving us great feedback, and joining our mission for better sound.\nEntering mass production for a high-volume consumer product like Super-M is a big investment. We need to raise at least $75,000 to fund the balance of our minimum production run (hence the target), and we've got access to parts for up to 10,000 units immediately if the campaign is big success, before hitting long lead times for additional parts.\nWe'll use you pledges to get into mass production and use the residual funds and the momentum of the campaign to get our brand out into the big, bad world and stand up to our big-bucks competition. Thank you!\nDisclaimer: There is no disclaimer. We decided to give everyone free world wide shipping!", "risks": "Risks and challenges\nAt the time of writing, Super-M is very close to pilot production, with virtually all hardware parts developed. The audio tuning process described in the video above is commencing. At this stage of development, the risks associated with the development project have been almost entirely eliminated.\n\nThere are also inherent supply chain risks which need to be managed, but we have secured parts for the first 10,000 units of production so these risks are controlled at least for this level of production. Our contract manufacturing partner is a large, experienced company with members of our respective teams have long-lasting relationships going back 10 years.\n\nQuality is also something that needs close management in any manufacturing process. Our quality team, based in Hong Kong and Shenzhen, follow professional processes to ensure that quality is managed throughout the design, development, supply chain and manufacturing process.\n\nDisruptive Hong Kong, parent company to NudeAudio, will take responsibility for fulfilment of all product pledges, which will be shipped direct to our backers worldwide directly from Hong Kong as soon as production has been completed.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #42", "update_userinfo": "Update correction!", "update_content": "Dear NudeAudio friends and backers,\n\nToday we received confirmation that the Yelle and MistaJam collaboration Super-Ms have arrived in our Hong Kong warehouse, and are ready to ship out to our distribution centres world-wide. Black and Coral Super-Ms have left the factory and will arrive in Hong Kong over the weekend.\n\nFinally, for a bit of Friday fun...\n\nBy popular demand, we've uploaded the extended version of the 'interrogation scene' from our last update. Enjoy, and feel free to share on the comments boards of other projects you've backed.\n\nThanks once again for your support and patience."}, {"update_no": "UPDATE #41", "update_userinfo": "Update from Tom & Peter", "update_content": ""}, {"status": []}], "comment_no": 17491, "projec_url": "https://www.kickstarter.com/projects/1180551085/nudeaudio-super-m", "project_name": "NudeAudio Super-M"}}, {"backer": "Tom Murray", "project_data": {"campaign": {"story": "I was inspired to create this app when I was playing beer pong outside a friend's apartment in Richmond, VA over the 4th of July weekend. We were playing in the parking lot outside their apartment in case of spills. With no stereo (and no one volunteering to drain the battery on their car) we were forced to listen to music on a cell phone. \nWe've all done this before, no big deal. But when you're in a group of 15+ it's a little difficult to hear the song (especially with my singing). That's when I thought: How awesome would it be if we all had the same music and could just play the same song, at the same time? \nThat's what lead me to this idea. With my app (Turn it up!), your cell phone connects to all your friends devices through bluetooth turning their phones into bluetooth speakers (almost in the same since that most cars now have bluetooth connectivity). The app can be downloaded on Android's and Apples, allowing for connectivity with phones, tablets, laptops, cell phones, and anything else that has a speaker and can download the app. The app will run in the background on all devices so that everyone can still use their device while the leader of the Turn it Up! group (the one choosing the songs) utilizes their speakers. \nThe whole idea is to let everyone enjoy music using the hardware they already have without having to buy even more expensive equipment like bluetooth speakers.\nNot only will you be able to share the music on your phone, but because the host phone will be using the other phones as speakers, anything the host phone is playing will be transmitted. This will allow the host phone to use other apps like Pandora, Spotify, or Youtube and still be connected to everyone in the Turn it Up! group.\nIn the future I plan to partner with music recognition software so that all phones being used as speakers will have the option to buy the songs they're listening to.\n**All Rights Reserved - Patent Pending**", "risks": "Risks and challenges\nThe biggest challenge I see for the app will be synchronizing all devices. I don't want apple or android fanboys to be penalized for not having the right equipment. I plan to work with all major retailers to insure that everyone has access the this app.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "John Jordan\nFirst created · 4 backed\nI'm a twenty-something professional working a 9-5. I'm not the type to go through life apathetically, my aspirations and dream won't allow...See more"}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "- Clarification: Turn it Up! vs. GroupPlay", "update_content": "Hey All\nI've been getting a lot of questions regarding the app and it's similarities with GroupPlay. There are similarities between the two, but there is one large key difference. With GroupPlay you need to all have Samsung devices. My app will run on all O.S. and share over bluetooth. In this way, no internet or WiFi is ever need to share the tunes!\nThanks all!\n - John"}, {"update_no": "UPDATE #1", "update_userinfo": "- New Features!", "update_content": "In the upcoming weeks I will be working on a new feature for the app. The Turn it Up! group that you're in will have a voting option so that if the majority of the group members want to skip a song they can vote to do so. \nThe group leader will also be able to create a playlist so that everyone in the group can see what's queued up to play next. "}, {"status": [{"Project ends": "AUGUST 8, 2014"}, {"Project launches": "JULY 9, 2014"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/191195726/turn-it-up-shared-bluetooth-music-app", "project_name": "Turn it up! - Bluetooth Music Sharing App"}}]