[{"backer": "Traci Hauptman", "project_data": {"campaign": {"story": "Thanks A Bunch: \n Momma & Pa: for everything. literally.\n Tamur Qutab: graphics, encouragement, being my wicked awesome big bro.\n Kazim Qutab: endless laughs, script guidance, last-minute pep talks.\n Karen Solomon: too much to name. I love you.\n Qutab & Way Families: endless love & support.\n Alex Mortensen: for making my thoughts come to life on screen.\n Coral Tree Farm: my farm family. I love you guys with my whole heart.\n Jillian Sommerfeld: for always pushing me to be me-- my most authentic, radiant self. \n The Sabellas: being my biggest fans.\n Dominique: your friendship & last-minute photo shoots.\n Ryan Shatto: last-minute screen printing magic.\nAs Featured In: \nFor media inquiries, please contact marina@zerowastekit.org\nFor wholesale inquiries, please contact info@zerowastekit.org", "risks": "Risks and challenges\nHey #ZeroWasteBadass Squad!\n\nWe at {Zero} Waste Kit will try our absolute best to get your badass kit(s) and rewards to you by the time stated on our page. However, unexpected problems might arise such as delays in packaging production, kit ingredients availability, tote and produce bags screen printing and assembly time. While we have taken these problems into account with our delivery date and do not foresee any of these problems arising, as with anything in life- you can never be 100% certain, so we please ask for your patience if any delays do occur. \n\nWith love,\nZWK\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Welcome to the #ZeroWasteBadass Squad!", "descp": "Thanks for your support. We love you! You can expect a \"10 Steps to Zero Waste\" downloadable PDF in your inbox so that you can get started on your low impact journey STAT.\nINCLUDES:\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Buh-Bye Single-Use Straws & Utensils!", "descp": "Yippee! You just got yourself a {Zero} Waste Kit utensil, straw & straw cleaner, and downloadable PDF: \"10 Steps to Zero Waste\".\nINCLUDES:\n{Zero} Waste Kit Straw\n{Zero} Waste Kit Straw Cleaner\n{Zero} Waste Kit Utensil\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "We Call It a Zero Waste Burrito", "descp": "Not only will you get the {Zero} Waste Kit utensil, straw & straw cleaner and 2 produce bags, you'll also get an official {Zero} Waste Kit napkin for storing them! Tuck all of your tools into your napkin pocket and begin rolling (see video on the left to see what we mean!). Lastly, tie your napkin shut with the attached strings to keep your tools safe and clean for their next use. Feeling like a badass yet? You should... Because you my friend just made yourself a {Zero} Waste Burrito!\nINCLUDES:\n{Zero} Waste Kit Straw\n{Zero} Waste Kit Straw Cleaner\n{Zero} Waste Kit Utensil\n{Zero} Waste Kit Napkin\n2× {Zero} Waste Kit Produce Bags\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["55 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Get One {Zero} Waste Kit", "descp": "Be the first to preorder a {Zero} Waste Kit! Your kit includes: 1 {Zero} Waste Kit jar, 1 {Zero} Waste Kit bamboo lid, 1 {Zero} Waste Kit cork sleeve (choose your color!), 1 {Zero} Waste Kit straw & straw cleaner, 1 {Zero} Waste Kit napkin, 1 {Zero} Waste Kit utensil, and 2 {Zero} Waste Kit organic cotton produce bags. All of your kit ingredients are ethically and sustainable sourced, because we believe better business is hella sexy and important.\nINCLUDES:\n{Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["108 backers"]}, {"amt": "Pledge US$ 54 or more", "title": "It's a Holiday Miracle!", "descp": "We know the holiday season is upon us... So, we created a pledge to honor that. For kits purchased as holiday gifts, a special card will be mailed in time for Christmas while we lovingly prepare your kit in the next few months for your new year of less trash. Yes, that's right ladies and gents you WILL have something to hold for the holidYAYs. We are doing a limited run of 250 holiday cards, so get em' while supplies last ;)\nINCLUDES:\n{Zero} Waste Kit Holiday Card\n{Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["25 backers", "Limited (225 left of 250)"]}, {"amt": "Pledge US$ 60 or more", "title": "Lookin' Sharp", "descp": "Preorder a {Zero} Waste Kit, PLUS get a badass custom-designed knife, which features a ceramic blade and bamboo handle, staying sharp with proper use.\nINCLUDES:\n{Zero} Waste Kit\n{Zero} Waste Kit Knife\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["47 backers"]}, {"amt": "Pledge US$ 64 or more", "title": "It's a (Sharp) Holiday Miracle!", "descp": "Includes the {Zero} Waste Kit knife! For kits purchased as holiday gifts, a special card will be mailed in time for Christmas while we lovingly prepare your kit in the next few months for your new year of less trash. Thank you for your support and we hope you have a beautiful holiday. We are doing a limited run of 250 holiday cards, so get em' while supplies last ;)\nINCLUDES:\n{Zero} Waste Kit Holiday Card\n{Zero} Waste Kit\n{Zero} Waste Kit Knife\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}, {"SHIPS TO": "Only United States"}], "stat": ["15 backers", "Limited (235 left of 250)"]}, {"amt": "Pledge US$ 70 or more", "title": "Totes Badass", "descp": "Score yourself a {Zero} Waste Kit, one of our rad handmade knives, and an organic cotton tote bag. This combo is a match made in eco-heaven. Trust us.\nINCLUDES:\n{Zero} Waste Kit\n{Zero} Waste Kit Knife\n{Zero} Waste Kit Tote Bag\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 110 or more", "title": "Double Trouble", "descp": "Preoder the {Zero} Waste Kit duo pack, because two is better than one! Share with your loved one, your bestie, your cat!...(okay, maybe not your cat).\nINCLUDES:\n2× {Zero} Waste Kit\n2× {Zero} Waste Kit Knife\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["41 backers"]}, {"amt": "Pledge US$ 130 or more", "title": "Double Trouble + Totes", "descp": "Preoder a {Zero} Waste Kit duo pack and share with your loved one, your bestie, your sibling, etc. This duo pack also comes with a two pack of our ZWK totes, because you totes deserve it ;).\nINCLUDES:\n2× {Zero} Waste Kit\n2× {Zero} Waste Kit Knife\n2× {Zero} Waste Kit Tote Bag\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 180 or more", "title": "{Zero} Waste Kit 4 Pack", "descp": "Well dang, the landfills are already lookin' less trashy! This {Zero} Waste Kit Pack of 4 is perfect for your small family, gifts for your coworkers, or gifts for each one of your besties. #ZeroWasteBadassSquadGoals\nINCLUDES:\n4× {Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 220 or more", "title": "{Zero} Waste Kit 4 Pack + Knives", "descp": "This {Zero} Waste Kit Pack of 4 comes with the knives as well, so that you and your friends/family can take your kits lookin' sharp as all heck.\nINCLUDES:\n4× {Zero} Waste Kit\n4× {Zero} Waste Kit Knife\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 435 or more", "title": "The More the Merrier!", "descp": "You've got to be KITten me right meow! 10 kits?! Yep. The perfect gift set for your employees, your friends, your family and really whoever is looking to start their low impact journeys with a BAM.\nINCLUDES:\n10× {Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Zero Waste Talk at Your Next Event", "descp": "Curious about how to live ultra eco? Looking for a speaker for your next event? Marina Qutab, founder of {Zero} Waste Kit has been living the zero waste lifestyle for 3 years, and loves nothing more than connecting with and teaching others about how to live in alignment with our most radiant, healthiest selves and the planet.\n*Event must be in Southern California.\nINCLUDES:\nZero Waste Talk by Marina Qutab\n2× {Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 750 or more", "title": "Zero Wastify Your Life", "descp": "Not only will you receive a {Zero} Waste Kit and a {Zero} Waste Kit knife, you will also receive 3 private coaching Skype calls with founder Marina Qutab, where you will dive deep into the concepts of zero waste living and how YOU can take action in your life to drastically reduce your ecological footprint. The third call will be a \"wild card\" call, where you can choose the activity/topic to explore with Marina, including preparing a zero waste meal virtually together, making DIY makeup, creating your own indoor garden and more!\nINCLUDES:\n3× Zero Wastify Your Life with Marina Qutab: Skype Call\n{Zero} Waste Kit Knife\n{Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Zero Wastify Your Family's Lives", "descp": "Ready to begin your low impact journey as a family? Start here! You will get 4 {Zero} Waste Kits and 4 private coaching Skype calls with Marina Qutab. One of the calls will be a \"wild card\" call, where your family can choose the topic or activity to explore with Marina, including meal planning and cooking together virtually, making DIY cleaning supplies, creating an indoor garden for the home and more!\nINCLUDES:\n4× Zero Wastify Your Family's Lives with Marina Qutab: Skype Call\n4× {Zero} Waste Kit\n10 Steps to Zero Waste PDF", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 2,500 or more", "title": "Zero Wastify Your Next Big Event", "descp": "An event to remember: Marina Qutab will offer 5 private event consulting Skype calls to ensure your next big event is zero waste and carbon neutral. Throwing a festival? Wedding? Ted Talk? All events and gatherings welcome!\nINCLUDES:\nZero Waste & Carbon Neutral Event Consulting with Marina Qutab\n2× {Zero} Waste Kit Knife\n2× {Zero} Waste Kit", "time": [{"ESTIMATED DELIVERY": "Feb 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 1 or more", "title": "Go, go, go!!", "descp": "In the holiday spirit of giving, it is our pleasure to gift the first 10 pledgers a {Zero} Waste Kit for FREE. Pledge $1 or more here and you'll automatically be among our first 10... if you're lucky ;)\nINCLUDES:\n{Zero} Waste Kit", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Only United States"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"update_no": "UPDATE #11", "update_userinfo": "🌎 ✨Happy ONE YEAR Anniversary of ZWK + Collaborate with Us! ✨🌎", "update_content": "Hey ZW Badasses,\nIt's been a minute... How are you? We hope this message finds you well! We are reaching out to you today on a very special occasion... Our ONE YEAR anniversary since launching {Zero} Waste Kit here on Kickstarter!!! 🎉🎉🌎 One year ago, we had a dream to fund our project here on Kickstarter so that we could launch our company and begin acting on our mission: to empower people with the tools, mindset and convenience they need to reduce their everyday waste 🚯 Because of you and your contribution, that dream became a reality.  "}, {"update_no": "UPDATE #10", "update_userinfo": "🌎 ✨Happy End of Earth Month & ZWK Knife Update ✨🌎", "update_content": "Hello everyone,\n\nWe hope you've been enjoying your Earth Month 🌎😊 We are reaching out to you today to first say hello and to second share some company updates, including an update on the {Zero} Waste Kit pledges with the ZWK knives.\n\nKits Have Shipped! 📦"}, {"update_no": "UPDATE #9", "update_userinfo": "Happy March from ZWK & Shipping Updates! 📦", "update_content": "Hello everyone!\n\nWe hope this message finds you well. Can you believe it's already March?? We certainly can't... These past few months have been crazy busy (and exciting) for us. We wanted to reach out today to first say hello and to second share some company and shipping updates.\n\nNew Work Bench Who Dis?"}, {"update_no": "UPDATE #8", "update_userinfo": "Don't Forget to Complete Your Surveys, Badasses! ✅✅", "update_content": "Hey Friends!\nIt's been a while. We hope this message finds you well and your first official month of 2019 was totally badass. We just wanted to pop in to say hello and to remind our backers to fill out their reward surveys that went out a few weeks ago. "}, {"update_no": "UPDATE #7", "update_userinfo": "Happy Holidays & New Year from {Zero} Waste Kit! ✨❄️", "update_content": "Hey ZW Badasses,\nWe are reaching out to wish you a Happy Holidays and New Year 🎉🎉! Can you believe we are just 5 days away from 2019!?\nWe have some good news to share. First, our project was featured on Inhabitat!!! You can check out the article by clicking this link here."}, {"update_no": "UPDATE #6", "update_userinfo": "WE DID IT!!!! THANK YOU & WE LOVE YOU 🌎💚🎉🎉", "update_content": "Dearest Badasses,\nWOW, WHAT!? We cannot believe that we TRIPLED OUR ORIGINAL GOAL ON KICKSTARTER in the last 24 hours of our campaign!!! 🙏🏽😭"}, {"update_no": "UPDATE #5", "update_userinfo": "LAST 40 HOURS!!!!", "update_content": "Dearest Badasses!\nWowzers... Can you believe we are in the final 40 hours of our campaign!? 😮It has been one amazing Kickstarter journey, and we could not be more grateful for your support. As we quickly approach the finish line, we would LOVE your support in spreading the word about our campaign even further. It is our dream to share our campaign as far and wide as possible, so that we can tackle statistics like this..."}, {"update_no": "UPDATE #4", "update_userinfo": "$20k MILESTONE? Check!!! 😍", "update_content": "Happy Friday, ZW Badasses!\nWhaaaat? 😲We can't believe in less than a day from sending out our last update to you that we reached our next milestone of $20k!!! THANK YOU so much for your support. Brb while the {Zero} Waste Kit team cries tears of joy.\nWe are one step closer to our next goal of $25k. You can help us keep the momentum going by sharing this campaign (7 days to go!) with friends, family, and communities alike! Here is the link to do so on Facebook, email, Insta, Twitter, etc.:"}, {"update_no": "UPDATE #3", "update_userinfo": "SO CLOSE!!!!! $20k here we come :D", "update_content": "To Our Beloved Zero Waste Badasses,\nHello! Happy Thursday. We hope your week is going well. In our last project update, we announced our next funding goal of $25k. With this new goal, we opened up our doors to international shipment orders. We also set this new funding goal to help us create an Ecological Footprint Fund, where we can begin donating a portion of our proceeds to accredited environmental organizations who are working towards:"}, {"status": [{"Project funds successfully": "425 backers pledged $29,383"}]}], "comment_no": 21, "projec_url": "https://www.kickstarter.com/projects/zerowastekit/zero-waste-kit", "project_name": "Zero Waste Kit"}}, {"backer": "Traci Hauptman", "project_data": {"campaign": {"story": "Who’s Jacq the Stripper? \nI dance. Naked. For large (and occasionally insultingly modest) sums of money. \nMy name is Jacqueline Frances. On the internet I’m known as Jacq the Stripper. In addition to being a stripper, I’m also a writer, \nThe Beaver Show\ncomedian:\nand illustrator:\nWhen I’m not telling jokes or hustling lap dances, I can be found at home in Brooklyn with my wife and plants. \nStripping has taught me more than I ever could have extracted from my Russian Literature degree at McGill University. I’ve learned the necessity of self-worth in an economy where time is just as pricey as tits. I've learned the power of the blink in a high-stakes negotiation (apparent ditziness paired with silence is impossible to deny), and how to thunderclap my butt cheeks (relax the pelvis, accept that all butts jiggle, and clap away). \nStripping is about feeling powerful, sexy, and endlessly curious about human kind. It’s fun and funny and it’s my mission to share this perspective with as many people as possible.\nThe Beaver Show is the crass and inspiring saga of my journey from Australia to New York as an enterprising megababe. It is slutty, funny and feminist, and I published it myself. \nWhat I’m trying to do: \nI want to humanize sex work and lessen the social stigma attributed to a career that I - and many other women and men - love. I want to put an end to slut shaming. I want to take The Beaver Show on tour to make people laugh - and think - with my comedy, all the while celebrating the women I meet along the way who are committed to being unabashedly themselves.\nHere are the cities I'm currently planning to visit: \nLos Angeles, San Francisco, Portland, Las Vegas, Miami, Toronto, and Montreal. \nI have set the goal at $6,000 because based on my calculations it is roughly what I will need to pay for printing and shipping the book, travel to and from the destinations I plan to visit, and my Kickstarter fees. It is a modest goal and if I reach it, it will all be going to funding the best book tour I could ever dream of.  \nWhat kind of enterprising megababe would I be if I didn’t have stretch goals? If my Kickstarter funds beyond $6,000 I will add Vancouver, New Orleans, Atlanta, Austin and Chicago as funds allow. \nSuper-stretch goal? I want to bring The Beaver Show back to where it all began: Australia. If I raise $15,000, I’ll be re-visiting my old stomping grounds of Sydney, Melbourne and Surfer’s Paradise. \nHow you can help: \nBACK THE PROJECT at whatever level you can. Every little bit helps! \nTELL YOUR FRIENDS! Crowdfunding projects are about a bunch of rad people contributing modest amounts of money. Share the project on Facebook, Twitter and Instagram! Email your friends and family! Spread the word about that funny stripper-comedian who deigned to title her debut memoir The Beaver Show.\nFollow me on Instagram, Twitter and Facebook for enlightening chuckles and updates on The Beaver Show's journey to a city near you!\nCover photo by Andrew Boyle. ", "risks": "Risks and challenges\nWell, the hardest part is done: I've written the book. \n\nAs a self-published author, getting my book out into the world was an incredible labor of love. Being able to take The Beaver Show on tour would be such a gift; seeing how my unabashedly sex-positive and feminist take on the world will be received will an exciting and certainly eye-opening experiment - if not blatant challenge - especially if I reach some of my stretch goals and am able to bring it to more quaint pockets of the world who don't oft encounter such brazenly crass stories like mine.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "West Coast Legs", "update_content": ""}, {"update_no": "UPDATE #9", "update_userinfo": "SAN FRANCISCO!", "update_content": "Hello faithful backers!\nBy now most of you should have received your rewards. If you haven't, please let me know! \nI just landed in Montreal and am getting ready for my first big show that's tonight at Chez Serge in Montreal. I am excited, a little nervous, but mostly grateful that this is all possible because of you. Thank you. "}, {"update_no": "UPDATE #8", "update_userinfo": "HAPPY VALENTINE'S DAY!", "update_content": "Hello faithful backers!\nAfter a magnificent dry-run in Baltimore over the weekend, The Beaver Show Book Tour is heading north to Montreal on January 20th 2016. \nClick here for more tour dates and updates."}, {"update_no": "UPDATE #7", "update_userinfo": "Montreal! Toronto! Barrie!", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "TOUR DATES ARE EMERGING", "update_content": "My hear exploded yesterday morning upon discovering that I reached my goal. \nThank you to everyone for being your amazingly generous and supportive selves. I can't wait to share The Beaver Show with fans (but let's be serious - curious onlookers) all over North America. "}, {"update_no": "UPDATE #5", "update_userinfo": "THANK YOU!", "update_content": "HOLY SMOKES YOU GUYS -\nI am down to the last week of The Beaver Show Book Tour's Kickstarter campaign! I am so close to reaching my goal to take this slutty, funny and feminist show on the road. As of this morning, I am 88% funded!\nI could not feel more loved and excited by your endless love and stoke for all my eccentric aspirations. THANK YOU."}, {"update_no": "UPDATE #4", "update_userinfo": "WE MADE IT", "update_content": "HOLY SMOKES!\nThank you so much to all of you who have pledged and shared with your nearest and dearest. We are half way to taking The Beaver Show on tour! I am endlessly stoked. \nAnd in case you forgot, one of the rewards is a custom illustration. "}, {"status": [{"Project funds successfully": "142 backers pledged $7,373"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/striptastic/the-beaver-show-book-tour", "project_name": "The Beaver Show Book Tour"}}, {"backer": "Traci Hauptman", "project_data": {"campaign": {"story": "Pole Dancing Adventures (PDA) is a weekly webcomic that gives an insightful, witty and truthful account of what life is like as a pole dancer. Part educational and mostly humorous, much of Pole Dancing Adventures comes from my years of experience as a pole dancing student. You'll find everything from dancing and safety tips; to commentary on current trends; to the funny and embarrassing truths in becoming an experienced dancer.\nMost of all, PDA seeks to encourage dancers and non-dancers alike to understand the beauty behind the dance form. It's also about health and fitness, building self esteem, confidence, and just having fun. Since 2012, men and women around the globe have shared their love of pole dancing with each other using this comic. Bringing another book of Pole Dancing Adventures to print will make it easier to share the story with others and will help me to continue the webcomic.\n\"(Pole Dancing Adventures) gives a pretty solid reason why it’s become her favorite pastime. For her, pole dancing is a legitimate athletic activity, no different than yoga or aerobics.\" - Larry Cruz, Robot6 / Comic Book Resources\n\"You can see that Leen is in love with her art. This makes the reader feel empathetic, even the non-dancers. Before I even realized, I was cheering along with her achievements and getting excited with every new pose learned.\" - Carolina Mello, Women Write About Comics\nPole Dancing Adventures is back on Kickstarter for VOLUME TWO!\nThe second and third years of Pole Dancing Adventures will be collected into another 100 page volume featuring over 70 comics! “Pole Dancing Adventures: Volume Two” will be available in both print and digital formats. The book will also include a foreword by award-winning pole dancer, Nadia Sharif! Your support in funding this Kickstarter will help fund the publishing process of this book and rewards.\nThis book is perfect for pole dance enthusiasts as well as for anyone curious about the dance form. Don't pole dance but know someone who does? This would be the perfect gift! Are you too shy to try pole dancing for yourself? Buy this book to learn more about it!\n6.875” x 10” Full Color Interior // Full Color Cover\n\n$2 === MY THANKS === Kickstarter Exclusive Digital Desktop Wallpaper\n$10 === BASIC INVERT === PDA Vol. 2 in PDF, .epub & .mobi formats\n$15 === AERIAL INVERT === PDA Vol 1 & 2 in PDF, .epub & .mobi formats\n$17  === EARLY BIRD PACKAGE === PDA Vol 2 Book + Digital Formats\n$20 === CUPID PACKAGE ===  PDA Vol 2 Book + Digital Formats\n$30 === BUTTERFLY PACKAGE === PDA Vol 2 Book + Signature + Digital Formats\n$40 === IRON-X PACKAGE === PDA Vol 2 Book + Signature + Sketch + Digital Formats\n$40 === DOUBLE SKATER PACKAGE === PDA Vol 1 & 2 Books + Digital Formats (of Vol.2 only)\n$60 === DOUBLE STARGAZER PACKAGE === PDA Vol 1 & 2 Books + Signature (2) - Digital Formats (of Vol.2 only)\n$80 === DOUBLE HANDSPRING PACKAGE === PDA Vol 1 & 2 Books + Signature (2) + Sketch (2) - Digital Formats (of Vol.2 only)\n$90 === FONJI PACKAGE === PDA Vol 2 Book + Signature + Custom 8.5x11 Drawing + Digital Formats: You request a drawing! It will be in black and white with grey wash. Limited to one figure.\n$135 === TITANIC PACKAGE === PDA Vol 2 Book + Signature + Sketch + Digital Formats + ‘BE DRAWN INTO A FUTURE COMIC!’:You provide photos and agree to be drawn into a future PDA strip as one of the pole dancers. (By pledging at this reward, you’re consenting to let me use your likeness in a future pole dance related comic.)\n$140 === STUDIO PACKAGE #1 === 10 PDA Vol 2 books\n$240 === STUDIO PACKAGE #2 === 10 Signed PDA Vol 2 books\n$160 and up === Original PDA Artwork === Signed PDA book + Sketch + Digital Formats + Original B&W comic strip artwork + Limited Edition print of finished comic. (see rewards at right for availability)\nSHIPPING: USPS Priority Flat Rate shipping of $6.00 (Domestic) or $25 (International) will be added after you select your tier. I choose to ship via USPS Priority to ensure quick and safe shipping and no exceptions will be made.\nIf you're a backer of this project at the $17 level or higher, you will get each of the following bonus gifts as each funding goal is met! Once we hit 20k, you'll receive all four gifts: two jumbo stickers, an exclusive art print and an Kickstarter exclusive journal when we're successfully funded! The only way to grab these rewards is to get this Kickstarter campaign to its funding goal.  Pre-order your book, spread the word and these gifts will be yours when we hit 100%!\n STRETCH GOALS\nLet's unlock more goals! For every mile stone reached beyond the initial goal, I will be revealing surprise rewards for backers!\n The more you spread the word, the further we’ll go to get you awesome rewards!\nIf successfully funded, here is the breakdown of how the money will be used to get PDA to your door.\nPrinting PDA will cost $4500 for 1000 soft-cover copies. \nShipping costs are estimated at $5000 using USPS Domestic and International Flat Rate. [This number is based on the approximate costs from my previous successfully funded Kickstarter for PDA Vol 1.] \nApproximately $1000 for reward manufacturing. \nProcessing fees to Kickstarter (5%), Amazon (5%) = $1605\nTaxes at 30% = $4816\nThe grand total comes to approximately $20,000! While it does sound steep, my largest concern is being able to cover for shipping costs as international shipments will be expensive. Giving myself cushion in the budget will make sure the shipping and manufacturing costs are covered so that I can get your books out on time!\nIn the event of over-funding...\nA second printing of the book and rewards will be made to accommodate the amount of backers that pledge. I would also love to do a re-print of Volume One as the first run is just about gone! \nWhen will the book/rewards be ready for shipment?\nIf funded, my goal is to have the books and unlocked rewards begin shipment in late December 2015 if not sooner. Different pledge levels will have different estimated delivery dates.\nI’m Leen Isabel! I’m an illustrator who loves to pole dance and I’ve combined both of my interests into a web comic called Pole Dancing Adventures. Besides creating this comic, I have exhibited my artwork both domestically and internationally. Last year, I ran a successful Kickstarter campaign for Pole Dancing Adventures Volume 1. Thank you!\nSpecial Thanks: I'd love to thank Nguyen Dong for helping organize this Kickstarter. Music: “Stars Collide” by Josh Woodward. Thanks to Kicking it Forward.", "risks": "Risks and challenges\nWhile I've got my fingers crossed that nothing dire should occur, I still have to have a plan for the worst case scenario. In which case for self-publishing a book, that would be that the ship carrying my books from China doesn't arrive on time. If that were to occur, I would ask that my backers exercise patience as I will keep you updated on the arrival of the books and how the shipping schedule will be affected. :( Any extra books AFTER backer fulfillment would then go for sale online at www.poledancingadventures.com.\n\nOf all the pledges, the sketch rewards will take longer to ship out. I intend to work on sketch pledges unless I face any illness or any other harm to my person which can delay production. Those orders will be shipped out as they are finished with an expectation of completion by March 2016. If it is necessary for me to go beyond that, then customers will be notified and a new deadline will be set.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "San Diego Comic Con 2017 is this week!", "update_content": "Hi everyone! Long time no see.\nI'm heading to San Diego Comic-Con this week with my small press company, Dark Productions. We can't wait to see you. So here's the information on where you can find us.\nJuly 19-23, 2017 - Comic Con International San Diego\nSmall Press Table – P11\nSan Diego Convention Center"}, {"update_no": "UPDATE #20", "update_userinfo": "1+ Year Update!", "update_content": "Hi everyone!\nPrinting has begun!\nIt's been busy since the last update and I'm proud to let you all know that the FINAL edits were sent to my printers last night and here's a peek of me flipping through the sample they sent me last week. (Unbeknownst to you all, I actually spent a few frantic weeks finding a new printer and I'm proud to say this new one is going to work out well. Fingers crossed. For indie creators everywhere, shipping costs have sky-rocketed since last year!)"}, {"update_no": "UPDATE #19", "update_userinfo": "Surveys, surveys + FONJI BACKERS!", "update_content": "We're funded! Thank you to everyone who has been there with me throughout the duration of this campaign. It took a lot of hard work to get this dream realized and now begins the process of me getting the book to YOU!\nRead below for some important details of what to expect next.\nSo… What happens now?\n1. Amazon’s payment confirmation process"}, {"status": []}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/leenisabel/pole-dancing-adventures-vol-2", "project_name": "Pole Dancing Adventures The Book: Volume 2"}}, {"backer": "Traci Hauptman", "project_data": {"campaign": {"story": "Thank you for making the Bijou happen for 2015!\nBecause of you, the Bijou crew willl revive the biggest little art installation at Burning Man—a full-fledged, 1940’s-era movie theater, built deliberately in the middle of nowhere.  Just…because.\nAfter a one-year hiatus, the team is ready to go and ready to inspire.   Once again, we shall aspire to blow people’s minds, and touch their hearts, with a meticulous re-creation of a small-town cinema, complete with old-school theater lobby, candy counter, and dilapidated interior—paint peeling and seats that are distinctly “non-stadium”in their aesthetic.\nOnce again, we want to have people stumble upon us in the middle of the night, mouths agape, wondering if they have lost their minds entirely, since a fully fuctional, lost-in-time movie theater shouldn’t, and couldn’t, exist in such an incongruous place.   Once again, we want to see and feel the magic as candy is gifted to theatergoers, who duck into the tiny auditorium entrance and get transported to another place and time via the silver screen. It’s a mindfuck no one ever forgets.\nWill you help us bring it to life once again?  Can we count on you for your support?  It takes a minimum of $15k to make it all happen.  As it turns out, making magic at the carnival of Burning Man isn't cheap.  Fortunately, in the years past, Bijou fans far and wide have stepped up and made it possible.  We’re glad they understand that our particular illusion—our carnival mirror trick, as it were—requires an extra level of cost. There’s real, movie-theater-size candy to buy, there’s a real interior and exterior to painstakingly craft, and there are extraordinary transportation, storage, and materials costs to incur.   As Dolly Parton once memorably said, “it takes a lot of money to look this cheap.\"  [UPDATE:  Bijou fans, you've done it again.  You've given us the baseline funding we need to make the theater, and your generous support above that helps us enhance what we can offer to our patrons (candy, interior decor, exterior wall art,sound, lighting, etc.) , as well as offset the considerable out-of-pocket cost we would have incurred creating those groovy rewards for everyone!  You guys are the best!]\nBy the way, your contribution to this art project goes solely to the direct costs associated with making the experience happen for the community. No one’s ticket, burn costs, or non-build-week expenses are paid for by these funds.\nThanks again for your support!  \nLove,  \nSam, Release, Matt and the whole Bijou team\nVideo above is a time-lapse of the very first Bijou creation in the warehouse in Los Angeles in 2010. The Bijou has since evolved but this video commemorates it's birthburn. \nLittle taste of the extras we send in appreciation for your support:\nKatie Ryan working on the mold for your \"Snow Globe\"", "risks": "Risks and challenges\nRisks and challenges?! You mean of building a movie theater in the middle of f---ing nowhere?! I mean besides the dust storms, flooding, extreme heat, extreme cold, risk of accidental injury using nail guns and folklifts to construct a small building? And/or the risk of safely transporting all the material and equipment we need to a remote desert location? Other than that, this thing is a piece of cake. Now that the financial side has been covered by you generous folk, it's just the usual perils of trying to build something on a compressed timetable in the Black Rock Desert that's the main issue. Our crew leadership has done this four times, though, and have gotten pretty good at doing the impossible. But you never know. We're humble about the challenges. We'll do our best, and you're welcome to come watch! xoxo\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "an update from the playa!", "update_content": "Bijou supporters:   thank you for your patience as all of us on the Bijou team have been in a pressured scramble to get things ready for the playa, and also, to get our Kickstarter rewards delivered.  I'm pleased to report partial progress on the latter front:  stickers, medallions, beanies, and hoodies will be sent out Thursday, August 20th.  Per Solar, \"they look fantastic.\"  The snow-globes have slower going for us; because of design complications and us not wanting to deliver something short of our expectations, we have to finish them after the burn.   The good news on that front is that Solar thinks this is a better idea anyway because instead of white glitter, we get to use Sawdust made during the build THIS YEAR as the playa/\"snow.\"   Apparently this is a popular material to use in snow globes and it looks way better than glitter for a \"playa storm\" inside the globe.  Our posters, which will feature a design based on what we construct this year, will also be delivered some time after the Burn."}, {"update_no": "UPDATE #5", "update_userinfo": "Pre-Playa update from your friends at the Bijou!", "update_content": "Greetings Bijou fans, old and new!\nThanks to you guys, the mysterious Theater in the Middle of Nowhere will rise once again, in the farthest reaches of the Deep Playa, in just about 80 days.   \nIt would not, and could not, have happened without your support."}, {"update_no": "UPDATE #4", "update_userinfo": "The Bijou Shall Rise Again", "update_content": "Oh Bijou fans--you amaze us.  We are an obscure installation in the deep playa that even most people who attend Burning Man have never seen.   We have no agenda except to delight.  We do it for the thrill of making other people smile.  It was hard to imagine that there would be so many of you that would feel strongly enough to want to help us do it.  But I guess you are our soul brothers and sisters in your passion for this tiny little secret mission.  (Once I thought I was the only crazy one--now I realize, I've got plenty of company.)  "}, {"update_no": "UPDATE #3", "update_userinfo": "Thank you and welcome to the effort!", "update_content": "Greetings Bijou fans--we woke up this morning to the extraordinary news of a major contribution that put us over the half-way mark on our journey to $15k.  (Thanks so much N.D.!)  To those of you who are first-year contributors, welcome to our very special little club, the club of people willing to give of their money and time to create a special, magical experience for others out in the deep playa.  We're very touched that the experience you had or saw others have was so motivating to you that you took the time and resources to help us.  In some cases, some of you have become fans of what we are doing before you've even seen it for yourself!   That too blows us away.  "}, {"update_no": "UPDATE #2", "update_userinfo": "The Bijou's moment of conception", "update_content": "If you're getting this message, you're the Bijou hard core--the folks who have gotten us the first quarter of the way to our goal!  Did I mention that we LOVE you for that?!  Thanks so much for helping us to get the ball rolling!\nKickstarter is an amazing tool, but each year it's a white knuckle ride for us.  Each year I tell Solar (Sam) that I'm worried we're not going to make it.  Each year, he talks me off the ledge.  And, sure enough, there are about 200-250 of you out there each time we do this who decide that the Theater in the Middle of Nowhere simply must reappear in the deep playa.   You feel, like we do, the need to inspire the adventurous wanderers--or even better, the lost and disoriented--who make it out to the trash fence.  What's especially gratifying is to see how many of you have been a part of all three Kickstarters we've done.   We feel like Sally Field--!  !  "}, {"status": [{"Project funds successfully": "273 backers pledged $19,793"}, {"Project launches": "MAY 16, 2015"}]}], "comment_no": 26, "projec_url": "https://www.kickstarter.com/projects/blackrockbijou/the-black-rock-bijou-carnival-of-mirrors", "project_name": "the Black Rock Bijou: Carnival of Mirrors"}}]