[{"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "Space Face Poster\nSpace Face: Mind of a Madman\nHello, my name is Han and I am directing Space Face, a feature-length documentary that explores existential questions through the life and career of my father, comic book artist Michael Allred. The film will feature interviews from some of the industry's greatest, including Kevin Smith, Brian Michael Bendis, Matt Fraction, Craig Thompson, Joëlle Jones, and many more.  \nMike Allred has continuously honed his craft while living out his childhood dream of creating comics. He is best known for his original works: Madman, Red Rocket 7, The Atomics, X-Ray Robot, his co-creations: iZombie plus the live-action CW adaptation streaming on Netflix, X-Statix, the brand new graphic biography, Bowie: Stardust, Rayguns, & Moonage Daydreams, and other projects: Silver Surfer, and Batman 66.  As bright as his life may appear, he has periodically endured extreme episodes of existential anxiety and psychological suffering. The first episode occurred at the age of 5. He has continued to experience them, with varying intensity, roughly every five years since then.\nMike Allred's Red Rocket 7\nThe episodes are reminiscent of an out-of-body psychedelic trip, brought on solely by existential questions of infinity, space, and meaning. These episodes have deeply impacted his psyche and, consequently, the work he has put out into the world—most notably his creation Madman. \nMike Allred's Madman\nI have discussed these episodes and the questions that trigger them at length with my dad. I've also collected responses from dozens of interviews with fellow artists, writers, editors, musicians, directors and more. The responses have been thought-provoking.\nI am making this documentary both out of love for my dad and a desire to dig further into the questions that, at times, have driven him to become... a literal Madman. \nBehind the scenes with Mike Allred.\nPlan of Action\nI started research for the film nearly a year ago, acquired the necessary equipment and filmed my first interview last May. Since then, I have shot dozens of interviews with Mike's colleagues, collaborators and friends, mostly in the Portland and Eugene area. I am currently working on the rough edit and composing music for the film.\nMy intention for this campaign is to raise the necessary funds to travel outside the Pacific Northwest to shoot the remaining interviews and hire an attorney. If enough extra cash is raised above the initial goal, I would love to pay for color correction and professional sound to ensure the film looks and sounds as phenomenal as possible.\nI intend to complete all of the interviews by the end of the summer 2020 and the final cut of the film by the end of 2021. I will update supporters on a regular basis throughout the process. \nWho's Involved?\nI have help from people with years of industry experience to guide me as well as the resources at NW Film Center.\nI've already conducted interviews with some amazing talent (listed below) and there are many more interviews on the horizon.\nMike Allred, the subject of the film, is an Eisner- and Harvey-Award-winning comic book artist and writer, best known for his creator-owned series Madman, The Atomics, and Red Rocket 7, as well as his work on iZOMBIE, Silver Surfer, X-Force / X-Statix, Bug!, FF, Batman '66, Fables, Spider-Man, Sandman, and the recently-released graphic biography Bowie: Stardust, Rayguns, & Moonage Daydreams.\nLaura Allred is an Eisner-Award-winning comic book colorist best known for her work with her husband on titles like Madman, as well as her work with Joëlle Jones on Catwoman. \nGabriel Ba is a Eisner-Award-winning comic book artist best known for co-creating The Umbrella Academy, plus its live-action adaptation streaming on Netflix, Casanova, and Daytripper.\nInterview with Brian Michael Bendis.\nBrian Michael Bendis is an Eisner-Award-winning comic book artist and writer, best known as a co-creator of Miles Morales and Jessica Jones, as well as his work on Ultimate Spider-Man, Powers, New Avengers, Daredevil, Action Comics, and Superman.\nRandy Bowen is an acclaimed sculptor of pop-culture characters, best known for his work with Dark Horse, Marvel, and DC Comics.\nMatt Brundage is a comic book artist best known for his work on Art Ops. He was also a long-time friend of Mike Allred's and the lead in Mike's 1996 indy film, Astroesque.\nBob Camp is an animator, writer, and cartoonist, best known for co-creating The Ren & Stimpy Show, as well as his work on SpongeBob SquarePants and ThunderCats. \nKelly Sue DeConnick is a comic book writer and editor, best known for her work on Avengers Assemble, Captain Marvel, Pretty Deadly, and Bitch Planet. \nNick Derington Madman Pin-up\nNick Derington is a comic book artist best known for his work on Batman Universe, Doom Patrol, and Mister Miracle.\nMatt Fraction is an Eisner-Award-winning comic book writer best known for his work on Hawkeye, Sex Criminals, The Invincible Iron Man, Casanova, Uncanny X-Men, and FF.\nBrandon Graham is a comic book artist and writer, best known for his work on King City, Multiple Warheads, Prophet, and Island, an anthology series by Image.\nJoëlle Jones Madman Pin-up\nJoëlle Jones is a comic book artist and writer, best known for her work on Lady Killer, Supergirl, Batman, and Catwoman.\nJoe Keatinge is a comic book writer and editor, best known for co-creating the Image  comics Flavor, Shutter, Ringside, and Glory, as well as editing the PopGun anthology series.\nD.J. Kirkbride is a comic book writer and editor, best known for his work on Errand Boys, Amelia Cole, and PopGun. \nJim Mahfood Madman Pin-up\nJim Mahfood is a comic book artist and writer, best known for his work on Grrl Scouts, Stupid Comics, Marijuana Man, Clerks, Tank Girl as well as illustrating the Kickpuncher comic for the NBC series Community.\nFabio Moon is an Eisner Award winning comic book artist, best known for his work on Casanova, Daytripper, B.P.R.D., and How to Talk to Girls at Parties with author Neil Gaiman.\nJoe Nozemack is co-founder of Oni Press and a film producer known for work on Scott Pilgrim vs. The World, and Atomic Blonde. \nMichael Avon Oeming Pin-up\nMichael Avon Oeming is a Eisner-Award-winning comic book artist and writer, best known for his work on Powers, The Mice Templar, The Cross Bronx, and Dick Tracy.\nArnold and Jacob Pander: The Pander Brothers are comic book artist and filmmakers, best known for their work on Grendel, GirlFIEND, and Dissident X.\nMichael Richardson is the founder of Dark Horse Comics, a writer, and Emmy-winning producer, best known for his work on The Mask, Hellboy, and The Legend of Tarzan.\niZombie\nChris Roberson is a science fiction author and comic book writer, best known for his work on iZOMBIE plus its live-action adaptation on Netflix, Cinderella, Hellboy and the B.P.R.D, and Witchfinder.\nBen Saunders is a University of Oregon Professor, known for his work as Director of Comic and Cartoon Studies.\nBob Schreck is co-founder of Oni Press, and a Harvey-Award-winning editor, best known for his work at DC Comics, Dark Horse Comics, and Comico, on projects like Sin City, The Big Guy and Rusty the Boy Robot, Dark Horse Presents, Batman, and Madman.\nDiana Schutz is an Eisner- and Harvey-Award-winning editor, best known for her work at Dark Horse Comics and Comico, on project like Mage, Grendel, Batman/Grendel, American Splendor, Sin City, 300, and Madman. \nInterview with Kevin Smith\nKevin Smith is a filmmaker, actor, comedian and comic book writer, best known for his films Clerks, Mallrats, Chasing Amy, Dogma, Jay and Silent Bob Strike Back, and Jay and Silent Bob Reboot.\nCourtney Taylor-Taylor is a singer-songwriter known as lead singer and guitarist of The Dandy Warhols.\nCraig Thompson is an Eisner- and Harvey-Award-winning comic book artist and writer, known for his work on Blankets, Habibi, Space Dumplins, Good-bye, Chunky Rice, as well as his current project, Ginseng Roots\nCraig Thompson Madman Pin-up\nMatt Wagner is an Eisner-Award-winning comic book artist and writer, best known for his creator-owned series Mage and Grendel.\nDavid F. Walker is a comic book writer and filmmaker, best known for his work on Bitter Root, Naomi, Luke Cage, Occupy Avengers, Cyborg, and Planet of the Apes.\nKelly Williams is a comic book artist and writer, best known for his graphic novels The Cabinet and Metaphase.\nAND MANY MORE TO COME\nMadman Atomic Comics\nI Need Your Help!\nI appreciate all the support and ask that you help me on this journey by backing this project.\nAlso, please share this project. Every share helps and is greatly appreciated. \nInstagram: @hanallred \nTwitter: @AllredHan\nFacebook: @spacefacemovie\nThank You!\nGabriel Ba, Han Allred, and Fabio Moon.\nRewards\n(1) Space Face Prints (2) Space Face T-Shirt (3) Space Face Link (4) Space Face Pin (5) Ultra-Limited Ginchy Blu-ray\n See the Film: Get a link to stream the film and your name in the credits.\nSee the Film and Get Some Digital Goodies: Get a link to stream the film, get your name in the credits, get a link to download the 1996 indie movie Mike Allred wrote, directed, produced and starred in: Astroesque, and two full length albums from his band: The Gear.\nGet the Limited Edition Blu-Ray: Space Face will be available as a limited edition Blu-ray, loaded with hours of extra goodies such as Mike Allred's 1996 indy flick, Astroesque; extra interview content from the shooting of Space Face; and more.\nMike Allred's Astroesque and The Gear\nShirts, Pins, and Prints, Oh My!: Show off your support with a Space Face t-shirt or enamel pin. Also get some limited prints by amazing artist like Allred, Jones, Mahfood, and Oeming.\nThe All-Out Allred Experience: Stay at one of Mike and Laura's Airbnbs, have dinner at the Allred house, play some pinball, sing karaoke, and get an early viewing of the film with Mike and Han Allred, on Mike Allred's giant HDTV in his studio. \nOriginal Art from Kevin Smith's Chasing Amy by Mike Allred and Matt Brundage\nArt Ops Original Art Grab Bag\n3D Space Face Print\nBrandon Graham Madman Print\nScott Morse Print\n8-Page Yo Gabba Gabba! Story Original Art by Mike Allred\nOriginal Madman Art and Print by Joëlle Jones\nSigned Jim Mahfood Madman Print\nMichael Avon Oeming Madman Print\nStretch Goals!!\nAt $40,000 all rewards will have access to Mike Allred's Astroesque with a brand new commentary track. Plus, we'll record a commentary track for Space Face.\nWant More?\nListen to Han Allred talk about Space Face on Word Balloon with John Siuntres.\nRead Newsarama's Freak Out / Far Out: Explore MIKE ALLRED's 'Existential Episodes' in New Documentary from his Son, HAN ALLRED.\nRead First Comics News' Space Face: A Mike Allred Documentary. \n\n**Because distributors who purchase films sometimes have requirements for how a film is distributed to Kickstarter contributors, the delivery of the reward for viewing Space Face may change at distributor's discretion, but not without good reason.", "risks": "Risks and challenges\nNOTHING WILL STOP ME! \n\nThis is truly my passion project. I have already made personal financial sacrifices in order to pursue this project as far as I have, selling many of my beloved synthesizers and shifting my focus from music production to the production of this documentary. (Anyone who knows me, knows what those synths meant to me!)\n\nTime: \nI am determined to make this the best film it can be and—as most of us know—good things take time. I have no intention of rushing out a less-than-stellar film. I have worked on this project for most of 2019, I have shot dozens of interviews, and I hope to have the final edit completed by the end of 2021. As the project moves forward and others become involved, the projected timeline could change, but not without good reason.\n\n$$$: \nBeyond what is set aside to fulfill rewards and pay taxes, every dollar raised here on Kickstarter will be invested into this film. The more I can raise, the more I can spend on production and post-production for a more polished picture.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 10 or more", "title": "Every Bit Helps.", "descp": "Join the team, help bring this project to life, receive exclusive updates, and get a shout out on the Space Face website.\nINCLUDES:\nExclusive updates\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Apr 2020"}], "stat": ["8 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Space Face Enamel Pin", "descp": "Represent your support with a ginchy Space Face enamel pin.\nINCLUDES:\nSpace Face enamel pin\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["38 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Watch the Film, Space Face!", "descp": "INCLUDES:\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["126 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Space Face T-Shirt", "descp": "Represent your support with a snazzy Space Face t-shirt.\nINCLUDES:\nSpace Face t-shirt\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["49 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Space Face T-Shirt and Pin", "descp": "Represent your support with a snazzy Space Face t-shirt and enamel pin.\nINCLUDES:\nSpace Face t-shirt\nSpace Face enamel pin\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["21 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Scott Morse Madman Print", "descp": "Limited Run Madman print by Scott Morse.\nINCLUDES:\nScott Morse Madman print\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (23 left of 25)"]}, {"amt": "Pledge US$ 50 or more", "title": "Joëlle Jones Madman Print", "descp": "Limited Run Madman print by Joëlle Jones.\nINCLUDES:\nJoëlle Jones Madman print\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers", "Limited (22 left of 25)"]}, {"amt": "Pledge US$ 50 or more", "title": "Michael Avon Oeming Madman Print", "descp": "Limited Run Madman print by Michael Avon Oeming.\nINCLUDES:\nMichael Avon Oeming Madman print\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (25 left of 25)"]}, {"amt": "Pledge US$ 50 or more", "title": "Brandon Graham Madman Print", "descp": "Limited Run Madman print by Brandon Graham.\nINCLUDES:\nBrandon Graham Madman print\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers", "Limited (21 left of 25)"]}, {"amt": "Pledge US$ 60 or more", "title": "Signed Ltd. Jim Mahfood Madman Print", "descp": "Signed Limited Run Madman print by Jim Mahfood.\nINCLUDES:\nJim Mahfood print\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers", "Limited (14 left of 25)"]}, {"amt": "Pledge US$ 75 or more", "title": "Watch the Film, Space Face! PLUS!!", "descp": "Watch the film and get a lot of great downloadable goodies.\nINCLUDES:\nA link to the finished film**\nSpace Face original soundtrack download\nThe Gear album downloads\nMike Allred's Astroesque download\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["19 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Get Kinda Spaced Out", "descp": "Watch the film* with a snazzy Space Face t-shirt and enamel pin.\n*estimated delivery: Dec 2021\nINCLUDES:\nSpace Face t-shirt\nSpace Face enamel pin\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Ltd. Scott Morse Madman Print and Link", "descp": "Limited Run Madman print by Scott Morse and a link to view the film*.\n*estimated delivery: Dec 2021\nINCLUDES:\nScott Morse Madman print\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (24 left of 25)"]}, {"amt": "Pledge US$ 75 or more", "title": "Ltd. Joëlle Jones Madman Print and Link", "descp": "Limited Run Madman print by Joëlle Jones and a link to view the film*.\n*estimated delivery: Dec 2021\nINCLUDES:\nJoëlle Jones Madman print\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (24 left of 25)"]}, {"amt": "Pledge US$ 75 or more", "title": "Ltd. Oeming Madman Print and Link", "descp": "Limited Run Madman print by Michael Avon Oeming and a link to view the film*.\n*estimated delivery: Dec 2021\nINCLUDES:\nMichael Avon Oeming Madman print\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (25 left of 25)"]}, {"amt": "Pledge US$ 75 or more", "title": "Brandon Graham Madman Print and Link", "descp": "Limited Run Madman print by Brandon Graham and a link to view the film*.\n*estimated delivery: Dec 2021\nINCLUDES:\nBrandon Graham Madman print\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (23 left of 25)"]}, {"amt": "Pledge US$ 85 or more", "title": "Signed Ltd. Jim Mahfood Print and Link", "descp": "Signed Limited Run Madman print by Jim Mahfood and a link to view the film*.\n*estimated delivery: Dec 2021\nINCLUDES:\nJim Mahfood print\nA link to the finished film**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (20 left of 25)"]}, {"amt": "Pledge US$ 90 or more", "title": "Get Spaced Out", "descp": "Watch the film* with a snazzy Space Face t-shirt and enamel pin. Also, get a download of the Space Face original soundtrack*.\n*estimated delivery: Dec 2021\nINCLUDES:\nSpace Face t-shirt\nSpace Face enamel pin\nA link to the finished film**\nSpace Face original soundtrack download\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Jul 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Space Face Enamel Pin, T-Shirt and Link", "descp": "Watch Space Face, represent your support with a Space Face enamel pin & t-shirt, and get your name in the film's credits. Plus get a load of downloadable goodies.\nINCLUDES:\nA link to the finished film**\nSpace Face enamel pin\nSpace Face t-shirt\nSpace Face original soundtrack download\nThe Gear album downloads\nMike Allred's Astroesque download\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Signed Ltd. Space Face Prints and Link", "descp": "Limited Set of two signed and numbered 11x17 prints of the Space Face poster, both normal and in 3D. Signed by Mike, Laura, and Han Allred.\nINCLUDES:\nSpace Face 11x17 signed* print\n3D Space Face 11x17 signed print\nA link to the finished film**\nSpace Face original soundtrack download\nThe Gear album downloads\nMike Allred's Astroesque download\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers", "Limited (87 left of 100)"]}, {"amt": "Pledge US$ 250 or more", "title": "Signed Ultra-Ltd. Ginchy Edition BluRay", "descp": "Own the film with this Signed Ultra-Limited Ginchy Edition Blu-ray loaded with hours of extras. Signed by Michael, Laura, and Han Allred.\nINCLUDES:\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nSpace Face original soundtrack\nMike Allred's The Gear albums\nMike Allred's Astroesque film\nExclusive outtakes/extras from the making of Space Face\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers", "Limited (88 left of 100)"]}, {"amt": "Pledge US$ 400 or more", "title": "Signed Ultra-Ltd. Ginchy BluRay Bundle", "descp": "Get all the goodies with this Signed Ultra-Limited Ginchy Edition Blu Ray Bundle. Signed by Michael, Laura, and Han Allred.\nINCLUDES:\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nSpace Face original soundtrack\nMike Allred's The Gear albums\nMike Allred's Astroesque film\nExclusive outtakes/extras from the making of Space Face\nSpace Face 11x17 signed* print\n3D Space Face 11x17 signed print\nJim Mahfood print\nJoëlle Jones Madman print\nMichael Avon Oeming Madman print\nSpace Face enamel pin\nSpace Face t-shirt\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers", "Limited (43 left of 50)"]}, {"amt": "Pledge US$ 500 or more", "title": "Development Review with Shelly Bond", "descp": "Professional Editorial Development Review with Shelly Bond.\nA veteran comic book editor for over three decades (DC Comics/Vertigo, IDW/Black Crown), Shelly will review your work and provide feedback and pointers to help you get to the next creative level. Shelly has worked with legends including Neil Gaiman, Grant Morrision, Gail Simone, Gerard Way, Michael Allred and many more of comics’ most influential creators. If you’re a writer, Shelly will require a one-page story outline and at least 10 sample script pages (preferably a full issue, 20-24 pages). If you’re an artist, Shelly will require a portfolio sample of at least 10 pages of your sequential work (pencils and inks on separate pages) and 5-6 cover illustrations with sketches included for a full review.\nINCLUDES:\nDevelopment review with Shelly Bond\nExclusive updates\nYour name in the credits\nThank you on the Space Face website\nShout out on social media", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["1 backer", "Limited (1 left of 2)"]}, {"amt": "Pledge US$ 500 or more", "title": "Signed Ultra-Ltd. Ginchy BluRay Bundle+", "descp": "Get all the goodies with this Signed Ultra-Limited Ginchy Edition Blu Ray Bundle. Signed by Michael, Laura, and Han Allred.\nPlus, get the new Madman prints by Scott Morse and Brandon Graham that've been added over the campaign, and the retro Space Face Kickstarter print.\nINCLUDES:\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nSpace Face original soundtrack\nMike Allred's The Gear albums\nMike Allred's Astroesque film\nExclusive outtakes/extras from the making of Space Face\nSpace Face 11x17 signed* print\n3D Space Face 11x17 signed print\nJim Mahfood print\nJoëlle Jones Madman print\nMichael Avon Oeming Madman print\nSpace Face enamel pin\nSpace Face t-shirt\nExclusive updates\nYour name in the credits\nThank you on the Space Face website\nBrandon Graham Madman print\nScott Morse Madman print\nRetro Space Face Kickstarter ad print", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (49 left of 50)"]}, {"amt": "Pledge US$ 750 or more", "title": "Art Ops Original Art Grab Bag", "descp": "10 pieces of original art from Art Ops by Mike Allred and Matt Brundage, plus prelims, sketches, other bonuses, and the Space Face Blu-ray*.\n*estimated delivery: Dec 2021\nINCLUDES:\n10 pieces of original artwork from Art Ops\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (3 left of 4)"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Allred 8-Page Yo Gabba Gabba! Art", "descp": "Get all the original art from Mike Allred's Yo Gabba Gabba! 8-page story in One Press' Yo Gabba Gabba! Comic Time!\nArt by Mike Allred\nStory by Jamie Rich\nDelivery of film estimated: December 2021\nINCLUDES:\n8-page story, Yo Gabba Gabba! original art by Mike Allred\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nExclusive updates\nYour name in the credits\nShout out on social media\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 3,000 or more", "title": "The ALL-OUT ALLRED Experience!", "descp": "Party with the Allreds!***\nGet an early viewing of Space Face with Han and Michael Allred on Michael's 80\" TV in his art studio and stay at one of Allred's Airbnbs.\n***Travel expenses not included. Two bedrooms, living room, and Kitchen. Up to 4 adults.\nINCLUDES:\nA two-night stay at one of Mike and Laura's very own Airbnbs!***\nGet an early viewing of Space Face with Han and Michael Allred***\nHave dinner at the Allred house with Mike, Laura, and Han***\nPlay some pinball and sing karaoke with Mike and the family***\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nSpace Face original soundtrack\nMike Allred's The Gear albums\nMike Allred's Astroesque film\nJoëlle Jones Madman print\nMichael Avon Oeming Madman print\nJim Mahfood print\nSpace Face t-shirt\nSpace Face enamel pin\nSpace Face 11x17 signed* print\n3D Space Face 11x17 signed print\nExclusive updates\nYour name in the credits\nThank you on the Space Face website\nShout out on social media", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["1 backer", "Limited (3 left of 4)"]}, {"amt": "Pledge US$ 3,500 or more", "title": "Be In The Film +The ALLRED Experience!", "descp": "Be part of the film!! Get an interview with Han in Mike's studio as a featured fan for the film and then party down with the Allreds!***\n***Travel expenses not included. Two bedrooms, living room, and Kitchen. Up to 4 adults.\nINCLUDES:\nBe in the film as a featured Allred fan\nA two-night stay at one of Mike and Laura's very own Airbnbs!***\nHave dinner at the Allred house with Mike, Laura, and Han***\nPlay some pinball and sing karaoke with Mike and the family***\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nMike Allred's The Gear albums\nMike Allred's Astroesque film\nJoëlle Jones Madman print\nMichael Avon Oeming Madman print\nJim Mahfood print\nSpace Face t-shirt\nSpace Face enamel pin\nSpace Face 11x17 signed* print\n3D Space Face 11x17 signed print\nExclusive updates\nSpace Face original soundtrack\nThank you on the Space Face website\nShout out on social media\nYour name in the credits", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 3,500 or more", "title": "Chasing Amy Bluntman and Chronic Art", "descp": "Screen used Bluntman and Chronic original art from Kevin Smith's Chasing Amy by Mike Allred and Matt Brundage. Plus, get a Space Face blu-ray*.\n*estimated delivery: Dec 2021\nINCLUDES:\nChasing Amy Bluntman and Chronic original art\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 10,000", "title": "Executive Producer Credit", "descp": "Get a credit in the main titles and the end credits.\n***Travel expenses not included. Two bedrooms, living room, and Kitchen. Up to 4 adults.\nINCLUDES:\nExecutive Producer credit\nExtra exclusive updates\nA two-night stay at one of Mike and Laura's very own Airbnbs!***\nGet an early viewing of Space Face with Han and Michael Allred***\nHave dinner at the Allred house with Mike, Laura, and Han***\nPlay some pinball and sing karaoke with Mike and the family***\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nSpace Face original soundtrack\nMike Allred's The Gear albums\nMike Allred's Astroesque film\nSpace Face 11x17 signed* print\n3D Space Face 11x17 signed print\nJim Mahfood print\nJoëlle Jones Madman print\nMichael Avon Oeming Madman print\nSpace Face enamel pin\nSpace Face t-shirt\nThank you on the Space Face website\nShout out on social media", "time": [{"ESTIMATED DELIVERY": "Dec 2021"}], "stat": ["0 backers", "Limited (2 left of 2)"]}, {"amt": "Pledge US$ 400 or more", "title": "Brandon Graham Madman Original Art", "descp": "Original art for Brandon Graham Madman print.\nINCLUDES:\nBrandon Graham Madman print original art\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 450 or more", "title": "Scott Morse Madman Original and Blu-ray", "descp": "Original art for the Madman print by Scott Morse and a Blu-ray*.\n*estimated delivery: Dec 2021\nINCLUDES:\nScott Morse Madman print original\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website", "time": [{"ESTIMATED DELIVERY": "Aug 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 1,500 or more", "title": "Get Drawn Into Mike Allred's X-Ray Robot", "descp": "Mike Allred will draw you into issue #4 of his new creator-owned project, X-Ray Robot!\nINCLUDES:\nGet drawn into Mike Allred's X-Ray Robot\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website\nShout out on social media", "time": [{"ESTIMATED DELIVERY": "Dec 2020"}], "stat": ["Reward no longer available", "4 backers"]}, {"amt": "Pledge US$ 3,000 or more", "title": "Joëlle Jones Madman Original Art", "descp": "Get this 1 of a kind Madman original illustrated by Joëlle Jones. This piece will be printed in an upcoming Madman book.\nDelivery of film estimated: December 2021\nINCLUDES:\nJoëlle Jones Madman original art\nSpecial ultra-limited ginchy edition Blu-ray loaded with extras**\nExclusive updates\nYour name in the credits\nThank you on the Space Face website\nShout out on social media", "time": [{"ESTIMATED DELIVERY": "Jun 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #13", "update_userinfo": "Existential Madness!", "update_content": "Hey all! I’m still hard at work on Spaceface. With Covid a lot of my initial plans have changed (travels and such), but in all, I think for the better. My intention is still to have the film done and all rewards filled by the end of this year. That’s my 2021 goal.\nMost shirts and pins have already been sent out to backers. Some prints have made it out too with a lot more shipping out this week. Please private message me here or at hanallred@gmail.com with any questions or concerns you may have about your reward."}, {"update_no": "UPDATE #12", "update_userinfo": "Movin’ on up", "update_content": "Howdy! \nHope everyone is doing well. I recently moved and now have the studio all set up at my new place, hard at work. I’ve primarily been working on music, b roll, and the edit. I'm digging the progress being made.\nI got the Space Face shirts and pins should arrive any day now. I’ll be shipping off the shirts, pins, prints, and art shortly. Please make sure that your address is correct and your Kickstarter survey has been submitted.\nRight now, life is great, the film is going well, and I’m excited to be sending out rewards. I am so grateful for all of you. Thanks!!!"}, {"update_no": "UPDATE #11", "update_userinfo": "You can tell me all about it on the next Bardo", "update_content": "Wow! I am so grateful for every last one of you!! Thanks for sticking it out with me through this chaotic time. Thanks for all the support and enthusiasm. Thanks for believing in me. It all means so much to me.\nGolly, did that get suspenseful, but we made it and we made the first stretch goal, too. So, everyone will get access to Astroesque with a newly recorded commentary.\nSo, what now? For the time being, I’ll stay quarantined, making an extra ginchy movie for all of you."}, {"update_no": "UPDATE #10", "update_userinfo": "Check for your survey", "update_content": "I just want to acknowledge that times are crazy right now and that I’m so thankful for all your support as we come close to concluding this campaign.\nI’m hard at work on the film and nothing will stop me. I’m so proud of what’s been put together so far and can’t wait to share it with the world.\nThank you all so so much! Only 2 days to go!"}, {"update_no": "UPDATE #9", "update_userinfo": "We did it!!!", "update_content": "Just 8 more days!! Thank you all so much for being part of this film! \nCheck out this new Madman print by Brandon Graham. Available now, as a reward. If you'd like to add it to your existing reward, you can increase your pledge $50 and send me a message. Thanks!!"}, {"update_no": "UPDATE #8", "update_userinfo": "Wow!! Crazy times!!", "update_content": "Check out the 3D Space Face poster by 3D wizard, Christian Leblanc! I want one and I’m sure you do, too."}, {"update_no": "UPDATE #7", "update_userinfo": "New Reward: Madman Print by Brandon Graham", "update_content": "I just added an awesome new Madman print by Scott Morse as a reward. Check it out! If you'd like to add one to your existing reward, just adjust your pledge accordingly and shoot me a message. Thanks!! "}, {"status": [{"Project funds successfully": "393 backers pledged $40,533"}]}], "comment_no": 24, "projec_url": "https://www.kickstarter.com/projects/hanallred/space-face", "project_name": "Space Face"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "(prototype)\nDarkness falls upon the world of Urth, the Demon Lord’s shadow spreading chaos, war, and madness. The darker the shadow becomes, the world gets until the Destroyer of all Things finally emerges from the Void to swallow the world and everything in it. Are these the end times as foretold?\nPerhaps. Perhaps not.\nAcross the lands of Rûl, great patrons have come forth to answer the threat posed by the Eternal Shadow by throwing back the darkness and sealing the rifts to the Demon Lord’s realm. The Great Druid rouses the forests fight against demon and cultist alike, while the Queen of Faeries rallies the last of her children to make a final stand loosed by the growing unrest. These and others join forces to find the light they need to safeguard Urth for the rest of time.\nAgainst the Shadow is a cooperative board game designed by Adam Doochin and Dan Heinrich, where the patrons of Rûl must come together to fight against the Demon Lord before this dreadful entity breaks through the cracks in reality and destroys the world. The patrons recruit heroes to undertake quests in the hopes of gaining treasures crucial for driving back the darkness. The Demon Lord, however, has many agents at its beck and call and sends cultists and demons to thwart these heroes’ efforts. It’s a race against time and the patrons must work together if Urth can be saved. Based on the popular horror-fantasy roleplaying game, Shadow of the Demon Lord, the board game gives you an all-new way to fight against the apocalypse. \nAgainst the Shadow is a cooperative race game for two to five players, with optional rules for one player or six. A typical game takes about an hour to play.\nWe need your help to make this game a reality. Even though the game has been designed and thoroughly tested, We still need to edit the rulebook and cards, finalize the layout, acquire a few more art assets, and, of course, pay for the printing and assembly. Given the expenses involved in these steps, We're asking for your help to bring this game to tables all over the world.\nThe best way to help is to choose a pledge level and back the campaign. The level you choose determines the rewards you get in return for your support. Provided the project funds, your dollars go toward covering the expenses incurred as we finishing this game. Now, if the unthinkable happens and the project doesn’t fund, you pay nothing and the project doesn’t happen. I do understand that not everyone can help, but if you believe in this project, I’d appreciate it if you could help spread the word.   \nWant to see how the game works? Sure you do! Grab a prototype rule book here. Note, this is not the final rule book.\n(prototype)\nIn Against the Shadow, you become one of the mighty patrons of Rûl, an individual who ranks among the most powerful in the land. You might become the High Jarl of the Jotun or the Faerie Queen. Each patron has special abilities that give you advantages in play.  \n(prototype)\nTo fight the Demon Lord, you need heroes. You recruit heroes from the land, finding dwarfs and clockworks, humans and goblins, and many other characters drawn from the pages of Shadow of the Demon Lord. Heroes, though, are meant to serve and fighting the Shadow means few will survive!\n(prototype)\nAs a patron, you issue commands that direct your heroes and change the circumstances in your favor, either to give you a much-needed edge against the Demon Lord or to snatch victory from the jaws of defeat! \n(prototype)\nAdventure awaits the heroes under your control. You send them into deadly situations to wrest treasures from terrifying locations and to find the light the world so desperately needs. Beware, though, for the Demon Lord has many tricks to thwart your efforts!\n(prototype)\nWhen your heroes complete quests, slay enemies, and explore the land, they find potent treasures to help you throw back the encroaching darkness.  \n(prototype)\nThe Demon Lord, however, will not give up without a fight. As you play the game, the Dark Lord of the Void places curses on the world, making the game harder to defeat. \n(prototype)\nAgainst the Shadow introduces a number of powerful patrons, each one the great movers and shakers in the lands of Rûl. Patrons of the Demon Lord reveals their stories, histories, motivations, and servants. Packed with new lore, this 32-page PDF supplement is the perfect expansion for creating epic adventure for the Shadow of the Demon Lord roleplaying game.\nStay tuned for details!\nWe will be charging shipping after the Kickstarter concludes based on the table below. We will collect this via our pledge manager after the campaign ends. This is so we can be fair to all backer because shipping rates vary widely.  \nWill ship your rewards at our cost to Black Box hubs. Depending on where in the world you are, we will either ship to you from their hub in the UK, Canada, Australia, or the US.\nUSA: $11 to most states. $30 to Alaska, Hawaii, Puerto Rico and US Virgin Islands \nCanada: $15\nAustralia: $14\nUK: $10\nMexico: $32 (from US)\nEurope (zone 1): $29 (from UK) Belgium, France, Germany, Ireland, Italy, Luxembourg, Monaco, and the Netherlands\nEurope (zone 2): $29 (from UK) Austria, Denmark, Finland, Greece, Iceland, Malta, Norway, Portugal, Spain, Sweden, and Switzerland\nCentral & South America: $40 (from US) Most Countries\nCaribbean, Asia, & Middle East: $40 (from UK) Most Countries\nRest of the World*: $45 (from various hubs)\nUnfortunately, different laws and customs from some specific countries have made it impossible for Black Box to ship games to them. If you live in one of the countries below and back the project, let us know and we will research the shipping rate for you from the US and if possible make it happen. \n*BLACK BOX DOES NOT SHIP TO: Afghanistan, Brazil, Congo, Cote d'Ivoire, Cuba, Democratic Republic of Congo, Eritrea, Guam, Guinea-Bissau, Haiti, Iran, Iraq, Liberia, Libya, Myanmar (Burma), North Korea, Russia, Somalia, South Africa, Sudan, Syria, and the Ukraine.\n\nLegal\nWe would like to thank the great people at www.Game-icons.net for all the awesome icons we used during play-testing and mock-up creation. Please note that we have modified some of the icons provided. The awesomeness that is Berserk Games Virtual Table Top that I used to make the How To Play video, and the folks that make OBS and OpenShot Video available to novices like me. \nShadow of the Demon Lord © 2015–2019 Schwalb Entertainment, LLC", "risks": "Risks and challenges\nThis is my fourth Kickstarter campaign and by now I am thoroughly experienced in how all this works. Since the game is done, there are only a few challenges ahead. Art, editing, and production can all incur delays, but we have built in plenty of time to absorb setbacks. Also, I might die. But if that happens, Dan and Adam, the game's designers will see the project still gets into your hands. Rest assured, your trust is important to me and I will do everything in my power to ensure that I do not violate your trust.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Robert J Schwalb\n5 created · 141 backed\nTabletop game designer and developer, Robert J. Schwalb hit the ground running in the roleplaying games industry over 10 years ago and shows...See more"}, "support": [{"amt": "Pledge US$ 50 or more", "title": "Hero", "descp": "You are ready to take the fight to the Demon Lord!\nNOTE: Shipping will be paid after the Kickstarter campaign ends through our pledge manager.\nINCLUDES:\nAgainst the Shadow Board Game\nPatrons of the Demon Lord (PDF)", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["203 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Patron", "descp": "The Demon Lord trembles before you!\nINCLUDES:\nAgainst the Shadow Board Game\nName a Hero Card\nPatrons of the Demon Lord (PDF)\nPatrons of the Demon Lord (Print)\nFree Shipping!", "time": [{"ESTIMATED DELIVERY": "May 2020"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["14 backers", "Limited (6 left of 20)"]}, {"amt": "Pledge US$ 100 or more", "title": "Retailer", "descp": "Get copies of Against the Shadow for your store!\nINCLUDES:\n4× Against the Shadow Board Game", "time": [{"ESTIMATED DELIVERY": "May 2020"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Pressing Pause", "update_content": "I want to thank everyone who has pledged and helped to spread the word about the Against the Shadow campaign. Your support and enthusiasm are what makes writing this update so difficult to write. \nWhile we are approaching the 50% funding mark, we’re sliding into the campaign doldrums, that distressing time between the first 3 days and the last 24 hours. While I was thrilled by the great progress coming out of the gate, we hit the plateau a bit earlier than I expected. I feel that is it unlikely that we’ll cross the finish line by June 1st. So rather than come up short of our funding goal, I have decided to put the campaign on hold for now. \nPutting the campaign on hold doesn’t mean that won’t happen. Rather, it gives me more time to build enthusiasm for the game by making a stronger marketing push leading up to the relaunch. I can also reexamine the product in hopes of finding ways to reduce production costs. Finally, it gives me a chance to see how and if the trade dispute will affect manufacturing costs in China as well as getting a better sense of what will happen to shipping prices from the UK hub if and when Brexit finally happens."}, {"update_no": "UPDATE #1", "update_userinfo": "Day 2 Electric Boogaloo!", "update_content": "We had a good strong start yesterday and we're pushing on toward the goal. I did want to update you on the revised shipping estimates. We had overestimated the box weight which made shipping internationally really expensive. After plugging in the proper weight, we've been able to drop the prices, which should make it much more manageable for everyone.\nThanks so much for your support! \nRob"}, {"status": [{"Project is canceled": "MAY 13, 2019"}, {"Project launches": "MAY 10, 2019"}]}], "comment_no": 30, "projec_url": "https://www.kickstarter.com/projects/432417423/against-the-shadow-the-board-game", "project_name": "Against the Shadow: The Board Game (Canceled)"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "THE UNDRESS is Kickstarter's #1 most successful women's fashion product of all time, with over $1,386,000 raised in total!\n                              Have you ever resorted to changing clothes using a towel or hiding in the car before or after your activities? That’s why we created The Undress so you can CHANGE out of what you’re wearing AND get into a new outfit - and it only takes about 30 seconds.\nSecurity, peace of mind, and convenience in a unique fashionable solution.\n      Remove Your Top: First, bring The Undress to your waist. Then use the soft handle to guide the front of the dress underneath anything you want to remove. Bring the straps over your head, and cinch both the neck and back cord locks to secure. Finally, simply remove your top and bra.\nRemove Your Bottoms: Insert your hands into the side access openings to easily remove your bottoms. Done!\n      Put your bra and top over The Undress, and use the special side openings to put on your bottoms.\nNext, simply loosen the cord locks and use the soft handle to guide the straps under all your top layers. Then just slip out of The Undress, and you’ll be in your new outfit!\n  The Undress changes to fit YOU. Women’s bodies are very different, but most clothing companies design clothes to fit their idea of ONE ideal shape. So, we sought to challenge the norm and solve a complex problem with a simple, elegant solution - our brand new EVERFIT SYSTEM.\nWith three adjustment points, The Undress transforms to your own perfect fit!\n  The Undress is so size friendly and adjustable, that Size “B”, fits women from Extra Small through Large, Size “C” fits women sizes XL-3XL, and we now have Size \"A\" for Youth!\nUPDATE: Detailed measurement information will be provided in the Backer Survey. You will be able to review all sizing details before placing your order (as well as choosing color(s) and providing all information needed to complete your order). Thank you!\n      The Undress changes to match your style - Transform The Undress in 4 ways by using a combination of the cords, cord locks, and belt loops. It’s like 4 dresses in one!\nThe Undress IS wearable everyday, and we hope it becomes a favorite item in your wardrobe that you wear on a regular basis.\n          NEW! Built-in Bra Padding: The Undress Version 3 has a brand-new soft padded lining that provides additional coverage in the chest area of The Undress. The padding is pliable (like swimsuit padding) and gives you perfect coverage. You can now wear The Undress casually, and without a bra if needed.\n      Built-in, removable shelf bra (add-on option): If you need support, quickly add an optional, fully adjustable shelf bra strap to provide better coverage and support for those who prefer it!\n      Two Hidden Pockets: The Undress has zippered side-access openings with convenient hidden pockets to hold your small items like a cell phone, keys, and more.\n      Self Packing: Convert The Undress into a small shoulder bag to take small items with you. You can also pack it away in your gear bag or car so you are prepared for everything!\n      Car Seat Cover: Don’t have time to change out of your sweaty clothes after a workout? Don’t get you car seat dirty - use The Undress as an emergency car seat cover instead. It’s built to be as tough as you are.\n    The Best Dress for Travel: The Undress is versatile and perfect for any destination. From the beach, the bar, a night on the town, or after a run - you’ll be prepared for anything on your travels. You can even change on a crowded tour bus or plane!\n      Love it, or send it back! If it doesn’t fit, you can send it back and exchange for a different size, or get your money-back. No questions asked!\n  FABRIC DETAILS:\nSOLIDS: Content is being updated. Final content will be posted in the Backer Survey.\nPRINTS:\nBlue Tribal: 95% Polyester/ 5%Spandex\nBlue Chevron: 97% Polyester/ 3% Spandex\nSummer Weaver: 96% Polyester/ 4% Spandex\nMidnight Floral & Burgundy Floral: 83% Polyester/ 17% Spandex\nATHLETIC: 50% Polyester/ 50% Bamboo Charcoal (all colors)\n*If you see a color or print you like, please pledge as we may have these colors and prints exclusive to this campaign, and most likely will not be available in the future.\nDue to the nature of fabric supply, some dresses may be limited in availability depending on the success of this campaign. The earlier you back this project, the better your selection will be, as we will be allowing earlier/certain backer groups to choose first.  In a rare case if fabric suppliers may not be able to provide the fabric shown, we will find a similar alternative.\n**As is the nature of Kickstarter, all products shown are prototypes, and final designs, colors, fabrics, specifications, etc. may change.\nPLEASE REFER TO YOUR FUTURE BACKERKIT SURVEY FOR FINAL COLORS & SPECIFICATIONS \n  Introducing The Super Shawl Version 3! The brand new Super Shawl now has sleeves! So, on top of using it like a regular shawl, you can wear it like a cardigan to keep you warm when you're on the go. The Super Shawl is the perfect companion to wear with The Undress!\n  You will choose your size and color after the campaign is over via a special email survey sent after June 25.\nDresses shown are prototypes and final color choices are dependent on actual availability of fabrics shown at or near end of campaign.\nFor limited colors & prints, earlier backers will get first chance to order, so pledge early for the best selection!\nPhotos of size comparisons are below in our photo gallery! (scroll down)\nTo pledge to our project, Click the green “Back This Project” button on the campaign page\nNext, select the reward you'd like to receive and your pledge amount will automatically populate.\nLog into your Kickstarter account.\nPledge with confidence. You payment will not be completed until the campaign ends successfully, so reserve your Undress, now!\n                                                                     Hi, we’re April and Dennis and we’ve worked for 3 years to develop what we believe is the most amazing dress system in the world that every active woman would love!\nWe have come back to Kickstarter because of this community, a community that cares and challenges us to grow and improve our products and ourselves.\nWhen you pledge for The Undress today, you help our little company accomplish new things like develop a wholesale program for the first time so we can sell The Undress in running, yoga, and other specialty stores; pursue worldwide distribution, and redevelop the brand as our next evolution of our transformation.\nWe have a unique opportunity, and we can’t do this ourselves - we need your help. We invite you to join thousands of our backers worldwide who are courageous, daring, bold, and passionate women from all over the world that represent the Courage to Change. Please pledge, and please share, and we look forward to having you become the first in the world to own The Undress Version 3, and join our founders family.\n                                   Co-Founders Dennis Caco & April Estrada \nFounders - Dennis Caco & April Estrada\nCustomer Service and Fulfillment Technology - Marat Z.\nVideographer - Matt M. \nAssistant Camera - Kyle S.\nGaffer - Nicholas C.\nKey Grip - Kevin F.\nPhotography - Jenna M.\nGraphic Design - Nestor P.\nCustomer Service Support - Wayva\nProduction Manager - Clio K.\nMr. Money Bags - Ben A.\nPadres Numero Uno - Margerita and Jerry Estrada\nModels: Evelyn Sun, Breanne Vaca, Luci Hanley, Jodi Gilbert, Natonya Pacchiarotti, Mandolin Badger, Steph Villegas, Kristi Kuttner, Kathleen Meehan, Tania Vasquez, Krisha Daugherty, Taylee Madrigal, Sidney Sarmiento, Nikki Jimenez, Jennifer Santini, Myla Tyco Generoso, Hawley Woods, Breeanne Macouzet\nTest Fit Team: Monique Ramos, Anavie Leelin, Sarah Dejesus, Rachelle Caco, Melissa Mednick, Chabeli Cazarez, Kristi Robusto\nSpecial Thanks:\nEve Cafe & Yoga in Encinitas, CA\nBoys & Girls Club of San Dieguito\nCasa de Doug Sutton\nWill, Cynthia, and Jeffrey\nA HUGE THANK YOU to our incredible team and everyone who blessed us with their time, energy, talent and support throughout our entire journey of creating The Undress Version 3. This truly has been the most amazing experience and it would not have been possible without all the people who believed in us and believed in our vision. We send all our love and gratitude to you all and the impact you all have made to us will always hold a special place in our hearts!\nThank you to my parents, Margarita and Jerry, for being our #1 fans and for all your encouragement & support! Also a huge thank you to Denny for being there for me and for letting us borrow your fancy camera! And a thank you to my sister, Stephanie, for your help and for all the funny, random Instagram posts you send me! ;p -April\nThank you to my wife Rachelle, and my son, Drake for bearing with me and supporting me as I work hard to fulfill all of our dreams!  Thank you to my Mom, my family, my friends, and partners for you undying support of all of our crazy projects. - Dennis\n        Do you have a guarantee? Yes! Love it, or send it back for a money-back guarantee! No questions asked!\nDo you guarantee it will fit? Yes! If it doesn’t fit, you can exchange for a different size, or get your money-back. No questions asked!\nWhy isn’t the bra strap included in the price? After we surveyed our customers, it was 50/50 in favor of a strap. So we did not want to force someone to buy the strap if they did not feel the need to have it. Also, it is quite laborious to make, so it does cost quite a bit to produce, and we make very little, if anything, on this item.\nHow did you decide on the length, and why isn’t there a long version? This was debated and we made prototypes of both this current length and a longer version. We had test fitters try both, and the shorter length was the favorite BY FAR. The longer dress was quite cumbersome in comparison. But hey, if you really want a long version, email us and maybe we can be swayed!\nWhen does it ship?  Our target dates for Kickstarter Orders are September-October 2017. These are estimates and are subject to change.\nAre the prints really limited to Kickstarter? These prints are chosen specifically for Kickstarter and we plan to sell them out during this campaign. So, if you want any of the prints, you should back them early during the campaign.\nWhat is the fabric content? Information is being updated and all final fabric content will be posted in the Backer Survey. At that time you will be able to review all available fabric options before completing your survey and finalizing your order.\nWhat is the washing/drying instructions? Information is being updated and all final care instructions will be posted inside the Backer Survey. At that time you will be able to review all available fabric options before completing your survey and finalizing your order.\nWhat if I fall between sizes? If you fall between L and XL, we recommend picking Size C and use the Everfit System to adjust The Undress to your desired fit.\nInternational Orders / Shipping - Duties, Tariffs, Taxes are not included in price, and are the backers responsibility.\nLimited Fabrics -  Some of the PRINT fabrics are limited based on availability from our suppliers.  We will do the best we can to provide all prints options to everyone, but this may not be possible.  We will try to allow backers from earlier reward levels to select first (backers who ordered $194 or more dresses will also get choice priority.)\nThis is NOT a perfect system, although we believe it should work well. :)\nHopefully, our fabric suppliers have everything we need and this will not be an issue.\nAlso, we may continue our campaign into Indiegogo (at an increased price of course), and will reserve the option to have prints available there if they have not sold out in Kickstarter first.  Kickstarter backers get choice priority over Indiegogo backers.  Indiegogo backers may not have the full selection available.\nIt is vitally important that you fill our your order surveys as soon as you receive them, to help us navigate a potentially difficult ordering process.  We will send order surveys in \"waves\" starting around July 7-15 (but this is an ESTIMATE.  We will keep in touch via updates).\n     ", "risks": "Risks and challenges\nHi! We LOVE Kickstarter and have already had 3 very successful campaigns, The Undress Version 1, The Undress Version 2 SPORT, and The Undercover in which we delivered over 13,000+ units in all three campaigns in 2015 and 2016 and 2017!\n\nOur factory production is already scheduled, and our fabric, trim, hardware are already sourced. We're confident we will be on time for delivery on this project, and the product will be of highest quality! Pledge with confidence!\n\nFABRIC LIMITED - We purposely have chosen fabrics that will be limited in production. If we happen to sell a \"bazillion\" dresses, we may add more designs and colors to balance the needs of the high volume of orders. Fabric supply is ALWAYS a commodity, and we will do our best to provide all choices to all backers (but know availability is highly dependent on suppliers)\n\nWe're veterans at this point, and we are very confident in our ability to fulfill on all pledges since we have be successful three times before!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 1 or more", "title": "Hello!", "descp": "Thank you for supporting our project! Everything counts! You can stay involved with our project as we update you via email throughout the campaign!", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["37 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "$35 SPECIAL - THE SUPER SHAWL V3 ONLY", "descp": "You receive:\n1 x THE SUPER SHAWL - VERSION 3 (a perfect compliment to The Undress) in any available fabric and color of your choice.\n(Retail value: $40)\n- Add $30 to your pledge for each additional shawl (Normally $40 ea.)\n★USA Shipping already included!★\n*For The Undress V3 reward, continue looking below...", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "21 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $45! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "158 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $45! (~35-40% off) - B", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "215 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $45! (~35-40% off) - C", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "6 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $45! (~35-40% off) - C", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "870 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $45! (~35-40% off) - D", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "45 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $45! (~35-40% off) - D", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "635 backers"]}, {"amt": "Pledge US$ 69 or more", "title": "$69 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\nNormally ~$119! You can save up to $40! (~33-37% off MSRP!)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "683 backers"]}, {"amt": "Pledge US$ 74 or more", "title": "$74 SPECIAL - THE UNDRESS:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$119! You can save up to $40! (~33-37% off MSRP!)\nWant a bigger discount? Just choose a bigger reward level below!", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "74 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "$99 SPECIAL - THE UNDRESS + SHAWL:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n1 x SUPER SHAWL- VERSION 3 (Retail value: $40)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$164! You can save up to $60! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "88 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "$99 SPECIAL - THE UNDRESS + SHAWL:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n1 x SUPER SHAWL- VERSION 3 (Retail value: $40)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$164! You can save up to $60! (~35-40% off) B", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "698 backers"]}, {"amt": "Pledge US$ 99 or more", "title": "$99 SPECIAL - THE UNDRESS + SHAWL:", "descp": "You receive:\n1 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $99)\n1 x SUPER SHAWL- VERSION 3 (Retail value: $40)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$164! You can save up to $60! (~35-40% off) C", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "162 backers"]}, {"amt": "Pledge US$ 134 or more", "title": "$134 SPECIAL - 2 x THE UNDRESS", "descp": "You receive:\n2 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $198)\n-Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$233! You can save up to $89! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "74 backers"]}, {"amt": "Pledge US$ 134 or more", "title": "$134 SPECIAL - 2 x THE UNDRESS", "descp": "You receive:\n2 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $198)\n-Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$233! You can save up to $89! (~35-40% off) B", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "538 backers"]}, {"amt": "Pledge US$ 194 or more", "title": "$194 SPECIAL - 2 x UNDRESS + 2 x SHAWL", "descp": "2 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $198)\n2 x SUPER SHAWL- VERSION 3 (Retail value: $80)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n1 x FREE Kickstarter Exclusive Gift not available anywhere else!\n★USA Shipping already included!★\nNormally ~$318! You can save up to $114! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "240 backers"]}, {"amt": "Pledge US$ 199 or more", "title": "$199 SPECIAL - 3 x THE UNDRESS", "descp": "You receive:\n3 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $297)\n1 x FREE Kickstarter Exclusive Gift not available anywhere else!\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n★USA Shipping already included!★\nNormally ~$347! You can save up to $133! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "167 backers"]}, {"amt": "Pledge US$ 264 or more", "title": "$264 SPECIAL - 4 x THE UNDRESS", "descp": "You receive:\n4 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $396)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n2 x FREE Kickstarter Exclusive Gift not available anywhere else!\n★USA Shipping already included!★\nNormally ~$456! You can save up to $172! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "39 backers"]}, {"amt": "Pledge US$ 289 or more", "title": "$289 SPECIAL - 3 x UNDRESS + 3 x SHAWL", "descp": "You receive:\n3 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $297)\n3 x SUPER SHAWL- VERSION 3 (Retail value: $120)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n2 x FREE Kickstarter Exclusive Gift not available anywhere else!\n★USA Shipping already included!★\nNormally ~$467! You can save up to $163! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "39 backers"]}, {"amt": "Pledge US$ 329 or more", "title": "$329 SPECIAL - 5 x THE UNDRESS", "descp": "You receive:\n5 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $495)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n3 x FREE Kickstarter Exclusive Gift not available anywhere else!\n★USA Shipping already included!★\nNormally up to ~$570! You can save up to $216! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "15 backers"]}, {"amt": "Pledge US$ 384 or more", "title": "$384 SPECIAL - 4 x UNDRESS & 4 x SHAWL", "descp": "You receive:\n4 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $396)\n4 x SUPER SHAWL- VERSION 3 (Retail value: $160)\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\n3 x FREE Kickstarter Exclusive Gift not available anywhere else!\n★USA Shipping already included!★\nNormally ~$616! You can save up to $212! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "6 backers"]}, {"amt": "Pledge US$ 394 or more", "title": "$394 SPECIAL - 6 x THE UNDRESS", "descp": "You receive:\n6 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $594)\n3 x FREE Kickstarter Exclusive Gift not available anywhere else!\n- Add $5 to your pledge for each Optional Shelf Bra Strap (Normally $10 ea.)\nAdd $30 to your pledge for each Super Shawl Version 3 (Normally $40 ea.)\nAdd $65 to your pledge for each additional Undress Version 3 (Normally $99 ea.)\n★USA Shipping already included!★\nNormally ~$679! You can save up to $255! (~35-40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "3 backers"]}, {"amt": "Pledge US$ 650 or more", "title": "$650 TEAM SPECIAL - 10 x THE UNDRESS", "descp": "You receive:\n10 x THE UNDRESS - VERSION 3 in any available fabric, size, and color of your choice. (Retail value: $990)\n10 x Shelf Bra Strap Included (Retail value: $100)\n5 x FREE Kickstarter Exclusive Gift not available anywhere else!\n- Add $30 to your pledge for each Super Shawl Version 3 (Normally $40 ea.)\n- Add $65 to your pledge for each additional Undress Version 3 + Strap (Normally $99 + $10 ea.)\n★USA Shipping already included!★\nNormally ~$1,115! You can save up to $465! (~40% off)", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "8 backers"]}], "updates": [{"update_no": "UPDATE #43", "update_userinfo": "The Undress V5! FINAL DAYS! 1400+ Backers, and $130,000+ raised!", "update_content": "Dear Undress Family,\n\nThere are only 2 days left for the UNDRESS V5 Kickstarter campaign and we don’t want you to miss out!\nAWWWWWWW SNAP!!!! (New Feature)\n\nAmong all of the first-class features, we are absolutely certain you’ll appreciate the Snap to Double Strap!"}, {"update_no": "UPDATE #42", "update_userinfo": "FREE BONUS GIFT offer ENDS TODAY for The Undress, Version 5!", "update_content": ""}, {"update_no": "UPDATE #41", "update_userinfo": "The Undress Version 5 is launching MONDAY on Kickstarter!", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "Our 6th Year Anniversary! We have a surprise! :)", "update_content": ""}, {"update_no": "UPDATE #39", "update_userinfo": "We're EARLY!!! This is UNBELIEVABLE! Can The Undress be this quick in the future? Hmmm....", "update_content": ""}, {"update_no": "UPDATE #38", "update_userinfo": "THE UNDERCOVER V2 HIT $40K+! THANK YOU SO MUCH! AND 9 DAYS TO GO!", "update_content": ""}, {"update_no": "UPDATE #37", "update_userinfo": "UDPATE: The Undercover V2 LAUNCH - hits $35,000 MILESTONE! CHECK IT OUT!", "update_content": ""}, {"update_no": "UPDATE #36", "update_userinfo": "The Undercover Version 2.0 Launches on Kickstarter Tomorrow!", "update_content": ""}, {"update_no": "UPDATE #35", "update_userinfo": "It's our 5 Year Anniversary of The Undress + 4 New \"Secrets\" we want to share!", "update_content": "PLAY"}, {"update_no": "UPDATE #34", "update_userinfo": "A HUGE SURPRISE ON OUR LAST DAY OF KICKSTARTER!", "update_content": ""}, {"status": []}], "comment_no": 291, "projec_url": "https://www.kickstarter.com/projects/denniscaco/the-undress-version-3", "project_name": "The Undress V3 - The Most Versatile Dress in the World."}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "LITERALLY –\nGive a Fuck, Flying Fuck, Two Fucks...\nFlying Fuck Coin - Front & Back\nGive a Shit, Two Shits...\nShit Coin - Front & Back\nGive Zero Fucks!\nZero Fucks Coin - Front & Back\nWe're back with some new (and updated) designs for your pissing people off ass', not giving a fuck, pleasure!\nWe've already got the dies made for our all-new Flying Fuck Coin, Shit Coin, and updated Zero Fucks Coin (with 2017 date). Now we just need your help funding our initial minimum order requirements to mint these masterpieces!\nScroll down to check out the great rewards and awesome stretch goals!\nRewards\n  Stretch Goals\nFREE Golden Zero Fucks Coin - Front & Back\n $15,000 - UNLOCKED! - The first 400 Backers of our campaign (that pledge for at least 1 coin) receive A FREE Limited Edition 2015 \"Golden Zero Fucks*\" Coin. Only 420 were ever minted, and they will never be minted again!\n$30,000 - UNLOCKED! - All Single Coin Backers receive 1 FREE additional \"Golden Fuck**\" to their order. All Multiple Coin Backers receive 2 FREE additional \"Golden Fucks**\" to their order.\n$45,000 - UNLOCKED! - Free mystery gift included with every pledge! See update posted on 6/5/17 for slightly more details.\nCoin color comparison\n *Golden Zero Fucks Coin - This coin IS NOT GOLD! It is struck from a solid brass slug, and only \"gold\" in color. Actual coin/metal is brass. These are limited edition from 2015, with only 420 ever made.\n*Golden Fuck Coin - This coin IS NOT GOLD! It is struck from a solid brass slug, and only \"gold\" in color. Actual coin/metal is brass. These have not been minted yet, and will be minted using the the Flying Fuck dies. These will be a Kickstarter Exclusive if the goal is met, and never produced again.\nPledge With Confidence\nWe make awesome products, and have over 380 5-Star Reviews from past customers to prove it! When you pledge for our coins, you know you'll receive an awesome high-qulaity product.   \nCoin Details/Specs\nSize:\nEach coin is 1.073\" in diameter, and .078\" thick. They are noticeably larger, thicker, and significantly heavier than a US Quarter.\nMaterial:\nFlying Fuck Coin & Zero Fucks Coin - Nickel-Silver\nNickel-Silver is a heavyweight alloy that is a bright silver in color, scratch resistant, non-tarnishing and very durable.\nShit Coin - Proprietary Blend\nThis coin is another heavyweight alloy comprised of brass, nickel-silver, and other materials that results in a copper in color, which is both scratch resistant and very durable.\n\"Golden\" Fuck & Zero Fucks Coin - Brass\nOur limited edition \"Golden\" stretch goal coins are struck from heavyweight solid brass slugs, which are gold in color and can be polished for a brilliant shine.\nTimeline\nPunctuality is important to us, and we will we begin production as soon as this campaign ends!\nShare Our Project\nWe could use any help we can get spreading the word about our new coins... So, if you're in a fuck-giving mood, please click on one of these buttons below to tell your friends all about these kick-ass \"tokens of appreciation!\" \nShare on Facebook\n    Share on Twitter\n    Share on Reddit\n 100% Designed and Manufactured in the USA! ", "risks": "Risks and challenges\nNot only is this our 2nd Kickstarter campaign, we've also been running our business now for a year and a half, so we're 100% confident that there will not be any risks or challenges. Not only that, but we've already got the dies made to make the coins, all we need to to is fund the initial minimum order requirements - hence this campaign. That being said, the biggest risk we face is not getting funded, so don't let that happen! After you make your pledge to get some of these awesome coins, help spread the word! Share the link to this campaign with friends and on your social media accounts and follow us online!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Shit Coin", "descp": "1 COIN - Literally give 'A Shit' with this high-quality, heavyweight, \"token of appreciation.\" Nothing says you care like a steaming pile of feces, or a canine plopping a squat, right?!\nSingle coins are only available in the US.\n+ $2.50 for Shipping & Tracking\n**Free Shipping on 2 or more coin options**", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Flying Fuck Coin", "descp": "1 COIN - Literally give 'A Flying Fuck' with this high-quality, heavyweight, \"token of appreciation.\" Show how much you don't care by flicking an actual flying fuck at the face of the next person pissing you off around the office.\nSingle coins are only available in the US.\n+ $2.50 for Shipping & Tracking\n**Free Shipping on 2 or more coin options**", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["36 backers"]}, {"amt": "Pledge US$ 5 or more", "title": "Zero Fucks Coin", "descp": "1 COIN - Literally give 'Zero Fucks' with this high-quality, heavyweight, \"token of appreciation.\" The middle finger is the universal sign for \"Fuck you,\" and now it's been minted to use as universal currency for when you really have Zero Fucks left to give. This coin's design has also been updated to \"2017\".\nSingle coins are only available in the US.\n+ $2.50 for Shipping & Tracking\n**Free Shipping on 2 or more coin options**", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Only United States"}], "stat": ["48 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "Two Coins", "descp": "2 COINS - Give Two Shits, Two Fucks, or a pair of dueling middle fingers (Zero Fucks)! That's right, for ten bucks you can double up on your FUCK YOU POWER, and save a couple bones with free shipping! Fuck yeah!\nYou'll be able to choose which set of two coins you want after the campaign ends.\nFREE Shipping and Tracking for US orders.\n$13 Shipping for Int'l orders. **Discounted International shipping rate available for orders of 10 coins or more**", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["330 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Any Four Single Coins", "descp": "4 COINS - You pick any combination of Fucks, Shits, or Zero Fucks you want! With this option, you got yourself a healthy amount of conversation starters... Or enders, depending on the type of day you're having.\nYou will be able to choose how many of each coin you want after the campaign ends.\nFREE Shipping and Tracking for US orders.\n$13 Shipping for Int'l orders. **Discounted International shipping rate available for orders of 10 coins or more**", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["703 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "A 10-Pack of Flying Fucks", "descp": "10 COINS - Now it starts getting fun! Armed with 10 Flying Fucks, you can show, and distribute, your distain for the dumb asses that surround you more liberally, and still have some fucks to give to your closest frienemy!\nFREE Shipping and Tracking for US orders.\n$6.50 Shipping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["120 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "A 10-Pack of Shits", "descp": "10 COINS - Giving two shits has never been easier! Now, with 10 coins in hand, you can sprinkle turds as often as you like and watch the hatred blossom. This reward is perfect for anyone who wants to give a shit, or two... or ten.\nFREE Shipping and Tracking for US orders.\n$6.50 Shipping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["59 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "A 10-Pack of Zero Fucks", "descp": "10 COINS - Middle fingers up my friends! The life you're living, zero fucks are given. With 10 of these bad boys at your disposal, there's no limit to the asses you'll chap. Rough day at work? Shitty service? You've got a coin for that - and 8 more to boot!\nFREE Shipping and Tracking for US orders.\n$6.50 Shipping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["150 backers"]}, {"amt": "Pledge US$ 55 or more", "title": "Two 10-Packs", "descp": "20 COINS - We like your style! Clearly you give zero fucks, and are ready to show it! We just asked the Magic 8 Ball, \"Is this gonna piss off a lot of people around the office?\" It's reply was on the money, \"All signs point to YES!\"\nYou will be able to choose which combination of two 10-packs you want (Fucks, Shits, or Zero Fucks) after the campaign ends.\nFREE Shipping and Tracking for US orders.\n$6.50 Shipping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["189 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Three 10-Packs", "descp": "30 COINS - Fuck yeah, with 30 coins, you can really hand the bitches out like candy! No one, friends or family, will be safe from your wrath. With this option, you can get a 10-pack of each of the 3 styles, trip, or dub up on your favorite. Or don't. We don't give a fuck.\nYou will be able to choose which combination of three 10-packs you want (Fucks, Shits, or Zero Fucks) after the campaign ends.\nFREE Shipping and Tracking for US orders.\n$9.00 Shipping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["400 backers"]}, {"amt": "Pledge US$ 120 or more", "title": "FUCK YOU Super Pack!", "descp": "200 COINS - Ooooh shit son, you're gonna make it rain Zero Fucks! Here's the deal, the 200 coins for this reward are our \"scratch & dent\" 2015 dated Zero Fucks/Middle Finger coins. For one reason or another, they didn't pass our quality inspection (although most you can hardly tell there is an issue)... But our loss is your gain! We'd rather loose money and offer them below cost to see them put to good use rather than just scrap them.\nFREE Shipping and Tracking for US orders.\n$20.00 Shiping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}, {"amt": "Pledge US$ 140 or more", "title": "FUCK YOU Super Pack! (Round 2)", "descp": "200 COINS - Ooooh shit son, you're gonna make it rain Zero Fucks! Here's the deal, the 200 coins for this reward are our \"scratch & dent\" 2015 dated Zero Fucks/Middle Finger coins. For one reason or another, they didn't pass our quality inspection... But our loss is your gain! We'd rather loose money and offer them below cost to see them put to good use rather than just scrap them.\nFREE Shipping and Tracking for US orders.\n$20.00 Shiping for Int'l orders.", "time": [{"ESTIMATED DELIVERY": "Jul 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "30 backers"]}], "updates": [{"update_no": "UPDATE #15", "update_userinfo": "New BADASS One Fuck/Zero Fucks Decision Maker Coins! (14-Days Only!)", "update_content": "Hey Fuckers!\nCheck out our new One Fuck/Zero Fucks Decision Maker Coins!  Available for 14-Days ONLY!!!\nThese coins are larger and heavier than our previous coins, they are available in 6 colors, and the detail is incredible! Seriously, the photos don't even do the coin justice! They are eve more badass in person!!!\nCheck 'em out!!!"}, {"update_no": "UPDATE #14", "update_userinfo": "7-Day Only Limited Edition \"One Fuck/Zero Fucks\" Decision Maker coin!", "update_content": "Hey Fuckers! \nCan't decide if you should give a fuck or not? We got you covered! \nCheck out our Limited Edition \"One Fuck/Zero Fucks\" Decision Maker coin! "}, {"update_no": "UPDATE #13", "update_userinfo": "All-New Coins Available Now!", "update_content": "Check Out our ALL-NEW Badass Coins!\nThese beauties are available on Kickstarter NOW, and our First 300 backers will also receive a FREE 3-Coin Mystery Pack!"}, {"update_no": "UPDATE #12", "update_userinfo": "New Coins Coming Soon & Blem Coin Blowout is Back!", "update_content": "Hey Fuckers!\nIn case you missed our email yesterday, we just launched a brand-new Kickstarter campaign for what we consider the, \"Best. Desk toy. Ever!\"\nWe're not a fan of fidget spinners, but you can bet your ass we're a fan of this!"}, {"update_no": "UPDATE #11", "update_userinfo": "All-New ZFG Product – Check it out!!!", "update_content": "Hey Fuckers!\nIn case you missed our email yesterday, we just released an all-new set of coins HERE on Kickstarter!\nNow you can literally give a \"Rat's Ass\" as well as let fate decide your next decision with our \"Fuck Yeah/Fuck No\" Decision Maker coin!"}, {"update_no": "UPDATE #10", "update_userinfo": "All-New \"Decision Maker\" & \"Rat's Ass\" Coins Now Available!!!", "update_content": "Hey fuckers!\nI can't tell you how awesome it is to hear how much everyone loves their coins, and we've gotten tons emails, messages, and comments for suggestions for the next run of coins!\nNow we need two things from you – Your opinion, and your opinion."}, {"update_no": "UPDATE #9", "update_userinfo": "Votes Tallied - Get a FREE 200-Coin Super Pack!!!", "update_content": "WOOO-FUCKIN-HOO!!!\nThat's right mothafuckas! All rewards* have been shipped – and many of them sooner than expected!!!\n*All rewards except for the few of you that filled out the survey in the 10 days or so. Your rewards will ship later this week, because we're taking a few well-deserved days off."}, {"update_no": "UPDATE #8", "update_userinfo": "Vote for our Next Coins & Leave a Review!", "update_content": "Hey fuckers!\nWe have great news that we wanted to share!!!\nProduction has been on point, packaging has been on point, and we've got everything we need to start shipping!"}, {"status": []}], "comment_no": 287, "projec_url": "https://www.kickstarter.com/projects/zerofuckscoin/zero-fucks-coins-new-coins", "project_name": "Zero Fucks Coins - New Coins!!!"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "SO WHAT IS THIS?\nHi! Welcome! My name is Thobias Hoffmén and I’m a Swedish writer and director. I would like to tell you a little bit about a passion project, We R Animals*.\nThat's me!\nAnimals*\n*creatures, pets, bestial, carnal, erotic, fleshly, lustful, beasts, lunatics, maniacs, psychopaths, savages, brutes.\nWe R Animals is a film project that I have, on and off, lived with for about eight years now. It all started with the idea of doing short films in the same style as Tom & Jerry or Itchy & Scratchy, but it developed over time and eventually ended up being a complete world with a lot of cool characters and stories. Based on all these ideas I wrote a first draft for a full length feature, which attracted a lot of interest. So in 2010 I ended up selling it to a big production company. However since I kept on wanting to do this as an r-rated film with animatronic puppets it was really hard to convince regular film financiers to invest in the project.\nI moved on to work on other projects, but in 2015 I got the rights back and I then took my own money and shot the pitch you can see at the top of this page, and thanks to that one I managed to get a small amount of money to create the conceptual teaser-trailer (which you can see above) and teamed up with Academy Award nominated producer Mathias Fjellström.\nAnd all this leads to this campaign. With it, we're hoping to speed things up.\nStill from the teaser\nALL RIGHT! TELL US MORE. WHAT’S THE MOVIE ABOUT? \nEver since we crawled up from the sea, and down from the trees, the gap between man and animal have become bigger and bigger. While humans have gone to the moon and invented smart phones animals are just hopelessly underdeveloped.\nOr, is that really the case? We R Animals tells the story of a different reality. They’re not as stupid as they might seem and they’re definitely not as cute and innocent as they appear to be. Being cute is actually something they’ve learned to benefit from since a lot of the ”cute-animal-video-clips” you see on the web are in fact produced by the animals themselves. Much like the porn industry, this is a nasty business where shady animals earn a lot of money on ads and treats their stars like shit. Welcome to the nasty ”cute animals film industry”!\nFlash, a seemingly harmless, sphynx cat is one of these cute animal film producers and he has just found his new star, a bunny named Leah. Leah lives an unhappy life at a circus where she’s never experienced any kind of love. Flash decides to kidnap her but nothing goes according to plan and this creates a chain of reactions filled with revenge, murder and mystery.\nLeah ends up in the middle of a conflict between Flash and his partners and a gang of vampire bats on a hunt for an emerald that they think possess magical powers.\nWe R Animals is a movie that mixes humor with action, crime with fantasy and the movies we grew up loving with the movies of today.\nStill from the teaser\nOK! SOUNDS INTERESTING. BUT PUPPETS? LIKE THE MUPPETS? \nNo, this is not the Muppets. We’ll use puppets, but in another way. Have a look at the teaser and you’ll get an idea of how it will look.\nYou can also take a look at the behind the scenes film below, and see how they are created. The puppets will get made by my dear friend Niklas Hermansson and his crew at Fixas.\n  COOL! SO NO CGI AT ALL?\nWell, yeah, we will be using CGI as well. I think that a clever mix is the best way to go and it also will give an unique look and feel to the movie. We’ll use practical effects as much as possible and when it’s necessary, we’ll do touch ups with CGI. But no, I don’t wanna make the characters as CGI-creatures. They’re gonna be puppets.\nThe end result is what matters, and if that involves some CGI so be it. I’m looking for a unique tone here and I think a mixture of old and new techniques are the way to go.\nLike this for example, how we created the throne-room in the teaser. \nWe built a foreground-miniature, and then a life-size throne for the puppet. After that we filmed a puppet in front of a green screen and put him in, and made a set extension. Tadaaa, great mix. A good example of a great collaboration between the guys at Fixas and the excellent vfx-people at Goodbye Kansas.\nFor the cyborg-dog, we made a miniature cyborg and built a miniature set for those shots. For the shots with the dog we built a life-size set and then used a hand puppet. \nGood mix!\nSO WHY KICKSTARTER? \nIn 2010 a bunch of stills from a test shoot was spread across the web, they went viral and attracted some interest to the project. However back then I didn't even have a script that I was satisfied with yet, and it was also before crowdfunding was a thing, so there were no real way to use that interest for financing the project. \nAfter that We R Animals has been lying in the background while I have done lots of other stuff. I wanted more experience in directing, and I wanted to find the right techniques to make the film as good as I know it can get, but also as cheap as possible. \nSo in recent years I have worked with a lot of different things. Web-series, TV-series and features. A lot of it praised and award-winning here in Sweden. \nI'm ready for We R Animals now. I have over the years gotten me a fine network of people who’ll now be involved in this film. People you can read more about later in this text under ”crew”. \nSo yeah, we want to KICKSTART this movie, with the help of kickstarter and you guys. Basically to speed things up and to be able to work on it not only in our spare time.\nGOALS \nOk, so I have a real grand vision for this project, but making this film into the glorious feature that I’ve envisioned will most definitely cost a lot more than I’ll be able to finance through a crowdfunding campaign. \nHowever, there’s a lot of stories to be told with the characters in the ”We R Animals”-universe. So as a first goal for this campaign I’m aiming to make shorter films. I'd rather make good short films instead of trying to make a longer film with a lot of compromises.\nBut, of course, I still have the ultimate goal set on making this into a feature.  It might be a long journey, but please join me on this quest and I'll make sure it’ll be worth it!\nBasically, the more money we can get, the closer to the feature we’ll get. Every dollar (!), everything raised in this campaign will be used in my quest for making the feature. Either through shorts that will convince people to invest in the feature, or by making the feature right away! That’s the best way to do it.\nREWARDS\n!!!Keep in mind!!! All pledges are based on Swedish currency! The amounts in dollars below are estimates. When you choose your pledge on the right you will always see the current value. The exchange is about 1 USD = appr. 8.50 - 9 Swedish crowns.  !!!\nIn the list below you can see a summary of all the rewards. As a lover of collectibles and stuff myself, I’ve made sure to offer things that I would love to own as well. \nAlmost all of the rewards below will be produced exclusively for this campaign! So get on board now!\nUPDATE REGARDING DVD/BLU-RAY\nYou can now get the film on regular DVD or Blu-ray.\nSo if you already have chosen the digital download, but rather want it on DVD/Blu-ray, you can now manage your pledge and upgrade!\nBut what does this mean for the Super-exclusive-kickstarter-limited-DVD/bluray?? Well, it's still as limited and exclusive as before. Only 250 of them will get made. But we will now also throw in the poster in that pledge! And have a different cover as well. And yeah, it will be signed and numbered, which the regular one won't be.\n\nUPDATE REGARDING \"PUTTING YOUR NAME IN THE CREDITS\"\nYou can now put your name in the credits for approx $50 USD (440 SEK)! All the pledges above this tier will also have their name in the credits!\nNEW REWARDS!\nA thank you card! Signed by me. And yes, all of you who've already chosen a pledge above the 215 SEK-tier will get this one as well.\nAnd we also have this wonderful option. \nADD-ONS!\nBuild your own package of rewards with add-ons!\nYou can add a reward to your pledge level by simply choosing an amount to add and answer a survey at the end of the campaign to let us know what item you want.\nADD-ONS INSTRUCTIONS: To add an add-on to your pledge, follow those steps:\n1) Press the “Manage Your Pledge” button above. If you have not pledged yet, it will say “Back this Project”.\n2) Increase your pledge in the “Pledge Amount” box by the total of the add-on you want to add.\n3) After the end of the Kickstarter campaign you will receive a survey that will ask you questions so that you can explain how you would like the add-on money assigned.\nCREW\nWriter & director: Thobias Hoffmén\nThe man behind We R Animals is Thobias Hoffmén who’s also written the script and will direct the film. He has, among other things, created popular series for SVT (Swedish Television) like the award winning Hoppas Farfar Dör (We Wish Our Grandpa Dies), and the critically acclaimed Insiativet (Almost Heroes).  \nHe is currently working as a writer/director at BOB Film AB in Stockholm.\nProducer: Mathias Fjällström\nMathias Fjellström is a producer/director with experience from working with commercials for big brands like Adidas and Coca Cola and he has also a excellent track record as a producer of short films by internationally acclaimed directors like Patrik Eklund and Amanda Kernell. His short films has participated- as well as won prices at big prestigious festivals like Sundance and Cannes and in 2010 he was nominated for an Academy Award for Patrik Eklund’s Instead of Abracadabra.\nSFX & Puppets: FIXAS \nNiklas Hermansson and Fia Reisek are the founders and owners of FIXAS, together they have more than 20 years of experience in special effects and prop making.\nThey have previously worked on projects like The 100 Year-Old Man Who Climbed Out the Window and Disappeared, Let the Right One In and many more!\nLead Puppeteer: Robert Tygner\nCreating the puppets is one thing, but bringing them to life on set is another! It’s so important to have a brilliant puppeteer and here we have one of the best! Robert has worked on films like Labyrinth (!), Where the wild things are, Hitchhikers guide to the galaxy, little shop of horrors, The muppets, and come on, he was the one who puppeteered Splinter in the Turtles film!\nVFX: Goodbye Kansas Entertainment Group\nThe Goodbye Kansas Entertainment Group consists of Fido, Bläck, Imagination Studios and Infinite Entertainment, with studios in Stockholm, London and Hamburg. They provide VFX, CGI, motion capture and animation for film, TV, commercials, advertising, computer games development and marketing.\nThey have previously worked on projects like The Walking Dead and Kung Fury. And many more!\nCREDITS FOR THE KICKSTARTER PITCH FILM\nWritten & directed by Thobias Hoffmén\nSFX & Puppets: Niklas Hermansson, Pernilla Fischer, Fia Reisek, Fixas\nVFX & Grade: Daniel Bladini, Goodmotion\nDOP and Editing: Carl Fristedt, Glada Gatan\nMusic & soundmix: Jonas Wikstrand\nVoiceactor - the bat: John La Briola\nActor - the investor: Alan Adler\nActor - Flash: Christoffer Nordenrot\nSpecial thanks to: Christoffer Sandler\nCREDITS FOR THE PROOF OF CONCEPT TEASER\nDog: Schiaffino Musarra, Vampire King: John La Briola, Vampire Bat: Alan Adler, Cyborg-Pug Lindsay: Eleni Young\nWriter/director: Thobias Hoffman\nProducer: Mathias Fjellström, Production manager: Susanne Karlsson\nStoryboard-artist: Janne Widmark\nDoP: David Grehn, Gaffer: Jonas Björne, Camera-assistant: Erik Sjöstrand, Behind-the-scenes: Robin Fjällström\nSet-design: Elin Bergman, Carpenter: Leonard Nilsson\nPuppets & sfx: Fixas, Niklas Hermansson, Jakob Petersson, Lars Carlsson, Oskar Wallroth, Alizandra Platin, Jonas Frykberg\nSpecial thanks to: Christoffer Sandler & Jonas Wikstrand\nEditor: Nils Moström\nVFX: Goodbye Kansas, Tom Olsson: Executive Producer, Hanna Bengtsson: Producer, James Prossner: Line Producer, Tomas Näslund: VFX Supervisor, Henrik Klein: compositing & conform, Fredrik Höglin: compositing, Aleksandra Czenczek: compositing, Natalie Macdonald: compositing, Teo Mathlein: DMP, Emeric Saint-Germain: DMP\nColor grading: Emmy Kindstrand, BOB Film\nMusic & sound: Jonas Wikstrand\nCo-producers: Film i Västerbotten, Film i Dalarna, Fort Knox, Infinite Entertainment, Salmonfox\nEquipment supplied by Dagsljus\nShot at Matiné Film & Television Studio in Falun, 2016\nBe sure to follow us on:\nFacebook: www.facebook.com/weranimals\nInstagram: @weranimals_offical\nContact:\nbackers@weranimalsmovie.com\ninquiries@weranimalsmovie.com\ninfo@weranimalsmovie.com", "risks": "Risks and challenges\nOf course there will be risks with investing in this, like it always is when making movies. But here’s what we do to minimize those:\n\nFirst of all we are professional film makers and have no illusion of the effort needed to make this happen. The film will be executive produced by David Sandberg, the man behind the world wide crowdfunding hit sensation “Kung Fury”. David will both work with the project creatively, but will also share his experiences on how to handle a crowdfunded project. \n\nThe budget is quite dynamic. We’re aiming for making the film with advanced animatronic puppets and high quality equipment as well as well crafted set design, but the film can of course also be made cheaper by using less advanced equipment, shot a lot of stuff on location and, most important, using less advanced puppets. This might give some limitations to the style and tone of the film, but it won’t change the characters and the story and those are the most important things, This also means that the more money we get the cooler looking movie we’ll get. \n\nThe biggest risk in the project is that it might be hard to make a proper time plan at this point. However this is what we’re aiming for: \n\nIf the first goal is reached: The short film will be finished in 2018. \n\nIf the first stretch goal is reached: The prequel will premiere in 2018. \n\nIf the second stretch goal is reached (The full feature): This is the hardest one to predict, but we’re aiming for a premiere in late 2018. \n\nOur plan is also of course to be as transparent on how everything is coming along. This will be communicated via the behind-the-scenes-film that is a part of the rewards and via updates on social media outputs.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Thobias Hoffmen\nFirst created · 9 backed\nA cat person with four dogs. I live with my fiancée and two children in Sweden. And I make movies for a living.See more"}, "support": [{"amt": "Pledge SEK 26 or more", "title": "Why not?", "descp": "A cheap way to say that you´re a part of this movie", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["23 backers"]}, {"amt": "Pledge SEK 90 or more", "title": "Production diary", "descp": "You're now part of the club and I want to show you the process, from start to finish! You'll also get casting and production news first.", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}], "stat": ["33 backers"]}, {"amt": "Pledge SEK 130 or more", "title": "Digital shooting script", "descp": "We will send this out on the day of the movie´s release. Read it or remain unspoiled, the choice is yours.", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["3 backers"]}, {"amt": "Pledge SEK 130 or more", "title": "A PERSONAL THANK YOU CARD!", "descp": "NEW REWARD:\nYou'll get a beauuuuuutiful black and white photo of Flash the cat, with a personal \"thank you\". Signed by the director.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge SEK 215 or more", "title": "Digital copy of the film.", "descp": "Which film all depends on which goal we reach. Either the 10min short film, the 20-30min short film or the feature length film!\nPlus the script and the video diaries!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}], "stat": ["178 backers"]}, {"amt": "Pledge SEK 250 or more", "title": "A \"dick pic\" from Flash the Cat.", "descp": "NEW REWARD: And here’s a signed \"thank you card” for those of you who fancy dick pics.\nFor $30 you get a beauuuuuutiful black and white photo from the character Flash the cat and his dick. Ok, it’s not beautiful, but it’s funny and buying a cat’s dick pic for 30 bucks to help a film get made makes you interesting. And smart. And handsome.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}, {"amt": "Pledge SEK 350 or more", "title": "Concept art print!", "descp": "Awesome A3 size print of one of the concept art pics from Pär Olofsson. Pic your favorite!\nWhen the Kickstarter campaign ends, we'll get in touch with you so you can tell us which one you want.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["29 backers"]}, {"amt": "Pledge SEK 350 or more", "title": "Awesome T-shirt! Cat-edition!", "descp": "Cool t-shirt with Flash the cat (design by Pär Olofsson).\nPlus everything up to the 215 SEK-tier!\nWhen the Kickstarter campaign ends, we'll get in touch with you so you can tell us your preferred model, size, etc.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["71 backers"]}, {"amt": "Pledge SEK 350 or more", "title": "Awesome T-shirt! Bat-edition!", "descp": "Cool t-shirt with the vampire king and Leah. (Design by Pär Olofsson).\nPlus everything up to the 215 SEK-tier!\nWhen the Kickstarter campaign ends, we'll get in touch with you so you can tell us your preferred model, size, etc.", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["36 backers"]}, {"amt": "Pledge SEK 350 or more", "title": "Regular DVD/Blu-ray", "descp": "Plus the script, the video diaries, and the digital download!\nWhich movie will be on the regular bluray/DVD depends on which goal we reach. Either the 10 minute short film, the 20-30 minute prequel film or the feature length film!\nAnd we’ll also try to put as much as we can into it, extras, bloopers, making of, commentaries etc.", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["58 backers"]}, {"amt": "Pledge SEK 440 or more", "title": "Put your name in the credits!", "descp": "We will have a segment in the end credits named backers! The plan is that we’ll write the number of backers there, and right under that number we’ll write the names of the backers who choose this reward.\nPut your name in there!\nPlus everything up to the 215 SEK-tier!\nThis reward is also included in every reward above the 440 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["14 backers"]}, {"amt": "Pledge SEK 600 or more", "title": "Exclusive kickstarter poster!", "descp": "An amazing, exclusive, kickstarter poster. This will ONLY be printed for this campaign, and can not be bought later on!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["13 backers"]}, {"amt": "Pledge SEK 700 or more", "title": "All three Concept art pics!", "descp": "Why choose one when you can have them all?All three pics of Pär Olofsson concept art. All is size A3.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Oct 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge SEK 1,020 or more", "title": "Limited variant poster!", "descp": "I love this one! The poster, but in a variant edition, limited to only 1000 pieces! They will be numbered and signed! Only 1000! Think about how much you could sell those babies for on eBay! (Or you know, keep it, because it’s awesome.)\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (991 left of 1000)"]}, {"amt": "Pledge SEK 1,299 or more", "title": "UPDATE REGARDING LIMITED DVD/BLU-RAY!!", "descp": "Please note! Since we're now offering a regular DVD/Blu-ray as well, we have decided to upgrade the limited pledge! That pledge will now also include the poster! And it will also be signed!\nThe limited DVD/Blu-ray will also have a different cover. Signed, and numbered!\nThis update regards the limited DVD/Blu-ray!", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge SEK 1,300 or more", "title": "Limited-DVD/bluray!!", "descp": "Super-exclusive-kickstarter-limited-DVD/bluray!! Plus the script, the video diaries!\nWhich movie will be on the bluray/DVD depends on which goal we reach. Either the 10 minute short film, the 20-30 minute prequel film or the feature length film!\nWhy is this so damn expensive? Well, frankly because we actually don’t wanna make bluray’s and DVD’s. At least not a lot of them. They’re expensive to produce and ship. So we’ll have this cool pledge for the few of you that really wants the film on this medium. This will be super exclusive and can’t be bought after the campaign, numbered and signed!\nAnd we’ll also try to put as much as we can into it, extras, bloopers, making of, commentaries etc.", "time": [{"ESTIMATED DELIVERY": "Mar 2019"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers", "Limited (230 left of 250)"]}, {"amt": "Pledge SEK 1,360 or more", "title": "Bust of Flash the Sphynx Cat!", "descp": "Cold-cast bronze statue! Limited to only 100 pieces! 8 inches tall (20 cm). It weighs about 2.2 lbs/1 kg!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers", "Limited (95 left of 100)"]}, {"amt": "Pledge SEK 1,360 or more", "title": "Bust of Leah the bunny!", "descp": "Cold-cast bronze statue! Limited to only 100 pieces! 8 inches tall (20 cm). It weighs about 2.2 lbs/1 kg!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (98 left of 100)"]}, {"amt": "Pledge SEK 1,360 or more", "title": "Bust of the Vampire King!", "descp": "Cold-cast bronze statue! Limited to only 100 pieces! 8 inches tall (20 cm). It weighs about 2.2 lbs/1 kg!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (92 left of 100)"]}, {"amt": "Pledge SEK 1,360 or more", "title": "Bust of the cat ninjas!", "descp": "Cold-cast bronze statue! Limited to only 100 pieces! 8 inches tall (20 cm). It weighs about 2.2 lbs/1 kg!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers", "Limited (98 left of 100)"]}, {"amt": "Pledge SEK 2,600 or more", "title": "Get your name in the movie!", "descp": "Increase your street cred by getting your name or nickname in the movie! This can be in form of graffiti writing on a wall in the background, a document or on a street sign. Your name will be a permanent part of movie history. Note that we will not include anything offensive (well of course we will, but there’s limits you know).\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["6 backers", "Limited (94 left of 100)"]}, {"amt": "Pledge SEK 2,600 or more", "title": "Video Message!", "descp": "Time to get personal. Get a 20 second video where someone of the characters will say whatever you want. Nothing too offensive or commercial though.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["0 backers", "Limited (50 left of 50)"]}, {"amt": "Pledge SEK 3,500 or more", "title": "Animals and chill", "descp": "Hang out with the cast and crew at a private advance screening of We R Animals in Stockholm, Sweden! We'll have a drink, talk about the universe and watch the movie together, it'll be awesome! --- You will have to provide your own travel and accommodation in Stockholm.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["2 backers"]}, {"amt": "Pledge SEK 25,500 or more", "title": "Associate producer", "descp": "Associate producer.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["2 backers"]}, {"amt": "Pledge SEK 35,000 or more", "title": "A puppet of you", "descp": "We’ll make a puppet that looks kinda like you, and your name! And you’ll get the puppet when we’re done! What kind of animal? We’ll see.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge SEK 35,000 or more", "title": "Immortalize your pet", "descp": "This is a cool one! Do you have a pet that you would like to immortalize? Well, here’s the reward for you! We’ll make a puppet based on your pet, the look, personality and name. And give that puppet a role in the film! And you’ll get that puppet after we’re done!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "May 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge SEK 35,000 or more", "title": "Sphynx the Cat! (The actual puppet!)", "descp": "You’ll get the sphynx cat from the trailer and the pitch film! The one and only! A puppet that costs 10 000 USD to just create! And it got a hole in it’s ass, that’s all we’re saying!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge SEK 35,000 or more", "title": "Pug Cyborg (The actual puppet!)", "descp": "It's a miniature rod puppet used in the teaser trailer. 24 inches tall! (60 cm).\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge SEK 44,000 or more", "title": "A voice in the movie", "descp": "Give your voice to an animal in the film! You will provide your own travel and accommodation, if we can't come to you.\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge SEK 85,000", "title": "Co-Producer", "descp": "Get your name on posters, imdb, and more!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2018"}], "stat": ["1 backer", "Limited (4 left of 5)"]}, {"amt": "Pledge SEK 35,000 or more", "title": "The Bat King! (The actual puppet!)", "descp": "You’ll get the sphynx cat from the trailer and the pitch film! The one and only!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge SEK 35,000 or more", "title": "Leah the bunny! (The actual puppet!)", "descp": "The bunny from... yeah you get it by now!\nPlus everything up to the 215 SEK-tier!", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "THANK YOU!", "update_content": ""}, {"update_no": "UPDATE #2", "update_userinfo": "First week done! Three weeks to go!", "update_content": "Big love to all of you who backed so far and want to be a part of this!\nSo! We're one week in and we're at approx 10% of our goal. We have done the math and we need to pick up some momentum soon to make it. (We're really good at math). I'm sure we can still make it though, we just need to get more people to discover it.\nWe have some exciting meetings coming up with people who have reached out to us, who loves the project and wants to help. I don't want to mention any names until I know more, but yeah, it's people who can make a difference."}, {"update_no": "UPDATE #1", "update_userinfo": "Add-ons and a new pledge (regular DVD/Blu-ray)!", "update_content": "Build your own package of rewards with add-ons!\nSo, some people have reached out to me and said that they would like to have the opportunity to select more rewards than just one. So here's your chance! You can add a reward to your pledge level by simply choosing an amount to add and answer a survey at the end of the campaign to let us know what item you want.\nADD-ONS INSTRUCTIONS: To add an add-on to your pledge, follow those steps:"}, {"status": [{"Project is canceled": "JUNE 14, 2017"}, {"Project launches": "MAY 16, 2017"}]}], "comment_no": 38, "projec_url": "https://www.kickstarter.com/projects/860572208/we-r-animals", "project_name": "WE R ANIMALS (Canceled)"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "Pixelmash: Easily create pixel art from photos, simple sketches, or from scratch. \nPixelmash is our Mac/PC software for creating pixel art from photos, simple sketches, or from scratch. Its tools have been specially designed to make the process of making pixel art much quicker and more intuitive than with traditional software.\nConvert photos directly into iconic pixel art.\nYou can easily import a photo of anything, erase unwanted background elements, divide it into layers, then adjust the resolution and pixel art effects until you get exactly the look you want. You’ll be surprised at how quickly you can turn a mundane object into bright, iconic video game art.\nAlso great for starting from a simple sketch.\nMany of the same tools that make converting photos into pixel art so easy also work great for painting over sketches using our brush tool, then applying the same handy resolution adjustments and layer effects.\nAnyone can use Pixelmash.\nYou don't have to be a pixel art pro to make something awesome with Pixelmash - our unique resolution-independent approach and intuitive layer effects make it possible for anyone to use.\nIt's already functional, but we need your help.\nYou don't have to worry about whether or not we can make what we're talking about - Pixelmash already exists as a fully-functional alpha that we’ve been using internally for our indie game projects. However, we need your help to give us the resources to add finishing touches, as well as your suggestions, to turn it into a fully-releasable product!\nStart using the alpha right away and help guide development. As soon as the project is funded and the crowdfunding campaign completes, you’ll get access to start using the fully-functional alpha build right away (assuming you’ve donated at a level that includes that reward, which is every level but the very lowest). You’ll also get access to give us feedback and suggestions to help guide the development of Pixelmash!\nStretch goal: vector drawing tools ($100K). As a stretch goal, if we reach over $100,000 in funding we’ll also add vector drawing tools to Pixelmash, allowing for a true resolution-independent pixel art workflow!\nWe look forward to hearing your feedback.\nWe’re excited to bring you Pixelmash, but we’re especially excited for the features and ideas that we haven’t even thought of yet, that we’ll learn from you as you start using the alpha build and give us suggestions and feedback!", "risks": "", "env": "", "creator_bio": "Nevercenter\nFirst created · 0 backed\nNevercenter is a small 3-person company that has been making art-focused software and indie games for more than 13 years now. We make what...See more"}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Donor", "descp": "Give a bit out of the goodness of your heart - your only rewards will be the warm feeling you get inside... and helping this project come to life!", "time": [{"ESTIMATED DELIVERY": "Apr 2017"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Early Pre-order", "descp": "A cross-platform (Mac/PC) copy of Pixelmash upon it's release, plus access to the beta as soon as the project is funded. Available until backed.\nINCLUDES:\n1 Mac/PC License of Pixelmash\nEarly Beta Access", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["102 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Pre-order", "descp": "A cross-platform (Mac/PC) copy of Pixelmash upon it's release, plus access to the beta as soon as the project is funded.\nINCLUDES:\n1 Mac/PC License of Pixelmash\nEarly Beta Access", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["5 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Super Bundle", "descp": "A cross-platform (Mac/PC) copy of Pixelmash upon its release, plus access to the beta as soon as the project is funded. Additionally we'll give you a license to our popular CameraBag Cinema software (all-in-one editing + filtering for photos and videos).\nINCLUDES:\n1 Mac/PC License of Pixelmash\nEarly Beta Access\n1 Mac/PC License of CameraBag Cinema", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "Super Duper Bundle", "descp": "A cross-platform (Mac/PC) copy of Pixelmash upon its release, plus access to the beta as soon as the project is funded. Additionally we'll give you licenses to our 2 other popular pieces of graphics software: Silo (3D modeling) and CameraBag Cinema (all-in-one editing + filtering for photos and videos).\nINCLUDES:\n1 Mac/PC License of Pixelmash\nEarly Beta Access\n1 Mac/PC License of Silo\n1 Mac/PC License of CameraBag Cinema", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Sponsor Bundle", "descp": "10 cross-platform (Mac/PC) copies of Pixelmash upon its release for you and your 9 best friends (or co-workers in your game studio), plus access to the beta for all of you as soon as the project is funded. Additionally we'll send you a special signed pixel art poster from our team, and you'll get your name in the credits.\nINCLUDES:\n10× 1 Mac/PC License of Pixelmash\nEarly Beta Access\nName in the Credits\nSigned Nevercenter Pixel Art Poster", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (50 left of 50)"]}], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "Pixelmash 2020.1 is LIVE", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "Pixelmash 2020 is here, with major new features!", "update_content": "We're very excited to announce the release of Pixelmash 2020!\n\nThis new version features several significant new features we think you’ll love! Pixelmash now includes support for reference layers, saving and loading layer effects, color profiles, tiled painting, and more. There’s also a powerful new gradient layer effect, and even support for saving and loading files as reusable templates. Check the videos below for more!\n\nPixelmash 2020 trailer: youtu.be/mi2hsA5wzMc\nNew Features Walkthrough: youtu.be/CrxlwM_lAzY\n\nThis is a paid upgrade for all users who purchased a version of Pixelmash more than 1 year ago. If you need to upgrade your license (or want to check if you need to), you can do so at . If you purchased Pixelmash from nevercenter.com in the last year, your upgrade to the new version is free; simply download the new version from and use your same registration information. Pixelmash 2020 is also available on and via the .\n\n:\n\nWe've also created a brand new website with tons of feature videos both new and old, check them out and read more at ! Here is a quick overview of some new things in this Pixelmash 2020 update:\n\n\nThis is a major new feature which lets you easily re-use your work across projects, similar to Brushes in tools like Photoshop. If you've set up a complex (or simple) set of Layer Effects to achieve a certain style, you can now export that as its own file and easily import it into future projects. Just use [File > Export Layer Effects...] to export the effects on the current layer. If you want to export the entire layer structure with effects, use [File > Save as Template]\n\n\nPixelmash already had one gradient type, Auto Gradient. The new effect is just called Gradient, and it's a simple tool which allows you to choose the angle, colors, and number of steps, and is applied to everything in that layer.\n\n\nYou can now mark any layer as a reference layer. It will display with adjustable opacity, and will not be affected by layer effects or affect anything else in the scene. This is perfect for importing reference images, temporarily marking a previous animation layer as reference, and more.\n\n\nColor profiles can be an annoying headache when working with images. We've added simple tools for keeping your color profiles straight [Edit > Color Management]. By default, you're all set just leaving this as it is, but if you need more control you can switch to Adobe RGB, no color management, convert on export, and more.\n\n\nYou can now toggle whether a parent's layer effects will affect the children or not. Both are very useful for different circumstances.\n\n\nIf you are viewing your work in tiled view, you can now work anywhere in the space, not just the original image bounds.\n\n\nThe previous version of Pixelmash was 1.2.5, and the new version is 2020.0. Further versions will reflect the new scheme. This change emphasizes the live nature of Pixelmash's development, as we focus on faster, smaller, more frequent updates in response to the community's needs. We've also updated the licensing system, so that instead of us releasing a new paid upgrade each year, each license simply comes with a year of free upgrades. This is not a subscription; your latest valid version will always continue to work even if you haven't purchased future upgrades. It simply ensures that everyone gets a full year of upgrades regardless of when they purchase.\n\nHope you like it! Thank you for your support and for being part of this creative community!\n\nBest,\nNevercenter"}, {"update_no": "UPDATE #19", "update_userinfo": "Pixelmash 1.2.5 is ready!", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "Pixelmash 1.2.00 is LIVE and ready for you to download", "update_content": "Great news! Pixelmash 1.2.00 is LIVE and ready for you to download.\nThe update is FREE for all current Pixelmash license holders. Get the update wherever you purchased Pixelmash originally: via the Mac App Store, Steam, or the Nevercenter website. Additionally, the trial period has been reset for those who have not yet purchased -- you can always download Pixelmash from nevercenter.com/pixelmash."}, {"update_no": "UPDATE #17", "update_userinfo": "Pixelmash 1.0.20 released - major new features including support for custom pivots/character rigging!", "update_content": "Hey everyone, Pixelmash has been updated to version 1.0.20 - check out the newest features on our blog, including support for custom pivots/character rigging!\nBlog: https://nevercenter.com/blog/index.php?pid=22\nYouTube: https://youtu.be/VMKWUCNgSaQ"}, {"update_no": "UPDATE #16", "update_userinfo": "Pixelmash 1.0.11 Released - Big New Features!", "update_content": "Hi Everyone, we've released an update to Pixelmash (grab it here) that adds a lot of the features people have been requesting since it's release! Included are:\n• Added Pencil tool for drawing lines at width of current pixelized resolution \n• Added Fill tool\n• Updated shortcuts to match other drawing apps better, and added keyboard shortcuts for brush resizing\n• Improved painting speed\n• Added ability to paint straight line segments using right-click within brush/pencil tools\n• Added menu item to create new layer at the pixelized resolution (rather than full high project resolution)\n• Added menu item to bake layer resolution/effects (rather than entire project resolution/effects)\n• Hid the registration serial from startup screen (useful for anyone streaming pixelmash sessions)\n• Much more to come, stay tuned!"}, {"update_no": "UPDATE #15", "update_userinfo": "It's LIVE! Pixelmash v1.0 is Released!", "update_content": "Hello world. :)\nWe’re delighted to announce that our new resolution-independent pixel art editor, Pixelmash, is out of beta and now released (version 1.0.01)! Download it from: https://nevercenter.com/pixelmash\nWatch the trailer here: https://youtu.be/meoK9pwnx6s "}, {"update_no": "UPDATE #14", "update_userinfo": "Walkthrough video of ALL of the features currently in the RC (release candidate) of Pixelmash 1.0", "update_content": "Hey everyone! Our main Pixelmash dev (Tom) made this walkthrough video of everything currently included in the RC of Pixelmash 1.0 -- we'd love to hear your feedback on features/implementation/etc."}, {"update_no": "UPDATE #13", "update_userinfo": "Final Release Candidate for Pixelmash 1.0 is Ready!", "update_content": "Hello everyone!\nWe’re delighted to announce that the pixel art editor we dreamed of is becoming a reality, and Pixelmash has reached the final release candidate for version 1.0, which you can try free right now from https://nevercenter.com/pixelmash! (We also have our $15 pre-release deal going for just a bit longer, so if you want to get it cheap, now’s the time.)\nWe’ve added a ton of new features in this release, and the final release version should be very close to this one. Here’s a list of what’s new:"}, {"update_no": "UPDATE #12", "update_userinfo": "Website updated", "update_content": "Just a little FYI - we've updated the Pixelmash website to better show some of the neat ways to use its resolution-independence to do cool pixel art things with photos, painting, and animation. Check it out and please share! http://nevercenter.com/pixelmash/"}, {"status": []}], "comment_no": 18, "projec_url": "https://www.kickstarter.com/projects/1098327794/pixelmash-easily-create-pixel-art-from-photos-or-s", "project_name": "Pixelmash: Easily Create Pixel Art From Photos Or Sketches"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "What NUFF is All About\nNUFF Skateboards was built from a simple desire to push the limits of board technology, all while keeping one foot firmly planted in the traditional roots of skateboard culture. Skateboarding started out in California in the 50s, came into its own in the 70s, and now in the present, NUFF is taking it to the next level.\n  Our Boards\nAt the heart of what NUFF does is craft solid, dependable skateboards designed to do what skateboards do: help you get around town. NUFF boards are incredibly powerful with a 2000W motor, surprisingly affordable, and extremely fun to ride!\n                We’ve pioneered some of the latest technology in super-light, high-powered electric motors in order to make our boards top-of-the line, while also remaining more affordable than our competition. \n*Update as of March 2nd! New Wheel Options!*\nThe team here at NUFF has endlessly been working to constantly have new and exciting upgrades to the boards. With this being said, we are proud to announce the brand new wheel options that all backers will have when they support our campaign! Check out a few samples below! \n       You now will have the option to choose what color board you would like to receive, which will dictate that wheel color as well! \nOur First Unboxing! \nTo really give you an idea of what you will be receiving when you back this campaign, we sent a brand new board to one of our consumers in the market and had him unbox it! Hear what Shahrukh had to say about what you will be getting in the box!\n    Beginner or Expert? We Have Modes That Are Perfect for You\nOur NUFF boards are beginner friendly as well as tuned perfectly for those who are experts and seeking that extra thrill. \nBeginner Mode : This is a mode for first time users and those who want to get a feel for how our boards ride! Cruise at a top speed of 15mph\nSuperior Mode : Finished with Beginner mode or are you an expert at riding skateboards? This mode is perfect for you! Our superior mode will give you higher acceleration while hitting a top speed of 24mph!\n  How You Control Your Adventure\n   Each one of our NUFF Boards comes paired with an intuitive and ergonomic controller. Easily control the speed of your board with the speed knob, as well as being able to keep an eye on the battery life of your board!\nThe Power Source \nOur NUFF Boards are equipped with a state of the art removable battery system. It is waterproof and dust-proof, so you can ride in almost any condition!  Each wheel is equipped with 1000 Watts of power as well, giving you that extra power you have never experienced before! Run out of juice from your adventure? No problem! Just detach the battery, give it a quick charge and you will be back on your adventure in no time!\nKnow Exactly What You Are Riding\n  Our Promise, NUFF Said\nWe firmly believe that being well-off should not be a prerequisite for owning a NUFF board. Skateboards were designed to be a fun, fast, and simple mode of transportation. That’s why we have done everything possible to set our costs at a level that will not keep our boards out of the hands of people who love to skate. NUFF boards are not designed to be a Christmas present you use for fun and set it in the corner. These boards were designed to be a way to get from point A to point B—only faster.\n    Gear Up!\nCustomize your NUFF board with our exclusive NUFF stickers!\nCannot escape the feeling of always being on our NUFF boards? We got you covered! With each NUFF board purchase, receive a mini fingerboard to cruise around on with your fingers!\nLastly, we want our NUFF riders to be comfortable while they ride. This being said, all boards will also include a ultralight and comfortable tee to cruise around in!\nShipping Details\nWe want you to have the NUFF board as soon as we can get it to you! Shipping will take place in early June, and as a token of our appreciation, shipping within the United States is completely free and on us! However, for those supporters outside of the States, a $75 dollar shipping fee will be added.", "risks": "Risks and challenges\nHave Fun Riding, While Being Safe\n\nOur NUFF Boards are fun to be on, but it is also an electric skateboard. For first time users, it will be different riding feeling, so it is advised that you try the board in the \"low mode\" and in an open area before tackling the higher speed and more crowded areas. Nuff also believes in safety when riding our boards, so always wear a helmet and any personal protective gear in case anything happens. Do not ride the board out of your skills and care about your environment.\n\nLegality\n\nLaws and regulations regarding electric vehicles and electric skateboards vary by country, state, county, and municipality, so before hopping onto one our NUFF boards, be sure to check out your local laws about electric skateboards!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "David R Checker\n2 created · 0 backed\nWith passion for skating, we set on a mission to build a more powerful and affordable skateboard. This has been a dream of mine to bring to...See more"}, "support": [{"amt": "Pledge US$ 1 or more", "title": "I Support, NUFF Said", "descp": "To our NUFF supporter,\nWe appreciate you supporting our project! By backing us, we will gladly feature your name on our website!", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["13 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Dress Me Up, NUFF Said", "descp": "Get your hands on an exclusive NUFF t-shirt so you can represent the NUFF lifestyle everywhere you go! Along with this, get a pack of stickers and a finger board to show how much you support NUFF!", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 449 or more", "title": "I Want to Ride, NUFF Said", "descp": "NUFF Board *EARLY BIRD SPECIAL*\nOur first 25 supporters will be one of the first riders to hop onto a NUFF board and add that thrill they are looking for on all of their adventures.\nThis includes: NUFF Board, handheld controller, exclusive NUFF T-Shirt to wear while you adventure on the board, and stickers to design the board any way you want!\nRetail value: $1499", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers", "Limited (1 left of 25)"]}, {"amt": "Pledge US$ 549 or more", "title": "Nifty Fifty", "descp": "The \"Nifty Fifty\" Sale!\nThis deal is for you who want to be apart of the Nifty Fifty club, because you are our next 50 supporters to be one riding a NUFF board and adding that thrill you are looking for on all of your adventures.\nThis includes: NUFF Board, handheld controller, exclusive NUFF T-Shirt to wear while you adventure on the board, and stickers to design the board any way you want!\nRetail value: $1499", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers", "Limited (44 left of 50)"]}, {"amt": "Pledge US$ 599 or more", "title": "I Want to Ride, NUFF Said", "descp": "NUFF Board\nJoin the revolution in skateboarding and step onto a NUFF Board!\nThis includes: NUFF Board, handheld controller, exclusive NUFF T-Shirt to wear while you adventure on the board, and stickers to design the board any way you want!\nRetail value: $1499", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}], "updates": [{"update_no": "UPDATE #10", "update_userinfo": "New Campaign Has Been Launched!!", "update_content": "Hello everyone!\nWe are happy to announce the launch of our new campaign! You can find it by following this link here! We would love to see all of you again on this brand new campaign and help us make this a successful one so that everyone can enjoy a NUFF board!\nAs a reminder, we have some new additions to our rewards this time around! We have added a new early bird special that includes an extra battery with your board! "}, {"update_no": "UPDATE #9", "update_userinfo": "This Campaign Will Be Ending in a Few Hours!", "update_content": "Hello everyone!\nJust another update and reminder for you as this campaign comes to an end soon so we can relaunch our brand new campaign!\nWe here at NUFF would like to express our appreciation to all who have backed this campaign and supported our boards! To show how much we appreciate all of you and those who will join, we have a brand new reward that will be available in our next campaign for everyone! "}, {"update_no": "UPDATE #8", "update_userinfo": "We Will Be Relaunching!", "update_content": "Hello backers!\nAs the title has stated, we here at NUFF have decided to do a complete relaunch of the campaign, and lower our campaign goal so that everyone can get their hands on a NUFF board!\nWe are aware that there are individuals who have pledged for the early bird special, and we want to make sure those backers still get their deal on the NUFF board! To make sure you are able to pledge the same amount, we will be personally reaching out to those who have backed the \"Early Bird Special\" to inform them of the relaunch, and when we will be live for our next campaign. This way, those who did pledge for the \"Early Bird\" special will still be able to pledge the same amount they did on this campaign."}, {"update_no": "UPDATE #7", "update_userinfo": "Another Unboxing! Check out the Mahmood Brothers riding a NUFF board!", "update_content": ""}, {"update_no": "UPDATE #6", "update_userinfo": "Our Website is Live!", "update_content": "We have more exciting news for you all! We have officially launched our website this morning and happy to present it to you! There is a lot of information on the website that you will find helpful when it comes to questions you may have. However, the only difference you will find is the prices. As our much appreciated Kickstarter backers, you will still receive the board at the Kickstarter Exclusive pricing! \nCheck out the website and feel free to drop a line and let us know how we can improve it! All of your support and feedback is genuinely taken into consideration!"}, {"update_no": "UPDATE #5", "update_userinfo": "Our First Nuff Unboxing!", "update_content": "Find Out What You Will Get in the Box!\nWe are proud to release a video of our first unboxing! Since the beginning of our campaign, there has been uneasy and skeptical backers that were questioning our product and company. To lay these concerns to rest, we decided to send out one of our boards to a consumer, asked him to do an unboxing, and give his full and honest feedback on the board! Check out what Shahrukh had to say about the board!"}, {"update_no": "UPDATE #4", "update_userinfo": "More Wheel Options!", "update_content": "The Red NUFF Boards!\nFollowing our previous update with and the blue wheels, here is another option you can choose from!"}, {"update_no": "UPDATE #3", "update_userinfo": "New Wheels! Check out our latest option!", "update_content": "Nuff is excited to release these brand new wheel colors with every board purchase! "}, {"update_no": "UPDATE #2", "update_userinfo": "Something Exciting is Coming Soon!", "update_content": "Keep an eye out on our page later today for our latest update! We are excited to share this update with everyone!"}, {"status": [{"Project is canceled": "MARCH 24, 2017"}]}], "comment_no": 63, "projec_url": "https://www.kickstarter.com/projects/646871519/nuff-electrify-your-ride-nuff-said", "project_name": "NUFF - Electrify your ride, NUFF Said (Canceled)"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "Bears vs Babies is a card game where you build handsome, incredible monsters who go to war with horrible, awful babies. \nIt was created by the same people who made Exploding Kittens: Elan Lee (Xbox, ARGs) and Matthew Inman (The Oatmeal). The game takes a few minutes to learn, it's kid-friendly, and each round takes about 20 minutes to play.\n(Stretch Goals here!)\n    THE ORIGIN STORY\n                                   I’ve always wanted to make a card game. A few years ago, I started working on a game based on my comic, The Oatmeal, where you connect heads, torsos, arms, and legs to create a variety of monsters based on characters from my comic, such as the Bear-O-Dactyl. The original version of this game was doodled onto paper cutouts, and had no functioning game mechanic other than “build funny-looking things.” \nThe very first version of the Oatmeal card game.\nTwo years ago I met Elan Lee, and he showed me a prototype of a game called “BombSquad,” which we renamed to Exploding Kittens. After Exploding Kittens launched, my creature-building game got put on hold.\nAfter the dust from Exploding Kittens eventually settled, I asked Elan to help with the design of my monster-building game. I didn’t want this to be one of those games where you're trying to \"out-comedy\" one another; I wanted it to be more of a deck-building game, such as Dominion or Hearthstone, but without all the complexity. I wanted a monster-building game you could easily play at a party.\n Up until this point, my version of the game had a big problem:  when you played, you were on autopilot. You had no decisions to make and usually one correct action to perform on every turn.  Elan has been designing physical and digital games for most of his career (he invented the genre of alternate reality games, and was formerly the creative director of the Xbox), so he put his gargantuan puzzle-solving brain to work and added a layer of much-needed complexity to the game.  He tinkered a bunch and established the basic rules of conflict, construction, and the escalation mechanic that would define the core gameplay. The tricky part was keeping this simple enough to be a party game, but complicated enough to allow for depth and strategy. It’s easy to fall into two bad categories when designing tabletop games: either they’re easy to learn but completely random, or they’re very strategic but mind-numbingly boring. You have to walk a very thin line between the two. I think with Bears vs Babies we did that.\nOur battle-hardened \"Sharpie Deck\"\nAfter months of pestering everyone we knew to play the game with us and tweaking the rules bit by bit, we finally got it to the point where our friends pestered us to play, instead of vice versa. And that eventually brought us here, to Kickstarter, where we’re now pestering the whole internet to play with us.\nAnd so here we are. \nLet the bear hugs and baby burping begin.\n-Matt and Elan\n----------\n   ----------\n                                                                                 Press Inquiries\nEmail: info@bearsvsbabies.com\n----------", "risks": "Risks and challenges\nRemember that one time two years ago when we built Exploding Kittens and shipped everything we promised to you ON TIME?\n\nSeems like a pretty keen idea to try that again. We're going to use the same great folks at Ad Magic to print the game, and the same incredible team at Blackbox to get it over to you once it's printed.\n\nThe biggest risk is really just getting cocky. We know this won't be easy, and we know how hard we're going to have to work to get you your game in the timeframe we promised it.\n\nJust like last time, we're going to keep things basic. We're not going to offer t-shirts, or posters, or anything else that will get in the way of us delivering the game to you as promised. We're keeping it as simple as possible: support our project and in return we'll send you the playable game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 25 or more", "title": "Core Deck", "descp": "One copy of Bears vs Babies (Ages 7+)\n+ All Core Deck stretch goals\n+ Free shipping in the U.S.\n-If you'd like more than 1 deck, just add $25 for each extra deck you'd like. (we'll figure out any extra shipping charges when we send you the survey after the campaign.)", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["7,926 backers"]}, {"amt": "Pledge US$ 35 or more", "title": "Core Deck + NSFW Booster Pack", "descp": "One copy of Bears vs Babies (Ages 7+)\nAND\nOne copy the NSFW Booster Pack (Ages 35+)\n+ All Core Deck stretch goals\n+ All Booster Pack stretch goals\n+ Free shipping in the U.S.\n-If you'd like more than 1 deck, just add $35 for each extra deck you'd like. (we'll figure out any extra shipping charges when we send you the survey after the campaign.)", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Only certain countries"}], "stat": ["77,303 backers"]}], "updates": [{"update_no": "UPDATE #27", "update_userinfo": "We have a new game and you've only got a few hours left to get a copy.", "update_content": "Hi there. It's us, your best buddies over at Exploding Kittens. We're sending you this update because you were one of the people who brought Bears vs Babies  to life, and we thought you'd like to hear about our BRAND NEW GAME: Throw Throw Burrito.    We're in the last few hours of our Kickstarter campaign, so if you want a copy you should back it right now.  \nThrow Throw Burrito is the combination of card games and dodgeball.  You collect cards, play your hand, and throw burritos at your friends. "}, {"update_no": "UPDATE #26", "update_userinfo": "WE DID IT!", "update_content": ""}, {"update_no": "UPDATE #25", "update_userinfo": "YOUR CHANCE TO OWN AN AWARD WINNING GAME!", "update_content": ""}, {"update_no": "UPDATE #24", "update_userinfo": "Can you keep a secret?", "update_content": "                                       "}, {"update_no": "UPDATE #23", "update_userinfo": "99%", "update_content": ""}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping (almost) Complete!", "update_content": " "}, {"update_no": "UPDATE #21", "update_userinfo": "Shipping Update", "update_content": ""}, {"update_no": "UPDATE #20", "update_userinfo": "We have a very important shipping announcement.", "update_content": ""}, {"update_no": "UPDATE #19", "update_userinfo": "Last Call", "update_content": ""}, {"update_no": "UPDATE #18", "update_userinfo": "Shipping Confirmation Update", "update_content": ""}, {"status": []}], "comment_no": 14486, "projec_url": "https://www.kickstarter.com/projects/elanlee/bears-vs-babies-a-card-game", "project_name": "Bears vs Babies - A Card Game"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "Out in a sunny park for a picnic...\n Take your GreenTraveler to the mountains, the sea, or anywhere you want food to be. \n#GreenTraveler on a hike ...\n Take it on any adventure or bring leftovers away from a restaurant without disposing of another container.\n... Or to the office\n Literally anywhere.... such freedom!\nTake yours everywhere....\nGet your FINAL DAY SPECIAL today!! Less than 48 hours left to grab the best discount available anywhere. Two (2) GreenTravelers for only $70! Or one of two Bundle Packages! See below for details.\nBundle Package\nFeatured Pledge\n Why?\nWe created the GreenTraveler to offer a solution to people who leave the house and want a convenient, travel-friendly way to take food on-the-go without messes like these:\nDitch the unreliable, leaky and wasteful containers and carry your GreenTraveler everyday, everywhere!\nHow often  do you wish you had your favorite food with you to avoid going hungry or spending money on over-priced restaurant food?\nWhile trying to use other portable containers, we were tired of leaks, spills, having only one compartment leaving our food soggy, inconvenient shapes and sizes that don't fit in a bag, and throwing away disposable to-go containers that didn't work very well anyway.\nThinking back, you may have memories of battling some problems that standard food containers pose...\nWith GreenTraveler everywhere as your primary container you may be amazed how many uses it has - keep liquids in, keep rain and water out, store food and beverages, use for first aid or baby supplies, or for any items you need protected.\nWhat?\nFor us at GreenTraveler, the world's most convenient, waste-free, portable container is a cylinder with carabiner loops and 6 compartments that won't leak, spill or break. It was modeled from a water bottle, which we carry everywhere to avoid disposable plastic bottles... the same problem.\nCheck out the Features\nFor this size and shape plastic is still the best material. But don't be afraid of it. We made sure it has no BPA or phthalates so it won't leach chemicals in your food, even in a microwave. Chances are you are already eating out of plastic with food you buy at the grocery store or your containers at home. The plastic used in the Original GreenTraveler is approved by the food safety foundations for food around the world.\nGreenTraveler Specs\n To see these features in motion, see our rendered animation in this short video:\n Who Cares?\nDo you leave your house sometimes? Do you eat? Do you want to save money? Then this is for you. It is not only for adventure travel or active lifestyles, although adventurers will love it. It is for the commuter who goes to a job all day. The student who goes to school. Hobbyist photographers or fishermen. The GreenTraveler is for people who leave the house and want good food wherever they are. \nWho can use the GreenTraveler? Adventurers, Commuters, Families, Students, and Travelers.\nThe world has taken notice.....\nThanks to all media sources! More are covering this campaign than we can possibly include. These were some of the first to publish.\nHow does it work?\nThe Original GreenTraveler may feel like a puzzle the first time, but once you get the hang of it, you'll wonder why it didn't exist before.\n... Assembly is easy, too!\nJust put some food in it and off you go :)\nHow Much?\nThe Original GreenTraveler replaces many items you may use every day.\nGreenTraveler is worth the price!\nUntil Nov 22nd, the Original GreenTraveler is being sold on a Kickstarter discount from retail price to reward those early adopters that support us in making this project a reality! See the rewards available to the right.\nWe are thinking that if you love the GreenTraveler, you will also love some of our rewards ... \n At the top are our T-shirt rewards:  \nCustom designed insulated carrying pouch Add-On by Bluewave. Measures 14\"x4\" with an added pocket for utensil plus what is shown above. $23 includes shipping worldwide.\nEnd caps to hold two center body compartments tightly together to make a smaller liquid-tight GreenTraveler without the need for cups. $8 includes shipping worldwide\nSpread the Word!\nHelp share this campaign with the links at the top on your favorite social site. Or get paid for it with KickBooster!\nOr with Funded Today's Cashback Program:\nThank you!\nWe couldn't have done this without our awesome media firms helping us get the word out!\n Get Your Project Funded Today!\n Kickstarter Video Production by StartMotionMedia.com\nBig Thanks to Michael Zeligs of Start Motion Media for our fantastic video!\nWhat if?\nWe have a consultant living next to the manufacturing facility who is nearly like a partner, conducting continuous 3rd party quality control. But what if your GT breaks or you don't like it?\nWarranty:\nManufacturer's defects are covered for a month. Just send picture or video of the defect to us and we will get a replacement part sent to you.\nGreenTraveler covers its products under normal use for life. We want you to enjoy our products your whole life and never see them in a landfill. We also offer a recycling program to provide a replacement part with free shipping if you ship the broken part to us (or send a photo of it in the proper recycle bin). See our website for warranty details.\nWhat's Next?\nWe hope you'll enjoying using your new adventure toy. Take it everywhere and see how useful it can be.\nConnect with us on social media and stay tuned as we have new innovations coming to you!\n We have planned for a couple years in the future with logistics, partnerships, financial proformas, and designs of new products we will launch. All we need is the successful launch of this first product with initial funding for injection molding and we can give you much more convenience while traveling.\nThen and Now\nThis project just kept calling us to be born! This is our first Kickstarter, but not our first business. As serial entrepreneurs with finance experience, we put all our intelligence, time, and money starting in November 2015 to make it a reality with full force.\nHere is how far we've come with this project:\nGreenTraveler Evolution\nTHANK YOU from the GreenTraveler Team!  \nJames Robinson, Juliene Sinclair and Josey Zadoria\nWe made it to Times Square!\nGreat animation of our logo by our partner Josey\nPress Links\nhttp://finance.yahoo.com/news/camping-enthusiast-foodie-either-way-145921041.html \nhttps://sports.yahoo.com/news/camping-enthusiast-foodie-either-way-145921041.html \nhttps://www.yahoo.com/music/camping-enthusiast-foodie-either-way-145921041.html\nhttp://www.digitaltrends.com/home/greentraveler-food-container/", "risks": "Risks and challenges\nComing from investment banking and business development backgrounds we know what makes a business successful and what makes them fail. We are aware of the growth stages and are planning for them to eventually grow to become a mature, multinational enterprise. \n\nOur product has shown proof of functionality and a need in the market place, even to some that weren't already aware of their need.\n\nWe have pre-planned everything we can think of with redundancy, including: legal advice, product labels, boxes, secondary assembly logistics, customs brokers, and fulfillment centers. We do not expect any hiccups, but the first hurdle will be manufacturing high-quality products to perform as designed. We are happy with the prototypes the manufacturer made so we expect the die creation to go smoothly as well.\n\nChinese New Year may set back our timeline a couple months if we don't get the quality we want before then.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "Social Media 'Shoutout'", "descp": "A big virtual thank you on our website. We hope you feel like you contributed to launching a great product!", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["36 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "Branded T-shirt", "descp": "A t-shirt with our logo and a thank you for funding us! See image under 'How Much?' below to choose Branded T-shirt #1: \"Good Food, Anywhere\" or #2: \"Walkingman\". A survey will be sent at the end to mark your choice.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (2 left of 3)"]}, {"amt": "Pledge US$ 25 or more", "title": "EARLY BIRD - One (1) GreenTraveler", "descp": "One (1) GT\nEstimated retail: $49.95", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["199 backers", "Limited (1 left of 200)"]}, {"amt": "Pledge US$ 30 or more", "title": "LATE BIRD - One (1) GreenTraveler", "descp": "One (1) GT\nEstimated retail: $49.95", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["198 backers", "Limited (2 left of 200)"]}, {"amt": "Pledge US$ 35 or more", "title": "SUPER LATE BIRD - One (1) GreenTraveler", "descp": "One (1) GT\nEstimated retail: $49.95", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["373 backers"]}, {"amt": "Pledge US$ 45 or more", "title": "(1) GreenTraveler and a T-shirt", "descp": "One (1) GT in your choice of color +\nOne (1) T-shirt. See photo for style.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["35 backers", "Limited (35 left of 70)"]}, {"amt": "Pledge US$ 54 or more", "title": "(1) GreenTraveler with custom pattern", "descp": "Hydrographics allow the outside of the center two compartments be any color or pattern available. See some pattern ideas at http://www.hydrographicsinc.com/patterns.html\nEstimated Retail: $80", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["8 backers", "Limited (2 left of 10)"]}, {"amt": "Pledge US$ 55 or more", "title": "REGULAR - (2) MyGreenTravelers", "descp": "Two (2) GT\nEstimated retail: $98", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["99 backers", "Limited (1 left of 100)"]}, {"amt": "Pledge US$ 60 or more", "title": "Late Bird - (2) MyGreenTravelers", "descp": "Two (2) GT\nEstimated retail: $98", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["84 backers", "Limited (16 left of 100)"]}, {"amt": "Pledge US$ 65 or more", "title": "FINAL DAY SPECIAL - One (1) Bundle", "descp": "Our backers asked for a bundle of all the accessories we released during our campaign. So here they are together, including world-wide shipping, for this outrageous exclusive offering only to KS.\nINCLUDES:\nGreenTraveler\nInsulated carrying pouch\nCarabiner\n2× End Caps\nUnique Utensil", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["171 backers", "Limited (29 left of 200)"]}, {"amt": "Pledge US$ 70 or more", "title": "Sleepy Head - (2) MyGreenTravelers", "descp": "Two (2) GT\nEstimated retail: $98", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["110 backers", "Limited (40 left of 150)"]}, {"amt": "Pledge US$ 70 or more", "title": "FINAL DAY SPECIAL - Two (2) GTs", "descp": "Here is the bargain you might have been waiting for. It won't get cheaper than this after tomorrow. Grab them while you can!\nINCLUDES:\n2× GreenTraveler", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers", "Limited (490 left of 500)"]}, {"amt": "Pledge US$ 110 or more", "title": "FINAL DAY SPECIAL - Two (2) Bundles", "descp": "By popular request: a bundle of all add-ons from this campaign and free shipping!! Get two (2) or more bundles at $55 each. Can't beat that deal after Tuesday.\nINCLUDES:\n2× GreenTraveler\n2× Insulated carrying pouch\n2× Carabiner\n4× End Caps\n2× Unique Utensil", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["127 backers", "Limited (73 left of 200)"]}, {"amt": "Pledge US$ 120 or more", "title": "Early - Four (4) for the Family", "descp": "Four (4) GTs in your choices of color for each member of the family.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["49 backers", "Limited (1 left of 50)"]}, {"amt": "Pledge US$ 140 or more", "title": "Four (4) for the Family", "descp": "Four (4) GTs in your choices of color for each member of the family.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["46 backers", "Limited (4 left of 50)"]}, {"amt": "Pledge US$ 300 or more", "title": "Box of 12 in any color", "descp": "Custom box with our logo filled with 12 GreenTravelers of any variety of colors. We work with you for custom colors.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["16 backers", "Limited (9 left of 25)"]}, {"amt": "Pledge US$ 1,800 or more", "title": "Motherload", "descp": "SIXTY (60) Green Travelers (20 of each color). If you’re a distributor, retailer, school, or a corporate office looking for a great gift for your team, this one's for you. MSRP $2400", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Master Pledge #1 - One (1) person", "descp": "Take your new GreenTraveler on a trip for two (2) nights accommodation for one (1) person in Sweden's famous Ice Hotel with round-trip flight worldwide to Kiruna airport. Contact us for details.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["0 backers", "Limited (5 left of 5)"]}, {"amt": "Pledge US$ 5,000 or more", "title": "Master Pledge #2 - One (1) person", "descp": "Pick up your new GreenTraveler direct from Co-Founder Juliene on a guided tour of Yellowstone including two (2) nights' accommodation for one (1) person in Yellowstone's Old Faithful Inn, and a round-trip flight worldwide. This hotel fills up fast so dates may vary. Contact us for more details.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}], "stat": ["0 backers", "Limited (3 left of 3)"]}, {"amt": "Pledge US$ 25 or more", "title": "SUPER EARLY BIRD - One (1) GreenTraveler", "descp": "One (1) GT\nFree Shipping!\nEstimated retail: $49.95", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Super EARLY BIRD - (2) GreenTravelers", "descp": "Two (2) GT\nEstimated Retail: $98\nFree shipping!", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 50 or more", "title": "Super EARLY BIRD - (2) GreenTravelers", "descp": "Two (2) GT\nEstimated Retail: $98\nFree shipping!", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "(2) GreenTravelers with hydrographics", "descp": "Hydrographics allow the center two compartments to be any color or pattern available. See patterns at http://www.hydrographicsinc.com/patterns.html\nEstimated Retail: $160", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "5 backers"]}, {"amt": "Pledge US$ 240 or more", "title": "Box of 12", "descp": "Custom box with our logo filled with 12 GreenTravelers, one color of your choice.", "time": [{"ESTIMATED DELIVERY": "Jan 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "10 backers"]}], "updates": [{"update_no": "UPDATE #52", "update_userinfo": "Thank you and take care", "update_content": "Hello everyone,\n\nIt seemed to work out very well to recieve your emails calling me a jerk. Thank you for making that smooth. 😉 I think we have this campaign mostly complete.  Finally.\n\nI want to also inform you that we are having a clearance sale starting today, in honor of Cyber Monday, and going on until Christmas. We will be selling out of nearly all inventory over the next month to save on storage costs and will not manufacture more products until Corona times have passed and people are traveling again. Which, I’m starting to be afraid may not be soon. Sadly... "}, {"update_no": "UPDATE #51", "update_userinfo": "Cyber Monday and affiliate link", "update_content": "Hello everyone,\nFirst of all, as today is Thanksgiving in the US, I want to say again thank you to all of you, and send my gratitude for helping to breath life into this project! It has barely survived but is not dead.\nI have hung on long enough to attract an investing company that is now rebranding GreenTraveler as BeOn Container. Be on your way! The website is live but still under construction. New colors have been created and are on the ocean, en route to the US warehouse."}, {"update_no": "UPDATE #50", "update_userinfo": "I know it has been too long!", "update_content": " Hello everyone,\nThis is the month. My goal to send all V1s and accessories! Finally.\nWe have all colors available. Just the problem of where. Green and Black in the US.\nOrange, blue and purple are all in Europe. "}, {"update_no": "UPDATE #49", "update_userinfo": "Merging with a new company and new life in shipping!", "update_content": "Hello everyone,\nWanted to post a quick update so that you all are still hearing from me. \nWe have shipped the missing colors - orange, blue and purple. Waiting to receive them in mid March sometime. \nMeanwhile, we have worked through much of the spreadsheet. It is working really well for us to stay organized and go through each order systematically."}, {"status": []}], "comment_no": 1281, "projec_url": "https://www.kickstarter.com/projects/76377603/greentraveler-worlds-best-travel-friendly-food-con", "project_name": "GreenTraveler: World's Best Travel-Friendly Food Container"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "THE GROWLIGHT, REINVENTED    \nGrowing tired of a lifeless interior? Have you ever considered growing a lemon tree indoors? Maybe strawberries on the wall? A pineapple? I know what you’re thinking, there is NO WAY I can grow a pineapple in my house! Actually, it is quite easy with the support of the Aspect.\nThe Aspect is the first LED grow light developed specifically for interior design, allowing you to grow whatever plant you want wherever you want while aesthetically enhancing any space.\nENERGY EFFICIENT – Save hundreds on electricity and maintenance over other technologies.\nCUSTOMIZE - With over 17 different cord choices and the addition of a lampshade, your plants will be growing in style.\nFULL GROW SPECTRUM – Maximize plant growth and improve plant quality with our full spectrum LED light that is efficiently absorbed by plants.\nBUILT TO LAST - Never replace our bulb! We assemble the Aspect right here in Bethlehem, PA to insure the highest quality! With the help of our US based LED manufacturer, we can achieve a lifespan of over 90,000 hours!\nSMALL OR LARGE - Support most small plants with our 20 watt unit, or grow trees with our 40 watt units. We even offer a commercial high yield package of 160 watts.\nSUPPORT YOUR HEALTH - Houseplants extract up to 87% of pollutants from indoor air, including volatile organic compounds, formaldehyde, pesticides and more.\nWARRANTY - We pride ourselves on our dedication to each customer, because to us, customer satisfaction is everything. We offer a 3-year warranty, with a 90-day Money Back Guarantee!\nCHRISTMAS DELIVERY Great gift idea for anyone. We guarantee to deliver the EARLY BIRD special packages before Christmas.\nLimited light? Whether you are growing near a window in a dark corner of your room, the Aspect is here to help. With the right light, you can easily grow any plant inside. It is time to get creative with your décor!\n2 clicks is all it takes to share our campaign and make a huge difference\nDepending on what you want to grow, we have an Aspect for it! We outlined applications and coverage below to help you pick the right Aspect for your home.\nThe SMALL 20 watt Aspect is great for partial sun plants such as houseplants plants, herb, spices, succulents, flowers, and some bonsais. It is also great for those larger plants that just need an extra boost of light to thrive indoors.\nThe LARGE 40 watt Aspect can support larger plants that demand full sun, such as tomatoes, cannabis, peppers and more. It is great for citrus trees and fruiting plants that grow to a large size and need more intense light coverage.\nAn interchangeable lamp shade hook is included in your Aspect Kit which allows you to hang most lampshades to match the decor of any room (lamp shade not included).\nJust hook it, hang it, and plug it in! The Aspect is incredibly easy to set up. With 3 easy steps you will be on your way to enhancing your home with beautiful green plants.\n Don't want to hang the Aspect from the ceiling? Don't worry, there are numerous alternatives such as a Shepards hook\nPlants convert certain wavelengths of light into energy using photosynthesis. With the wrong light, plants will elongate or die. Too much blue light and your plants will never grow, too much red and they will never develop strong roots. By using LED technology, we are able to produce the exact wavelengths in the right balance of blue and red that supports beautiful, healthy plants.\nWe offer two spectrums for both residential and commercial growers.\nDécor White (20w & 40w Aspect Kits)\nBrilliant white for Décor Lighting\n3000K Color Temperature\nRepresents Colors Vibrantly (High CRI Value), no blue or red tint\nSupports Plant Growth\nHigh Yield Amber (Deluxe 420 Package & upon request)\nAmber Color\nDesigned for Large and Commercial Grows\n1700K Color Temperature\nSupports Plant Growth\nWe reached our goal of $9,500 so if our backers get us to the $20,000 mark we will make 10 additional cord colors available.  These are vintage fabric multicolor cords that can be chosen for both white and black units. \nCanada: The Aspect is designed to work worldwide, with operating voltages between 90 VAC to 264 VAC, 50/60 Hz. You will get a timer. Shipping rates vary from $30 for a single unit to $55 for the 420 deluxe package.\nWorld Wide: The Aspect is designed to work worldwide, with operating voltages between 90 VAC to 264 VAC, 50/60 Hz. Unfortunately, we are not able to include timers with the international shipments. You will have to locally source an analog outlet timer.\nInternational Shipping: International shipping is handled with either UPS Express, Fedex Express, DHL Express or Priority Mail Express World Wide. We will not ship any other method. All international shipments include tracking numbers and insurance for the cost of the entire purchase. Rates vary from $50 for a single unit to $85 for the 420 deluxe package.\nCUSTOMS:  Because of strict agriculture custom policies we will not be able to ship the 'Basil Seeds' with the kit to ALL international backers.  We appoligize for any inconviences.\nPictured from left to right is Chris, Mike, and Paul; we are Soltech Solutions. Our team is compiled of Penn State University and Temple University graduates with backgrounds in Environmental Science, Energy Engineering, and Political Science.    \nWe initially created Soltech Solutions 2 years ago to design and manufacture traditional, high powered, red and blue growlights. After some extensive research in groundbreaking LED technology and plant growth we realized there were no growlights that could efficiently grow your plants while simultaneously creating a welcoming indoor atmosphere. We set out to bring a solution to this problem and developed the first décor pendant style growlight.\nIn the early stages of development we ran through heaps of prototypes finally landing on a design that could work. The first model of the Aspect hit the market January of 2016 and we’ve had nothing but positive feedback.\nBecause of our manufacturing space (the basement of a local business incubator) and the long manufacturing process, we knew we had to come up with a better design. We took all of your feedback into consideration and developed the new Aspect model. It’s sleeker, more efficient, and includes custom options never before offered. With a colorful choice of cords and the addition of lampshades, your home décor will never look the same.\nOur mission is for everyone to be able to use our product, weather you have a green thumb or are a Grass-assassin! We want to make it easy for people to bring nature indoors and with the Aspect, you can.\nCheck us out on:\nhttp://www.thevalleyledger.com/?p=22075\nhttp://areatech51.com/aspect-first-grow-light-developed-interior-design-launches-kickstarter/\nhttp://kickingitforward.org", "risks": "", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 2 or more", "title": "Virtual High Five", "descp": "If the Aspect isn't right for you, you can still show your support by donating $2 to our campaign. High Five!\nYou will also receive a PDF of our comprehensive Growers Guide which outlines how to take care of plants under our lights. Delivered after the conclusion of the campaign\nINCLUDES:\nA sore hand from the hardest high five you've ever received\nPDF of our Growers Guide", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}], "stat": ["26 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "We'll Plant 10 Trees in your honor!", "descp": "We've partnered with the Arbor Day Foundation to plant 10 trees in honor of anyone who donates $20 to our campaign!\nThese trees will be planted in our Nation's Forests. Your trees will help preserve these precious resources for this and future generations. With your $20 donation you will also become a member of the Arbor Day Foundation!\nAlso included is a PDF of our comprehensive Growers Guide which outlines how to take care of plants under our lights. Delivered after the conclusion of the campaign\nINCLUDES:\nArbor Day Foundation Membership & 10 Trees Planted in your honor\nPDF of our Growers Guide", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["11 backers"]}, {"amt": "Pledge US$ 89 or more", "title": "EARLY BIRD SPECIAL - SMALL 20W Aspect", "descp": "(43% discount off expected retail price)\nALL Growlights available in Black or White\nBe the first to get your brand new 20 Watt Aspect unit weeks before others! You'll be guaranteed to receive your light within 2 weeks of the conclusion of the campaign. Best Value\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\nAspect 20W LED Decor Grow Light Kit", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers", "Limited (2 left of 25)"]}, {"amt": "Pledge US$ 99 or more", "title": "KICKSTARTER SPECIAL - SMALL 20W Aspect", "descp": "(33% discount off expected retail price)\nALL Growlights available in Black or White\nGet your 20 Watt Aspect unit delivered by Christmas! Offer express shipping to get your 20W Aspect unit in time for the holidays.\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\nAspect 20W LED Decor Grow Light Kit", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 119 or more", "title": "EARLY BIRD SPECIAL - LARGE 40W Aspect", "descp": "(37% discount off expected retail price)\nALL Growlights available in Black or White\nFor a more powerful light we offer our 40 Watt model, used to grow full-sun plants (see description). Be the first to get your brand new Aspect unit weeks before others! You will be guaranteed to receive your light within 2 weeks of the conclusion of the campaign.\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\nAspect 40W LED Decor Grow Light Kit", "time": [{"ESTIMATED DELIVERY": "Nov 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["23 backers", "Limited (2 left of 25)"]}, {"amt": "Pledge US$ 129 or more", "title": "KICKSTARTER SPECIAL - LARGE 40W Aspect", "descp": "(33% discount off expected retail price)\nALL Growlights available in Black or White\nFor a more powerful light we offer our 40 Watt model, used to grow full-sun plants (see description).\nGet your Aspect unit delivered by Christmas! Offer express shipping to get your 40W Aspect unit in time for the holidays\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\nAspect 40W LED Decor Grow Light Kit", "time": [{"ESTIMATED DELIVERY": "Dec 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 198 or more", "title": "DOUBLE PREMIUM SPECIAL - (2) 20W Aspects", "descp": "(33% discount off expected retail price)\nTWO (2) SMALL 20 Watt Aspect Growlights available in Black or White\nWhat a great Christmas gift! Get one Aspect for yourself and one for someone special. Your friends, your parents, your co-workers, EVERYONE will enjoy The Aspect\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\n2x Aspect 20W LED Decor Grow Light Kit", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["4 backers"]}, {"amt": "Pledge US$ 258 or more", "title": "DOUBLE VIP SPECIAL - (2) 40W Aspects", "descp": "(35% discount off expected retail price)\nTWO (2) LARGE 40 Watt Aspect Growlights available in Black or White\nWhat a great Christmas gift! Get one Aspect for yourself and one for someone special. Your friends, your parents, your co-workers, EVERYONE will enjoy The Aspect\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\n2x Aspect 40W LED Decor Grow Light Kit", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 420 or more", "title": "DELUXE 420 KIT - (4) LARGE 40W Aspects", "descp": "**BEST VALUE ALERT** (45% discount off retail price)\nFOUR (4) LARGE 40 Watt Aspect Growlights available in Black or White\nDo what you will with FOUR 40W Aspect units. This package is for anyone looking to grow heaps of full-sun plants with high yield results. The package is great for Christmas gifts as well. Keep one for yourself and gift the others to anyone who wants to brighten up their home or office.\nCustom Colored Cord available (see Our Product Section)\nINCLUDES:\nFour (4) 40W Aspect Unit Kits - BEST VALUE", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Manufacturing Process", "update_content": "Thank you once again to all of our 120 backers that brought this project to life.  Now the fun starts!  We have pre-ordered most of the external components of the Aspect but will only be able to start production once Kickstarter sends us the funds (up to 14days). \nThat being said we will be working day and night to deliver the EARLY BIRD SPECIALS before Christmas and hopefully get all the other orders completed, packaged up, and shipped before the new year.\nWe will be sending out surveys that EVERYONE must fill out.  You will have to supply us with your shipping address and let us know what color Aspect and cord color you want.  It is important that everyone fill out this form because it is the only way we will be able to fulfill all orders on time."}, {"update_no": "UPDATE #5", "update_userinfo": "Thanks to all - Now the fun starts", "update_content": "Hey everyone,\nJust an update on where we stand:\nIn the first half of our campaign, 101 of you pledged $15,000!! Thank you all so much!  We are half way through with 15days remaining to increase these numbers! Only $5,000 away from achieving the first stretch goal of $20k which allows for more colors to be selected!"}, {"update_no": "UPDATE #4", "update_userinfo": "Half way through our campaign!!!", "update_content": "Once again, THANK YOU! To all of you!\nAn UBER thanks to OUR BACKERS and everyone who shared our campaign, here is a little video to share our excitement"}, {"update_no": "UPDATE #3", "update_userinfo": "Thank you message and STRETCH GOAL UNLOCKED", "update_content": "WE DID IT!!! We wanted to say thank you to all of our backers and special thanks to our anonymous backer who is buying 20 units for their home and office! Keep an eye out for our video update tomorrow where we will announce our first stretch goal! If your store front or office also wants to bulk order these, please do not hesitate to contact us!"}, {"update_no": "UPDATE #2", "update_userinfo": "WOAHHHH!!!", "update_content": "As the first 24hrs of our campaign come to a close we have raised 54% of our overall goal of $9,500.  We just want to say thank you to everyone who supported us in this crucial first day.  We've added some stretch goals so lets keep this wave going in day 2!"}, {"status": [{"Project funds successfully": "120 backers pledged $17,277"}, {"Project launches": "OCTOBER 11, 2016"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1512387238/the-aspect-reinventing-the-grow-light-for-interior", "project_name": "The Aspect - Reinventing the Grow Light for Interior Design"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "WE NEED YOUR HELP TO GET THIS THING ANIMATED!\nThe film has already been shot and the actors have gone home. We need your help to get the footage animated by redrawing (rotoscoping) every single frame by hand. \nWHAT WILL THE ANIMATION LOOK LIKE?\nThis poster is in the style of the animation.\nSticky Fingers Poster. This is also what the animation will look like.\nHere's an earlier project I did in a similar technique of shooting real actors and then animating over them. STICKY FINGERS will be similar to this in style, but will be a narrative film with actors, and textures similar to the poster. If you like this style of animation, you'll love this short film.\nJOKER GREETING CARD!!\nI'm the Co-Founder of Joker Greeting Cards and we made a special edition HALLOWEEN CARD for this campaign.\nWhen you give your friend/enemy this card and they press the PLAY button, the card will play this ANNOYING scream sound over and over again for 3+ hours straight... the screaming WILL NOT STOP until they destroy it. And when they tear it open SKULL CONFETTI will spill all over them!  Order yours now for an OCTOBER 2016 release.\nJoker Halloween Card.\nWE WANT YOU TO BE SEEN AND HEARD IN THIS FILM!\nWe have the power to draw you into the film.  You don't have to be an actor, or even a professional voice artist.\nIf you've ever wanted to live out a personal dream, or goal, or have something fun to share with your family and friends! I'd love for you to be a part of this with us!\nTHE STORY!\nThis is a 4 min. horror short about a man controlled remotely by a bio-electronic mask to stalk a woman as she jogs home to her husband and young children. Who is this man? Who is controlling him behind this mask? And what do they want with this woman?\nThat's as far as I wanna go into detail, but trust me everything will be revealed in the short!\nWHY WE NEED YOU!\nThis is a different kind of animated film.\nThe short has already been shot and edited and now we need your help to do the animation. -- This will be created by the classic technique of hand drawn rotoscope animation. Basically, the live action footage will now be re-drawn as animation.\nThis is NOT a fancy photoshop filter, It will be hand drawn by people not robots.\nDANNY ELFMAN!!\nWe have 2 posters and 4 CD Soundtracks Signed by Danny Elfman\nSIGNED Nightmare Revisited CD\nDanny Elfman Rewards - Signed SPIDERMAN - SLEEPY HOLLOW - BETTLEJUICE CD SOUNDTRACKS\nSIGNED 24'' tall and 16'' wide Poster from Danny Elfman's Music from the Films of Tim Burton Oct 30 - Nov 2 2014 shows at LA Live and Nokia Theater\nSIGNED Nightmare Revisited Poster by Danny Elfman. Super Rare!\nCLIVE BARKER!\nClive barker has generously donated 3 SIGNED prints. \nSigned Clive Barker Painting #1\nSigned Clive Barker Painting #2\nSigned Clive Barker Painting #3\nORIGINAL ARTWORK FROM THE FILM\nIf you want something that no one else has, you can get a signed 8x10 printed frame from the film. Each one of these will be unique so yours will be the only one like it in the world!\nEvery Hand Crafted Frame is a Work of Art\n WHO'S MAKING THIS???\nI'm Nick Peterson, the writer-director. If you're curious about me you can go deep and check out my website here... www.npfilm.com Or you can get a good sense of who I am by watching this supercut of my films HERE!\nI have teamed up with Mali Elfman and Michael May of FUN SIZE horror to create this very cool and very unique short film. And since the FUN SIZE guys are involved you know that this short will not sit on a digital shelf collecting digital dust it'll be seen by millions of people around the world.\nCheck out all the awesome stuff FUNSIZE has to offer here!\nhttp://www.funsizehorror.com", "risks": "Risks and challenges\nI've successfully done 4 Kickstarter projects. 2 short films and 2 product launches for THE JOKER BIRTHDAY CARD.\n\nI have delivered on all of them.\n\nSince I make films professionally, I don't foresee any problems making this film happen. \n\nI plan to have this ready to send out by October 2016 to backers.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Nick Peterson\n3 created · 21 backed\nNick Peterson - Producer, Writer, Director. Graduated from Calarts in the Experimental Animation Program. His hauntingly emotional stop...See more"}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "Well, we tried...", "update_content": "Hey Everyone, \nIt's a bummer, but we didn't make this one. And while I'm sad things aren't going forward with Sticky Fingers at this time, I'm happy with the experience I had making some new friends and re-connecting with old ones. \nAll of you please keep in touch, and thanks again for your support!!"}, {"update_no": "UPDATE #5", "update_userinfo": "Final days for Sticky Fingers", "update_content": "Hey everyone,\nA lot of you asked me to remind you when the campaign is about to expire, and with only a few days left we're getting to the end.\nI know it seems really hard to make this happen, but it's not if we all push forward. \nAs a reminder Kickstarter only rewards with 100% funding and I want to get all these great DANNY ELFAMN,  CLIVE BARKER and JOKER CARDS rewards out to you guys, so please share this and lets see if we can build this to the kickstarter comeback of the year!"}, {"update_no": "UPDATE #4", "update_userinfo": "ihorror.com we love you", "update_content": "Hey Everyone!\niHorror just did an awesome article about the project and our numbers are going up fast with new backers and new money! Yay!\nWe've got lots of time left, but as a reminder this is crowd funded project if we don't make our goal I can't get these sweet rewards to you, so spread the word and build this crowd with this link: http://kck.st/2320W4z"}, {"update_no": "UPDATE #3", "update_userinfo": "End of week #2!", "update_content": "Hey Everyone, \nA lot of people are asking if it's possible to get multiple rewards. It's super easy to do, just add to your current reward the $$ amount of the other rewards you want and just message me about it and I'll make a note so you can get both rewards.\nWe've been doing a press outreach the past few weeks, in ICYM them here are some links!"}, {"update_no": "UPDATE #2", "update_userinfo": "Week 2!", "update_content": "Hey Everyone!\nSuper excited about this building campaign. Every time I do these I have to remind myself that it's a marathon not a sprint. Thanks for being the early supporters!\nWe've got some cool announcements coming down over the next few weeks and in the meantime, here are some cool articles about our campaign!"}, {"update_no": "UPDATE #1", "update_userinfo": "Hey Everyone!", "update_content": "Hey Everyone!\nThanks again for being the earliest backers and getting this thing started on an awesome pace. We're only 2 days in with $2K and that's pretty awesome!\nJust a quick update, I updated the Clive Barker paintings to show the actual ones with the signatures, and I also added the Signed Danny Elfman poster to the rewards."}, {"status": [{"Project ends": "MAY 26, 2016"}, {"Project launches": "APRIL 26, 2016"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/209314516/sticky-fingers-an-animated-short-film-you-can-be-i", "project_name": "Sticky Fingers - An Animated Short Film You Can Be In!"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "It started as an obsession to find a comfortable pair of jeans that you could put on in the morning and wear cycling, hiking or climbing, and still look stylish for a meeting or night out. This was the foundation for Boulder Denim. Knowing that there are many pants with many features we decided to design a pant that included the most useful of those features, making them the most functional and stylish jeans on the market.\nOur sizing guarantee to YOU:\nIn the year we spent developing Boulder Denim we realized a few important things about fit and sizing.\nFor women, we discovered that we could completely simplify the fitting process when we finally settled on the blend that makes up our patented ultra-stretch denim. After testing our woman’s cut on women that are both slim and curvy, we were able to design a single cut that fits virtually all body types.\nBecause men don’t typically wear skin tight clothing it was important to design a cut that sits naturally on a man’s lower body, while not being overly tight. This discovery lead to the creation of our two fits, SLIM and ATHLETIC.\nWe are so confident with our sizing that if your jeans don’t fit, all you do is send them back to us and we will send you another pair on us.\n*Customers outside of North America will be charged an additional $20 for international shipping.\n FOR MEN:\nTo determine your fit, there are two key measurements.\nFirst, measure the smallest part of your waist at your natural waistline. Second, measure your thigh 2 inches below your crotch Then cross reference, your waist and thigh measurement with the sizing chart to determine your fit. Men looking for a skinny fit can size down. The denim will stretch to your body.\nFOR WOMEN:\nYou only need to measure the smallest part of your waist at your natural waistline. Our jeans are so incredibly stretchy to ensure an absolutely skin tight fit we recommend sizing down.\nMade with the climber in mind and created to truly combine fashion and adventure for a slimmer fit you can wear anytime.\nMedium rise that sits just above the hip, slim through the thigh, knee and calf with a slight taper\nOffers a perfectly tailored fit that works for men with slim to medium legs.\nFits well for slim or medium builds as the taper increases proportionally with waist size.\nBEST FOR: Men with slim to medium legs that want a tailored look.\nFor the gym rat, crossfitter or bodybuilder. This fit is muscular-glute approved and designed for men that spend a lot time in the gym.\nMedium rise that sits just above the hip, more room through the thigh, knee and calf with a slight taper.\nOffers more thigh and calf room for men with muscular legs.\nBEST FOR: Men with big legs that have trouble finding pants that can accommodate their thighs. These are for the crossfitter, bodybuilder or football player that never skips leg day. They also look great on men with thicker legs or larger builds that are looking for a roomier fit.\nDesigned to combine our 360-degree stretch and a perfect cut that embraces the natural movement of a woman’s body. The stretch is perfect for women of all shapes.\nMedium/Higher rise, that is meant to move with you as your body bends.\nThe ultra-stretch denim allows you to have a higher-waist that doesn’t restrict movement or dig in when you bend over.\nBEST FOR: Women that are slim to very curvy. The denim is so unbelievably stretchy that it will hug even the most curvaceous women.\nSo rest assured and order with confidence that not only will these pants fit you perfectly and feel amazing, your butt will look phenomenal!\nThe Boulder Denim brand was inspired by necessity and created by adventurists. We know what it’s like having to balance our thirst for thrill and everyday responsibilities. Which is why created our denim to cater to whatever it is your day has in store for you. Aside from selling comfortable pants, we wanted to be the true advocates for adventure and we’ll do this by giving back to you, our amazing community. \n#1 | Every year a portion of our earnings will go towards our “What’s your adventure?” campaign. You tell us what your idea of an epic getaway would be and the person with the best trip will be decided upon by the Boulder Denim community. The prize being the trip you dreamt and 2016’s trip that will be accompanied by world record highliner, Spencer Seabrooke and the boulder denim team. \n#2 | The “Everyday Athlete Sponsorship Program” (EASP). We realized that like ourselves, we all lead busy lives, yet we still find time to train hard. Our skill is built on our dedication. We want to give back to these athletes in recognition of their hard work and inspiration they bring to others. This means support and of course free Boulder Denim gear.\nA huge thank you to these companies for allowing us to shoot in their establishments. \nThe Hive\nPortland Craft \nMilano Coffee \nRevolver Coffee\nThe General Public \nAnd thank you to Rich Emmerson @ travelshootshare.com  and Tanner Dunn @ thefrvr.com for their incredible photography work. ", "risks": "Risks and challenges\n1. We already have people testing out our pre-production samples around the globe. We're ready to hit \"go\" on production immediately after we receive our funds from Kickstarter. This is usually two weeks after our campaign ends successfully.\n\n2. Our stain repellent and hydrophobic technology can be done a number of ways. Choosing the type of technology will depend on how many pairs of jeans we sell. Some methods are quicker than others and it could potentially delay the estimated delivery time by up to 30 days. \n\n3. Other delays and unforeseen obstacles may occur along the way but this is highly unlikely as we're equipped to produce a very large quantity of jeans.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #30", "update_userinfo": "Boulder Denim 2.0 is here - Special early-bird pricing to those who missed it!", "update_content": "Hey loyal backers!\nOne of our original Kickstarter backers reminded us that we forgot to post an update to our OG backers to let them know our new Boulder Denim 2.0 Kickstarter is live to take advantage of our early bird discounts which sold out in minutes. That is totally our bad and we're here to make it up to you.\nWe now have over 800 backers totaling over $100k in funding in less than a week. We're going to release an unlimited number of early-bird discounts tomorrow, July 30th from 8:00am PST until 9:00am PST. So you have one hour to back our project at our super early bird discounts. This is only available to all you original backers."}, {"update_no": "UPDATE #29", "update_userinfo": "Help us design our future line of jeans and receive a BD gift card!", "update_content": "Hey everyone!\nFirst off, we would like to thank all our original backers for your support. We've come a long way from our Kickstarter days and the Boulder Denim brand is growing quickly.\nIn case you're not in the loop, Brad and Taz have been touring the United States with an Airstream showroom for the past 7 months on a sales and marketing tour. Be sure to check out our Facebook Events to find out if we'll be in a city near you soon."}, {"update_no": "UPDATE #28", "update_userinfo": "Last Chance for Direct-to-Consumer Pricing and Tour Update", "update_content": "Hey guys,\nIt's been a while since we last updated you so here's the latest:\nDirect to Consumer Pricing: Since we launched back in November 2015 we've had a direct-to-consumer pricing model. We were able to offer you lower pricing since we didn't have any distributors and weren't in retailers yet. With our big tour coming up and tons of stores requesting wholesale pricing, our retail pricing will be changing from $129 USD to $148 USD (or $174 CAD to $198 CAD). The good news is you have until April 1st, 2017 to snag a pair or two at the discounted direct-to-consumer pricing. and grab a pair now!"}, {"update_no": "UPDATE #27", "update_userinfo": "We're just getting started! Big things happening in 2017.", "update_content": "It's been a while since our last update and we've got some exciting updates for you."}, {"update_no": "UPDATE #26", "update_userinfo": "Happy Holidays!", "update_content": "Happy Holidays from our unofficial mascot Koda and the Boulder Denim team. "}, {"update_no": "UPDATE #25", "update_userinfo": "Shipping Update and Exchange Information", "update_content": "Hey Backers!\nWe're happy to announce that all orders have been shipped and that a lot of you have already received your jeans. We've already heard some great feedback from our backers on Twitter and Instagram. Keep your posts coming, we love hearing your praise!\nUS/International Orders: Many of you have already received your jeans. If you're looking for your tracking information, you should be able to see it now when you go to  and enter your email address. "}, {"update_no": "UPDATE #24", "update_userinfo": "Shipping Update", "update_content": "Hey Backers!\nWe have a quick update for you today. \nALL US and International orders were shipped out over the past two days. You'll receive them either Fedex Home Delivery or USPS Priority Mail. We're having an issue with tracking numbers. You should be able to login to BackerKit.com and view your tracking information but it's not working like it's suppose to. We're working hard with BackerKit today to solve this issue so you'll be able to track your packages. "}, {"update_no": "UPDATE #23", "update_userinfo": "Shipping Dates Confirmed", "update_content": "Hey backers!\nWe know we said that the jeans should be shipping out to you now but as you know, we keep stumbling across delays. The freight from our manufacturing facility in Quebec to our fulfilment centres in Vancouver and Chicago has taken longer than expected. For some reason (most likely distance related), our Chicago fulfilment centre received the pallets first. The freight to our Vancouver warehouse is still in transit and we were told by the freight company today that it will arrive at our Vancouver fulfilment centre on November 7th or 8th. "}, {"update_no": "UPDATE #22", "update_userinfo": "Shipping Soon!", "update_content": "Hi Backers!\nLast week we updated you with a timeline and shipping address change requests. This week we would like to update you again on where we're at with shipping.\nOrders Without Jeans:\nAll t-shirts, chalk buckets, hats, and tanks have shipped if there was no jean order attached with them. Some of you may have already received your gear. "}, {"update_no": "UPDATE #21", "update_userinfo": "Last call for address and sizing changes", "update_content": "Hello backers!\nWe're so excited to announce that two out of our three styles have finished production with the third being wrapped up sometime next week. This means that you all have one week to email us with any size or address changes. If you won't be home to accept the package, we highly recommend shipping it to a friend or family member instead.\nYou have until next Friday, October 21st at 8:00am PST to send us any changes."}, {"status": []}], "comment_no": 108, "projec_url": "https://www.kickstarter.com/projects/bradspence/boulder-denim-ultra-stretch-stain-resistant-premiu", "project_name": "Boulder Denim | Ultra-stretch, stain resistant premium denim"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "Update#4 What will make Might Brawlers fresh and fun to play\nUpdate #3 Brawler Packs on Dribbble\nUpdate #2 Offline and Single Player Experience\nUpdate #1 Why are we looking at Ouya?\nMighty Brawlers is nearly feature complete! All the major parts are in place for the basic gameplay. Multiplayer, Brawlers, weapons, and multiple maps are ready to go. Over the next rounds of development we will be working on extending our custom game editors for more variety and awesomeness. Let's begin with some talk on the game and our plans.\nWe say retro multiplayer platform mayhem, and we mean every word of it. Mighty Brawlers is built on solid old school platforming with updated twists.\nWe have added tools to ensure the mayhem of brawling will be in tune with how a retro platformer would play. Intuitive strafing, and simple angular aiming took us a bit of time to refine, but they were worth the effort. Ultimately, moonwalking as the Mad Hatter while pwning with a Velociraptor gun is quite amusing. \nWe have added teleport stations to allow for jumping between and around maps. Teleporting is handled with a timer to free you from the need to press a trigger, or heaven forbid to stop firing to tap another button.  It can be an escape or means to jump to another part of the map.\nA few testers have described it as a retro Smash Brothers, meets Super Mario Bros., in a Halo death match. \nEach Brawler has been pixel-crafted with loving care. We have the ambitious goal of 200 unique Brawlers, each with a unique weapon. Then after launch, we want to continue with at least 1 new Brawler pack per week. \nThere are 75 Brawlers in the current roster. All unique, but a few favorites that might need licensing ;). We couldn't resist putting a few well-known characters in for pre-release testing. Of course they will need to be removed if we can't secure a license. \n59 of 200 Brawlers\nWhat is a Brawler Pack?\nA Brawler Pack is a group of usually 3 - 5 themed Brawlers with an accompanying weapon. This an example of the Military Brawler Pack. \nGeneral/.44; Soldier/MP5; Sniper/.50cal; Pilot/9mm; Battle Rattle/RPG\nSome packs will have more, while some will have fewer. There will be packs with 7 Brawlers, like Dante's Inferno Brawler Pack. While a pack with only 1 Brawler will be quite unique. (Just wait until you see Uncle Sam).\nOur world is ginormous! We are planning on 3 maps on our launch date. A map will be a section of the world dedicated to one type of style, like neighborhoods. There will be missions and NPC's specific to each map. We are planning to release a new map each month. \nIf you can image 2 sugar cubes (a Brawler) stacked inside something the size of 2 football fields, this is getting close to our total area. Mighty Brawlers' world will be constantly evolving and growing. Each map will bring its own challenges and benefits. \nWhere will the money go? Content, Expansion, Platforms & Servers.\nContent\nBoth our roster and world are huge. We will use the funding to dedicate more of our time and talents to fleshing out both of these. \nGenerally, a Brawler goes from idea to animation in around 2 hours. After they are running around, we have to create their weapons, and projectiles; then build both of them out for playability. \nNext, we have tile sets and our maps. The tile sets that are already or nearly completed are dirt, ghetto, warehouse, and pipe. We will then plan each enormous map, create NPC's & backgrounds. Then actually build it out. \nWe have thousands of hours of content creation ahead of us.\nExpansion\nOur game is already playable. We want it to launch with an amazing set of features. We need time and some support to extend our list. These are the most important items.\nCharacter Editor - Extend parameters to allow for flight/hover, and wall climbing.\nWeapon Editor - Extend to account for 2nd weapon.\nBullet Editor - Extend to account for flight patterns, attribute manipulation, spawning, waves, and multi-origin points.\nWorld Editor - Extend teleports, switches, and rewrite \"water/lava\".\nRedeem System - Create a system where users will be able to input codes to unlock packs and worlds. \n\nPlatforms\nWhen we reach our funding goal of $25k, we will be launching Mighty Brawlers on 2 gaming platforms.\niOS\nAndroid\nServers\nOur servers are running on Node.js, and tweaked for performance. These are ready to really turn some sweet multiplayer action for everyone. As the game grows and expands to have more and more players, we want to be prepared to scale quickly and effectively. Then be ready to handle the costs of supporting multiple servers running more than 1000 players per map. \nDouble Our Fun(ds)! - $50,000\nWe're participating in OUYA's #FreeTheGames Fund, created by OUYA to support developers making new and creative console games. OUYA will match your pledge dollar-for-dollar if we raise a minimum of $50,000, so help us get there and make a great game for everyone! To be eligible for this match, we commit that this game will be an OUYA exclusive for six months—no matter what. To learn more about OUYA, go to www.ouya.tv\nWe are ready and prepared to release on Android and iOS if our funding goal of $25k is met! However, if we can reach the stretch goal of $50k we can release our game on Ouya first, and add more Brawlers, more maps, and more features!\nStretch Goal Additions:\nOuya Release!\n200 More Brawlers at launch\n3 More Maps\nNew Features: personal Brawler upgrades, revenge system, team system, power-ups, and BOSS LEVELS! (Join up to conquer the Kraken!)\n\nCheck them out. They are quite useful.", "risks": "Risks and challenges\nThere are challenges to overcome before launch of Mighty Brawlers. \n\n1. The exorbitant amount of Brawlers. We have 75 Brawlers ready, we want 125 more before launch. This just takes time. \n\n2. The vast world that is NOT auto-generated. We have to touch every single one of 864,000,000 tiles to fill our world. We don't plan on having all this done at launch, but we want to get a solid running start. Again, this just takes dedicated time to plan, build and test. \n\n3. We need to focus more on building Mighty Brawlers, than playing it.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "AddSubtract\nFirst created · 28 backed"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "What makes it fun to play?", "update_content": "Here is a clip that goes over what will make Mighty Brawlers fresh and fun to play as the months pass by. "}, {"update_no": "UPDATE #4", "update_userinfo": "Instant Action Game Play (little loading)", "update_content": "Here we are talking about the it will be like when you first load Mighty Brawlers. We are planning on only one loading screen then side loading everything else while you are running around. \nThere will also be minimal \"game screens\" the Brawler and weapon selection will all be \"in game\" elements. \nMore details in the featurette. "}, {"update_no": "UPDATE #3", "update_userinfo": "Brawler Showcase", "update_content": "We will be posting a few packs of Brawlers everyday on dribbble. Be sure to check them all out.\nhttp://dribbble.com/shots/1202207-Brawler-Pack-008-Mighty-Brawlers/buckets\nThere is also a give away for anyone that can name the missing Brawler in each pack. \nWe recently have had an article get published on our project. We are very thankful and excited to see the word starting to spread around. "}, {"update_no": "UPDATE #2", "update_userinfo": "Offline and Single Player Experiences", "update_content": "Lots of questions about offline and single player. This should wrap it all up. "}, {"update_no": "UPDATE #1", "update_userinfo": "Why Ouya?", "update_content": "A short featurette on why we are in the #FreetheGames Fund and what we are expecting from Ouya."}, {"status": [{"Project ends": "SEPTEMBER 10, 2013"}, {"Project launches": "AUGUST 10, 2013"}]}], "comment_no": 12, "projec_url": "https://www.kickstarter.com/projects/tyrale/mighty-brawlers-retro-multiplayer-platform-mayhem", "project_name": "Mighty Brawlers - Retro multiplayer platform mayhem."}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "VIDEO UPDATE #2\nVIDEO UPDATE\nHere's a link to our Steam Greenlight page, and Video Game trailer.\nhttp://steamcommunity.com/sharedfiles/filedetails/?id=143883857\nSTARRING - AMY SMART & DOUG JONES \nStarring Amy Smart as \"The Mom\"\nStarring Doug Jones as \"The Demon\"\nDEVELOPMENT ART WORK\nHere is some early art work my buddy Paul Linsley drew up for us to get the ball rolling and ideas flowing regarding textures, muscles, mass and features of the demon. Steve Wang will take these drawings, and other references and make it into something cohesive and amazing. \nDevelopment Artwork of \"The Demon\" to be played by Doug Jones\nConcept Art\nTHE VISITANT \nGENRE: HORROR\nSYNOPSIS : A MOTHER PROTECTS HER CHILDREN FROM A DEMONIC INTRUDER   \nWHY KICKSTARTER?\nUnlike a feature film which has a market to make money once it's been made, there is no short film sales market. And because there is no financial gain for an investor, it's hard to get the money needed to make unique projects like this.\nKickstarter lets us give you unique rewards you cannot get anywhere else and in exchange you give us the artistic freedom to create new and uniquely awesome content just for you. \nAfter our first successful Kickstarter collaboration on the short film DRAINED, we have re-teamed again to create both a film and a video game. Influenced by classic horror films like THE SHINING, but updated for today’s audiences who love films like INSIDIOUS and PARANORMAL ACTIVITY we want to give you an awesome experience.\nWhy a film and a game? We know your hard earned money is valuable, and you want a lot of stuff for it. So this time around we're going beyond the short and we're including a video game that expands the story told in the short film.\nWe agree that most video games based on films generally suck. They suck because there's no story, no cool characters and no ambiance to get pulled into . . . they're lame cause nobody cares while making them. Jon and I are avid gamers who love games like Bio-Shock (HOLY CRAP ISN'T 'INFINITE' AMAZING), Skyrim and Zelda... (games that tell a story) and we want to make something awesome. While the film tells the story of a mother who protects her children from a demon in her house the game tells the origin story of the demon and is a prequel to the short film.  As a gamer it will take you on a journey of moral choices and lead you to emotions that you may or may not want to visit.\nWhat if we get more money than we're asking for?  Every indie film and video game is written with a minimum budget in mind to make something great, but we all have awesome ideas in our back pocket that we'd love to do if we get more money.  \nIf we go beyond our goal, we can expand both projects and give you things that weren't possible before. Basically, the more money we get, the more cool visual stuff we can put onto the screen. \nTHE FILM\nFor the past 6 years each October Jon has hosted a weekly series of horror film screenings for a small group of friends... since then we've seen A LOT of horror films and we're really excited to make a film that movie lovers AND fans of the genre will love. We've put together an amazing roster of talent to make it happen.\nSTARRING - DOUG JONES  as THE DEMON. Doug is a true master of bringing character and personality to unique creatures. We’re really excited to work with Doug to make a new original creature.\nDoug Jones as... All of these guys.\nSTARRING - AMY SMART as THE MOM. We're very excited to announce that Amy has joined us in the making of this film! She'll keep the fear and the high emotion of a mom scared to death to face the unknown, but does it to save her daughter. \nCREATURE DESIGNER - STEVE WANG We wanted to make sure Doug looks 100% legit as our demon, so we called up Steve. As a veteran special makeup effects artist and creature designer from films like Hellboy I&II, X-Men: Last Stand, The Predator, and Underworld. Steve has worked with fellow veterans before him including Stan Winston, Rick Baker and Dick Smith. Steve will make sure that Doug looks creepy, scary, and above all realistic.\nSteve Wang with The Predator\nCOMPOSER - CHRIS BACON has scored films like the Jake Gyllenhaal film SOURCE CODE and gave us the haunting score on DRAINED. Most recently he's been writing like crazy for the new Bates Motel series on A&E. \nChris Bacon, composer for the new Bates Motel series on A&E.\nTHE VIDEO GAME - Every story has to start somewhere. \nThe game tells the origin story of the demon as an RPG set in the world of the 1930's dust bowl. The story is about a father who makes a deal with a demon to accomplish a series of tasks to save his dying family. Here are some early beta released stills from the game so nothing is final. We're excited to take you from a poor dust bowl farm, into the bowels of the demon's lair and beyond.\nCharacter Description\nInside Spencer's humble home. Circa 1930's dustbowl.\n\nInstead of discovering the water he needs to save his family, Spencer finds a demon willing to offer him oceans of water in exchange for one night of service.\nSpencer looking for water.\nThe demon's humble lair\nWill you choose to do the demon's work to save your dying family, or will you go back to your family empty handed and pray for rain?\nREWARDS\nWe're trying to give you guys unique rewards that you can only get from us.  Check out on the right side of the page what we have to offer. Below is some additional info we can't squeeze into the column on the right.\nCUSTOM PORTRAIT DRAWING BY NAPOLEON DYNAMITE\nDid you know that Jon did all of the drawings in Napoleon Himself? It's been a long time since he drew Trisha and now he's ready to spend a couple of hours working on your upper lip.\nSlaving away at the drawing board\nSIGNED NAPOLEON DYNAMITE & BLADES OF GLORY DVDs by JON HEDER\nSigned by ND himself\nFILM SCHOOL \nThere's no better way to learn about filmmaking than by hearing about it firsthand. We'd love to share how this film is being made in a more intimate setting than just a one-sided blog where it's hard to get intimate knowledge of the process. You can gain access to special Google Video Hang Outs that we're going to do at the end of each major phase of the film being made: Pre-production, Shooting, and Post Production. You'll be able to ask questions and talk directly to Nick, Jon, Doug, and if he's not too busy pushing clay, Steve too. If you ever wanted to learn what a grip is or what a producer actually does or how certain special effects are made, join us and find out.  Check out the rewards on the right for a breakdown of what's available.\nMONDO POSTER ARTIST -  FRANK STOCKTON POSTER\nMONDO Poster by Frank Stockton\nFrank Stockton is one of our favorite artists and he has agreed to do a special limited edition 24\"x36\" Poster Printed by D&L Screen printing of Doug Jones as the Demon. Check out Frank's other fantastic work at www.frankstockton.com\nSIGNED DOUG JONES BLURAYs\nSeriously upgrade your fantasy film library by getting all three of these Blu-Rays signed by Doug Jones.", "risks": "Risks and challenges\nOur last film DRAINED was completed and finished within 4 months of funding, and THE VISITANT will be no exception. We want this to be something people can send to their friends to kick off Halloween 2013 with a good scare.\n\nThe game is a new challenge that we're excited to take on. It took me about 2-3 weeks to build the first act of the game, and I'm confident that I'll be able to deliver the rest of it by October 1, 2013.\n\nPlease feel free to contact us if you have any specific questions regarding the making of the film or the game.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #51", "update_userinfo": "Visitant Backer Tim Stiles Kickstarter", "update_content": "Hey Everyone, \nOne of your fellow backers has a new project he just launched on KS. Looks pretty cool, it's a comic book about a character named Cthulhu Williams. Check it out! \nhttps://www.kickstarter.com/projects/2039053275/help-make-100-copies-of-cthulhu-williams-0-sketch?ref=project_tweet"}, {"update_no": "UPDATE #50", "update_userinfo": "Final days for Sticky Fingers", "update_content": "Hey everyone, \nA lot of you asked me to remind you when the new campaign is about to expire, and with only a few days left we're getting to the end.\nSo for any of you looking to wait to last minute to jump into Sticky Fingers come check it out. We still have signed stuff from Danny Elfman, and lots of cool rewards waiting for you!\nHere's the link again thanks everyone!"}, {"update_no": "UPDATE #49", "update_userinfo": "Hello Visitant Friends!", "update_content": "Hello Visitant Friends!\n(I know some of you are Drained friends too so sorry for the repeated message.)\nThanks again for making The Visitant such a success. It has screened in a bunch of festivals worldwide, and was picked up for distribution to be in a new film anthology you'll be able to see in select theaters in a few months. So yes, very cool! And if you miss it in theaters you'll be able to watch it on itunes, and netflix and such...  I'll post more about that once the dates are formally announced."}, {"update_no": "UPDATE #48", "update_userinfo": "Something new with Doug Jones", "update_content": "Hey everyone,\nI figured since a majority of you are Doug Jones fans and always want to see more Doug, I figure I should share with you all a new kickstarter that's happening right now.\nIt looks pretty sweet, and it stars Doug as this really amazing old man puppet/human character. I'm excited to see this get made. If you're interested to check it out here's a link: http://kck.st/1LM4Aag"}, {"update_no": "UPDATE #47", "update_userinfo": "The Final Rewards are now ready for shipping", "update_content": "I'm almost done getting the posters signed...! One more signature to go!"}, {"update_no": "UPDATE #46", "update_userinfo": "Hollywood Screening August 14th 7:00", "update_content": "If you're in SLC this week, come over and check out the film on the big screen!\nI'll be in attendance for both screenings, it would be great to meet any backers in the area.\nThe film has been nominated for 4 awards here, so if we're lucky we may get our first win... fingers crossed.\nNICK "}, {"update_no": "UPDATE #45", "update_userinfo": "Got 3 out of 4!", "update_content": "Hey everyone, \nIf you're in Toronto in July, we've just been accepted into the Lost Episode Festival Toronto 2014.\nIf you're in Toronto come and check it out!\nhttp://lostepisodefest.com/schedule.html"}, {"update_no": "UPDATE #44", "update_userinfo": "Salt Lake City Screenings this week!", "update_content": ""}, {"status": []}], "comment_no": 31, "projec_url": "https://www.kickstarter.com/projects/209314516/the-next-project-from-nick-peterson-and-jon-heder", "project_name": "The Visitant: Starring Amy Smart and Doug Jones"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "In 2006 I finished a full length movie called Scourge Runner. It is a low budget action sci-fi thriller where a Fugitive exiles him self on a remote planet and coming from off world, he discovers that he is smarter and faster than any of the native inhabitants. It starts to go to his head. Loneliness is as common as off road vehicle chases, gun fights and stealing food or equipment so when an Alien Sherif comes after him he actually gains a friend. Not only a friend but an chance to gain amnesty in the Galaxias and return to his previous life. The only problem with this odd feel good story is a woman! A woman with a gun! Justice is served in the end but it needs to be told with a stronger ending.\nUnfortunately Scourge Runner was over shadowed by other productions but to date has been my only full length movie. So after talking with some people about distribution I decided to bring it once again on one of the front burner.\nReviewing the movie after all these years I decided that it could use a little face lift and needed a stronger ending. The ending it has now is ok and tells the story but just needs a louder voice so the story is told more clear and satisfying. Everyone knows how important the ending is and I'd like your help to make it that way.\nTo make this new ending I wrote up a few more scenes to add on, and they will be edited into the existing ending to make the movie end the way it should and to keep the awesomeness to the end!\nTo make this awesome new ending I saved up some and will use the pledge money to make costumes, props, sets, organize details, put together a crew to shoot at the two locations and make some upgrades with my editing equipment. I'm also going to tighten up the existing movie in some spots to make whole thing just that much more awesome!\nYour pledge will make the difference and production starts the day after the pledges are in.", "risks": "Risks and challenges\nWhen it comes to video production I'm pretty organized so potential risks and challenges may only be needing more time for finding the potential crew, actors, making props/ sets, editing up the ending and the new tweaks to the movie Scourge Runner. The plan is the distribution company I'm dealing with (can't say who because a contract isn't signed yet) will provide the copies of the movie I'm going to get to everyone. If for some reason they decide not to work with me, everyone will still get copies of the movie from me just minus the flashy cover. There's also the slim chance that an asteroid will hit Huntington Beach and kill me causing everything to not happen but I'm pretty sure God wont let that happen, he's cool.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Mark Howe\nFirst created · 0 backed\nI'm a jack of all trades, I\"m into anything from tool inventions to playing in a surf punk band. it just so happens I like to make movies so...See more"}, "support": [], "updates": [{"status": [{"Project ends": "JUNE 7, 2013"}, {"Project launches": "APRIL 26, 2013"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/118617993/scourge-runner-new-ending", "project_name": "Scourge Runner new ending"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "Who We Are:\nThe Art Haus SLC was started by three Latina women who are very passionate about bringing contemporary arts experiences to the community in Salt Lake City.  Each of us has a strong connection to this city and to its people.  We specifically chose Salt Lake City because we knew members of this community would be excited by opportunities to participate in progressive arts experiences.  We are delighted to share our talents, vision and passion for arts education with you.\nWhat We’re About:\nThe Art Haus SLC is dedicated to connecting members of the Salt Lake community with contemporary arts in multiple disciplines by creating opportunities for them to engage in and discover new artistic endeavors through exhibitions, performances and other digital programming.  Our goal is to create an environment that promotes supportive dialogue about the arts and their meaning.  We hope to share the process and products of artistic creation through our programs and through the use of new technologies to enhance arts education.\nWhy We Are Awesome!:\nSalt Lake City is a cultural hub and has a burgeoning contemporary arts scene.  A number of arts organizations bring to the city art exhibitions, dance, theater, and opportunities for artists, young and old.  However, The Art Haus SLC is different in that we are a multidisciplinary arts organization that will bring in global arts experiences to the community through traditional programming (exhibitions, performances, workshops, etc.) and through new media technologies that will enhance the arts education experience.  We want to bring the world to Salt Lake and have the world see us as makers of art.  But to do this we will need your help!!\nWhat We Are Asking for:\nThe Art Haus SLC is asking for $5,000 to support programming during our 2012 year.\nYour money will fund:\nGuest Lecturer\nSpace rental for our guest lecturer ($50)\nStipend for guest lecturer ($100)\nEvent prep and costs for marketing and outreach  ($150)\nWebcast/video production ($50)\nDance-A-Thon Event\nSpace rental for our Dance-A-Thon ($300)\nEvent prep and costs for marketing and outreach ($500)\nWater/Juice for performance groups and guests ($150)\nSound mechanic ($250)\nStipend for guest performers, approx. 12 individual/groups ($1200)\nTIMEless exhibition\nGallery rental ($300)\nTravel and art transportation costs ($500)\nGallery lighting ($200)\nInstallation ($350)\nCatalogue printing ($150)\nEvent prep and printing for marketing and outreach ($500)\nStaff stipends for 3 staff members ($350)\nThe Art Haus SLC will also accept in-kind donations for digital technology (e.g. digital cameras, video recorders, digital projectors, etc.).  Although we recognize this type of donation does not contribute to our Kickstarter fund, we welcome these types of contributions that support  and strengthen our work.  Please contact us directly if you choose to make this type of donation rather than a monetary one.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Two Winners if we get to $5,000 - Mazza in SLC or SkullCandy Headphones", "update_content": "The Art Haus SLC is giving away two items to backers who donate between now and Sunday, June 24th before midnight.  You can win either a gift certificate to Mazza (www.mazzacafe.com) or a pair of SkullCandy headphones.  Donate now or update your donation!"}, {"update_no": "UPDATE #2", "update_userinfo": "$50 Utrecht Winner - Cole Webley", "update_content": "Thank you Cole, you are our winner.\nAnd thanks to everyone else.  We got to our halfway goal with all of your donations!  You guys are amazing!"}, {"update_no": "UPDATE #1", "update_userinfo": "Win a $50 Gift Certificate to Utrecht!", "update_content": "From now until June 18th at midnight, all new donations of $10 or more will be entered into a raffle to win a $50 gift certificate to Utrecht art supply store.  Help us support the artistic community and get a chance to explore or enhance your own artistic side."}, {"status": [{"Project funds successfully": "71 backers pledged $5,026"}, {"Project launches": "MAY 21, 2012"}]}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/1678227675/the-art-haus-slc", "project_name": "The Art Haus SLC"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "My name is Rocket Cordray, and I have written & illustrated a 200 page book concerning the womb and its association with the bridal veil. I have included anecdotes of my life story and my experience of Mormonism, and I seek to ennoble my religious culture (and especially Mormon women) by delicately discussing an association that is dominantly left unclear by the scriptures, rites, culture and protocol of our religion.\nI have incorporated at least 40 of my pen and ink illustrations, most of which involve a style that is born from my admiration of expressionism, futurism, cubism, graffiti, comics, Czech animation and religious iconography. Because of these associations, this book promises to be a unique artifact in my religious culture, which is dominated by nonfiction books that are concerned with ancient studies, apologetics, and religious scholarship.\nBecause I am an artist, this book is more concerned with illuminated lettering, elaborate borders, and visual symbols than it is with scholarship. But I was an English major, so there will be plenty of literary turns, prose, critical theory, and examinations of popular culture to chew on as well.\nTo properly fund a book that I can't afford to publish, I am offering as incentives for pledging all of the original artwork that I can find... which, again, comes out to about 40 pen & ink drawings. Each of these will be signed and framed. I am also printing lovely posters of two of the most pertinent images in the book (the cover and the title page), and giving you the option of procuring either a soft or hard cover version of the book itself.\nAll of the money raised will go towards the publishing of the book. I have set a low goal because I will publish whatever amount of books that I can with whatever total I reach. So the more I raise, the more I can publish. I have also made it easy for you to give any amount you can, as even a single dollar will garner you an acknowledgment in the book (but please consider going beyond that if you can :).\nThank-you so much for checking my project out!", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Update on progress :)", "update_content": "Many thanks to those who have pledged to my book! As of tonight (10/1) it looks like I'm just $1 away from reaching my minimum goal, so it looks like I will be able to publish enough copies to send to my backers, sell to everyone that has shown interest, and also send copies out to book reviewers and book sellers. To all of you, thank-you so much for your help and interest!\nI have been asked a lot of questions about the content of the book, so this update is to provide a link to my public photo album on Facebook that contains examples of my artwork and excerpts of writing associated with each image. This will be old news to those of you who are my friends on facebook, but another easy way to share info about The Veil Worker to any who may ask:"}, {"status": [{"Project funds successfully": "53 backers pledged $2,220"}, {"Project launches": "SEPTEMBER 16, 2011"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/1429656752/the-veil-worker", "project_name": "The Veil Worker"}}, {"backer": "Travis Peterson and Nick Peterson", "project_data": {"campaign": {"story": "INTRODUCTION\nWhen I was studying animation in film school we would watch these incredibly made short films by filmmakers like Jan Svankmajer, The Quay Brothers, Henry Selick, and many others. Here's one of my favorite films by Jan Svankmajer: http://www.youtube.com/watch...\nSTORY (5 min short film.)\nThe film is about the relationship between a man and woman, where the man brings into their lives different vices and addictions symbolized in the film by mud, cigarette packages, adult magazines and other filth from the outside world. These items will come to life, crushing the woman's soul. \nWe firmly believe that drug abuse, alcohol, and pornography addiction can break down individuals and tear families apart. We hope this film will serve as a cautionary tale, shedding light on the effects of abuse and encourage those in bad relationships to seek help before it is too late.\nIt sounds dark but it will be told in an unconventional, and beautiful way.\nTECHNIQUE\nThis film will be shot using a combination of stop-motion animation and live action actors. The actors will be animated frame by frame to make the props of mud, rocks, bottles, cans, etc... move across their bodies.\nMy last animated short film \"MuM\" premiered at the Sundance Film Festival and went on to win many awards around the world. Here it is below: http://www.nxtdream.com/project/mum\nHere are two examples of recent commercials I shot using Live action and Animation together: http://www.nxtdream.com/commercials/rogue-tattoo/ http://www.nxtdream.com/commercials/cvs-pharmacy/\nHOW THE MONEY WILL BE USED\nI shot a live-action commercial for a friend of mine a little while ago and we did it all for the price of a lunch. We shot in a place we got for free and in 3-4 hours we were outta there. Post was editorial on my mac, and the sound was music with no foley. So pretty easy to do and it turned out AWESOME. Here's a link: http://www.nxtdream.com/commercials/joel-ward-magician/\nAnimation of this nature, on the other hand can be quite expensive to do it right. You need to rent a place and be there for at least 14-16 days of shooting (not including prep). Gear you can usually borrow from a friend for a day, but for two+ weeks of shooting, you need to pay them something. Same thing with actors and crew. People can work for free for a day or a weekend, but for this type of animation you need to be able to pay people for the 2 week+ time commitment. (Even though our crew will be very very small.)\nAlso we need cash to buy the supplies and props. Bottles, cans, magazines, trash, etc... sounds like free stuff, but we'll have to purchase most of it, and build a small set on stage. Also we'll need gallons of white makeup for the actors to wear everyday... Basically all of the stuff you can get for free for a live-action deal we'll have to pay for.\nFor post there's a lot of work.... in live action you can get a lot of the sound from production and sweeten it with foley. There is no sound while shooting animation, you have to literally re-create EVERYTHIING and mix it in. It's a lot of work, but that's part of the fun of filmmaking.\nMy hope is that kickstarter will allow filmmakers to be able to make great films by testing out new ideas, camera techniques and tell truly original stories. Not as a full time career as a short filmmaker but as something to do in-between paid commercial projects to push new ideas and develop great films that everyone can enjoy.", "risks": "Risks and challenges\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #34", "update_userinfo": "Hello Drained Friends!", "update_content": "Hello Drained Friends!\nThanks again for making Drained such a success. It has over 600K views on vimeo and youtube and played in a bunch of festivals around the world. It's impact on the social message has been enormous.\nToday I'm excited to announce a new short film I'm making called STICKY FINGERS. It's super unique film. We shot the whole thing live action, and now we're doing a kickstarter to make the whole thing animated! "}, {"update_no": "UPDATE #33", "update_userinfo": "Last Call for The Visitant!!", "update_content": "I guess the link didn't quite work for the io9.com article \nClick HERE\nhttp://io9.com/5953821/youd-never-guess-that-napoleon-dynamite-himself-was-behind-this-creepy-stop+motion-movie?tag=exclusive"}, {"update_no": "UPDATE #32", "update_userinfo": "The Visitant", "update_content": "We're really happy to announce that \nDrained just won AWARD #6! At the L’ÉTRANGE Film Festival in France.\nAlso we'll be releasing the final film online and sending out the rewards this month too! We'll update you when those details are all worked out.  We think that this will be a perfect October release."}, {"update_no": "UPDATE #31", "update_userinfo": "The Next Phase", "update_content": "Hey Everyone, \nWe picked up another award the other week at the New Jersey International Film Festival.  This makes award #5! And in the next few months we'll finally be able to release the short online for everyone in the world to see.\nI also just designed and ordered the DVDs and Posters. Everything will be awarded as promised, it's just a slow process and thanks for your patience."}, {"status": []}], "comment_no": 23, "projec_url": "https://www.kickstarter.com/projects/209314516/an-animated-short-film-by-jon-heder-and-nick-peter", "project_name": "An Animated Short Film by Jon Heder & Nick Peterson"}}]