[{"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/otojr/oto-jr-functional-fidget-blocks", "project_name": "OTO Jr. - Functional Fidget Blocks"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/smartspool/smart-spooltm-cable-and-charger-organizers", "project_name": "Smart-Spool™ cable & charger organizers (Canceled)"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/swissmiss/creativemornings-support-the-volunteers-who-make-i", "project_name": "CreativeMornings: support the volunteers who make it happen!"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/froebel/history-of-froebel-kindergarten-documentary-film", "project_name": "A film on the History of Kindergarten from Froebel to today"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/froebel/froebel-kindergarten-film", "project_name": "History of Kindergarten film (Canceled)"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/1971607020/steamlabs-community-makerspace-everyone-can-be-a-m", "project_name": "STEAMLabs community makerspace: Everyone can be a maker"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/uplifttv/uplift-a-tv-show-like-vice-and-upworthy-had-a-baby", "project_name": "UPLIFT - The revolution will be televised"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/mindzai/diy-lovebot-toy-join-the-love-invasion", "project_name": "D.I.Y. Lovebot Toy - Join the Love Invasion!"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/1689014507/in-pursuit-of-creativity-ipoc", "project_name": "In Pursuit of Creativity (IPoC)"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/lindaliukas/hello-ruby", "project_name": "Hello Ruby"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/1624049406/strawbees-dream-big-build-bigger", "project_name": "STRAWBEES - dream BIG, build BIGGER!"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/997984742/this-is-not-a-toy-urban-vinyl-as-design-and-art-fo", "project_name": "This is Not a Toy"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/joehallgarten/rsa-pupil-design-awards-coming-to-a-school-near-yo", "project_name": "RSA Pupil Design Awards: coming to a school near you?"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/571985811/the-wishima-tree-a-childrens-book-for-all-ages", "project_name": "The Wishima Tree - A Children's Book for All Ages"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/toymail/toymail-we-send-mail-to-toys", "project_name": "Toymail.  Send Mail To Toys."}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/thelinearcalendar/the-linear-calendar", "project_name": "The Linear Calendar"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 205, "projec_url": "https://www.kickstarter.com/projects/472693140/peekapak-unpack-a-world-of-creative-wonder", "project_name": "Peekapak: Get More Out Of Playtime!"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "Concept of LUMO developed for our pitch to ThinkGeek\nWe believe kids should have an opportunity to play physically, and to create their own fun. We also think that there's nothing quite as amazing as playing outside or turning a cardboard box into a spaceship.\nUnfortunately, sometimes cardboard boxes and outside play aren't practical. This is where LUMO comes in.\nLUMO is a ceiling mounted light fixture that contains an interactive LED projector, a motion sensor, and a tiny computer. LUMO lights up your child's floor with interactive games and effects.\nLUMO promotes movement and imaginative play in children of any age by augmenting their physical environment in a fun, interactive way.\nOur company designs interactive experiences for thousands of people around the world. We have created interactive projections for education, advertising, and events. For the past 3 years our team has been refining and optimizing our software and creative tools. We are world leaders in creating unique and engaging interactive projection games for children and adults.\nLUMO is the result of years of experience designing and building interactive projection installations for clients from Tokyo to New York. Our work with children inspired us to create a plug and play toy designed to transform a child's space, using the same award-winning technology we've developed for museums and children's events. With your help, we will share this revolutionary new toy with the world.\nIt's time for families to benefit from an interactive toy that not only encourages kids to move, but also teaches them to make their own games. \nLUMO gives children:\nWHOLE BODY MOTION CONTROL  While waving your arms around in front of a screen is kind of fun, we believe kids should be running. Jumping. Flying. (Well... maybe not flying.) \nAUGMENTED IMAGINATIVE PLAY  Games and effects are projected across a large area of the floor. One moment your child's room is a magical forest, the next it's a race track, then a hockey rink, then a mermaid's pool.... \nCHILD FRIENDLY CREATION TOOLS  We believe good toys should support the spirit of invention throughout childhood. LUMO provides children with easy, web-based tools to create games, using their own artwork and imaginations.\nSuper easy creation tools allow kids to create their own interactive effects and save them. Parents can then log in and download and/or share the games and effects. If a child can draw, they can make an interactive floor.\nCURRENT GAME TEMPLATES\nHerding Things: make little animals that you have to herd to a specific place before time runs out\nSoccer: change the field, the ball, the nets, and the messages when a goal is scored and when the game ends)\nHockey (change the rink, the ball, the nets, and the messages when a goal is scored and when the game ends  \nGreedy Greedy Gators: this is like that awesome game we all played as kids with the hippos and the marbles, except less messy. And you jump on your animal instead of just hitting a button. You can design your own version of hippos.\nSmash Stuff!: You make things, you smash things, you earn points. Design the things and how they move, and what they look like when they smash\nMaze: Make your own maze. Get your marble through the maze as quick as you can by chasing it around. Avoid obstacles - you design your own obstacles too.\nXtreme Hopscotch: Design things that you have to jump on as they scroll by. Speeds up over time.\nPuzzle game: Like a rubix cube for your floor. Make 6 pictures. Sections of each picture will be put on the side of a cube, which rotates when you jump on it. Try to jump on the cubes quickly to reassemble an image before time runs out.  \nCURRENT EFFECT TEMPLATES\nFog reveal: Draw two pictures, one on top of the other. As you move, the top picture melts foggily to reveal the back picture. Simulate x-ray vision.\nRipples: Put ripples on any picture. Ripples appear when you move, as though the picture is underwater.\nConfetti: Draw something that explodes into confetti when you move. Much cleaner then real confetti.  \nScatter: Draw many little particles that scatter away from you as you move, revealing your background design underneath.\nFollow: Draw little things or animals that follow you across a background you design.\nTrails: Design magical trails made from many particles you draw yourself (stars, rainbows, bicycle wheels... whatever you want). As you move, trails form behind you on a background that you design.\nBreakapart: Take any image and make it smash to pieces and reform when you move. You design the background and the image that breaks apart.\nPond: A realistic fishpond. You can control the type, number, size, and speed of the fish. The fish swim away when you walk over the pond, and ripples appear. You design your own background.\nDue to our backers enthusiasm for making their own games and effects, we ARE going to provide an SDK for LUMO. We will be designing it primarily to support developers who want to add to the library of templates, but we expect people to take it in directions we never could have imagined, which is going to be fun to watch.\nIf we exceed our target by even a little, we will:\nAdd parental controls so that LUMO plays a special, 'let's clean up your room' game with your child if the sensor detects that his room is messy. (Or her. Girls can be messy too, sometimes.)\nOffer an adapter kit so you can point LUMO at the wall and stream movies to it.\nShare CAD and AI plans so you can make your own custom cover for LUMO at Ponoko.com or your local Maker Space.\nLUMO is still in final engineering, so it will be a few months before we have a packaged fixture. But that's good news, because it means you can help design it! The last thing we want to do it make something ugly people don't want. \nADDED OCT. 16: Here is the latest concept, developed for ThinkGeek, which is a bit more flexible but does not have an ambient room light or wireless access. This concept will retail at a much lower price ($200-$300) but will not be as bright (120 Lumens instead of 200). We expect this version will be easier to get to market because of it's lower price point and higher flexibility.\nHere is a concept design for a hardwired LUMO with a Lumen count of 200.\nAs you can see, the cover will be customized. We're excited about the design ideas our backers have already shared with us. Every backer will have a chance to get involved in the design process. We will provide DIY LUMO lovers plans so they can use Ponoko and Maker Spaces to create their own custom covers for LUMO!\nWe would really like to produce both versions, as there is an inherent advantage to the hardwired version's no-cords design, particularly in a child's room.\nHowever, after running this campaign we've come to realize the importance of flexibility and ease of use, and we recognize that many people do not want to actually install LUMO as a permanent fixture.\nLUMO is currently comprised of 4 basic parts, all packed in to a light fixture that replaces the room light in your kid's bedroom.\nWhat's inside LUMO?\nPICO Projector\nMicro Processor (with wireless capabilities)\nSensor (for picking up motion)\nLight Source\nWe are adding a speaker as well, but this is not in the diagram.\n  The current LUMO prototype. A customizable shell with ambient light is now being developed for the housing.\nThis is all the power supplies, which will be amalgamated into one magical cable that will have the option to plug directly into an existing light socket.\nThe main components - a projector, camera and processor - will be combined into one unit. The light source will be outside the component housing, under a customizable cover.\nWe are also adding ambient LED lighting. We've got a pretty nifty LED bulb that can be operated remotely and changes color, but we haven't built a box that can fit it in nicely yet.\nWhat we're working on right now is an integrated solution; a projector/computer/sensor that is all one happy thing instead of three separate development kits.\n\"Where are you in development?\"\nWe have developed a viable, affordable prototype. It is bright enough for a child's room and makes a big enough interactive surface to engage a child's whole body when playing. The inside components are defined and we know how they should be arranged to make everything nice and safe and compact.\nHaving said that, the case is not very attractive. Part of the funding we receive will be used to engage a product design agency to make the LUMO fixture itself really slick, with custom covers themed for boys, girls, nerds, kids whole love airplanes or trains, and other options. The cover choices will be limitless.\nThe rest of the funding will be used to:\nFinalize the engineering schematics for the final product\nBeta test and iterate the user experience on the creation tools for kids and the content management system\nOptimize new games and effects\nEngage experts to help design educational experiences for different age ranges, disabled children, and the elderly\nGetting product certifications\nCurrently we are finalizing the following processes:\nLogo and package design\nDesigning the supply chain process\nTooling\nMaterials procurement\nProduction\n\"How does LUMO work?\"\nLUMO contains a tiny but powerful microprocessor that receives motion data from a sensor. The motion data is used to change the display sent to the projector based on where and how your child is moving.\n\"How bright is LUMO?\"\nLUMO is 200 lumens, bright enough to show up clearly on a light colored floor.\n\"Will LUMO work on carpet and hardwood floors?\"\nYes, LUMO works best on light colored hardwood or low pile carpet. You can also use a throw rug or interlocking white foam tiles as a temporary floor cover if your floor is dark (the tiles are great for buffering the noise of eager little jumping feet). We would be happy to recommend a solution if you need help.\n\"How big is the projection? How much floor space does LUMO need?\"\nLUMO is designed to be suspended from a distance of 8-10 feet (it can go as high as 12). The size of the display depends on exactly how high up LUMO is suspended. The average size of the display is around 6' x 8'\n\"How long will LUMO last?\"\nThe LUMO prototype has a bulb life of 30,000 hours. We are exploring ways to extend it, but right now your child can play with LUMO for an hour a day for over 80 years.\n\"What are the power requirements for LUMO?\"\nThe LUMO Prototype consumes 20-50W (depending if it is being used as an ambient light or as a projector). It uses less power than a typical 100W bulb, and lasts far longer. And obviously it's a whole heck of a lot cooler.\n\"Why are you only making 150 LUMOS? WHAT IF YOU RUN OUT BEFORE I GET ONE??\"\nWe are extremely conscious of the importance of fulfilling our pledges, and we are only making enough LUMOS and other perks to absolutely cover the cost of pledge fulfillment. Once we reach our goal, it is possible that we will add another pledge tier for people who still want a LUMO, but we can't promise it. You probably don't want to take that chance - get yours now.\nStickers are die cut and sticky. Put them on your wallet, your car, or your cat (but only if your cat is into that).\nWaterproof stock. 12\" x 18\". \"Nevermind that it's floating and pieces are falling off... If the clouds are happy you're in the right place.\" - Meg Athavale, CEO\nOnly available in black, but since black goes with everything it's the perfect addition to any wardrobe. Let us know your size when you pledge. \nThis DIY, software only version of LUMO works with almost any computer, projector and web camera. Includes the following 8 games and effects:\nGames: Greedy Gators, Hockey, Soccer, Kitty Bling\nEffects: Magic Flower Field, Confetti, Koi Pond, Bunnies\nHardware Requirements:\nWindows (XP or higher) or Mac (OSX) - dual core processor recommended. 3D effects (Koi Pond) run best on a quad-core processor. USB web-camera. XGA native projector (4:3 aspect ratio - not widescreen). Video cable to connect the display device to your computer. Usually this is either VGA, HDMI or DVI\nA complete plug and play LUMO in time for Christmas 2014, including the mounting hardware and remote and 12 amazing games and effects.\nWe don't have a photo yet because we are prototyping different cases for the fixture. We have the guts all worked out, but you may have noticed that it currently looks like a patio lantern (the inside is really pretty though).\nAs a donor, you will have the opportunity to vote on the final look of the fixture.\nThis model is plug-in only, and is ideal for people who want to move their LUMO around or who don't want the option to hard wire the LUMO into their light fixture.\nWe will make every effort to provide alternate voltage versions for donors outside North America, but at this time we can only promise that the equipment we are using will work using an adapter for your local voltage.\nThe final, wonderfully packaged plug and play LUMO, including 12 games and effects and an account to make as many games as you want for a month. Includes a remote and mobile app to change effects, an ambient light setting so it can be used as a normal light as well as an interactive projector, and 12 games and effects.\nWe don't have a photo yet because we are prototyping different cases for the fixture. We have the guts all worked out, but you may have noticed that it currently looks like a patio lantern from the outside. We prefer the UFO look ourselves.\nAs a donor, you will have the opportunity to vote on the final look of the fixture.\nThis model is designed to be hardwired as a light fixture, but there is also an option for the plug-in variety if you prefer that.\nWe throw great parties. Epic parties. Let us throw you a party to celebrate your awesomeness. You tell us what you want, we'll fly you (and your child, if you have one) to Winnipeg, and we'll treat you to an unforgettable day and night planned especially for you. You will also receive your choice of the first available LUMO or a final production model and we will make a game with you, which you can show off at your party.\nPlease note that this pledge level is open to North American residents only and you must be able to travel to Canada (we'll cover your flight and accommodations). If you are super eager to party before the LUMO is complete, you will receive one afterwards. With our love. Because we will be great friends by then. \nMeghan Athavale, CEO \nCurtis Wachs, CTO\nZach Zahradnik, CFO\nEd Richmond (not pictured), Chairman of the Board\nKeith Otto, PHP and Unity Developer\nMatt Gillies, Hardware Integration\nJoss Le Leannec, Designer\nDave Kelly (not pictured), Java Developer\nThea Hughes, Beta Tester and LUMO Ambassador\nStill have a question? Ask us anything.\nProudly supported by Kicking It Forward", "risks": "Risks and challenges\nThis is our first hardware solution, so we have paid very special attention to things like certification, shipping and brokerage costs, and special integrations like adapters for different countries, culturally sensitive content, and multi-language support.\n\nHowever, there are always bumps in the road when it is your first time doing anything. Therefore, as a preventative measure, we are only offering 150 LUMOS at the launch of the campaign. This is because we are confident we can deliver them by the stated delivery date.\n\nWe want to ensure LUMO is a safe, easy to use toy, so our focus will be on quality, not quantity.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "PO-MO Inc.\nFirst created · 3 backed\nPO-MO Inc. creates interactive experiences for museums, retail environments and events. They also offer SaaS platform Po-motion.com, a...See more"}, "support": [], "updates": [{"update_no": "UPDATE #19", "update_userinfo": "The last update from LUMO", "update_content": "This is the last general update from LUMO to thank you once again, and to thank everyone who sent my Dad flowers. He's home now, and waiting for bypass surgery, but he's okay."}, {"update_no": "UPDATE #18", "update_userinfo": "Wrapping Things Up", "update_content": "We're almost at the end of the campaign, and I wanted to wrap things up with all our wonderful backers and say thank you for your amazing support.\nWe didn't reach our target, but we DID secure the funding we needed to proceed to the next stage through the Province of Manitoba, and a purchase order from ThinkGeek, so LUMO is going to be built! (Thank you, Province of Manitoba - you rock).\nFor those of you who have been reaching out with suggestions and ideas, please keep them coming. I promise to keep in touch with all of you as we continue our journey."}, {"update_no": "UPDATE #17", "update_userinfo": "Featured in Gizmodo!", "update_content": "The traffic generated from an article in Gizmodo today has temporarily frozen po-motion.com\nIf anyone needs us, we'll be in our secret hideaway working on the issue, but in the meantime, check out and share the article. :)\nhttp://gizmodo.com/lumo-interactive-projector-turns-bedrooms-into-science-1452336909"}, {"update_no": "UPDATE #16", "update_userinfo": "LUMO LAUNCHING EXCLUSIVELY ON THINKGEEK", "update_content": "So, I promised a big announcement and here it is: we have received a purchase order from Thinkgeek for next year. We expect LUMO to be available exclusively on Thinkgeek before Christmas 2014.\nSo, even if we don't meet our goal, LUMO is going to be a real thing. You're going to be able to get one. It's going to be amazing.\nFor those of you who have backed us and are wondering 'well, what about my pledge? Will I still get a LUMO?' The answer is yes, if we meet our goal you will be getting LUMO from us as a Kickstarter backer. So let's all do one final push to make this campaign a success!"}, {"update_no": "UPDATE #15", "update_userinfo": "Amazing, Awesome, Super-Fun Announcement This Thursday", "update_content": "Well, with only a few days left on our Kickstarter, you'd think we'd be super active and begging and what-have-you, so you may be wondering why we aren't.\nThe fact is, we've been REALLY busy planning because we have some amazing things happening. As backers, you will receive the first announcement this Thursday, (I'm sure you're all perceptive enough to see where we've been heading though, and can guess some of our good news)."}, {"update_no": "UPDATE #14", "update_userinfo": "On the way to ThinkGeek", "update_content": ""}, {"update_no": "UPDATE #13", "update_userinfo": "LUMO is going to ThinkGeek", "update_content": "We're demoing all over the city to get feedback and suggestions. Check it out: http://youtu.be/T9g92JcEYiU\nIf there's somewhere you think we should demo, let me know!"}, {"status": [{"Project ends": "OCTOBER 31, 2013"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/megrabbit/lumo-the-worlds-first-interactive-projector-for-ki", "project_name": "LUMO - The World's First Interactive Projector For Kids"}}, {"backer": "Twenty One Toys", "project_data": {"campaign": {"story": "Movie Teaser\nDocumentary Synopsis\nHeal Myself depicts folk singer Kate Reid as a powerful role model, passionate about getting what she wants and not compromising any part of herself to get it. Her second (of four) studio albums, I'm Just Warming Up, clearly denotes that Reid is a force to be reckoned with. Having felt patronized and ridiculed as a young girl, this courageous woman stopped compromising the moment she armed herself with a guitar and reclaimed her voice. The film joins Kate on her musical journey of self healing as she articulates stand out moments from her life through song. Once teacher, then musician, now activist, Kate combines her talents to break down stereotypes by facilitating anti-homophobia workshops, spreading her messages of acceptance in schools and providing support to people from all walks of life.\nKate in New Mexico\nWhy back this movie?\nThis is a critical moment in our world for a film like this. Yes, leaps and bounds of progress have been made in relation to equal rights for: women; those who suffer from mental illness; ethnic minorities; gay, lesbian and transgender citizens but there is still much work to be done. There is a unique opportunity presenting itself to contribute to an educational movement that will put a powerful resource in the hands of educators, students and parents.\nThe work Kate does in schools is profound and life-altering. Her work provides an open forum for students to learn and discuss major identity issues in a safe and encouraging environment. By combating misinformation Kate provides resources for all students, regardless of their own personal identities. I have seen the result of her efforts with my own eyes, as well as from behind my camera lens. We need to spread these important messages to as great an audience as possible and this film can help make that happen.\nTo reach even further with the topics discussed in the film we have joined forces with a curriculum developer to help us create a variety of educational components to accompany the film. Considering we have over 200 hours of footage this resource will be filled with vibrant additional DVD material featuring Kate speaking to GSAs (Gay-Straight Alliances), demonstrating how to implement the included workshops as well as many other valuable production clips. \nWe still live in a society where same sex couples have to hide their sexuality from an employer or risk being fired, youth are ending their lives because of bullying, and musicians like Kate are told to play it, \"a little less gay\", if they want to make it in the music industry. We are in desperate need of role models who have met with adversity but are persevering to demonstrate hope, determination, and fight for change.\nThe nature of Kate's music is exactly why she struggles to be heard. Let's embrace authenticity just as much as Kate does and share it with an audience so they too can feel the freedom of being honest with themselves and others. If this message speaks to you, please support this project knowing your contribution is part of a community for change.\nWorkshop with Durham Alternative Secondary\nWhere will the $25,000 go?\nThis film has been a labour of love, literally. My husband Colin, the Director of Photography for the film, and I forwent our honeymoon this year to obtain all of the vital footage. Now that we've been able to wrap up shooting we have all of these amazing shots to create the film. The problem is we've tapped out our personal resources completing the shooting all over North America. Now we need your help. With such a small budget, every contribution helps bring us one step closer to our goal - sharing this amazing story with as many people as possible.\nHere is how your monetary support will be broken down to help us bring Heal Myself to the screen:\n$14000 will be put towards editing the film\n$3000 will be used to complete all of our Kickstarter reward designations\n$2500 goes to Kickstarter and Amazon Payments for processing and facilitating our project\n$2500 goes towards colour correction for the film\n$2500 is needed for sound editing\n$500 will be earmarked for DVD duplication and print costs\nProduction shots on the road in Santa Fe\nWhat kind of rewards are we offering?\nWe've created a variety of different rewards centered around the film and Kate's music. We wanted to offer some unique items from the documentary along with the usual DVDs and Digital Downloads. Below is a little more in depth explanation of some of our rewards.\nSpecial Kickstarter DVD edition\nThis bad boy has it all: A DVD of Heal Myself; A CD of the film's soundtrack; A special features DVD featuring loads of interviews, behind the scenes footage and deleted scenes. All of this wrapped up in a special packaging just for Kickstarter supporters. This will be an awesome collectors edition of all things Heal Myself!\nExclusive Private Screening\nGrab your ticket while you can, to be in the audience during the FIRST intimate viewing of Heal Myself. The event  will be hosted in the spring of 2014 in the Greater Toronto Area. It will feature a private screening of the film as well as a live performance by Kate Reid. We'll have the red carpet rolled out, food and beverages to be served, film memorabilia on display and surprises to demonstrate our gratitude. This is an event not to be missed and is exclusively for supporters who've helped us make this film possible! \nSkype Chats\nCreating this film has been the quite the experience so far, lots of lessons learned from everyone's perspective. This reward allows you the opportunity to chat with the key people responsible for the documentary and ask them any questions you have about their lives and work. A great way to gain insight into music and film!\nPrivate Concert\nFor those mega fans, Kate has agreed to perform a private concert for you and your friends! This concert can include up to 10 people and will allow for a very personal connection with the star of our film. This can be funded by an individual supporter of the film or a group of friends who want to pool their contributions together. What a great way to get up close and personal with such an amazing individual!\n Appreciation from the Production Crew\nWe want to start out by saying Thank You for taking the time to look at our project. We appreciate everyone's support - whether its making a donation, spreading the word about the film or just sending us some mental high fives to encourage us in our endeavor. This film wouldn't exist without your support and you have our gratitude! It has been an amazing journey for us thus far and we're really excited to where it will lead next. We'll be in touch soon with all the new updates!\nThanks! \n~Carla, Colin and Richard", "risks": "Risks and challenges\nAs the story unfolds in the editing suite, new ideas, last minute additions and creative blocks are all very possible and actually expected realities. You learn quickly in the film industry that things can end up taking longer than expected to create the polished vision we've set out to achieve. We are fortunate to have a dedicated team who are very supportive and share the same goal. The dream feels so close we can almost touch it, there's no way we'd let that slip away.\n\nI suppose another challenge is the potential risk that, like Kate's music, the film may be subject to criticism due to the content matter. I also have faith in the supporters of this piece. I've already been blown away by the response to the production thus far and am delighted at how often I have someone say to me \"I can't wait to see the finished film!\" and I reply \"Me too!!!\".\n\nBe prepared to hear about how the story takes shape as we will be sending out newsletters every month updating our progress.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #20", "update_userinfo": "Rewards are sent out!", "update_content": "Hello you wonderfully patient people!  \nWe just got the final sound mix back from our engineer and can now build your DVD's and send out the swag! Kate has been working out her strumming hand by signing postcards, which will soon be in your hands. Thank you all again for your role in this project, we couldn't have done it without you. In other exciting Heal Myself news, we now have applications in to Hot Docs, DOXA and Framline film festivals! "}, {"status": [{"Project funds successfully": "270 backers pledged CA$ 26,516"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/1041252605/heal-myself-the-documentary", "project_name": "Heal Myself - The Documentary"}}]