[{"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "Download short demo\nPC: https://yadi.sk/d/XO16hGrLqeuU9\nMirror: https://cloud.mail.ru/public/12GJ/5Vg8KAfwm\nAndroid: https://yadi.sk/d/vPBlveXRqeuVJ\nMirror: https://cloud.mail.ru/public/25am/tGeGp58AG\nThank you voted for the game!\nSteam Greenligh – done!\n«Stop The Earth, I'm Getting Off»\nGenre: kinetic visual novel, science fiction, fantasy, mysticism, adventure, humor, ecchi.\nBrief description: Brief description: You are young and smart but your thick-lensed glasses make you persona non-grata at the feast of life. Nonetheless, an unexpected chance turns up for you to become a man. The only thing is, during sex you find out that having it teleports you to other worlds. Which you’ll have to save from global disasters and catastrophes. But for a start you should try to return home. How? The same way you got there, find a girl and try not to fall in love with her. Because if you do this thing right you will probably never see her again...\nText copy of video\nRoman\nRoman: – Greetings visual novel lovers! Because this video is intended for visual novel lovers I decided to get in the game. Now I can tell you about our project from inside the game. To begin with, my name is Roman. I'm also from Russia. But don't think you'll see any vodka, balalaikas or Gorbatchov in the game. What is more, we don't have bears walking our streets and there are no... What? The painting on the wall? Fine, I'll admit it, they do walk the streets. And we ride them. At least this famous gentleman does. But no balalaikas for sure! Or matryoshkas... But there will be cute girls. Like the one on TV for example.\nNatalie\nRoman: – That is Natalie and she is one of the game characters. If we raise enough money to create the full version you will have a chance to meet her. Perhaps even a bit more than meet. =^__^= In the short demo version you will get to spend time with Linda.\nRoman and Linda\nLinda: – Hi! I'm the Linda that will send the main character to another world. In quite an interesting way...\nRoman: – Stop! No spoilers! Let the readers see it for themselves. There will be a link to the demo-version on the page.\nLinda: – I just wanted to say...\nRoman: – Shush woman, you talk more than enough in the game. Give the men a word.\nLinda: – Pff... Men...\nRoman: – Sweetie, we love you the way you are, but talking to you wasn't the reason I got in the game...\nLinda: – What? How dare you! You hurt my feelings...\nSave menu\nRoman: – I'm here to tell about the amazing project we're working on. What a great musician we have! What a fantastic artist! What a wonderful translator! Even the writer-programmer-team lead is not so bad. Only they don't want to work for free for some reason... Strange guys. I understand. Making games puts food on their table. But they could wait six months or so. It's not like they have to eat every day or pay the rent... But then again, they probably won't be making games then. Well then, we'll have to help them out. I already paid them some money myself but I'm afraid that without your help the project won't see the light of day. So let's raise at least a thousand dollars for the first part. Actually, we don't have to stop at that and raise more. The more we raise the more parts of the novel will be created. And the most generous benefactors will get to join me and Linda in the game. Huh, I like it here! I don't even want to go back to the 3D world. Mind if I stay?\nLinda: – Sure, you can stay.\nRoman: – Great... Wait! Linda, why are you the one to decide?\nLinda: – Because the writer isn't in the game. He said he's not photogenic. So I have to talk for him. I'm extremely photogenic!\nRoman: – Can't argue with that. But the writer could've joined us too. Who cares what you look like. You can be anyone in the game! Linda: – He says he will think about it.\nRoman: – Too late. It's not free anymore. Those who, like I, will help the developers will have the opportunity to become part of the game as characters. Well then, let's start? Let's help an interesting game come into existence!?\nLinda: – Bye-bye! P.S.: We have minigames! Just a couple but there will be more.\nMini-game «Escape from the room»\nMini-game «Show me your boobs»\n P.S.: We have minigames! Just a couple but there will be more.", "risks": "Risks and challenges\nThis is our first project. This is our dream. And we'll do the best to make this dream come true! No risks! Just hard work! Just interesting story and wonderful arts! More money – more parts of the game!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Some news", "update_content": "Hi! We've got some bad news and some good news. Due to Steam banning our  publisher, we can't release Totem City on Steam at the moment. Good  news are this May we released first two parts of the saga \"Stop the  Earth, I'm getting off\" exclusively on Itch.io.  In addition, we've also reworked the first part of the saga - Crystal  City. It's no longer kinetic novel and has some extra content, so you  might as well check it out, even if you've already played it. ;)\nWe're currently working on the final part of the series - Mega City. If you're interested in it you should follow us on Twitter(http://twitter.com/7DOTSVN)  so you won't miss its release once it's done. We are also planning on  releasing all three parts as a single game on Steam in the future. ;)\nCrystal City page:\nTotem City page:"}, {"update_no": "UPDATE #4", "update_userinfo": "Current progress", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "THANK YOU VERY MUCH!", "update_content": "We've raised enough money for 3 parts of the game! A thousand thanks to everyone who supported us! Even though 3000$ isn't much when it comes to making three games but we made a promise and we'll do our best to make these games see the light of day! Since there's still time, how about raising enough for part four? The most significant and mysterious part of the whole series!"}, {"update_no": "UPDATE #2", "update_userinfo": "Our friends", "update_content": "Hey everyone, pay attention to our friends' project. It needs to get your help so desperately!\nLINK"}, {"update_no": "UPDATE #1", "update_userinfo": "Screenshot", "update_content": ""}, {"status": [{"Project funds successfully": "307 backers pledged $4,379"}, {"Project launches": "APRIL 22, 2016"}]}], "comment_no": 74, "projec_url": "https://www.kickstarter.com/projects/267535682/stop-the-earth-im-getting-off", "project_name": "Stop The Earth, I'm Getting Off"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "Kacey's story comes to an end. The Invisible Apartment cyberpunk visual novel series began in 2014 and has seen three parts of the series get to Steam, the iTunes app store and Itch.\nKacey & Alex find themselves in a complicated situation. They're both on the run, Alex no longer works at the Central Intelligence and they don't know the whereabouts of Alex's mom who is detained in a sleeper cell. What will our two heroes do? \nIn case you want to know more about the story, get the other parts of the series through Steam (part 1, 2, Zero) or Itch.io (part 1, 2, Zero). Or if you own an iPad you can find the IA series on the iTunes app store here (part 1, 2, Zero).\nWe will use the money raised for the final stages of the production - the editing of the texts and for putting all the assets together and packaging the visual novel into app format. The money raised will help us pay for Daniel Meyer who did the editing of Invisible Apartment 2 which received good reviews. The artist, Henrique \"Kite\" Xavier is being payed from the revenue we make by selling the other parts of the series. Music is licensed and the musicians receive a percentage of each unit sold on a quarterly basis.\nIllustrations\nKacey on books\nA lot of masks\nDive into a virtual world filled with avatars, intrigues, traps and hidden places.\nMeet Yuki\nIn a sleeper cell\nThe series revolves around sleeper cells, a conspiracy, hackers and the top brass running the futuristic hi-tech city of New Jessica.\nLondo's office\nNew Jessica skyline\nSoundtrack\nPeople\nStory & production - Milan Kazarka\nDevelopment - Jeroen van Oosten\nArt - Henrique \"Kite\" Xavier\nPostproduction - Vincent Karovič\nDesktop publishing - Peter Karovič\nScreenplay assistance - Natália Novotná\nEditing - Daniel Meyer\nMusic - Sebastian Bach\nMusic - Søren Nissen Jørgensen\nMusic - Oliver Dombi\nThis part of the series will again be illustrated by the talented Henrique \"Kite\" Xavier.\nMusic will be provided by Sebastian Bach, Søren Nissen Jørgensen & Oliver Dombi. It will again be a combination of neoclassical and dark ambient tracks which makes the audio-visual atmosphere of the series so unique.\nSebastian Bach\nA new addition to our team is Natália Novotná who has been working on theatre plays for years and is helping with screenwriting.\nThe art-book / The Making Of-book is again put together by Peter Karovič from all of the various illustrations. Peter works at a local publishing house and is responsible there for putting together pages of various magazines.\nRewards\nWe're working on a \"Making Of\" which will also include an art-book. Choose the second reward to get the story behind Invisible Apartment as well as background info about Vysoko Anime Production itself over the course of the last three years.\nArtbook test pages\nInvisible Apartment 3 DVDs\nPlatforms\nAs with part Zero, 1 and 2 we will support Windows, OSX, Linux and the iPad. The game has already been greenlit so we'll also come to Steam and Itch.io.\nSupported platforms\nThere is also work being done on porting our engine to the Apple TV. We'll then be releasing the whole series for the platform. Here's a video capture of a prototype of Invisible Apartment 2 port running on the Apple TV:\nPLAY\n\nStretch goals\n2000 euro - we will work on Invisible Apartment 1 REX. After delivering Invisible Apartment 3 we will give Daniel Meyer the texts of part one of the series, so that they'll be professionally edited for the first time. A major complaint with the initial part of the series were the texts. We will also fill in some blanks and extend some scenes when necessary without compromising the original story. The whole series will feel more consistent. This goal won't endanger the delivery dates of part 3.", "risks": "Risks and challenges\nWe rushed too much with the production and the launch of the campaign for Invisible Apartment 3 last year. We didn't yet have enough materials last November, but we choose to ask for money anyway back then. Afterwards we realised that we need to give our audience something different. Anyway, we continued production from the revenue from the sale of Invisible Apartment 2 and 0. The production is going half-paced, but it seems that that's actually better, since it gives us more time.\n\nWe now have most of the illustrations and music, so the project is on the right track.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #28", "update_userinfo": "Crystal Chameleon launched :)", "update_content": "Dear friends :)\nI'm proud to announce we've just launched the campaign for our next cyberpunk visual novel Crystal Chameleon. You can find it here:\nhttps://www.kickstarter.com/projects/vysoko/crystal-chameleon-visual-novel"}, {"update_no": "UPDATE #27", "update_userinfo": "IA1 Rex & what's going on :)", "update_content": "Dear friends! :)\nI hope you're having a good day. It's been a long time since the last update. The production of Invisible Apartment 3 is finished for some time now.\nBut there's still Invisible Apartment 1 REX which we promised to release. I've been somewhat busy from the end of last year with work related things and I've also been spending time with my daughter & some emergencies, but I'm getting back on track as we're stabilizing."}, {"update_no": "UPDATE #26", "update_userinfo": "Invisible Apartment 3 available for iPhone & iPad :)", "update_content": "Dear Friends :)\nInvisible Apartment 3 is now also available for iPad & iPhone at https://itunes.apple.com/us/app/invisible-apartment-3/id1170920290"}, {"update_no": "UPDATE #25", "update_userinfo": "DLCs released & working on iOS release", "update_content": "Dear Friends :)\nthe first version of the DLCs (Invisible Apartment 0,2 and 3) are now online on Steam at\nhttp://store.steampowered.com/app/543230/\nhttp://store.steampowered.com/app/543220/"}, {"update_no": "UPDATE #24", "update_userinfo": "Last rewards sent & Steam release :)", "update_content": "Dear Friends :)\nyesterday I've sent out the last physical rewards. So now I just hope that the Slovak Post does their job :)"}, {"update_no": "UPDATE #23", "update_userinfo": "New envelopes to be sent today", "update_content": "Dear friends! :)\nhere are the envelopes to be shipped today. This will leave us with one more batch to send out."}, {"update_no": "UPDATE #22", "update_userinfo": "Posted first rewards & you might also like :)", "update_content": "Dear friends :)\nI've posted the first batch of physical rewards. Going to continue this week, so that we'll have +/- 80% of the rewards sent this week.\nI would also like to use the opportunity to show you a project you might also like - Angels & Demigods is a production effort of 7 Keys Studios where I'm a writer / producer too."}, {"update_no": "UPDATE #21", "update_userinfo": "Starting to ship physical rewards", "update_content": "Dear Friends :)\nI hope everyone got their Itch.io keys. We're still busy working on the Steam release.\nTo be honest I wanted to burn the DVDs & CDs for backers last weekend, but we ended up having multiple domestic emergencies, so I need to push this till the end of this week. Waiting rooms, ER, taxi rides - that's been the last two weeks."}, {"status": []}], "comment_no": 28, "projec_url": "https://www.kickstarter.com/projects/vysoko/invisible-apartment-3", "project_name": "Invisible Apartment 3"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": " Reward update\nDeveloped over two years by our team, SC2VN released in September 2015 to acclaim by eSports veterans and newcomers alike. The story of Mach, a foreign StarCraft 2 player that put it all on the line, was one that many fans told us they resonated with.The demand to learn more about the world of eSports and the struggle that its competitors contend with went beyond our expectations. \nYou can play the original game on Steam to experience what caused so many people to push for another installment of the series.  \nPlay the game that started it all.\n A sequel to SC2VN was never part of the plan. But you, our fans, have made it clear that we have stories left to tell. We agree.\nTeam Eleven is happy to announce our next visual novel, Don’t Forget Our eSports Dream, a prequel to SC2VN set in the Brood War era of South Korea’s professional StarCraft scene.  \nWe have received permission from Blizzard Entertainment, Inc. to use their assets in our upcoming game. StarCraft®, StarCraft®: Brood War®, StarCraft® II: Wings of Liberty®, and StarCraft® II: Heart of the Swarm®, StarCraft® II: Legacy of the Void® images and audio provided by Blizzard Entertainment, Inc.\n“Why shouldn’t it be you or me? Nobody in that booth was born with the right to sit there.”\nExperience the peak of Brood War through the eyes of a young and idealistic up-and-comer, Sung-hwan “Bolt” Lee. Beholden to the idea that only the best players deserve to live and train in South Korea, Bolt contends equally with setbacks and triumphs in the chase for his eSports dreams.\nAt his side is Chae-young “Jett” Song, a former darling of the Korean Pro-Gaming Association and an estranged childhood friend. A year after her departure from the professional Brood War competition, Jett continues to make her living on StarCraft on low-paying local tournaments and betmatches. Together, she and Bolt strive to become champions and to resolve their differences along the way.\nTheir journey takes them to rival PC bangs, international tournaments, the offices of Korea’s top eSports officials, and into the booth at the highest level of professional StarCraft.\nThe game will feature  \nLarger gameplay and narrative scope in comparison to its predecessor (we are shooting for 3X)\nAn authentic story that is both true to eSports fans and relatable to a general audience\nPlayer choices for both character interactions and StarCraft strategies.\nSequences featuring both StarCraft Brood War games and original reimagined StarCraft art. \nA glossary of StarCraft and eSports terms for new players\nGalleries for character and background art\nSteam Trading Cards and Achievements\nWe’re returning to Kickstarter more than two years since our original SC2VN crowdfunding campaign back in September 2013. Since then, our team has learned not only about how to develop a visual novel effectively, but also how we best work together. The six members returning members of Team Eleven are:\nTJ Huckabee - Writer and Creative Director\nTim Young - Producer and Developer\nGlynnis Koike - Art Director, Character Design, & Color\nStephanie Yang - Character Artist\nRosendo Loste - Background Artist \nCollin Babb - Musician\nWe developed SC2VN with a budget of roughly $7,000 after Kickstarter fees, most of which went to art. With our base funding goal of $35,000, we can vastly increase the quality and polish of Don’t Forget Our eSports Dream in terms of length, art quantity, and player choice. If you, our backers, are interested in supporting us past that base goal, we’re ready to push our project to the next level.\nSide Stories - $40,000\nCatch up with Enoch Red and explore the backstories of Accel, Stunt, and Reva, characters from SC2VN, in four unlockable bonus scenes.\nVoice Acting - $55,000\nCasting/Directing by Chris Sabat (best known as the voice of the Vegeta) of Okratron 5000. With everyone’s effort to unlock the goal, we’ll provide updates and samples throughout the casting and recording process.\n                                                                The team will be streaming on Twitch at http://www.twitch.tv/esportsdreamvn  \nStop by during our streams to ask questions, interact with the developers, and hang out with other community guests! Keep your eyes peeled to our Twitter and Kickstarter page for updates on stream events.\nFollowing the channel is the best way to get notified when the stream goes live.\n When will this game be released?\nWe’re shooting for about a year after our Kickstarter finishes, around May 2017. The Kickstarter is set to launch at April 10, 2016 and will conclude in May.\nIs this a dating sim?\nWe have nothing against dating sims, but this isn't one. \nHow much will this cost?\nWe plan to price Don’t Forget Our eSports Dream at $14.99 on Steam. Backers receive the game at a lower price.\nIs there a demo?\nYou can play SC2VN on Steam to get an idea of the base we are building on. We plan to expand all aspects of our game beyond the first. \nDo I need to know about StarCraft or eSports to enjoy this game?\nNo. Like SC2VN, we're crafting Don't Forget Our eSports Dream in a way that even those who know little to nothing about eSports can still enjoy the game.\nHow can I help support this project?\nAside from backing our Kickstarter, the most helpful thing you can do is to spread the word and tell your friends about the game.", "risks": "Risks and challenges\nDon’t Forget Our eSports Dream is Team Eleven’s second visual novel about eSports in South Korean. We will provide regular updates and relay major changes to Don’t Forget Our eSports Dream’s creative vision throughout the development process. In order for us to deliver the best experience possible, we ask that you please respect our team’s creative decisions as we iterate on our current ideas. If you have any questions or feedback for the team, please email us at eSportsDreamVN (at) gmail (dot) com.\n\nDon’t Forget Our eSports Dream can only be developed if this Kickstarter campaign succeeds.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #35", "update_userinfo": "Physical Game Copies Shipped!", "update_content": "Hey everyone,\nPhysical game copies are in the mail. I've seen tweets from folks who have already received theirs, so keep an eye out for yours if you backed at $40+! I expect that international backers will have a little longer to wait but should arrive within the next week at the latest. If you are an international backer and want to know your tracking number, send me a PM.\nWe went with a CD package instead of the USB card designated in the reward tier. USB cards were actually cheaper, but I couldn't get them at a quality I was happy with. "}, {"update_no": "UPDATE #34", "update_userinfo": "Last chance to get shipping info in for physical game rewards!", "update_content": "Hey folks,\nIt's been seven months since we shipped Don't Forget Our Esports Dream. Since then, we've sent out our art books and had the game localized into Korean. We're glad to hear that so many of you enjoyed the game. If you haven't already, make sure to review us on Steam and let everyone know what you thought of the game!\nWe're preparing to ship the remainder of the physical rewards. If you haven't done so already, this is your last chance to get your shipping info to us. We emailed the survey asking for your info back in December, so check your email and fill it out if you haven't already!"}, {"update_no": "UPDATE #33", "update_userinfo": "Physical reward reminder!", "update_content": "We've sent surveys to gather addresses for our physical rewards. Especially for art book backers, make sure you respond to these surveys ASAP. It will not be possible to issue a second print for art books and we need your address ahead of time for the manufacturer. If you haven't already, please respond to the survey within the next five days to make sure you get your physical rewards!\n-TJ"}, {"update_no": "UPDATE #32", "update_userinfo": "Kickstarter Rewards Update - Physical and Digital Goods", "update_content": "Hey all,\nIt's been a little more than a month since we launched Don't Forget Our Esports Dream. For those that have had a chance to play our game during the holidays, we hope that you enjoyed the story of Bolt and Jett.\nWe're in the process of getting our backer rewards finalized. You can expect links to other digital rewards like the high-def soundtrack and art book to come via Kickstarter message sometime in January. We're in the process of shopping to find the right vendor for some of our physical goods--the art book is probably the furthest along right now while the physical copies of the game will take a bit longer. We are also looking at a redesign of our t-shirt to include Jett."}, {"update_no": "UPDATE #31", "update_userinfo": "Steam keys have been distributed", "update_content": "We just sent out all the Steam keys to eligible backers. Please check your email and redeem the key on Steam. Good luck, have fun!"}, {"update_no": "UPDATE #30", "update_userinfo": "Don't Forget Our Esports Dream is live on Steam! Backer keys coming ASAP!", "update_content": "We've released Don't Forget Our Esports Dream on Steam! We are sending Steam keys now - expect an email from teameleveneleven at gmail dot com. \nWe will make an additional update when Steam keys are fully redeemed since we can't edit this post after 30 minutes. \nThank you for supporting us from the beginning and all through development. We will continue to update this page for backer rewards and upcoming plans. Stay tuned!"}, {"update_no": "UPDATE #29", "update_userinfo": "Esports Dream Backers - Credits name changes last chance!", "update_content": "Hi all,  \nWe are releasing the game on Nov 19, 2018. Adding the game to your Steam Wishlist will give you a notification + email immediately when it is released.  "}, {"update_no": "UPDATE #28", "update_userinfo": "Don't Forget Our Esports Dream releasing 11/19/2018", "update_content": "Hey all, quick update this week.\nOur Steam page is now live, and we're still working toward release. The trailer features the opening CG of the game inspired by the iconic beach-side StarCraft finals in Busan. Be sure to add it to your wishlist to get notified when its released and future sales. Check out the Steam page here."}, {"update_no": "UPDATE #27", "update_userinfo": "Add Don't Forget Our Esports Dream to your Steam Wishlist!", "update_content": "Since the last update, we’ve made additional updates to the interactive StarCraft scenes. Our goal was to capture part of the experience of playing StarCraft, while introducing some of our own gameplay elements."}, {"status": []}], "comment_no": 107, "projec_url": "https://www.kickstarter.com/projects/vogue/dont-forget-our-esports-dream-a-starcraft-visual-n", "project_name": "Don't Forget Our eSports Dream - A StarCraft Visual Novel"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "Help ONE TOWER by voting YES on Steam Greenlight!\n\"One Tower aims to be far more accessible for players intimidated by the complex nature of traditional MOBAs.\" - Cliqist\n\"..controlling your minions in LoL is very important, but in One Tower, it means a hell of a lot more..\" - Games Ring\nONE TOWER combines popular design elements from the RTS and RPG genres in this all-new, free-to-play micro MOBA set in the fantastical world of Eternal Flame.\nSummon your minions, pick your Hero, and get ready for ONE TOWER – the first micro MOBA that’s quick to play, easy to learn and insanely fun to play against one another.\nWith cross-platform play powered by the Unity 5 engine, competitive play in leagues and special events, hundreds of items to unlock, and weekly game updates, ONE TOWER promises to deliver never-ending fun and excitement.\nFree-to-play head-to-head strategy game for PC and Mac\nConfigure your minion waves. Choose from Melee, Ranged, Air, Siege and more\nExperience an arcade-style battle arena: Pick up speed boosts, damage modifiers and health on the map to gain an edge\nTrigger deadly traps to surprise your enemy\nPlay through story campaigns to experience the Eternal Flame universe\nOver 12 Heroes to choose from in Season One\nOver 30 Minions to choose from in Season One\nCustomize your tower\nParticipate in tournaments and special events\nONE TOWER is the game WE want to play. Why? Here’s why:\nWe are tired of watching mindless, useless minions running to an enemy’s tower in other MOBAs.\nWe want more control of the game. Why only a hero? Why not control your minion waves?\nWe love the classic RTS game unit types including melee, ranged, siege and air… and having LOTS of them to choose from.\nWe want a fun head-to-head battle arena game that is specifically designed for head-to-head play.\nWe want heroes to be simple again like we experienced in Warcraft III. No more going through hundreds of item descriptions in an item shop to create the perfect build only to have your items nerfed in a game update.\nWe don’t want to have 30-60 minute matches. Many of us have families and cannot play for 2 hours. We can get in 6-8 matches within an hour.\nONE TOWER is designed and balanced so that the typical match will last between 10-15 minutes. Higher-skilled players may be able to end games within 6 minutes if they can get the early advantage.\nIn the event of a stalemate, players can opt for a secondary objective of killing the siege demon to force an attack on the enemy tower which will cause considerable damage. After a few of these tower attacks the game will end. Our siege demon can be taken as early as level 9 and respawns every minute.\nONE TOWER isn’t just another MOBA game and does not try to replace larger MOBAs like League of Legends, DOTA 2, Heroes of the Storm or SMITE. We expect many players to play ONE TOWER in between longer matches of their favorite game, whether it be one of the aforementioned games or a game from a completely different genre.\nPlayers can control their minion wave configurations, whether you want tanks, casters, healers, air, DPS or siege, you can configure your wave and change them on the fly to dominate and outwit your opponent.\nNo more learning and memorizing the perfect item builds or tech trees. Players of all skill levels will be able to jump into the game and immediately understand how to play.\nToxicity arises the most when teammates are feeding the enemy team and causing you to lose 30-60 minutes of your life that you’ll never get back. No more having to argue over who will jungle, take mid, top or bottom. No more complaints about why you didn’t heal, gank or ward.\nONE TOWER will foster competitive play and sportsmanship in it's community. You’ll need to outwit and outplay your opponent instead of trying to anger your teammate into surrendering or going AFK.\nThe Eternal Flame universe is tightly intertwined. Everything and everyone is connected and has a specific role to play in our story, from heroes, locations, beasts and minions to their origins, abilities and appearances.\nExplore a bit of our world’s lore below and discover more as we release it.\nThe ancients have passed their stories of legend and lore on to the generations that have survived Prestiya. Whether these generations have survived because of fate or fortune, it makes no difference, these stories both haunt the dreams of children and inspire those hoping to become Prestiya’s next legendary hero, to have their names and victories spoken of by the generations to come.\nThese histories of Prestiya are often challenged by the scholars who claim they are children’s stories. Stories of people who live in the forests called The Flow who can harness the power of nature to crush their enemies. Stories of beasts the size of mountains and the undead that dwell in the underdepths of the Arrian Rift.\nPrestiya is a small continent with treacherous environments. The Valley of Arrian is the most lush and coveted piece of land not only because of its rich soil and resources, but also because of the natural safe haven its surroundings provide, with mountains to the north and south, the rift to the west and the ocean to the east. Raiders attempting an attack from the mountains would need to be on foot and would likely fall to their deaths or run out of food before initiating an attack. An attack from the water would also be unlikely due to the razor sharp reefs.\nThe Sca are the first known civilization in Prestiya. They took claim of the Valley of Arrian and established a stringent set of rules and judgements that were so harsh no one dared to break them, and no tribe or people ever attempted to challenge their claim to the valley. Sca made great advances in architecture and weapon technology that often resembled magic. The Sca kingdom is protected by a series of towers spread throughout the valley’s entry points. These towers stand alone and are powered by the ground beneath them – pulling energy into them creating a pulse energy that fires at any hostile threats detected nearby.\nAs the Sca fell into a deep slumber of increasing their gain and leisure, a great change has been happening around them, invisible to their complacent eyes. Many would be forced to wake and face the reality of their world as the wilds of Prestiya fall upon them.\nEvery hero is designed around a particular faction which establishes their origins and play style. Our story begins with these four factions.\nThe Sca have been the protectors of the Eternal Flame since the beginning of civilization in Prestiya. They live by strict laws of purity without compromise and those who fail to follow them are exiled without question. Because of this, the once unstoppable empire is now at its most vulnerable state.\nThe Firelords were formed by many of the original lords from the Sca. Now banished, the Firelords claim the Eternal Flame is rightfully theirs and they will stop at nothing to see it returned to their hands. They are heavy handed and often ask questions later.\nNecro were once a part of Sca’s elite army, trained from birth to protect Sca kingdom. When Lord Bantinan was killed by Galagor on their watch, the Sca lords damned them to the underworld.\nThe Necro, while dark and mutated in appearance, are actually the most misunderstood in our universe. Their banishment to the underworld was a cruel and unfair penalty for their alleged failure to protect Lord Bantinan, and they will do everything they can to see redemption and to rise again and take back their home.\nFlow are believed to have existed before the Sca and many suspect they were born from the Eternal Flame. Flow are connected to earth, air, water and fire. They have little interest in the Eternal Flame and are guardians of nature, using fire only as a last resort.\nFlow’s heroes do not desire destruction, favoring harmony with nature. When in combat, Flow heroes are calm, but powerful, exerting little effort while packing a punch.\nONE TOWER’s heroes are key to tipping the battle scales in your favor. Heroes have unique abilities that players must learn to harness to assist them in battle against the enemy hero, minions and jungle creep.\nAll heroes are designed to be damage dealers, but each hero is also designed to have a support ability to assist them in battle. As your hero earns experience points it will level up which will allow you to unlock and upgrade special abilities.\nBecause ONE TOWER relies heavily on minion control and management, heroes in ONE TOWER do not have item builds. Many minions are designed with their own passive abilities that can affect or assist the hero, including heals, stuns and other buffs.\nWhen players first begin playing ONE TOWER, they will be given a hero upon completing the tutorial campaign. After, players can unlock additional heroes by using Ore that is earned in-game through winning matches, or they can purchase mystery treasure chests that may grant a hero. At ONE TOWER’s release players will have over a dozen heroes to choose from, with new heroes continuously being added as part of new game updates.\nMinions are the cornerstone of ONE TOWER. Players will need to micro-manage their minion wave configurations and counter the enemy’s waves in order to win.\nChoose from a variety of minion types, including:\nTanks\nDPS\nRanged & Casters\nHealers\nSiege\nAir\nAnti-Air\nSupport & Utility\nUsing gold earned in-game, players will buy and deploy new minions to the lane in the order they choose. You can earn gold through killing minions, jungle creep, and your opponent’s hero.\nPlayers will earn a core set of minions through completing tutorial campaigns and may earn more either through completing campaigns, unlocking via Ore earned from winning matches or through opening mystery chests.\nHeroic Minions are a special kind of minion that can be earned from mystery chests. Heroic Minions closely resemble common minions but are able to be upgraded by winning matches and can earn special abilities. For example, a Heroic Archer can be upgraded into a Fire Archer and so on.\nONE TOWER’s battle arena was carefully designed for head-to-head arcade style gameplay in mind and to give players a level of depth rarely found in MOBAs. Players are given only a single tower to protect them in a single lane leaving no room for mistakes.\nThe battle arena has power-ups spread throughout the map. Players will need to time the power-up respawns in order to control the map while pushing the lane and clearing the jungle at the same time.\nTo raise the stakes even higher, we’ve added a few surprises to the map, including traps to ensnare your enemy, a trader to boost your income and a siege beast that attacks your opponent’s tower when captured.\nAdditional battle arenas will be designed after the release of ONE TOWER or upon reaching the stretch goal to allow us to design more arenas for players.\nPlayers will be able to jump into a Quick Match with players of similar level, or choose to be pitted against other players of similar level and win ratio within Ranked Match. Players can also directly challenge friends to an unranked match.\nIn addition to these matchmaking modes we will host special events for players including prize-based tournaments and leagues.\nWe’re a small indie game development studio and we’ve been able to build a playable version of ONE TOWER through keeping our development costs to a minimum. The funding goal will help us fund the additional content needed in order to complete and release the game.\nIn addition to the funding, Kickstarter provides us with an amazing platform to receive direct and early feedback from the Kickstarter gaming community which is an invaluable tool for helping us shape the game. We also look forward to playing ONE TOWER during early beta access with our supporters!\nReserve Your Game Name before others (first come first serve)\nPersonal thank you email\nWe will chant your name while eating girl scout cookies\nYour photo pasted on our office walls into an image of a ONE TOWER character mosaic with others like you\n1200 in-game crystals ($12 value)\nBacker Forum Badge\nReserve Your Game Name (first come first serve)\nExclusive Kick(starter) Bundle ($32 est. value)\nIncludes 2000 in-game crystals, 3 heroes and 5 chests\nThank you in credits\nVIP Backer Forum Badge\nDev Forum Access\nLimited Edition Collector’s Pin Button\nReserve Your Game Name (first come first serve)\nClosed Beta Access (Est. July 2016)\nLimit 50\nExclusive Kick(starter) Bundle ($32 est. value)\nIncludes 2000 in-game crystals, 3 heroes- 5 chests\nThank you in credits\nVIP Backer Forum Badge\nDev Forum Access\nLimited Edition Collector’s Pin Button\nReserve Your Game Name (first come first serve)\nClosed Beta Access (Est. July 2016)\n“Apprentice” Tier Rewards \nKickstarter Exclusive T-Shirt (Est. May 2016)\n“Apprentice” Tier Rewards\nKickstarter Exclusive Tower\nKickstarter Exclusive Minion\nKickstarter Exclusive Heroic (in-game) Nameplate\n2 Closed Beta Access Keys (Est. July 2016)\n“Chosen” Tier Rewards\nKickstarter Exclusive T-Shirt (Est. May 2016)\n3 Closed Beta Access Keys (Est. July 2016)\n+2000 additional in-game crystals ($20 value)\n“Champion” Tier Rewards\nKickstarter Exclusive Hero: You can only own this hero by being a backer\n4 Closed Beta Access Keys (Est. July 2016)\nHigh Council Tester Invitation. Get your hands on features before anyone else during and after development. Terms and Conditions apply.\n+2000 additional in-game crystals ($20 value)\nDon't want to pay shipping or receive physical rewards? This is the tier to back. This reward is for backers who do not wish to receive a Limited Edition Collector's pin or T-Shirt.  \n“Gatekeeper” Tier Rewards MINUS ALL PHYSICAL REWARDS\n2 Early Access Keys for ONE TOWER Alpha\n“Gatekeeper” Tier Rewards\n2 Early Access Keys for ONE TOWER Alpha\n“Gatekeeper” Tier Rewards\nKickstarter Exclusive Season 1 Pass: Get all units and heroes released year one (excludes limited edition and dev only heroes)Includes over 30 minions, over 12 heroes and new heroes or minions released during the first year.\n6 Closed Beta Access keys (Est. July 2016)\n+2000 additional in-game crystals ($20 value)\n“Deity” Tier Rewards\nName a Heroic Minion\nAdditional Design Credits\nLimit 30\n“Overlord” Tier Rewards\nDesign a Hero’s special ability. Work with our artists through the process from concept to in-game completion.\nName a Hero\nName a Heroic Minion\nAdditional Design Credits\nLimit 3\n“Council” Tier Rewards\nDesign a Hero or Enemy Boss in the game and Eternal Flame lore\nLegendary \"gold\" chat color in-game\nLegendary status and badge on forums\nLimit 5\n“Firelord” Tier Rewards\nYour Logo or Name on a Plaque in Office\nYour Logo or Name on Load Screen during Season One (1 year)\nYour logo or Name within \"Thanks to\" on tradeshow banners during Season One (1 year)\nShout Out to you or company name on our social sites, web site + link (subject to approval)\nYour logo or name on the back of all Kickstarter ONE TOWER t-shirts\nLimit 2\n“Partner” Tier Rewards\nYour logo or Name on our Twitch Overlay\nYour Logo or Name on Load Screen\nYour logo or Name (with optional link- subject to approval) in the footer of the official ONE TOWER web site\nLink in our game's credits\nLimit 2\n“Firelord” Tier Rewards\nWe’ll make you into a ONE TOWER hero, illustration, story and all!\nDirect line with the development team\nExclusive \"developer only\" hero access\nShout Out to you or company name on our social sites + link (subject to approval.)\nEternal Pass: Access to all minions and heroes available to the public\nHelp us shape the future of the Eternal Flame universe\nLimit 1\n“Mythical” Tier Rewards\nHelp us design our next game modes and maps\nBecome an in-game tower leaving a piece of you forever to be seen by all players\nHave a celebration dinner with us during E3 2016 or RTX 2016 (travel and hotel not included.)\nLimit 1\nWe've added several new add-ons today to the campaign for many of you who may not be into MOBAs but dig the gear and want to support the game and our studio.\nHow it works: Choose your tier (or manage pledge if you're already a backer), then follow the instructions below the list to add to your pledge!\nReceive 1250 in-game crystals for ONE TOWER.\nReceive 3000 in-game crystals for ONE TOWER\nONE TOWER exclusive Kickstarter T-Shirt (size can be chosen after campaign ends.)\nWhether you're a hardcore gamer, mountain bike, or moto, you'll look good in this full screened jersey! We are designing this jersey specially for our large action sports and pro gaming community of backers. This one is for you! You'll get to give feedback on the design when it's ready in a few weeks.\nADD-ON INSTRUCTIONS: To add an add-on to your pledge, follow these steps:  \nPress the 'Manage Your Pledge' button on the ONE TOWER campaign page. If you have not pledged yet, it will say 'Back this Project.'\nIncrease your pledge in the 'Pledge Amount' box by the total of the add-ons you want to add.\nAfter the end of the Kickstarter campaign you will receive a survey that will confirm how you would like the add-on money assigned.\nBacker quests are a way for us to reward our greatest supporters! Participate in quests with your fellow backers to earn rewards. Once the reward’s quest points have been reached you and your fellow backers will reap the rewards.\nCurrent Points Earned: 0\nPoints Required for next reward: 4 \nComplete these quests to earn Quest Points! Quest Points are shared with your fellow backers. For every quest segment completed below, you will earn 1 Quest Point.\nQUEST LINKS\nSteam Followers - Follow ONE TOWER on Steam \nTwitter - Follow ONE TOWER on Twitter\nTwitter Retweet - Retweet this announcement\nTwitch - Follow ONE TOWER on Twitch\nInstagram - Follow ONE TOWER on Instagram \nFacebook Page - Like ONE TOWER on Facebook \nFacebook Share - Share this announcement\nReddit - Follow ONE TOWER subreddit on Reddit\nQuestions? Ask in the comments section!\nSKYREACHER is an independent game development studio. We are headquartered in beautiful Murrieta, California, less than an hour away from San Diego and Los Angeles. Founded in 2010, SkyReacher's team consists of game industry veterans who have worked on dozens of titles including EverQuest, Quake III Arena, Unreal Tournament, DC Universe Online, Clone Wars Adventures, Baldur's Gate II and Rainbow Six.\nOur core team shares a strong passion for e-sports gaming which is demonstrated in the very heart of ONE TOWER. In our personal time we can be found streaming on Twitch playing games like CS:GO, Hearthstone, League of Legends, DOTA2, Starcraft 2 and Overwatch.\nMeet the Team\nIn addition to our core team we have specialist contractors working on key areas of the game including network security, writing and more.\nTwo of our development team members are graduates of Full Sail University’s programming and art programs. Full Sail University offers campus and online degree programs that are designed for the world of entertainment and media. Offering associate's, bachelor's, and master's degrees, Full Sail's approach is centered on real-world industry experience which we’ve witnessed first-hand with our very own grads.\nWe’ve partnered with several studios that create assets for the Unity Asset Store. These studios share our passion for games and much of the content found in ONE TOWER for minions and even some of our heroes were licensed from them. Without these studios, our game would not be where it is today in such a short amount of time while keeping our development costs to a minimum.\nVillains for Hire\n3DSA\nEvozon\nProtofactor\nDaelonik Artworks\nManufactura K4\nBitgem\nDigital Alien is on a mission to deliver professional business development, marketing and publishing services for independent developers and studios in the video game industry.", "risks": "Risks and challenges\nAs with all games, development is a very iterative process and with the introduction of new features many challenges may arise, including bugs and balancing issues. This may cause delays in release. SkyReacher has been in business for over 5 years and these delays will not risk the completion of ONE TOWER. \n\nOur team is committed to providing a quality experience that everyone can enjoy. Not only do we want YOU to enjoy the game, but we are making this game because we want to play it too. This our greatest priority.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 44, "projec_url": "https://www.kickstarter.com/projects/skyreacher/one-tower", "project_name": "ONE TOWER - Head-to-Head Battle Arena"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 44, "projec_url": "https://www.kickstarter.com/projects/385647332/raven-falls-visual-novel", "project_name": "Raven Falls - Visual Novel (Canceled)"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 97, "projec_url": "https://www.kickstarter.com/projects/theyaoiarmy/fujoshi-trapped-in-a-semes-perfect-body-yaoi-bl-ma", "project_name": "\"Fujoshi Trapped in a Seme's Perfect Body\" Yaoi / BL Manga !"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 28, "projec_url": "https://www.kickstarter.com/projects/bomhat/visual-novel-ignis-avis-venatio", "project_name": "Visual Novel-Ignis Avis Venatio"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 41, "projec_url": "https://www.kickstarter.com/projects/magnastudios/nostalgia-two-worlds-one-soul", "project_name": "Nostalgia Two Worlds One Soul An adventure game WiiU/Vita/PC"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 7198, "projec_url": "https://www.kickstarter.com/projects/muvluv/muv-luv-a-pretty-sweet-visual-novel-series", "project_name": "Muv-Luv: A Pretty Sweet Visual Novel Series"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 110, "projec_url": "https://www.kickstarter.com/projects/sekaiproject/witch-boy-magical-piece-a-bl-visual-novel-localiza", "project_name": "Witch boy Magical piece - A BL visual novel localization"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/gabrielderoy/bootleg-systems", "project_name": "Bootleg Systems (Canceled)"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 17, "projec_url": "https://www.kickstarter.com/projects/1872517911/prank-masters-visual-novel", "project_name": "Prank Masters Visual Novel"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": "0 created · 0 backed"}, "support": [], "updates": [{"status": []}], "comment_no": 66, "projec_url": "https://www.kickstarter.com/projects/mrtired/undead-darlings-no-cure-for-love", "project_name": "Undead Darlings ~no cure for love~"}}, {"backer": "Unwonted Studios", "project_data": {"campaign": {"story": "", "risks": "", "env": "", "creator_bio": ""}, "support": [], "updates": [{"status": []}], "comment_no": 15, "projec_url": "https://www.kickstarter.com/projects/vysoko/invisible-apartment-2-visual-novel", "project_name": "Invisible Apartment 2 Visual Novel"}}]