[{"backer": "Vendageek", "project_data": {"campaign": {"story": "   The Movie Sleuth REVIEW!\n   Major Spoilers w/Wayne Arthur Hall REVIEW!\nClick Image to Enter\n  ", "risks": "Risks and challenges\n85% of this issue is completed and by the time this pre-sale ends, it will be completed and ready for print. Of course, there are always hurdles us creators face, but I have always delivered on-time (or close enough).\n\nYou have my satisfaction guarantee!\n\nThank you,\n\nBob Salley\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 4 or more", "title": "Single Issue Digital + Wallpaper", "descp": "Get the latest Issue of Salvagers: The Havoc of Blackbane #1 Digitally AND our Full line of Digital Wallpaper and Screen Savers", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}], "stat": ["68 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "The Havoc of Blackbane (Part 1) Print", "descp": "Get the latest 24-Page issue of Salvagers: The Havoc of Blackbane signed, sealed and delivered to you by Merrill Logistics.\nFREE DOMESTIC SHIPPING", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["74 backers"]}, {"amt": "Pledge US$ 12 or more", "title": "The Havoc of Blackbane: Daley Cover", "descp": "(Shawn Daley Variant Cover: Limited Edition) Get the latest 24-Page issue of Salvagers: The Havoc of Blackbane signed, sealed and delivered to you by Merrill Logistics.\nONLY AVAILABLE HERE!\nFREE DOMESTIC SHIPPING", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["31 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "TOTAL Digital Package", "descp": "Get Up-to-Date on the Salvagers Universe by getting ALL the issues to date.\nVOL 1: Abandoned Cargo (96 Pages)\nVOL 2: The Wreck Raiders (102 Pages)\nVOL 3: Part 1 - The Havoc of Blackbane (24 Pages)", "time": [{"ESTIMATED DELIVERY": "Jun 2018"}], "stat": ["67 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Original & Variant Cover", "descp": "Get the latest 24-Page issue of Salvagers: The Havoc of Blackbane signed, sealed and delivered to you by Merrill Logistics.\nALSO comes with the (Shawn Daley) Variant Cover... AVAILABLE HERE ONLY!\nFREE DOMESTIC SHIPPING", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["39 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Full Digital + Havoc of Blackbane", "descp": "Get Up-to-Date on the Salvagers Universe by getting ALL the issues to date.\nPRINT\nIssue of Havoc of Blackbane: Part 1\nDIGITAL\nVOL 1: Abandoned Cargo (96 Pages)\nVOL 2: The Wreck Raiders (102 Pages)\nVOL 3: Part 1 - The Havoc of Blackbane (24 Pages)", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["7 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Volume Two & Havoc (Part 1) - Print", "descp": "Missed out on the 2nd Volume?\nGet SALVAGERS: Volume Two and Havoc of Blackbane (Part 1) in print.\nVOL 2: The Wreck Raiders (102 Pages)\nVOL 3: Part 1 - The Havoc of Blackbane (24 Pages)\nFREE DOMESTIC SHIPPING\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 30 or more", "title": "Havoc (Part 1) Print + T-Shirt", "descp": "Wear what the Crew wears!\nYou get the 24 Page Comic AND your choice of Salvagers Tees (Got Wrecked? or Merrill Logistics)\nFREE DOMESTIC SHIPPING\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "ALL Trades & Havoc (Part 1)", "descp": "New to the series?\nGet up-to-date with Vol.1 & 2 AND Havoc of Blackbane (Part 1) in print!\nVOL 1: Abandoned Cargo (96 Pages)\nVOL 2: The Wreck Raiders (102 Pages)\nVOL 3: Part 1 - The Havoc of Blackbane (24 Pages)\nFREE DOMESTIC SHIPPING\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["34 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "Single Issues Collector", "descp": "You get ALL 9 Single Issues that make up Vol.1 & 2 and Havoc of Blackbane (Part 1). The Collectors Edition!\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "All Volumes & Havoc #1 + Tee", "descp": "New to the series?\nGet Vol.1 & 2, Havoc of Blackbane (Part 1) in print AND your choice of T-Shirt (Got Wrecked? or Merrill Logistics)\nVOL 1: Abandoned Cargo (96 Pages)\nVOL 2: The Wreck Raiders (102 Pages)\nVOL 3: Part 1 - The Havoc of Blackbane (24 Pages)\nPLUS a T-Shirt!\nFREE DOMESTIC SHIPPING\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "Plush Doll & Havoc (Part 1) in Print", "descp": "Your choice of these Exclusive \"Hand Stitched\" Ty'r Plush Doll for your limited collection of Salvagers Rewards + Havoc of Blackbane (Part 1) in Print.\nFREE DOMESTIC SHIPPING\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["6 backers"]}, {"amt": "Pledge US$ 150 or more", "title": "Salvagers Original Art", "descp": "Grab a Print copy of Salvagers: The Havoc of Blackbane (Part 1) AND an original piece of \"Salvagers\" 8.5 x 11 artwork by the talented Shawn Daley\nFREE DOMESTIC SHIPPING (including Canada)\n*Includes Total Digital Package", "time": [{"ESTIMATED DELIVERY": "Jul 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["3 backers"]}, {"amt": "Pledge US$ 250 or more", "title": "Cameo at The Tavern", "descp": "Be a character in our scifi webcomic Jasper's Starlight Tavern. The talented Juan Calle will draw you into one of our weekly strips AND you get (2) graphic novels and a comic book!\nIncludes:\nYour very own episode on Starlight Tavern\nVOL 3: Part 1 - The Havoc of Blackbane (24 Pages)\nFREE DOMESTIC SHIPPING!", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["1 backer", "Limited (9 left of 10)"]}, {"amt": "Pledge US$ 300 or more", "title": "EVERYTHING!", "descp": "Here it is! Instant SUPER FAN Reward...\nThis one comes with a few Surprises!\n*Vol 1 & 2 with Havoc of Blackbane (part 1)\n*T-Shirt of your choice'\n*Plush Doll\n*Original Shawn Daley artwork\nFREE DOMESTIC SHIPPING", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 500 or more", "title": "Original Cover Art + Comic & Tee", "descp": "Get the One-of-a-Kind Havoc of Blackbane (Part 1) 11x17 Penciled & Inked cover art by Adelso Corona.\nIncudes:\nSalvagers: The Havoc of Blackbane (Part 1)\nOriginal Cover Art\nChoice of T-Shirt\nFREE DOMESTIC SHIPPING", "time": [{"ESTIMATED DELIVERY": "Aug 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #14", "update_userinfo": "Last 3 Hours for Salvagers #10!", "update_content": "We only have a couple hours Remaining! If you’re already a Backer, you are getting some Bonuses, now!\nIf you’re not, there isn’t a lot time left... jump in now and grab Limited & Exclusive Rewards!\nhttps://www.kickstarter.com/projects/535592388/salvagers-10"}, {"update_no": "UPDATE #13", "update_userinfo": "Havoc of Blackbane #2 is Unlocking Rewards!", "update_content": "Hey there!\nJust wanted to make sure you know that the Salvagers Kickstarter is LIVE and Unlocking Rewards that ONLY Backers will get!\n                            ENTER HERE"}, {"update_no": "UPDATE #12", "update_userinfo": "SALVAGERS #10 Launches Tomorrow!", "update_content": "That’s right!\nWe’re ready get the ball rolling on our Kickstarter pre-sale for SALVAGERS (Havoc of Blackbane 2 of 4)... or my TENTH issue of this blue collar sci-fi adventure series!\nI hope to see you all come out and support and share with your sci-fi friends and community! As the fanbase grows so does our opportunity... FYI, we’re talking serious about an animated series!!!"}, {"update_no": "UPDATE #11", "update_userinfo": "Digital Rewards and a Project we Love!", "update_content": "Sorry I have not posted any updates recently about the project… But we’ve been working hard!\nEverything is colored and pages are getting lettered as we speak!\nSoon you should see surveys going out and we’re confident to hit you inbox & mailbox next month!!"}, {"update_no": "UPDATE #10", "update_userinfo": "Lettering Has Started!", "update_content": "That’s correct... we only have five pages left to color then we’ll get them all lettered and you can expect a digital copy of the issue soon...and those who backed it for a physical rewards will be getting packages from Merrill Logistics!\nThanks again for the support!"}, {"update_no": "UPDATE #9", "update_userinfo": "5 Pages left to color!", "update_content": "Just 4 Days remaining and still (2) Bonus Reward to Unlock! If you would like the Shawn Daley Variant Cover, and you're a $25 or UP Backer... \nsimply add $5 and let me know (I'll hook you up).\nYou Gotta Check this out!"}, {"update_no": "UPDATE #8", "update_userinfo": "4 Days Remaining - and a Project We Love!", "update_content": "Folks!\nWe're down to the FINAL WEEK!\nWe still have (2) Stretch Goals I'm hoping we can UNLOCK (I'll probably just throw them in to the packages, anyway... but I have to attempt to motivate people to get out there and share this with their Scifi Friends... right?)!"}, {"update_no": "UPDATE #7", "update_userinfo": "Down to the LAST WEEK + A Sci-Fi Project we dig!", "update_content": "Nicely Done! The first of (3) Bonus Rewards is UNLOCKED and we're cruising toward the second... Thank you all for showing the love & support for The Havoc of BLACKBANE!"}, {"status": [{"Project funds successfully": "389 backers pledged $9,000"}]}], "comment_no": 37, "projec_url": "https://www.kickstarter.com/projects/brokengargoyles/salvagers-havoc-of-blackbane-part-1", "project_name": "SALVAGERS: Havoc of Blackbane - Issue 1"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "All Products\nQuick, how many d4s in a Superior Healing Potion? Which is larger, Superior or Supreme? You might know (+1 to your Medicine stat if you do), but you likely have players or DMs who don’t, and with everything else to keep track of while playing D&D, any way to avoid slowing down the battle to hit the Index of the Handbook and hunt down the modifier is a positive for everybody playing. \nThe Healer’s Kit solves all that. Next time the halfling is stepped on by a giant, the dwarf gets surprised by a mimic, or the druid jumps off a cliff for funsies ending up crumpled in gore on the rocks, you’ll be ready. Simply flip the latch on the box, admire the handiwork, select the proper size potion for the occasion, unscrew the cap, and dump the dice onto the opened lid, it’s also a rolling surface! Add the dice numbers and the right modifier (provided on the underside of the lid) to reveal just how many or few Hit Points you’re getting back.\nMy goal here is to provide the easiest to use, most glorious potions for everyone. How is that going to happen?\nBottles that LOOK like potion vials!  Some stylish adornments will be on the bottle but not enough to obscure those handsome dice.\nMatching red d4 dice! It’s actually quite hard to get matching d4s, and you’ll have enough to make any potion with d4 dice you might need.\nProfessional designs. The ones on the prototypes are ok, but Amber (the most excellent artist) will do way, way better than me!\nUnderside of the the lid will be leather, allowing it to double as a dice rolling area!\nThe leather of the rolling area will also have the potion requirements etched in, so you’ll never have to crack a handbook for that info again.\nThe foam holds everything neatly in place and perfectly spaced, making it easy to keep the potions ordered how you like them.\n5 Box finish options: Unfinished - Dark colored etch (great for darker stains), Unfinished - Light brown colored etch (great for lighter colored stains), Natural with clear coat, Colonial Maple, and Sedona Red.\nTwo suede leather color options for rolling area: Brown and Tan OR a Druid Friendly option of Cork Wood\nProduct Pictures\n*NOTE* : Artwork and product isn't final. I have budgeted to pay a professional graphics designer to make amazing artwork for all of this. It will only get better :) . The pictures with corked bottles is the latest. \n  Professional Healers Kit - $80\n    Available Finishings for Pro Kits\n  26 Dice up close\n  Starter Vial - $15\n  Basic Healer's Kit - $25\nBackerKit \nWe will use BackerKit after the campaign ends to let you configure your choices!\nWe've partnered with BackerKit to help ensure you get exactly what you want. With their expert help and great tools, you can feel confident you'll get exactly what you meant to!\nStretch Goals\n$17,500 Stretch Goal - Keychain Colors available as a choice\n  $20,000 Stretch Goal - Matching Dice Tower\n    $30,000 Stretch Goal - Red Mahogany stain with golden artwork\n$17,500 - Unlocked - Keychain color is now a backer choice instead of randomized\n$20,000 - Unlocked- Free matching dice tower for each Pro kit. It will be easily assembled and disassembled and attach to the rolling surface side of the Pro kits. \n$30,000 - UnLocked - New design that works well with gold or silver foil and unlocks an additional, very dark red stain, Red Mahogany. The foil looks awesome, but requires a completely different approach to how the artwork will be made, and is one of the few things that shows up well with the stains that are really dark. \n$40,000 - Unlocked! - 1 new suede leather color! (Update coming soon)\n5,000 vials sold - Locked - Golden Caps for all vials!\nBio\nI’ve always been a geek and enjoyed tabletop gaming, and growing up I had heard about d&d but never was around anybody that was playing. It wasn’t until the Geek & Sundry twitch channel launched that I actually got to see it played. My curiosity drove me to watch Critical Role the first day it was broadcast. As I watched the show over the first few months I eventually put in the effort to find a place to play it myself. I’ve since played in a few adventure league groups and really enjoy the opportunities I get to live in another world with friends, doing outlandish and witty things. My passion just keeps growing for this game and I found a way to contribute to the community.\nProject History\nA Facebook D&D group gave me the idea: labelled glass bottles with the formula and requisite dice for each health potion type in 5th Edition. I ordered the same bottles and remade them myself, getting a more complete idea of how I could improve the labels. The first night’s work boiled down to ramping up the fancy with the stronger potions, having more fun with the filigree, font, and overall presentation. I knew some DMs and players who would want to add this to their toolbox, but wanted to make sure they were ready first.  \nTo help brainstorm further improvements, I enlisted trusted friend Jared Bouck, who already has successful Kickstarters under his belt. We spent weeks going over options for various aspects. Moving away from glass bottles that break during gameplay to source containers that could take a real beating proved a good idea when one of the glass bottles broke during a game. I also wanted the vials to be part of the experience of a session, to help place the players in their character’s shoes during a tense moment where someone’s hit points are down, and the aesthetics of an apothecary is a great match. It’s not hard to imagine a hardy adventurer walking into a shop, seeing a wooden box with beautiful artwork containing potions, and immediately dropping some hard-earned gold to be ready to heal with style at a moment’s notice. Bringing the box and potions into the real world for everyone to see is an extra treat brought to the table.\nWhere are the funds going\nMost of the funds will be going towards raw materials, purchasing the needed equipment to do this at scale, and a budget for artwork. I'll be purchasing a larger laser engraver and creating a small usable workspace in my garage. All the rest will be used to establish myself as a business that can go forward and keep making awesome Dice Bottle kits in the future. \nFollow us on Kicktraq\n  Featured on This is Why I'm Broke\n ", "risks": "Risks and challenges\nMy largest risk is supplier delays. The delivery dates chosen have a built-in buffer which should absorb any delays or issues with the suppliers. While all of the companies I am working with are well-established and professional, things happen which can cause unintended delays. My suppliers and I are doing our best to ensure this does not happen.\nI have every expectation to meet the deadlines and will provide feedback through kickstarter for each milestone along the way. You'll know when I place my orders, when I expect to receive them, when I actually receive them, how I'm working on processing different items and so on.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 15 or more", "title": "Starter Vial", "descp": "Dip your toe into the restorative arts with a single compact vial and enough d4 dice to create any healing potion for Fifth Edition, perfect for even the most crowded Bag of Holding. Specifically for this vial, you can put your own mark on the cap, permanently removing any questions of ownership.\nINCLUDES:\n1 Vial for Potion storage\n10 d4 translucent blood red dice\nA scroll with instructions on proper usage\n1 Dice Bottles Keychain.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["46 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "Basic Healer's Kit", "descp": "Equipment befitting a beginning adventurer. The vial is placed in a simple box with soft padding to keep it safe and secure, holding enough d4 dice to create any healing potion for Fifth Edition.\nINCLUDES:\nSlender Wooden Case to hold a single potion vial.\n1 Vial for Potion storage\n10 d4 translucent blood red dice\nPadded insert for potion safety\n1 Dice Bottles Keychain.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["132 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "DM Bundle - Lite", "descp": "Save on shipping and get enough vials to stock your potion shop for the next session, or to give some away to your players.\nINCLUDES:\n5× Starter Vial", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["18 backers"]}, {"amt": "Pledge US$ 80 or more", "title": "Professional Healer's Kit", "descp": "For the adventurer who appreciates quality in their ministrations! The ornate box not only commands attention to its craftsmanship when produced, it silently opens to reveal four vials stocked with d4 dice cradled in the softest foam, rendering a timely pick-me-up never more than an action away. The underside of the lid is lined with leather, allowing it to double as a luxurious rolling surface! Formulae for the healing potions of Fifth Edition are inscribed in the leather, ensuring the manuals and handbooks need never be consulted again.\nChoices of wood finishes are:\nUnfinished - Dark colored etch (great for darker stains)\nUnfinished - Light brown colored etch (great for lighter colored stains)\nNatural with clear coat\nColonial Maple staining\nSedona Red staining\nINCLUDES:\n4 Vials for storage of all potion sizes\n26 d4 translucent blood red dice\nWooden case with laser etched artwork\nLeather rolling area with laser etched potion instructions\nPadded insert for potion safety\n1 Dice Bottles Keychain.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["197 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "DM Bundle - À la carte", "descp": "Save on shipping and get kits at a discounted price by bundling. This bundle makes a wonderful gift for a DM and their players.\nIncludes: 1 Pro Healer's kit\nUse the À la carte items below to customize your bundle.\nÀ la carte items:\nPro Healer's Kits - Add $65 each\nBasic Healer's Kits - Add $20 each\nStarter Vials - Add $10 each\nShipping to USA is free.\nInternational is only $20.\nWe will confirm your picks via the backer survey after funding.\nINCLUDES:\nProfessional Healers Kit\nChosen À la carte items (don't forget to add to the pledge)", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["26 backers"]}, {"amt": "Pledge US$ 350 or more", "title": "DM Bundle - Pro Pack", "descp": "Reward yourself and all your players. Give the gift that keeps on giving! This bundle gives you five beautiful Pro Healers kits for you and your players to use. Add to the atmosphere for the game during intense battles and clutch life or death moments.\nFree shipping to USA.\nInternational shipping is only $20.\nINCLUDES:\n5× Professional Healers Kit", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Early Bird - Pro Healers Kit", "descp": "Early Bird Special of $20 off full price! (25% savings!)\nFor the adventurer who appreciates quality in their ministrations! The ornate box not only commands attention to its craftsmanship when produced, it silently opens to reveal four vials stocked with d4 dice cradled in the softest foam, rendering a timely pick-me-up never more than an action away. The underside of the lid is lined with leather, allowing it to double as a luxurious rolling surface! Formulae for the healing potions of Fifth Edition are inscribed in the leather, ensuring the manuals and handbooks need never be consulted again.\nChoices of wood finishes are:\nUnfinished - Dark colored etch (great for darker stains)\nUnfinished - Light brown colored etch (great for lighter colored stains)\nNatural with clear coat\nColonial Maple staining\nSedona Red staining\nINCLUDES:\n26 d4 translucent blood red dice\n4 Vials for storage of all potion sizes\nLeather rolling area with laser etched potion instructions\nPadded insert for potion safety\nWooden case with laser etched artwork\n1 Dice Bottles Keychain.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 60 or more", "title": "Early Bird - Pro Healer's Kit #2", "descp": "Early Bird Special of $20 off full price! (25% savings!)\nFor the adventurer who appreciates quality in their ministrations! The ornate box not only commands attention to its craftsmanship when produced, it silently opens to reveal four vials stocked with d4 dice cradled in the softest foam, rendering a timely pick-me-up never more than an action away. The underside of the lid is lined with leather, allowing it to double as a luxurious rolling surface! Formulae for the healing potions of Fifth Edition are inscribed in the leather, ensuring the manuals and handbooks need never be consulted again.\nChoices of wood finishes are:\nUnfinished - Dark colored etch (great for darker stains)\nUnfinished - Light brown colored etch (great for lighter colored stains)\nNatural with clear coat\nColonial Maple staining\nSedona Red staining\nINCLUDES:\n26 d4 translucent blood red dice\n4 Vials for storage of all potion sizes\nLeather rolling area with laser etched potion instructions\nPadded insert for potion safety\nWooden case with laser etched artwork\n1 Dice Bottles Keychain.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}, {"amt": "Pledge US$ 65 or more", "title": "Early Bird - Pro Healer's Kit #3", "descp": "Early Bird Special of $15 off full price!\nFor the adventurer who appreciates quality in their ministrations! The ornate box not only commands attention to its craftsmanship when produced, it silently opens to reveal four vials stocked with d4 dice cradled in the softest foam, rendering a timely pick-me-up never more than an action away. The underside of the lid is lined with leather, allowing it to double as a luxurious rolling surface! Formulae for the healing potions of Fifth Edition are inscribed in the leather, ensuring the manuals and handbooks need never be consulted again.\nChoices of wood finishes are:\nUnfinished - Dark colored etch (great for darker stains)\nUnfinished - Light brown colored etch (great for lighter colored stains)\nNatural with clear coat\nColonial Maple staining\nSedona Red staining\nINCLUDES:\n26 d4 translucent blood red dice\n4 Vials for storage of all potion sizes\nLeather rolling area with laser etched potion instructions\nPadded insert for potion safety\nWooden case with laser etched artwork\n1 Dice Bottles Keychain.", "time": [{"ESTIMATED DELIVERY": "Sep 2018"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "50 backers"]}], "updates": [{"update_no": "UPDATE #43", "update_userinfo": "Character Keychains Kickstarter Launching", "update_content": "PLAY"}, {"update_no": "UPDATE #42", "update_userinfo": "The Clerics need our help! (Dice Bottles is relaunching)", "update_content": "The Clerics need our help!\nIt is with great sadness that I bring to your attention a realm mirroring our own that is in dire need of the heroic efforts of pauper and duke alike. In this strange realm my magical skills and talents were unusable, and a plague like none I had seen before was ravaging their kingdoms. They have a magic of their own, but the plague was laying claim to more victims and surpassing the constitutions of the realm's considerable army of clerics. They wore a curious armour into battle with the fiend, and it was with horror that I learned why. The plague was invisible to all, and no spell would uncover it. They were forced to fight this invisible villain knowing that if it landed the smallest of blows against them they themselves would be subject to it’s devious curses. Their armor smiths were overtaxed as any armour that was even touched by the enemy became it’s weapon, and would require all armour to be destroyed if any of it were thought to have been cursed. I watched as their wise and fragile were taken, and I am moved to compassion and action on their behalf."}, {"update_no": "UPDATE #41", "update_userinfo": "New owner instructions", "update_content": "Healing Tokens"}, {"update_no": "UPDATE #40", "update_userinfo": "Wrapping up 2018", "update_content": "Shipped"}, {"update_no": "UPDATE #39", "update_userinfo": "International Orders away! 12-11-2018 update", "update_content": "Another busy weekend with friends helping out!"}, {"update_no": "UPDATE #38", "update_userinfo": "12-3-2018 Update - Full Speed Ahead", "update_content": "Busy busy busy\nI've made good use of the time I've had the last two weeks. I completed all the foam cutting and cut 3000 vials by hand on my band saw (even broke a blade, now using a spare). This last weekend I had many of my friends over helping me assemble all the parts together and finishing up some remaining tasks."}, {"update_no": "UPDATE #37", "update_userinfo": "11-14-2018 Update", "update_content": "Missed a week\nSorry about the missed update. The family got sick, included me, and I had to make up some time at my Job. I've still made progress despite that and will detail below.\nLeather screen printed"}, {"update_no": "UPDATE #36", "update_userinfo": "Progress report - 10-24-2018 - Mixed news", "update_content": "Leather Cutting \nThe leather cutters finished far sooner than expected. The good news is I got a little more than expected out of the leather I purchased. The bad news is that I hadn't looked at numbers for a while and there have been so many purchases since I bought the leather that I didn't have enough. Once I got a count, I immediately ordered some more leather and it looks like I'll have the leather next week. The rest are at the silk screener to get the artwork applied.\nSome bad news 👿"}, {"update_no": "UPDATE #35", "update_userinfo": "Progress Report - 15 Oct 2018", "update_content": "Tokens all cut and painted!\nI spent all weekend running the laser on the tokens. It takes more time to pick up the tokens than it takes to laser and paint them. I finally just started putting them in boxes instead of trying to create individual packs. I'm hoping to get friends to help with grouping them into packs."}, {"update_no": "UPDATE #34", "update_userinfo": "Progress report", "update_content": "100 Boxes protected\nI did about 80 with a spray on cans of polyurethane and then did a scratch test and wasn't happy with it. I have since done 100 with triple coat brush on and the art protection is much better from scratches. \n50 boards stained and clear coated"}, {"status": []}], "comment_no": 155, "projec_url": "https://www.kickstarter.com/projects/1272298803/dice-bottles-dnd-5e-healing-potion-kit", "project_name": "Dice Bottles - DnD 5e Healing Potion Kit"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "In the 1st Volume of The Chronicles of FARO, we embarked on a 200 page adventure through time that culminated with the crashing of the Lincoln Assassination. \nWe move on to Volume 2, which will open with a very different 1976 and an America that has expanded far beyond Manifest Destiny on it's 200th birthday.\nThe survival of Lincoln has led to a century of prosperity, but a dark cloud of evil looms in the distance, evolving every day before the eventual convergence of consequences.\n Volume 2 -- Chapter 1 will be a 36 page adventure that will take Faro from the Mississippi River and across the Southwest before touching down in San Francisco for a deadly showdown with Master Wu, who is still seething for revenge since the murder of his true love, the sadistic and seductive Domina Palms.\n With another time machine being built, Faro must choose between the future and the present when his lover Rachel Rain is taken by THE CIRCLE, the cult of trillionaire time travelers who have been stalking Faro since the beginning of this adventure.\nAs our story continues in a world we can only call American History on Acid, the FARO Series will take your imagination beyond the borders and into new possibilities of story and seduction.\nAs always Faro Comics not only brings you the best stories, we have the best artists, who bring the ultimate mature mashups to life. \n Our current print series REIGN of MARVELS constantly sell right out of our gallery. Choose any prints you want with our numerous packages. \n My goal as a comic book writer is to write for the big boys, but I've been accused of being \"too pushy\" and \"out there\" with my ideas each time I get in front of them.  \nI always told them I'm not going away, and with your continued support as readers and collectors we continue to be a tiny thorn in the face of corporate comic cliffhanger complacency.\nJoin the Faro Comics Universe, where the readers get to help create the new posters with your passionate and perverse feedback.\nI tell everyone I meet that FARO is the greatest adventure story ever written.  So if you want the chance to call me an arrogant asshole then pick up a copy and tell me I'm wrong.\n I have a body of scars, and scars of bodies in my wake from 20 years of working in the industry of rare and exotic art acquisitions.\nIt has been the greatest and most stressful moments that make for the true nature of the stories you will read from us.\nI hope you love reading it as much as I love writing it.\nThanks for making it this far and always remember,\nIt doesn't matter where you're going,\nIt doesn't matter where you've been, \nAll that matters\nis now.....\n   ", "risks": "Risks and challenges\nWe got this, it's all about deadlines. Volume 1 has been finished and shipped.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "THE V2C1", "descp": "This baby is for the DIGITAL DOWNLOAD of Faro 2 -- Chapter 1. 36 pages of time traveling wholesome goodness, and a cover with boobies for your boss' desktop.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["40 backers"]}, {"amt": "Pledge US$ 10 or more", "title": "DIGITAL ENVY", "descp": "Two big files to crash your mom's birthday Lenovo. This reward is for the DIGITAL DOWNLOADS of the FARO GRAPHIC NOVEL & FARO 2 -- Chapter 1. Whether leisurely reading for your next cross country flight or rush hour at Chipotle, this reward is the kicks.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}], "stat": ["56 backers"]}, {"amt": "Pledge US$ 16 or more", "title": "F2", "descp": "FARO 2 -- Chapter 1 -- get the first installment of the next season of greatness as we take the FARO series to a time you may know but you will never recognize. 36 pages with a topless cover, your reading list now has an alpha. Includes Digital Copies as well.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["24 backers"]}, {"amt": "Pledge US$ 25 or more", "title": "F2P2", "descp": "A comic & two 11X17 prints, the perfect lingerie stocking stuffer. This reward is for a copy of FARO 2 -- Chapter 1 as well as our new prints for this campaign HOUSE ORGANA & GWEN & MJ Colored. Or choose any two prints from our gallery of favorites. This reward is a trio of treasure and includes the digital copy as well. All prints shipped in protective toploaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["50 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "FARO COMICS", "descp": "The Novel & The Comic -- that's it, you get the bundle of bandits, boobs and battlegrounds as you become engulfed in the greatest time travel story ever written and dictated to frightened and confused artists. Don't believe me? Pledge and find out for yourself.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["20 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "REIGN of MARVELS COMBO PACK", "descp": "The Novel, The Comic & a 4-Pack of Prints that will blow the stitches of your primely pressed pantalunes, this reward is a celebration of the marriage of art and story, crafted in a way that will make you remember what it feels like to have an imagination again. The print combo includes HOUSE ORGANA -- HOUSE BANNER -- HOUSE STARK -- HOUSE ROMANOV along with the FARO NOVEL & FARO 2 -- Chapter 1. Or sub out for any prints in the Faro Comics Gallery. All prints shipped in protective toploaders. We will slowly dominate your mind, as well as your wall.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["10 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "THE GALLERIA", "descp": "This baby is the album of heroes, thieves, plagues and players. For a C-Note you get the Novel, the Comic, and ALL the POSTERS from the FARO COMICS GALLERY. 14 posters in all in 7 top loaders along with the 200 page graphic novel and the brand new chapter in the Faro saga. This is enough art to start your own amateur gallery and charge admission, whether through paper money or devious physical favors.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["12 backers"]}, {"amt": "Pledge US$ 333 or more", "title": "SLAVE DIANA PRINCE", "descp": "From the Manila Branch of Faro Comics -- The SLAVE LEIA TRIBUTE SERIES continues in our series of BLANK COVER COMMISSIONS where we get the greatest gals in comics and get them in the STEEL BIKINI. This is Jedi Joy as its darkest. We have done Black Widow, Scarlet Witch, Gamora, Rey, Darth Talon and Ashoka. This version will be for DIANA PRINCE aka WONDER WOMAN. Done in beautiful painted watercolor by Emil Cabaltierra and shipped in a protective toploader. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 350 or more", "title": "STRIP POKER -- SAVAGE ANIMAL", "descp": "From Miami -- 10 games already played in this series of commissions where we choose one sexy member from each respective cinematic universe. We sold our 1st game with Harley, Jean & Natasha and we SOLD both the Battle of the Blondes (Emma, Carol and Kara) and the Battle of the Brunettes (Rogue, Wanda and Diana). We sold the thieves and assassins, the sorority, the brutes, the redheads, the heavyweights, magic and youth. Now we continue to top ourselves when we feature the THE SAVAGE ANIMAL ROUND THEME featuring from the MCU, SHANNA THE SHE-DEVIL, from DC, The Queen of Flight, HAWKGIRL and finally repping the THUNDERCATS, CHEETARA. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 350 or more", "title": "STRIP POKER -- DEAD MAIDEN'S ROUND", "descp": "From Miami -- 8 games already played in this series of commissions where we choose one sexy member from each respective cinematic universe. We sold our 1st game with Harley, Jean & Natasha and we SOLD both the Battle of the Blondes (Emma, Carol and Kara) and the Battle of the Brunettes (Rogue, Wanda and Diana). We sold the thieves and assassins, the sorority, the brutes, the redheads and the heavyweights. Now we continue to top ourselves when we feature the THE DEAD MAIDEN'S ROUND featuring from the MCU, the NETFLIX MINX ELEKTRA, from DC, The Sandman's Sultry Sister, DEATH and finally repping the indies, mother fucking VAMPIRELLA. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 366 or more", "title": "STRIP POKER -- THE ROYAL FLUSH", "descp": "From the base in Miami -- This amazing series continues we choose one sexy member from each respective cinematic universe. We have had the blondes, the brunette, redheads, zombies, vamps, vixens and brutes. Now we continue to top ourselves when we feature the THE PRINCESSES & GODDESSES THEME featuring from the MCU, The African Weather Goddess, STORM from DC, The Queen of Flaming Hair, STARFIRE and finally repping the Indies, THE PRINCESS OF MARS -- DEJAH THORIS. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 400 or more", "title": "SONJA & SABRE", "descp": "A new line of MATURE BLANK COVER COMMISSIONS from the master Jose Varese, this is the start of my BEAUTY & BEASTS FEMALE WARRIOR Series. In the aftermath of my Reign of Marvels Fan Fiction Fanaticism, the mutants evolved in wonderfully hideous and seductive ways. The females evolved into savage warriors and the men into the beasts of their mutations. This artistic mashup will feature RED SONJA wearing NOTHING BUT HER SWORD and a fully mutated VICTOR CREED as a PREHISTORIC SABRETOOTH. This is Dungeons & Dragons for the new age baby. X-Men Cover Commission. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 500 or more", "title": "MANIA 34 WHAT IF? -- ANGLE V MCGREGOR", "descp": "From the poster print primadonna Jose Varese right to your gallery, the theme of this new WRESTLEMANIA WHAT IF? Faro Comics Poster Commission will be a concept for the WRESTLEMANIA 34 Main Event. With the WWE Title on the line, the legend KURT ANGLE defends the sacred shield against the invading MMA upstart CONNOR MCGREGOR in an I QUIT MATCH. Let the rumors continue while we spread the art. It's the main event you've been dreaming about since kindergarten and will be another cover for the ages. Reward includes the REIGN of MARVELS combo pack.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 600 or more", "title": "VAN DYNE -- MISTRESS of MERCURY", "descp": "From Miami -- Original 11X17 Poster Art -- MATURE -- The REIGN of MARVELS project just got a little bit wilder as we throw an Evil Four Horsemen Version of The Fantastic Four into the mix. This reward is for the original art of THE QUEEN OF THE MICROVERSE -- JANET VAN DYNE & JOHNNY STORM, who draws his power as THE HUMAN TORCH when he is sucked into a cosmic wormhole then manipulated and reincarnated by the ancient God Hermes and blessed with the powers of the planet Mercury. This piece will feature John Storm decked out in his flaming armor and trident flanking WASP in all of her Bare Solar Enhanced Skin. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic over the hearth of fire over your sabretooth's skull. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 600 or more", "title": "MEDUSA -- MISTRESS OF JUPITER", "descp": "From Miami -- The Original 11X17 Poster Art -- MATURE -- The REIGN of MARVELS project just got a little bit wilder as we throw an Evil Four Horsemen Version of The Fantastic Four into the mix. This reward is for the original art of MEDUSA & REED RICHARDS, who draws his cursed powers of extreme elasticity when he is sucked into a cosmic wormhole then manipulated and reincarnated by the ancient God Zeus and blessed with the powers of the planet Jupiter. This piece will feature Reed using his multi faceted limbs while flanking his heavenly hairy alien mistress MEDUSA. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic over the bridge in your treehouse. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 600 or more", "title": "HOUSE OF HELLFIRE", "descp": "The Reign of Marvels Madness continues. Now picture the lovely and evil EMMA FROST sitting nude on a DIAMOND THRONE without the necessary need for a bodyguard. Instead she proudly displays her favorite treasures, such as THE FROZEN BODY of CAPTAIN AMERICA, LOGAN'S CLAWS, SCOTT'S VISOR and THE FLAMING SEVERED HEAD of THE RED SKULL. Another Varese Masterpiece. Reward includes the REIGN of MARVELS pack.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 600 or more", "title": "HOUSE OF BLOOD", "descp": "From Miami -- Original 11X17 Poster Art -- MATURE -- The REIGN of MARVELS project just got a little bit wilder as we throw some supernatural seduction into the field of play. This reward is for the original art of VAMPIRELLA & MORBIUS, who together have enslaved legions of slaves and survivors into their army of vampire warriors, and plan to escape their dark wasteland and take over the world. This piece will feature VAMPIRELLA and her perfect GOTHIC GAMS, sitting bare on a throne of BODY PARTS and flanked by her lover, THE MAGNIFICENT MORBIUS. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic over the coffin you secretly keep in your mancave. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers", "Limited (1 left of 1)"]}, {"amt": "Pledge US$ 300 or more", "title": "STRIP POKER 6 -- BATTLE OF THE BRUTES", "descp": "From Miami -- 5 games already played in this series of commissions where we choose one sexy member from each respective cinematic universe. We sold our 1st game with Harley, Jean & Natasha and we SOLD both the Battle of the Blondes (Emma, Carol and Kara) and the Battle of the Brunettes (Rogue, Wanda and Diana). We sold the thieves and assassins and just sold the Sorority Trio. Now its time for my personal favorite, THE BATTLE OF THE BRUTES theme featuring from the MCU, the Erotic Emerald Goddes, SHE-HULK, from DC, The Busty and Bombastic BIG BARDA and finally taking out the MCU in order to truly represent the Brute factor, we close this trio with RED SONJA. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 333 or more", "title": "STRIP POKER -- BATTLE OF THE BLONDES", "descp": "From Miami -- The first time we did this style of commission we chose one sexy member from each respective cinematic universe. We ended up with HARLEY, JEAN & NATASHA playing the most wonderful game of STRIP POKER. The next Jose Varese Masterpiece we will be a STRIP POKER BATTLE OF THE BLONDES featuring from the MCU, CAPTAIN MARVEL, from DC, SUPERGIRL and finally from the XCU, MISS EMMA FROST. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 335 or more", "title": "STRIP POKER -- VIDEO GAME VIXENS", "descp": "From Miami. Why don't they have this one on Playstation. This Round will be the battle of the girls who you've pressed your paws for till blisters and exhaustion set in featuring from the depths of parts unknown, the Tomb Raider herself LARA CROFT, from the halls of Final Fantasy, TIFA LOCKHEART and finally representing the Street Fighters, CHUN LI. Reward includes the REIGN of MARVELS pack.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 350 or more", "title": "STRIP POKER 4", "descp": "From Miami -- Two games already played in this series of commissions where we choose one sexy member from each respective cinematic universe. We sold our 1st game with Harley, Jean & Natasha and we SOLD both the Battle of the Blondes (Emma, Carol and Kara) and the Battle of the Brunettes (Rogue, Wanda and Diana). The 4th Jose Varese Strip Poker Masterpiece will be a fabulous THIEVES & ASSASSINS theme featuring from the MCU, GAMORA, from DC, SELINA KYLE and finally from the XCU, the always scantily laced PSYLOCKE. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 360 or more", "title": "STRIP POKER 8 -- THE HEAVYWEIGHT ROUND", "descp": "From Miami -- 7 games already played in this series of commissions where we choose one sexy member from each respective cinematic universe. We sold our 1st game with Harley, Jean & Natasha and we SOLD both the Battle of the Blondes (Emma, Carol and Kara) and the Battle of the Brunettes (Rogue, Wanda and Diana). We sold the thieves and assassins, the sorority, the brutes and the redheads. Now we continue to top ourselves when we feature the TRIPLE THREAT HEAVYWEIGHT BOUT theme featuring from the MCU, the Assassin so dangerous she was kicked out of Image, ANGELA, from DC, The Queen of the Sunroof, POWER GIRL and finally repping the indies, mother fucking LADY DEATH. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 400 or more", "title": "WARRIOR JEAN & THE WOLVERINE", "descp": "A new line of MATURE BLANK COVER COMMISSIONS from the master Jose Varese, this is the start of my BEAUTY & BEASTS FEMALE WARRIOR Series. In the aftermath of my Reign of Marvels Fan Fiction Fanaticism, the mutants evolved in wonderfully hideous and seductive ways. The females evolved into savage warriors and the men into the beasts of their mutations. We all win with a Red Sonja like JEAN GREY and a fully mutated Logan as a Monstrous WOLVERINE. This is Dungeons & Dragons for the new age baby. X-Men Cover Commission. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 600 or more", "title": "OWN the COVER", "descp": "From the pulsating pencils of Brazil's own Hique right to the surface of your brains central pleasure zone, the theme of this new Faro Comics Cover will be RACHEL RAIN ON THE ROCKS. Picture the femme fatale of this chapter chained to the rocks of Alcatraz Ursula Andress style until the heavy waters of San Fran Bay tear the clothes from her limbs and leave behind the best part. It will be another cover for the ages. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 600 or more", "title": "SUE STORM -- MISTRESS of VENUS", "descp": "From Miami -- Original 11X17 Poster Art -- MATURE -- The REIGN of MARVELS project just got a little bit wilder as we throw an Evil Four Horsemen Version of The Fantastic Four into the mix. This reward is for the original art of SUSAN STORM, who draws her powers of Invisibility & Energy Fields when she is sucked into a cosmic wormhole then manipulated and reincarnated by the ancient Goddess Aphrodite and blessed with the powers of the planet Venus. This piece will feature Sue Storm wearing nothing but the clouds of Venus while flanked by Aphrodite who is about to officially \"knight\" her. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic over the mantle of your private office love nest. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 600 or more", "title": "GAMORA -- MISTRESS of SATURN", "descp": "From Miami -- Original 11X17 Poster Art -- MATURE -- The REIGN of MARVELS project just got a little bit wilder as we throw an Evil Four Horsemen Version of The Fantastic Four into the mix. This reward is for the original art of GAMORA & BEN GRIMM, who draws his cursed powers of extreme strength and exterior when he is sucked into a cosmic wormhole then manipulated and reincarnated by the ancient Titans and blessed with the powers of the planet Saturn along with the hide of its rings. This piece will feature Ben in his armor of stone monster while flanking his Titan Mistress, the galactically gorgeous GAMORA. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic over the canopy of your ice palace. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 600 or more", "title": "HOUSE OF DEATH", "descp": "From Miami -- Original 11X17 Poster Art -- MATURE -- The REIGN of MARVELS project just got a little bit wilder as DEATH'S DYNAMIC DUO gets in on the rumble. This reward is for the original art of LADY DEATH & THANOS, who plan to treat Earth and its Marvels like their proverbial chessboard. This piece will feature LADY DEATH on a THRONE of BONES and wearing The Infinity Gauntlet....and NOTHING ELSE, while flanked by her Titan Enforcer, THANOS. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic inside the van while you plan your getaway from reality. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 600 or more", "title": "KITTY & THE DRAGON -- 11X17 POSTER", "descp": "A new line of 11X17 MATURE POSTER COMMISSIONS from the master Jose Varese, this is the start of my BEAUTY & BEASTS FEMALE WARRIOR Series. In the aftermath of my Reign of Marvels Fan Fiction Fanaticism, the mutants evolved in wonderfully hideous and seductive ways. The females evolved into savage warriors and the men into the beasts of their mutations. We all see it all with a Gothic Ghostly Hotty like KITTY PRIDE and a fully mutated LOCKHEED as a Monstrous Fire Breathing DRAGON. This is Dungeons & Dragons for the new age baby. Reward includes THE REIGN OF MARVELS COMBO PACK. Shipped in protective top loader.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 885 or more", "title": "KD STRIP POKER TRIPLE", "descp": "From Miami. This is the Strip Poker Mother Load. The 1st part of this Double is for THE SORORITY THEME featuring the MCU, SPIDER-GWEN, from the halls of DC, BATGIRL, and finally representing the XCU, the electrifying DAZZLER. The second part of the Double Header will be the THE MAGIC ROUND THEME featuring from the MCU, the 1ST LADY OF MARVEL, THE INVISIBLE GIRL SUE STORM, from DC, The Queen of Cards, ZATANNA and finally repping the indies, everyone's favorite cosmic cop, WITCHBLADE. For the 3rd part of this trio we have the Video Game Mega Poker Game -- Lucina from \"Fire Emblem Awakening\", Agnes Oblige from \"Bravely Default/Bravely Second\" and Kurisu Makise from \"Steins;Gate\". Reward includes the REIGN of MARVELS pack.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}, {"amt": "Pledge US$ 901 or more", "title": "DARTH DOOM DOUBLE DELIGHT", "descp": "From Miami -- The STRIP POKER BATTLE OF THE BRUNETTES Commission joins this reward for the original art of VICTOR VON DOOM, who draws his cursed powers and isolation of a Vader like magnitude when he is sucked into a cosmic wormhole then manipulated and reincarnated by the ancient God Ares and blessed with the powers of the planet Mars, which he will then use to enslave the planet and manipulate his four stranded captives, The Fantastic Four. This piece will feature Victor trapped in his Warlord's Armor while flanked by his naked Queen/Lover/Slave -- DARTH TALON. This piece will be a Jose Varese NSFW Classic 11X17 Original Poster Art. Put this mashup classic over the crest of your finely tuned houseboat. Reward includes THE REIGN OF MARVELS COMBO PACK and a Page of Original Art from the Faro Novel Interiors. Shipped in protective top loaders.", "time": [{"ESTIMATED DELIVERY": "Jun 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["Reward no longer available", "1 backer"]}], "updates": [{"update_no": "UPDATE #95", "update_userinfo": "Strip Poker Anime Style", "update_content": "Superhero Strip Poker Anime Style,\nThe road to recovery has begun, bumpy but at least the eye candy is lovely\n\n\nhttps://www.kickstarter.com/projects/hooligansco/faro-spring-1867-ballad-of-the-ghost-raider"}, {"update_no": "UPDATE #94", "update_userinfo": "Tifa -- Chun Li -- Lara Croft -- Strip Poker", "update_content": "14% to go, enjoy this Gamer's Paradise Trio as a way to entice you back into our universe,\nIt only gets better my friends,\nhttps://www.kickstarter.com/projects/hooligansco/faro-spring-1867-ballad-of-the-ghost-raider"}, {"update_no": "UPDATE #93", "update_userinfo": "Dazzler Bares -- 2 More She-Ras", "update_content": ""}, {"update_no": "UPDATE #92", "update_userinfo": "She-Ra Controversy", "update_content": ""}, {"update_no": "UPDATE #91", "update_userinfo": "Angela -- Power Girl -- Barda", "update_content": "Day 1 was a wonderful success -- 35% and all 4 Harley Commissions SOLD\nNot to rest on my laurels, I just posted 6 more Harley Ideas to replace old ideas.  As always ur feedback is appreciated but often used as background noise for my bowel sessions.\nhttps://www.kickstarter.com/projects/hooligansco/faro-spring-1867-ballad-of-the-ghost-raider"}, {"update_no": "UPDATE #90", "update_userinfo": "Mature Update", "update_content": "Check out this baby, I call it The Heavyweights Round,\nSoon to be a part of another Faro's Lounge Art Book,"}, {"update_no": "UPDATE #89", "update_userinfo": "Arctic Sketchbook Sneak Peeks", "update_content": ""}, {"update_no": "UPDATE #88", "update_userinfo": "3 Obscure Ladies", "update_content": "Check out Agnes Oblige, Lucina Fire & Kurisu Makise as the ultimate seductive and obscure Strip Poker in Faro Comics History.  Only a few days left to get some,\nhttps://www.kickstarter.com/projects/hooligansco/faro-winter-1867-issue-the-iron-title"}, {"update_no": "UPDATE #87", "update_userinfo": "New Darth Doom V Thanos Poster -- Mature", "update_content": "enjoy, and come back aboard the Faro Comics Universe\nhttps://www.kickstarter.com/projects/hooligansco/faro-winter-1867-issue-the-iron-title"}, {"update_no": "UPDATE #86", "update_userinfo": "Finished Strip Poker Redheads", "update_content": "Madusa, Ivy & Jean, together tonight in Faro's Lounge.  \nThe Faro Kickstarter has 25%, get your wall some swollen inspiration,\nhttps://www.kickstarter.com/projects/hooligansco/tyde-vs-tygra-iron-bowl-gladiatrixes"}, {"status": []}], "comment_no": 32, "projec_url": "https://www.kickstarter.com/projects/hooligansco/the-chronicles-of-faro-volume-2-begins", "project_name": "The Chronicles of FARO -- Volume 2 Begins"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "      ", "risks": "Risks and challenges\nThe biggest challenge that we could face is if we receive an unprecedented number of backers, but shipping times would be only slightly effected. We have found a dependable printer and should be able to get out orders in a timely manner.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Wil Petty\n5 created · 0 backed\nCatfight Games creates board and card games.See more"}, "support": [{"amt": "Pledge US$ 4 or more", "title": "PDF Download of Sketch Book", "descp": "Get the PDF download of Devil's Hand Sketch Book. Artwork that inspired the look of the game as well as other concept designs from the Devil's Hand.", "time": [{"ESTIMATED DELIVERY": "Feb 2017"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 15 or more", "title": "One Copy of Devil's Hand Card Game", "descp": "One copy of Devil's Hand Card Game.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["37 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "Devil's Hand Card Game and Sketch Book", "descp": "Devil's Hand Card Game and PDF download of Sketch Book.", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 28 or more", "title": "Two copies of Devil's Hand Card Game", "descp": "Two copies of Devil's Hand", "time": [{"ESTIMATED DELIVERY": "Mar 2017"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["5 backers"]}], "updates": [{"status": [{"Project ends": "FEBRUARY 14, 2017"}, {"Project launches": "JANUARY 15, 2017"}]}], "comment_no": 7, "projec_url": "https://www.kickstarter.com/projects/2020327127/devils-hand-lie-cheat-and-steal-card-game", "project_name": "Devil's Hand... Lie, Cheat & Steal Card Game"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "ABOUT THE PROJECT.\nPITY PARTY, a dark comedy short about a Pastor with a sordid past trying to give back to the community that saved him by forming a peer support group. He discovers that wanting to help his misbegotten collection of narcissists, militants, sadists, and underachievers is a far cry from actually helping them. Can Pastor Bill get through to them, or will their struggles resurrect his own? Here’s a chance to laugh at other people’s pain. Misery loves company, and this support group has plenty. NOTE: This short has a complete narrative arc (beginning, middle and end) it will also serve as a 'proof of concept' piece for a feature length story with the same cast/characters. You could possibly help make two movies with one pledge. How AWESOME is that?!\nYOUR DONATIONS.\nThanks to Producers, Don Walker and Joe Burns, we have an amazing cast and crew who love this project and are willing to sacrifice in the short term to make it happen. Your pledges will predominantly go to SET DRESSING, COSTUMING, CATERING, and your REWARDS. The key to any movie shoot is FEED your cast and crew and make them LOOK GOOD! On a short, that’s easier, and cheaper to do.\nTHE CAST AND CREW.\nJack E. Curenton (PASTOR BILL).\nhttp://www.imdb.com/name/nm2930463/\nJack E. Curenton is an actor and producer, known for Star Wars: Generations (2016) which recently won the SPIRIT of FANDOM award at this years Star Wars Celebration London, Natural Born Filmmakers (2016) and Super 35 (2012).\nPastor Bill battles his own personal demons while trying, in vain, to reach a motley group determined to wallow in their own personal issues.\nVictoria Anne Greenwood (APRIL).\nhttp://www.imdb.com/name/nm3892102/?ref_=fn_nm_nm_1\nVictoria Greenwood was born in North Hollywood, California at Valley Presbyterian Hospital, to Sheila Lussier and Marc Greenwood. Her mother is an actress, writer, and documentarian. Her father Marc is a drummer, and the son of country singer songwriter Lee Greenwood.When Victoria was just six month old, she booked her first modeling job. At the age of 5, Victoria appeared in her first television series, \"Days of Our Lives\". Growing up in the industry, she has been trained by various people. Notably so, by casting director, Geno Havens (The Jerk, More American Graffiti, etc...). From 2004-2006 she had a life altering experience, helping her Mother, as a production assistant, on a documentary about the \"Godfather of Soul,\" James Brown, and his Wife, \"Life on the Road with Mr. And Mrs. Brown.\" In 2010 she was awarded Miss Encino USA and competed in Miss California USA. She attended Santa Monica College studying theater, with an emphasis on historical styles, receiving her AA degree. After turning down the option to continue her studies at UC Berkeley, she has been apart of various plays, showcases, and films. APRIL, star of such classics as Mecha Goblin, and Gecko Knight Vs. Pirahna Bear, is Jackie’s negligibly older sister. Her spate of success as a B-movie queen has only further reinforced Jackie’s feelings of inadequacy. It doesn’t help that April is your classic 'button pusher.' She likes to get a rise out of people. While all in good fun, she's viewed by the group as someone who's not taking this too seriously, because she's not. She's only here as “moral support” for her down and out sister, Jackie.\nAlexa Najera (JACKIE).\nhttp://www.imdb.com/name/nm4901064/?ref_=fn_nm_nm_1\nAlexa Najera is an actress, known for Blondie (2014), Five (2011) and Nowhereland (2017). JACKIE, has enjoyed an unremarkable tenure during her three years in Los Angeles. While her sister, April, revels in her rising star status, Jackie was just fired from her sixth crappy job. (Also, as April is more than happy to point out, she hasn't been laid in two years.) It's hard enough finding your way in life, but doing so while living with the most confident woman in the world, who also happens to be your sister, doesn't make it any easier. She's hoping the group helps her find meaning, before April gets them both thrown out.\n\n Marco Garcia-Ballare (FRANK).\nhttp://www.imdb.com/name/nm4659907/\nMarco Ballare is known for his work on Gun Woman (2014), A DIsh Best Served (2015) and Tengo Miedo (2011).Marco Ballare is known for his work on Gun Woman (2014), A DIsh Best Served (2015) and Tengo Miedo (2011).\nFrank is a cop with a history of shooting black men. Is he a racist, or just doing his job? Or, maybe, there’s more to it than that?\nAshlyn McCormick (TIERANEY).\nhttp://www.imdb.com/name/nm7290086/?ref_=fn_nm_nm_4\nAshlyn McCormick is an actress, known for 427 (2015) and Back Stabber (2016). Tieraney, along with her boyfriend Phillip, are here because of a court order. Unfortunately, the court can only mandate her presence, and she remains stoic in her silence. But, this silence speaks volumes. What is this seemingly normal suburbanite behind those stormy eyes.\nVanard Payne (PHILLIP).\nhttp://www.imdb.com/name/nm4785629/?ref_=fn_nm_nm_1\nVanard Payne is an actor, known for OakTowne (2013), What Else Were You Expecting (2012) and Discarded (2013). Tieraney’s long-time boyfriend, and self-styled protector, Phillip is sharp, witty, and well dressed. But, his southern manners hide something more sinister that only Tieraney can bring it to light.\nLogan Davis (DANA).\nLogan Davis is an actress, known for Midnight Snack, Theory of Flying, Cat Poop and Buyer Beware.\nA happy go lucky skater girl, Dana, and her family, attend Pastor Bill's church. Dana, also happens to like girls, but, she’s got better things to do than shout it out from the rooftops. Mistaking her awkward teen shyness for fear, and desperate to “support” their daughter, Dana’s parents signed her up for Pastor Bill’s group. They hope, with the group’s help, Dana will feel comfortable enough to “come out of the closet”. But, Dana isn’t really worried about it, until she meets April. After that, all bets may be off.\n\nDon Walker (Producer / Director / Writer)  http://www.imdb.com/name/nm4712191/?ref_=fn_nm_nm_22\nDon is a filmmaker living in the South Bay of Southern California with his wife and daughter. He has one feature film to his credit, Running from WISHconsin (presently finalizing it's sound design ahead of festival season). http://www.imdb.com/title/tt2076927/?ref_=fn_tt_tt_1\nWatch the rough cut of Running from WISHconsin for FREE, here: http://www.veoh.com/watch/v95405414H95N42zA\nDon also publishes comic books that he creates, writes and illustrates under his Dork Empire Ink banner and has successfully kickstarted two books, AGENT: WILD #0 (2014) and REAPER CORPS #0 (2016).\nJoe Burns (Producer, Unit Production Manager) http://www.imdb.com/name/nm2422356/\nJoe has over fifteen productions under his belt in various capacities including Producing, Directing, Writing and Production Design and is best known for School's Out (2016), My Step Daughter (2015), Asian School Girls (2014) and Alpha House (2014). Jarrett Sexton (Director of Photography) http://www.imdb.com/name/nm2369683/?ref_=fn_nm_nm_1\nJarrett is known for the films; Bella (2016), Lost Angels (2014), First (2013) and The Wheels Keep On Turning (2013).\nRisks and challenges.\nI've successfully funded two projects on Kickstarter. The second went far smother than the first because I learned from my mistakes. On this project, we're mitigating many of the risks by keeping our rewards limited to thing easily produced at a relatively modest cost. Also, this is a short, roughly 15 minute movie with a cast and crew volunteering most of their time because of their love of the material. That's keeping costs way down and making it easier to put your pledges 'on the screen.'\nPre-production, production and post production planning is complete. We simply need the modest financial push listed as the goal for this campaign. Learn about accountability on Kickstarter", "risks": "Risks and challenges\nI've successfully funded two projects on Kickstarter. The second went far smother than the first because I learned from my mistakes. \n\nOn this project, we're mitigating many of the risks by keeping our rewards limited to thing easily produced at a relatively modest cost. \n\nAlso, this is a short, roughly 15 minute movie with a cast and crew volunteering most of their time because of their love of the material. That's keeping costs way down and making it easier to put your pledges 'on the screen.' \n\nPre-production, production and post production planning is complete. We simply need the modest financial push listed as the goal for this campaign.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [{"amt": "Pledge US$ 5 or more", "title": "$5", "descp": "SPECIAL THANKS on the films end credits.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}], "stat": ["1 backer"]}, {"amt": "Pledge US$ 10 or more", "title": "$10", "descp": "VIEW ONLY LINK (good for 12 months starting in December 2016). Watch the movie digitally, from anywhere + $5 reward.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 20 or more", "title": "$20", "descp": "EARLY BIRD (limited to 10) – (1) DVD copy of the film + (1) copy of the shooting script, signed by the CAST and DIRECTOR + the $5 and $10 rewards.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["9 backers", "Limited (1 left of 10)"]}, {"amt": "Pledge US$ 25 or more", "title": "$25", "descp": "$20 –copy of the film + (1) copy of the shooting script, signed by the CAST and DIRECTOR + the $5 and $10 rewards.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}, {"amt": "Pledge US$ 40 or more", "title": "$40", "descp": "(1) PITY PARTY STRESS BALL + $5, $10, $25 rewards.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 50 or more", "title": "$50", "descp": "(1) PITY PARTY: SPECIAL EDITION DVD (this version includes Director commentary).", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 75 or more", "title": "$75", "descp": "(1) 11” x 17” PITY PARTY poster + $5, $10, $25, $40, $50 rewards.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 100 or more", "title": "$100", "descp": "(1) PITY PARTY t-shirt (black) sizes Small to 2XL + $5, $10, $25, $40, $50, $75 rewards.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["0 backers"]}, {"amt": "Pledge US$ 125 or more", "title": "$125", "descp": "$125 – (1) DVD copy of Running from WISHCONSIN (the Directors debut film) +$5, $10, $25, $40, $50, $75, $100 rewards.", "time": [{"ESTIMATED DELIVERY": "Dec 2016"}, {"SHIPS TO": "Anywhere in the world"}], "stat": ["2 backers"]}], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "My sincerest apologies.", "update_content": "Let me first express how sorry I am for not keeping up with you all via updates.\nThis Fall and now winter have been a stressful one as my wife went in for neck surgery in October and I've spent most of my time taking care of her and my daughter. As she's the bread winner of the family, her lack of income has had the negative effect in that I've had to put everything on hold (the rewards that is. Your money went to film production).\nThankfully her recovery is going great and she should be back to work in January 2017 and I'll be back to getting the rewards made and shipped."}, {"update_no": "UPDATE #4", "update_userinfo": "Uploading movie this weekend.", "update_content": "The movie is done and I'll be uploading it to the web this weekend for everyone. Physical rewards will go out within the next four weeks.\nThank you all,\nDon"}, {"update_no": "UPDATE #3", "update_userinfo": "EDITING....", "update_content": "Going to the editor this Saturday. Done prep so It's possible the whole flick will be done this weekend. If so, I'll have the movie online for the view only link reward in a few days.\nDisk/physical rewards will follow shortly after.\nThank you all for your patience.\nDon"}, {"update_no": "UPDATE #2", "update_userinfo": "THAT'S A WRAP!!", "update_content": "THAT'S A WRAP. FOLKS!!"}, {"update_no": "UPDATE #1", "update_userinfo": "41% there after one day.", "update_content": "So far so good.\nThank you everyone for supporting the project thus far.\nIf you could please share the campaign with friends and like minded people it would be greatly appreciated. Right now over 90%+ of the views of this project have been via kickstarter. We really need to broaden the base of support. I will be working tirelessly on doing just that over the next 18 days."}, {"status": [{"Project funds successfully": "17 backers pledged $579"}, {"Project launches": "AUGUST 9, 2016"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1654672054/pity-party", "project_name": "PITY PARTY"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "You saw Level 1. You saw Level 2. Now it's your chance to play Level 3...\nWe have been overwhelmed by the support shown for Level 1, and have taken things to a whole new level (both literally and figuratively) in our most recent episode - moving from zombies in our back yard to creating an alien spaceship in an abandoned power station\nWith Level 3, we won't just step up the production value, but also hugely increase the levels of interactivity. All of our backers will be given an account at RLFPS.com which gives you access to behind the scenes and voting rights in pre-production, and the opportunity to join the community in controlling the interactive live prologue to Level 3. Furthermore, rather than finding players on ChatRoulette, our 50 final players for Level 3 will be randomly selected from our backers! \nWe're crowdfunding here on Kickstarter, and on our own website to raise the funds to create Level 3. Whichever way you choose to support us, the money will go to the same place and you will receive access to the same content and privileges.\nIf you don't want to pledge then just sit back and wait - you'll still be able to watch the Level 3 video on YouTube just like you've watched Levels 1 and 2.\n Level 1\n Level 2\n Since Level 1, all we have heard is ‘How can I play?’ and ‘We want to put this on VOD’, but nothing was a good fit. Then it struck us - through crowdfunding we have found a way to keep it on YouTube, keep it free to watch AND allow people to play. So, starting with Level 3, it’s no longer a prank on the internet, it’s no longer random strangers on ChatRoulette - we are going to build a community.\nYour £1 pledge won’t just give you the chance to be chosen to play Level 3, it will also give you access to an account at RLFPS.com where you can become part of our creative community, with exclusive behind the scenes access, and voting rights on pre-production.\nYou’ll get to collectively choose anything from character names, to costume designs, to setpieces - when our props team come up with designs for a new weapon, you will be able to vote on which design goes into production and gets built!\nYou all come together for a massive playable live stream of the prologue to Level 3 - this is where it gets really cool…\nFrom Level 3 onwards we are doing away with the genre-hopping and creating a consistent universe - so you will follow the characters and the plot across multiple levels of the game. The story picks up right where we left off in Level 2 - with you and the other survivor piloting the escape pod.\nThe prologue for Level 3 will be broadcast live, and controlled by the voting of all of our backers simultaneously, just like ‘Twitch does Pokemon’ - except with the actors reacting live to the results of all of your choices. You’re in charge of staying alive, and trying to find somewhere to land the escape pod - all of your decisions will have repercussions that will echo across Level 3 and way beyond.\nOnce the prologue is finished, it’s time for us to start playing the full level - and instead of going to ChatRoulette this time, we’ll be selecting 50 players, at random, from all of our backers. Each of the chosen players will play through the five chapters of Level 3 - as long as they make it through alive…\nIf you aren’t picked for the full game, you’ll still be able to watch the events unfold. We will be live streaming from the webcam of each player as they face the challenges, but you won’t see what they see - to keep everything spoiler free!\nTo keep the game as interactive as possible each account on RLFPS.com will be granted a number of tokens which can be gifted to a player during their stream - similar to the ‘sponsors’ in The Hunger Games. If you are rooting for one of the players, or perhaps you even know one of them, gifting them a token when they need it most will give them a game specific boost and help them along.\nIf you choose to donate more than £1, your name will be entered into the hat multiple times, increasing your chances of being chosen to play Level 3, but no matter what your donation amount you will have access to all of the exclusive online content.\nCan't use Kickstarter? Visit our site to pledge via Paypal\n We would love to tell you all about what we have in store for you for level 3 - we’re bursting at the seams to let you in on the surprise - but we’re just not gonna spoil it. Here is what we can say….\nNo more genre-hopping from zombies to aliens and so on - we now have an opportunity to invite you into a vivid, consistent universe with characters and storylines that span multiple installments. We anticipate that the full game will take up to one hour to complete per player, broken up into shorter chapters, probably five 12 minute sections.\nNow that the end goal isn’t a YouTube viral film, the gameplay can slow right down to give you a chance to really explore the world and your options. There will be a heavy focus on interacting directly with other characters and actors in the game, rather than just talking to the guy in the helmet. If you have a great idea for how to solve a problem, convince them to help you.\nBudget allowing, there will be much more interaction that just voice - there are so many new things being developed here, it will leave Levels 1 and 2 in the dust.\nThe team here are more fired up than they have been in years - and we are ready to deliver a rich, living world for you to explore and interact with. We have the best Artificial Intelligence in the industry - because it’s not artificial - there are a dozen real people reacting to each of your decisions in as you make them.\nUltimately the world we can build for you in Level 3 is determined by the number of backers - but trust us when we say, there is a $10m version of Level 3 that would change the face of gaming. The sky really is the limit, and of course anything we don’t get to do with Level 3 will be carried over to Level 4 and beyond.\nRealm is about breaking the rules, and combining cinematic production value with high-concepts on a low budget. It's the unforgettable ideas and stories that get us out of bed in the mornings, and the resourcefulness we have picked up over a decade of indie filmmaking that allows us to pull it all off.\n From the moment we came up with the concept for Level 1, it was clear that our friends at Red House Mysteries would be the perfect collaborators for the RLFPS concept. Their experience in creating immersive narrative experiences and passion for innovative storytelling makes them the ideal partner for a project this ambitious.", "risks": "Risks and challenges\nWe are well aware that this is an exceptionally ambitious project, pushing the boundaries of technology and interactive gaming and attempting something that has never quite been done before. \n\nHere at Realm we have a decade of filmmaking experience behind us, and with the highly skilled team that delivered Levels 1 and 2 coming together again to create Level 3 we are confident that we have the capacity to solve any problems that may arise during production\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Realm Pictures\nFirst created · 0 backed\nRealm is about breaking the rules, and combining cinematic production value with high-concepts on a low budget. It's the unforgettable ideas...See more"}, "support": [], "updates": [{"status": [{"Project is canceled": "DECEMBER 23, 2015"}, {"Project launches": "OCTOBER 30, 2015"}]}], "comment_no": 16, "projec_url": "https://www.kickstarter.com/projects/rlfps/real-life-first-person-shooter-level-3", "project_name": "Real Life First Person Shooter - Level 3 (Canceled)"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Who are we?\nWe are Skull & Chili Review.  We love hot sauces, salsa, BBQ sauces, and chili peppers. We review various products ever week and let you know what we think.  We have tons of fun trying new sauces that many have never heard or seen as well as give people a bit of comedy as we suffer through some of the hottest peppers on the planet.  We are doing really well right now with getting our videos out every Sunday but we have this dream of taking our show on the road and going live doing reviews.\nOur goal.\nWhat we are wanting to do is to get the equipment needed to actually be able to produce a live show and on location. We have a list of the items we need in order to accomplish this and our funding goal reflects these items. We are also looking at being able to use the items listed for live broadcasts of our show at various locations all while doing reviews.\nHere is our list of the items that we are going to purchase if our goal is met.\n1 - LimoStudio Photo Video Studio Light Kit\n1 - Morros Shoulder Mount Rig/Stabilizer Support System\n2 - Behringer Ultravoice XM8500 Microphones\n1 - TASCAM DR-60DmkII Audio Recorder\n1 - Canon GL2 MiniDV 3CCD Camcorder\n1 - Livestream device. \nWe want to be pretty transparent when it comes to what we are looking at purchasing. \nVideos of our reviews.\nHere are a couple of videos of some of our reviews that we do so that you all can have an idea about why we have a Kickstarter for new equipment.", "risks": "Risks and challenges\nThere really are no risks involved for any of our backers. If everything works out and our goal is met, then we will start getting everything out ASAP to our backers. Thank you all for taking a moment to check it out and we hope you all take a chance on S&C Review.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Nicholas Boucher\n3 created · 46 backed\nI am a geek who love doing new things. I love creating videos and creating awesome things in Photoshop. I love helping out others who have...See more"}, "support": [], "updates": [{"update_no": "UPDATE #1", "update_userinfo": "Our First Update Posting!", "update_content": "We just want to let everyone know that the minute we start getting contributors to our campaign, the shout outs on our webpage will be same day. \nWe are getting ready for our next review and you all should really come check it out.  Its going to be a fun one.\nWe hope you all get a chance to take this journey with us as we start planning our live shows.  Hopefully all works out for us and this dream becomes a reality.\nSo we will see you all on our next show and lets get this campaign rolling!"}, {"status": [{"Project ends": "AUGUST 27, 2015"}, {"Project launches": "AUGUST 7, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/bamgeekradio/skull-and-chili-review", "project_name": "Skull & Chili Review"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Short Summary\nWe are a bunch of geeks who love comics, games, movies, cosplay, conventions, and pretty much anything else that makes us a geek. With that being said, we want to share our passion with the world and get some great conversations, debates and just all around fun to our fellow geeks out there.\nWe are pretty committed to getting this thing going. We have already purchased and setup our website to broadcast from, we have several interviews currently lined up with cosplayers, comic book artists, and convention throwers. We are just looking for that extra help from our fellow geeks to bring this to life and make it something we all know it can be.\nTo give you an idea of the kind of things we have planned for this venture, we are going to be doing some live broadcasts from various Cons that we will be attending, both via live video as well as through broadcasting via our station. This is a great way to hear from some of the amazing artists and cosplayers that make up a good part of why we go to conventions.\nThis is a dream that we know will come true and we want you to be a part of it. So if you can, show some support for this great project.\nWhat Need:\nVideo Mixer with broadcasting capabilities.\nThis is where the money will be going.  This is the budget that we figured will get us what we need.  We are throwing in some cash on our end as well.  This extra funding will put us right were we need to get the mixer that will bring our live broadcasts to you via video and internet radio.\nWhat you get:\nWe aren't asking for a whole lot, but you will get some great things in return for your pledge.\nAt the $1 reward -\nYou get a shout out on both our site and on air.\nFor the $5 reward -\nYou get the shoutouts and you get an exclusive BAM! Geek Radio vinyl sticker.\nAt the $25 reward -\nYou can get a BAM! Geek Radio Shirt.\nSizes are small, medium, large and X-large.\nThe Impact\nHere at BAM! we feel that there really isn't a station or place anymore that is geeky. We have seen videos and a couple of podcasts that were entertaining but nothing that really stood out as being straight up news and information that impacts us geeks. We also want to bring a bit of geek into everyone's home, car, and workplace.\nThis is something that we feel very passionate about and we hope you do to. We live by these following words:\n\"Do. Or do not. There is no try.\" Other Ways You Can Help If you want to help in other ways such as spreading the word about BAM! Geek Radio, then hit us up once this thing catches on. We will be happy to have you be a part of something geeky.", "risks": "Risks and challenges\nThere are really no risks. If we don't get the funding, we move on and try again. If we do get this funding, then everyone who backs will have our undying love, respect, and our MTG cards...ok, we don't have alot anymore but we will be glad to share some with you all.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Nicholas Boucher\n3 created · 46 backed\nI am a geek who love doing new things. I love creating videos and creating awesome things in Photoshop. I love helping out others who have...See more"}, "support": [], "updates": [{"status": [{"Project ends": "MAY 7, 2015"}, {"Project launches": "APRIL 7, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/bamgeekradio/bam-geek-radio-and-video", "project_name": "BAM! Geek Radio & Video"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Broke college student trying to road trip during spring break before I graduate. \nI pulled a bunch of people together and now there's six strangers planning on cramming in a mini van for 10 days.\nBut the trip is expensive and might not happen, so we're trying to make it more affordable.\nSupport us, ask us questions, and get ready for a hilarious blog with videos. \nLike we're going to camp and we're all from the city.... so it's going to be great.\nThanks!", "risks": "Risks and challenges\nChallenges: \n\nGrammar. \n\nWiFi\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Theresa Diggs\nFirst created · 1 backed\nTheresa: Like I said in the description I'm in my last year of college. I am a Public Relations and Spanish major. I like to bowl a...See more"}, "support": [], "updates": [{"status": [{"Project ends": "MARCH 6, 2015"}, {"Project launches": "FEBRUARY 27, 2015"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1365229530/6-people-on-route-66", "project_name": "6 People on Route 66"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Short Summary\nWe are a bunch of geeks who love comics, games, movies, cosplay, conventions, and pretty much anything else that makes us a geek.  With that being said, we want to share our passion with the world and get some great conversations, debates and just all around fun to our fellow geeks out there. \nWe are pretty committed to getting this thing going.  We have already purchased and setup our website to broadcast from, we have several interviews currently lined up with cosplayers, comic book artists, and convention throwers.  We are just looking for that extra help from our fellow geeks to bring this to life and make it something we all know it can be. \nTo give you an idea of the kind of things we have planned for this venture, we are going to be doing some live broadcasts from various Cons that we will be attending, both via live video as well as through broadcasting via our station.  This is a great way to hear from some of the amazing artists and cosplayers that make up a good part of why we go to conventions. \nThis is a dream that we know will come true and we want you to be a part of it.  So if you can, show some support for this great project.\nWhat We Need\nWhat we are doing right now is raising the money we need to be able to purchase the needed equipment to get this project rolling. \nWe are looking at purchasing the following items with the the funds:\n- 8 - 12 channel studio mixer\n-Recording and editing software\n-All needed cabling from XLR Cables to video cabling\n-the software needed to broadcast onto phones through mobile apps, itunes, and from our website.\nWe will also being using the funds generated towards getting our broadcasting space so that all of you great geeks can start listening.\nHere is a flow chart of how we are looking at things right now:\nBAM! Geek Radio Progression\nWhat you get:\nWe aren't asking for a whole lot, but you will get some great things in return for your pledge.\nAt the $1 reward -\nYou get a shout out on both our site and on air.\nFor the $5 reward -\nYou get the shoutouts and you get an exclusive BAM! Geek Radio vinyl sticker.\nAt the $20 reward -\nYou get your choice of a shirt.  Men's or Women's.  Sizes are small, medium, large and X-large.  Shirts will either come in white or black.\nWomen's Shirt\nMen's Shirt\nThe Impact\nHere at BAM! we feel that there really isn't a station or place anymore that is geeky. We have seen videos and a couple of podcasts that were entertaining but nothing that really stood out as being straight up news and information that impacts us geeks. We also want to bring a bit of geek into everyone's home, car, and workplace.\nThis is something that we feel very passionate about and we hope you do to. We live by these following words:\n\"Do. Or do not. There is no try.\"\nOther Ways You Can Help\nIf you want to help in other ways such as spreading the word about BAM! Geek Radio, then hit us up once this thing catches on.  We will be happy to have you be a part of something geeky.", "risks": "Risks and challenges\nThere are really no risks. If we don't get the funding, we move on and try again. If we do get this funding, then everyone who backs will have our undying love, respect, and our MTG cards...ok, we don't have alot anymore but we will be glad to share some with you all.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Nicholas Boucher\n3 created · 46 backed\nI am a geek who love doing new things. I love creating videos and creating awesome things in Photoshop. I love helping out others who have...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "8 Days a week!", "update_content": "Well we are down to our last 8 days of this campaign and we want to say thank you to those that have supported us, spread the word about our campaign, and gave words of encouragement.\nHopefully we can reach our goal by the end of this campaign and we really hope that it becomes a reality.  Thank you and keep spreading the word."}, {"update_no": "UPDATE #4", "update_userinfo": "We have an Intro!", "update_content": " So we have been working on our Intro for BAM! Geek Radio and we want you all to hear it first.   Remember, its still a work in progress but we are happy with it so far. We hope you all enjoy it and remember to spread the word.  We really want to make this happen and we know with your help we will.  "}, {"update_no": "UPDATE #3", "update_userinfo": "Website", "update_content": "So we have our site up and running.\nwww.BAMGeekRadio.com\nWe have a blog page that looks pretty good, an awesome Shoutouts page for all of those that help support this great idea.\nWe even hae a Sponsors section on the Shoutouts page.  We are almost there when it comes to some of the basics.  We managed to find some great items through some great people here such as some of the XLR cables and even some really great studio monitors."}, {"update_no": "UPDATE #2", "update_userinfo": "New Reward Tier", "update_content": "One of the best ways for a business to get recognized is by sponsor things such as teams, movies, shows and such.  When it comes to internet radio, the same logic applies so we created this new reward tier just for that.  Take a look:\n$500USD or More - *Become a Sponsor*\nWhat this means is that everyplace we go to do a live broadcast your business gets represented. Be it a your business name or logo on our merchandise along with us proudly displaying your brand to the world when we do our video feeds. Talk about a great way to get promotion. This will be a 12 month promotion on our site, our broadcasts and our merch. This is only limited to Kickstarter."}, {"update_no": "UPDATE #1", "update_userinfo": "Shirt Designs for backers", "update_content": "Here is the tshirt design that we are going with at the moment. This will may change a little bit before we send them out, but this is what we think looks great. These are great shirts. They are  soft and comfortable. What is even cooler is that we will have two different versions. One for the guys and one for the ladies."}, {"status": [{"Project ends": "MARCH 28, 2015"}, {"Project launches": "FEBRUARY 27, 2015"}]}], "comment_no": 0, "projec_url": "https://www.kickstarter.com/projects/bamgeekradio/bam-geek-radio", "project_name": "BAM! Geek Radio"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Most fruits and vegetables need air circulation as they ripen. A wooden bin that allows air flow, and keeps your food up off of the counter or shelf makes an ideal storage container.\n2 tier and 3 tier produce bins\nI had a habit of putting the plastic bags of produce in one corner of the kitchen counter. Aside from trapping the off-gassing, the plastic bags also made it difficult to see what was there. I built a small double basket using some scrap wood, and decided it was appealing enough to make an offering of it.\nOriginal bin, built to fill a need\nMy goal is to raise enough funds to purchase several better quality power tools, so that I can continue with various experimental furniture designs.\nBoth bins are made of Pine or Spruce (the standard \"whitewood\" from local home center), and are unfinished. \nIn addition to produce storage, they are also very useful in closets, bathrooms, and laundry rooms.\nAll sponsor levels include the cost of shipping within the US (the plans will be emailed). For those outside the US, I recommend the plans. The plans are simple enough that if you don't have the tools, you should be able to find a woodworker in your area that can build it cost effectively.\nDIY plans - $4 sponsor\nThe plans will include 6 different variations. In addition to the 2 main designs on this project, you will also receive plans for similar projects using stock lumber sizes, so no ripping of lumber is necessary. Another plan will detail a 4 bin unit, and a final one will be intended for hardwood that can be purchased in small trim sizes.\nEach plan will include a SketchUp file in addition to the PDF diagrams. The SketchUp program is a simple 3D rendering program that has a limited free version available, so you can open the files and rotate around the objects, pull them apart, and make your own modifications.\n2 Tier DIY kit - $27 sponsor\nThe 2 tier DIY kit includes all of the wood pieces needed to build the 2 tier unit, cut to size. You will need clamps, glue, and preferably a brad nailer that can handle 5/8\" brads. Alternatively, if you don't have a brad nailer you could use screws on a couple of the critical pieces, and just glue on the rest.\nKit pieces for the 2 tier bin\nThe kit also includes a simple jig to help with assembly. The jig makes it much easier to get everything assembled square.\nDimensions of the 2 tier bin\n3 Tier DIY kit - $35 sponsor\nThis kit is similar to the 2 tier kit, but with longer legs and the extra pieces for 3 tiers. It also ships unfinished, requires glue, clamps and a brad nailer, and instructions will be emailed.\nJig for assembling DIY bins\nThis kit also includes the assembly jig. The jig makes it much easier to get everything assembled square, as well as mark the legs at the proper points.\nDimensions of the 3 tier bin\n2 Tier Bin - $56 sponsor\nThe 2 tier bin is 13.25\" tall. It is identical to the lower 2 shelves of the triple bin. It ships fully assembled.\n2 Tier Bin\nSponsor price includes shipping in the US.\n3 Tier Bin - $68 sponsor\nThe 3 tier bin measures 21\" tall, 12.75\" wide, and 11.25\" deep. It ships fully assembled. \n3 tier bin\nAs above, sponsor price includes shipping within the US.", "risks": "Risks and challenges\nSince I plan on building them myself, the primary challenge will production capability. If the number of sponsors grows high, there is a potential for delays in delivery.\n\nWood has some natural imperfections and knots, as visible in the photos. Every unit will be unique in its pattern.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Jeff Breeden\n3 created · 0 backed\nI'm a software guy that likes designing practical things, and have recently been focused on woodworking projects and simple furniture. For...See more"}, "support": [], "updates": [{"update_no": "UPDATE #3", "update_userinfo": "Plans and Kits available on the website", "update_content": "Although this project did not reach the funding goal, the plans are available now for free at DoitYourselfFurniture.com, and the DIY kits will be available for purchase soon!"}, {"status": [{"Project ends": "MARCH 2, 2015"}, {"Project launches": "JANUARY 31, 2015"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1498116571/wood-produce-bins", "project_name": "Wood Produce Bins"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "", "risks": "Risks and challenges\nI am super excited for this great Kickstarter opportunity. With your support, I will be able to complete \"Mandi\" #1, print books, and mail them out to you. This is my first creator owned Kickstarter Project, and I am 120% dedicated to completing this book and getting it into your hands.\n\nThe printer is already lined up, so I don't foresee any delays regarding the printing process. If any situations do arise, I will notify backers immediately, and will do everything humanly possible to get rewards out as quickly as possible.\n\nI am looking forward to completing \"Mandi\" #1, and I truly appreciate all of your support!\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #2", "update_userinfo": "Original \"Mandi\" pen & ink splash page", "update_content": ""}, {"update_no": "UPDATE #1", "update_userinfo": "Original Mandi art exclusive-pen and ink", "update_content": "SPECIAL: The first backer to respond with a $200.00 donation to the \"Mandi\" kickstarter campaign will recieve an original Mandi artpiece. Done in pen and ink it measures at 11'X17' and is on 2 ply bristol illustration board just like the comics art, this is a one of a kind piece and I will personally sign it.\nthe scene; Our little girl is confronted by some rather brutish looking sea creatures(inspired by Horshoe Crabs and the ancient Trilobites)"}, {"status": [{"Project funds successfully": "114 backers pledged $2,822"}, {"Project launches": "FEBRUARY 16, 2015"}]}], "comment_no": 74, "projec_url": "https://www.kickstarter.com/projects/1890784212/mandi-issue-1", "project_name": "\"Mandi\" Issue #1"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "PLAY\n\nAre you troubled by strange noises in the middle of the night? Do you experience feelings of dread in your basement or attic? Have you or your family ever seen a spook, spectre, or ghost? If the answer is \"yes,\" then don't wait another minute. Pick up the phone and call the professionals . .\nGhostbusters: The Board Game is an episodic adventure game for one to four players, who are charged with busting ghosts and sealing gates to the Spirit World. The game is customizable, cooperative, and highly re-playable. It features unique illustrations and figures based on original artwork and designs by Dan Schoening, the artist of IDW's Ghostbusters comic book series. Each Ghostbuster has a distinct role and unlocks unique abilities by gaining experience. The game offers modes for different levels of players, making it accessible to beginners and challenging to experts. Now is your chance to save the world!\nGhostbusters TM & © 2015 Columbia Pictures Industries, Inc.  All Rights Reserved.\n• Box Dimensions: 12.125\"W x 12.125\"H x 4\"D\n• 48 Custom 32-50mm Plastic Mini Figures\n• 10 Double-Sided 5.5\" x 5.5\" Game Board Tiles\n• 6 Dice (5 D6 & 1 D8)\n• 43 Tokens (Streams, Slimes, Gates, XP Trackers)\n• 1 PKE Meter\n• 4 Player Cards (4\"H x 6\"W)\n• 6 Ghost Cards (4\"H x 3\"W)\n• 1 Ghostbusters Operations & Field Manual\nThe Paranormal level pledge will get you the base game box, along with all applicable stretch goals unlocked during the campaign.\nIncludes upgraded Ecto-1 and upgraded 100mm Stay Puft Marshmallow Man\nThe Mass Hysteria level pledge will get you the deluxe game box featuring Kickstarter-exclusive packaging with foil stamping, exclusive 12\" x 12\" giclée print, exclusive glow-in-the-dark dice, 4 exclusive double-sided game board tiles, exclusive Sandman boss figure and ghost card, exclusive \"Impossible Mode\" angry, super-sized Stay Puft Marshmallow Man boss figure and ghost card, and additional scenarios, plus all applicable stretch goals.\nIncludes upgraded Ecto-1 and upgraded 100mm Stay Puft Marshmallow Man\nThe Retailer level pledge is for verified retailers ONLY. We will message you to verify your sales license and store info. If we cannot verify your retailer status, we WILL refund your pledge. You get 6 copies of the base game box, 6 retailer-exclusive glow-in-the-dark Slimer figures, plus 6 copies of all applicable stretch goals.  \nIncludes upgraded Ecto-1 and upgraded 100mm Stay Puft Marshmallow Man\nCats and dogs living together! That’s how amazing the planned stretch goals are. Hurry up and unlock them!\nParanormal and Mass Hysteria Backers Only. Sculpt Pending.\nParanormal and Mass Hysteria Backers Only.\nParanormal and Mass Hysteria Backers Only. Sculpt Pending.\nParanormal and Mass Hysteria Backers Only. Sculpt Pending.\nParanormal and Mass Hysteria Backers Only. Sculpt Pending.\nStay Puft Marshmallow Man upgraded to 100mm for all games moving forward\nParanormal and Mass Hysteria Backers Only. Sculpt Pending.\nParanormal and Mass Hysteria Backers Only. Sculpt Pending.\nParanormal and Mass Hysteria Backers Only.\nParanormal and Mass Hysteria Backers Only.\nDoes not come with any other game content. Free to Mass Hysteria Backers and optional $5 add-on for all other backers.\nFree to Mass Hysteria Backers and optional $5 add-on for all other backers. Illustrations by Robb Mommaerts.\nParanormal and Mass Hysteria Backers Only. Sculpt and color not final.\nParanormal and Mass Hysteria Backers Only.\nFor Paranormal and Mass Hysteria Backers Only. Sculpt and color not final.\nImage from unleashthefanboy.com\nFor Paranormal and Mass Hysteria Backers Only. Sculpt and color not final.\nFor Paranormal and Mass Hysteria Backers Only. Sculpt and color not final.\nOptional Add-On\nFor Paranormal and Mass Hysteria Backers Only. Sculpt and color not final.\nFree to all Mass Hysteria Backers and optional $5 add-on for all other backers.\nFor Paranormal and Mass Hysteria Backers Only.\nFor Paranormal and Mass Hysteria Backers Only. Sculpt and color not final.\nFor Paranormal and Mass Hysteria Backers Only. Sculpt and color not final.\nEcto-1 upgraded from card board to plastic mini for all games moving forward.\n                                                                                                                                               Available to all backers of all tiers.\nAvailable to all backers of all tiers.\nAvailable to all backers of all tiers.\nAvailable to all backers of all tiers.\nDoes not come with any other game content.\nIllustrations by Robb Mommaerts\nAvailable to Paranormal, Mass Hysteria, and Retailer backers\nIllustrations by Robb Mommaerts\nIncludes New Unique Scenario Card.\nSculpts not final\nIncludes New Unique Scenario Card\nIncludes New Unique Scenario Card\nIncludes one set of Add-ons EXCEPT an additional copy of the Base or Deluxe Game.\nGhost Cards\nHere's a look at some of the Ghost Cards. Take a look at how they react when hit or missed and all of the things that differentiate them from each other.\nThe Grey Lady may be shy, but she's not afraid to stop your roughhousing in its tracks. If this librarian has paid your scenario a visit, she won't go quietly! If you do manage to get her attention, she leaves you only with your thoughts, waiting to cramp your style in the next adventure! The Grey Lady will add a challenge to many scenarios, especially if playing more than one in a single session. \nSandman will include a custom scenario specifically designed for him.\nZombie Taxi Drivers are eager to take the Ecto-1 on a joy ride around town! Once one of them reaches your ride, he immobilizes it until you get rid of him, but not until he sends it speeding off, ghost rider style!\nThe Zombie Taxi Drivers will come with a scenario specifically designed for them. However, they can also be used as Class 1 replacements and companions in base game scenarios. \nNote: When differently named Ghosts share a Class, roll a d6 for each, with the higher roll making an appearance. Impossible Mode versions get +3 to this roll!\nPlayer Cards\nUp to 4 players take on the roles of the Ghostbusters and attempt to return balance between the Spirit World and ours, busting ghosts and sealing the gates from which they’re invading. Completing a scenario requires teamwork, planning, and resourcefulness.  \nMelanie Ortiz keeps a watchful eye on her coworkers, and a closer eye on her targets. Her selfless acts bring her closer to knowing herself, and in turn, in how to deal with the approaching end game of the other worldly intruders.\nJanine’s quick response time is her key attribute at the front desk and as a Ghostbuster! When she spots a newly summoned Ghost, she acts fast, and when she sees a fellow Ghostbuster in a tight situation, she leaps into action!\nKylie thinks things through, to the point where she anticipates what's coming! Her research into the forbidden arts has granted her insight into the dark intentions of her enemies, whose actions seem entirely random to everyone else.\nRon is always trying to prove he has the chops to be a better Ghostbuster, even if that means putting himself in danger. He's no schlub when it comes to tech and the closer he gets to a threat, the more brazen he becomes.\nPeter Venkman is a risk-taker who does his best work in close proximity to ghosts.\nIllustrated by Dan Schoening, sculpted by Samuel H. Greenwell\nRay Stantz excels at removing slime from his fellow Ghostbusters.\nIllustrated by Dan Schoening, sculpted by Samuel H. Greenwell\nEgon Spengler is a wild man with his proton pack, but learns from his mistakes.\nIllustrated by Dan Schoening, sculpted by Samuel H. Greenwell\nWinston Zeddemore aids the team by being the best at depositing trapped ghosts.\nIllustrated by Dan Schoening, sculpted by Samuel H. Greenwell\nFeatured ghosts from the movies, cartoons, comics, and toylines have unique abilities as well, in terms of how they move and react to your actions.\nThe game features 3 campaigns, each with 4 unique scenarios. It’s a fast-paced game: each scenario takes approximately 30 intense minutes to play. Every campaign concludes with an epic battle against an iconic boss character.\nThe game uses dice to resolve a lot of the action, so it’s never the same game twice! The three types of dice represent the proton packs and ghost traps, the unpredictable movements of the ghosts, and the chaotic activity of the gates. During each turn, players move, shoot proton streams, deposit trapped ghosts, use unique character abilities, and drive the Ecto-1 to complete objectives. \nEach scenario’s map is constructed using double-sided tiles, featuring street and park imagery by the talented Robb Mommaerts. With a starter mode and a challenge mode, Ghostbusters: The Board Game will keep you enthralled for hours!\nHere is a link to a Rules Primer to give you a bit of insight into specific scenario gameplay!  https://bit.ly/1vGYVAl\nHere is an introductory video that goes through the basic elements of the game!\nPLAY\n\nThe video below features a full playthrough of one of our several introductory scenarios! \nAnd if that wasn’t enough, here is Part 2 of the playthrough!\nTo create the best game possible, we’ve collaborated with some incredible people: game designers, avid game players, and Ghostbusters fans. This project is on Kickstarter because we want to make this game extra special for you. We want to provide you many ways to customize your experience with a selection of cool add-ons and Kickstarter exclusives you can't get anywhere else, including a snazzier version of the game box design. And we can’t wait to announce some of the amazing stretch goals! Basically, you get the version of the game you want, and you get it before anyone else.", "risks": "Risks and challenges\nThe estimated delivery date for Ghostbusters: The Board Game is October 2015. However, please keep in mind that this is a projected date. As an experienced board game company, we at Cryptozoic know that unexpected delays can occur during the production and shipping of a game. We are committed to producing a high quality game and we will not take any shortcuts to make a specific date. Our goal is to send you the most amazing, perfect board game you’ve ever played. \n\nIn the highly unlikely event that we are not able to deliver the game for some unforeseeable, calamitous reason, we will refund all pledges.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #98", "update_userinfo": "A sequel that’s even better than the original … in retail stores now!", "update_content": "Hello ’busters! Though Stay Puft, Slimer, and the entire cast of baddies from Ghostbusters: The Board Game are still menacing the city, those looking to take on Vigo, the Scoleri Brothers, Janoz, and more are in for a treat. Right now, GHOSTBUSTERS: THE BOARD GAME II is taking retail stores around the world by storm!"}, {"update_no": "UPDATE #97", "update_userinfo": "Last 48 hours for The Walking Dead: No Sanctuary", "update_content": ""}, {"update_no": "UPDATE #96", "update_userinfo": "More Early Bird Spots Available on THE WALKING DEAD: NO SANCTUARY", "update_content": "Hello ‘busters,\nWe know that some of you missed out on our early birds in our new THE WALKING DEAD: NO SANCTUARY campaign. Well, in anticipation of San Diego Comic-Con, we are eager to update you with great news!\nCOMIC-CON EARLY BIRDS:"}, {"update_no": "UPDATE #95", "update_userinfo": "Taxi Drivers speeding your way!", "update_content": "Greetings, 'busters!"}, {"update_no": "UPDATE #94", "update_userinfo": "Impossible Mode Taxi Driver Update", "update_content": "Greetings to our original busters! \n\nWe’ve been fighting Haunted Humans, Plazms, and Vigo over at the campaign for Ghostbusters The Board Game: II, but we haven’t forgotten about those of you who helped get us there! As we revealed back in March, each of of you will be getting two red Impossible Mode Taxi Drivers as a thank you gift for all of you support and enthusiasm. \n\nOur fulfillment centers across the world have started to get their bulk shipments of all these terrifying minis and they are starting to package them individually for each of you. Our intention is still to have these gifts to everyone by the end of August. Expect an update soon with more specific shipping information for each region."}, {"update_no": "UPDATE #93", "update_userinfo": "GHOSTBUSTERS: THE BOARD GAME II. The final days of the campaign & Announcing our Shipping Partner!", "update_content": "Dear Ghostbusters fans,\nThe campaign for Ghostbusters: The Board Game II has been an amazing ride so far! With the help of our backers, we’ve unlocked awesome stretch goals like Lady Liberty, the Grundel, and the Extreme Ghostbuster Team. When we asked backers to help us spread the word on social media, they went above and beyond, in the process unlocking Grabber, a really cool bonus Ghost. When we unveiled the Get Real Pack and the Peoplebusters Pack, fans came out in droves, showing us how much love there still is for The Real Ghostbusters."}, {"update_no": "UPDATE #92", "update_userinfo": "Ghostbusters: The Board Game II is now live on Kickstarter.", "update_content": "Alright Busters, Winston says it’s time for round two. We’ll be offering an early bird special on the Proton Slinger Tier for the first 24 hours (10 am PDT April 11th to 9:59am PDT April 12th). Check out the new gameplay, ghosts and goo !"}, {"update_no": "UPDATE #91", "update_userinfo": "Survey's are closing!", "update_content": "Is April 11th the first day that you can pledge for Ghostbusters: The Boardgame II?\nIs the atomic weight of cobalt 58.9?"}, {"status": []}], "comment_no": 43762, "projec_url": "https://www.kickstarter.com/projects/cze/ghostbusters-the-board-game", "project_name": "Ghostbusters™: The Board Game"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "“SCAPULA is the World’s Worst Villain…and I do mean the WORST. A frustrated grouch in a spooky skeleton costume, Scapula fights an ongoing battle to prove his worth as a supervillain. To do that he’ll have to stake his claim in the underworld, competing with crazed creeps, monsters, gangsters, and other sick minds. The worst has only just begun!”\nGreetings, creepy comic-lovers! My name is Aidan Casserly. Scapula is my creator-owned series; first self-published in 2007, Scapula made the leap to webcomics the following year and has been continuously updated ever since.\nFor the sixth anniversary of the webcomic, I am releasing SCAPULA: WORLD’S WORST VILLAIN, the largest and finest book collection in the series. It is both a perfect introduction to new Scapula readers and a creative highlight to longtime fans.\n ...and it just gets weirder...!\nI wish to produce a larger book-run than any of my previous volumes, with a finer quality printing and more extras to reward everyone’s generosity. The larger book run will allow me to sell SCAPULA: WORLD’S WORST VILLAIN at conventions and bookstores, making the series available to a greater audience than ever before!\nWhat is contained in this villainous volume?\n-The Series: Collecting six complete and sequential storylines of Scapula comics, beginning from the series’ relaunch. A major bonus is that all of the daily strips appear in color for the first time ever!!!\n-The Halloween Gang Class of 2014: A ‘class picture’ spread profiling the punk kids in Scapula’s army, along with a special bonus: Kickstarter supporters who donate at a certain rewards level will be caricatured as members of the gang!\n-Best of the Patreon Comics: Special comics from DADAMAN, a limited series created just for hardcore Scapula-supporters!\n-Extended Character Profiles: Everything you ever wanted to know, or were just morbidly curious about, the creepy cast of this comic. Worthy of Wikipedia, but with lotsa' pretty pictures!\n-How to Ruin Comics the ‘Scapula’ Way: A special behind-the-scenes chapter, revealing the complete process of creating the comics!\nLike the book? Here are the awesome bonus rewards you can get for just a wee bit more!\nUPDATE: Thanks to you all of our amazing backers, we have met our goal! But why end the party now when there are snazzy Stretch Goals to be achieved?\nTHANK YOU FOR YOUR SUPPORT, FELLOW COMIC-LOVERS!\nI have enjoyed every moment of creating these characters, stories, art, and lunacy, and I hope that with your help this comic will be able to keep on going for many more years to come. Thank you for your help and keep supporting the Bad Guy!\n SCAPULA: World's Worst Villain will be released by Arsenal Comics & Games Publishing. Arsenal is a publishing imprint that specializes in creator owned comics and tabletop games. ", "risks": "Risks and challenges\nThe book itself has already been finished (with the exception of adding caricatures of donors who appear in the Halloween Gang class picture), so production will begin as soon as the campaign is successfully completed.\n\nThe selected printing service is one that I have used several times in the past and trust to create high-quality merchandise. I will be posting numerous updates over the course of both the campaign and production, so you will be well-informed of everything that occurs.\n\nPlease note that all orders outside of the U.S.A. will have a higher shipping and handling cost (depending on what Rewards level you choose), although I will do everything I can to keep S&H costs to a minimum.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #23", "update_userinfo": "Scapula is back!", "update_content": "Hello friends,\nIt's been a long time since you all helped make Scapula: World's Worst Villain possible, but both Scapula and creator Aidan Casserly are back with a new comic project, Scapula and the Sinister Monster Doom Legion!"}, {"status": []}], "comment_no": 11, "projec_url": "https://www.kickstarter.com/projects/1948197497/scapula-worlds-worst-villain", "project_name": "SCAPULA: World's Worst Villain"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Titan has survived the threat of The Brain Trust and the power of Legend who was mind-controlled by the malevolent Mindworm!\nORIGIN\n\nResponding to a fire at Advanced Technologies Laboratory, firefighter Marcus Cameron is performing a rescue of laboratory personnel when an experimental device that taps into stellar energies & harnesses the power of the stars explodes.The energies engulf him, sending him into a coma as his body metabolizes the energies that grant him the powers of Titan.\nTitan the Ultra Man (Dino Agor Cover)\nSTORY\nTitan is a \"flawed\" superhero, a regular guy with regular issues and problems, who is struggling to do the right thing with his powers as he navigates the accolades & trappings that come with those powers.  Titan is the most popular man in the world who has the world at his feet - anything he wants is his.  We follow Titan on his journey of redemption and his emergence as a true hero! \nNow the adventures of Titan the Ultra Man continues...\nInterior Art from TITAN THE ULTRA MAN #2\nThat's right folks, this is the first official Advent Comics Kickstarter and we present our strongest hero Titan in issue #2 of his own series to begin with!  Titan first appeared in the very first Advent Comics release in 2009 and was so popular that he was given his own series in 2012.  If you liked Titan the Ultra Man #1, then you will LOVE this one!!\nIn Issue #2, Titan the Ultra Man returns to tackle the deadly Corporate Raiders but who is the mysterious Porcelain Doll that comes to his aid?  If Titan survives, he still has to face the villainy of Atom Smasher and Mauler!  And we introduce the next BIG thing - the hero Giant!!  We are trying to give you a lot for your support! \nAlso, this issue DEBUTS TITAN'S BRAND NEW COSTUME!!  While we loved his old uniform, it received too many comparisons to a character from our Marvelous competition and you can see it in this very issue. \nDheeraj Verma Cover\nWe are trying to raise funds that will go to pay for the remainder of the coloring, lettering and printing of the book.  We just need a little more money to get it done.  I have already invested a great deal of money & resources into this project and want people to see what we've done.  The remaining money that we net from this project will be going towards paying for the rewards and Kickstarter/Amazon fees.  If enough is generated we'll be able to pay for Issue #3! Yeah, that's right, issue #3 and beyond will be coming with the SAME creative team if this project is successful.\nInterior Art from TITAN THE ULTRA MAN #2\nWHO ARE THE CREATORS?!\n\nWRITER/CREATOR: Tony Kittrell - Tony has been a comics fan and creator of his own comics for almost 40 years (yes, he is that old).  After deciding to self publish Advent Comics' Pandemonium: Evil Incarnate in 2009, he has gone on to create/publish Champions of Hope, Advent Comics Spotlight #1, Titan the Ultra Man #1, Darklight & Crew #1, Advent Universe Handbook, COSMOS #1, the upcoming The Regulators (along with art from the awesome Greg LaRocque who has done DC's Flash, Legion of Super Heroes and a ton of other projects) and God Cell: Gate of the Gods (a great story that was a successfully funded Kickstarter and collaboration with three outstanding Indie creators).  Tony has created a dynamic universe and brought forth over 500 characters to populate the Advent Universe! \nINTERIOR ARTIST:  Pow Rodrix - Pow is a dynamic artist whose beautiful pencils have graced the pages of Justice League, Wolverine, Fist of Justice and Lady Death.  His awesome work on Titan #2 is simply gorgeous and will soon have everyone talking about this book!\nCOLORIST:  Brian \"Tots\" Valeza - Tots is an extremely talented colorist who I have had the pleasure of working with on a few occasions over the years as \"the colorist of choice\" for Jimbo Salgado on a couple of Advent Comics projects.  Tots is a highly respected colorist and a staple on DeviantART with his Totmoartsstudio2 page.  Tots is bringing the art to life with his beautiful colors!\nLETTERER:  Ed Dukeshire -  What can I say about Ed that has not been said hundreds of times before?!  Ed is a top notch letterer who when asked stepped up to participate on this project (for which I am eternally grateful).  Ed has also worked on Hulk, Irredeemable and Sons of Anarchy.  Ed came from Indie roots as the co-creator of the wildly popular Fist of Justice character and the Digital Webbing site.  His prolific skills round out this creative team quite nicely!\nKen Hunt Cover\nAlso, there will be works in this project from the following creators:\n\nPablo Marcos (Avengers, Thor, Detective Comics, Teen Titans)\nBart Sears (Justice League Europe, X-O Manowar, Brutes & Babes)\nKen Hunt (Talon, Godsend)\nDheeraj Verma (Transformers, Escape of the Living Dead)\nEric Battle (Batman, Spider Man, Hardware, Aspen's The Scourge)\nDave Ryan (War of the Independents, Red Anvil Comics)\nMshindo Kuumba (Jaycen Wise & Stormbringers)\nSteven \"Sash\" Scott (Advent Comics Dragon , Dove Magazine)\nDino Agor (Advent Comics Project: Homeland)\nInterior Art from TITAN THE ULTRA MAN #2\nWe hope that you like what you have seen so far and support our project so that we may bring this and other awesome stories to you.\nPERKS & REWARDS\nWe have some awesome perks and rewards for those of you who support our project!\nA SPECIAL, NEVER-BEFORE-SEEN, BART SEARS PRODUCED WALLPAPER!!\nT-SHIRTS\nVersion A T-Shirt\nVersion B T-Shirt\nVersion C T-Shirt\nVersion C T-Shirt (Back)\nONE-OF-A-KIND CUSTOM ACTION FIGURE OF TITAN IN HIS FIRST APPEARANCE COSTUME\nEXCLUSIVE TITAN STATUE (IN HIS NEW COSTUME) CREATED FOR THIS KICKSTARTER PROJECT\nTitan Statue WIP\nHere are our stretch goals for this Kickstarter!!\nIf we hit 100 backers, everyone with a mailable goal/reward will receive this Mshindo Kuumba print.\nMshindo Kuumba Print\nIf we hit 200 backers, everyone with a mailable goal/reward will receive this Dave Ryan/Bryan Magnaye print.\nDave Ryan/Bryan Magnaye Print\n$4000 - If we hit $4,000 everyone who has given us a physical, shippable address will receive a special print from a secret special guest star.  With the talent that we have given you so far, I think you know this one will be awesome as well.\n$5000  - If we hit $5,000, we will give all backers the EXCLUSIVE COVER by comics legend Pablo Marcos!\n$6,000 - If we hit the $6,000 goal we will completely fund Titan the Ultra Man #3 and send it to everyone who pledged above $20! ", "risks": "Risks and challenges\nLearning from my first SUCCESSFUL Kickstarter, I have all of the pencil art done on this book and the first four pages have been colored & lettered. I also plan on having all these rewards in hand before this Kickstarter is funded (the Pablo Marcos and Eric Battle pieces are being completed as I type this).\n\nAdvent Comics has slowly but surely become a much stronger comic book company as we celebrate our 5th year anniversary in August. The creative team and I can think of no more perfect gift than to get this issue funded. \n\nI will continue to bring great, new, original series to our fans, both old and new as well as give collectors something that they can enjoy as well.\n\nI humbly ask that you give us a try because you just may be pleasantly surprised.\n\nThanks!\n\nTony Kittrell\nOwner, Advent Comics\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Tony Kittrell\n11 created · 321 backed\nI am a Comic Book Creator/Writer and the Owner/EIC of Advent Comics. I have ten years of professional experience, creating over 20 titles...See more"}, "support": [], "updates": [{"update_no": "UPDATE #21", "update_userinfo": "Fight of the Century!", "update_content": "Titan is back!  TITAN THE ULTRA MAN #3 is live on Kickstarter and ready to rumble as he goes to war with the murderous Mauler and introducing the vicious Fight Klub.  And they have come to introduce Titan to the first rule of Fight Klub...EVERYONE DIES!!  Here are a couple of pages from TITAN THE ULTRA MAN #3."}, {"update_no": "UPDATE #20", "update_userinfo": "Two TITANIC Kickstarters", "update_content": "Good morning Everyone!\nI just want you to know about a couple of Kickstarter campaigns.\nFirst, THE REGULATORS #2 campaign is now live and is nearing its goal.  Earth’s Occult Guardian, Mystic, has been abducted and taken to the Realm of Magic by the evil sorcerer Merlynn and the Cauldron.  The world’s greatest heroes have been gathered to rescue Mystic but first they have to try not to kill one another.  Creative team includes Greg LaRocque, Gabriel ”Eskivo” Santos, Cristian Docolomansky, Beezzz Studio, Hi-Fi Colors, Lucas Gattoni and Shawn DePasquale."}, {"update_no": "UPDATE #19", "update_userinfo": "Almost There!!", "update_content": "Alright, with 14 days to go until the end, we've made it to the halfway mark!  But we still have to raise $2,000 dollars to reach our goal.  We still have time to make the funding goal if we continue pressing onward.\nWe have also made it to 68 backers (only 32 backers shy of our 100 backer milestone).  If we can reach 100 backers by Monday, everyone will receive a SPECIAL GIFT!  I will be figuring out what I will give you over the weekend."}, {"update_no": "UPDATE #18", "update_userinfo": "Halfway!!!", "update_content": "YES!!  \nThe FACETS Kickstarter is now 40% funded heading into the July 4th holiday weekend!!  If you haven't checked out the campaign yet, I invite you to do so.  It is definitely our best work so far and a pretty great campaign if I do say so myself.\nIf we can hit 100 backers by Monday, I am going to be giving out a special gift to all of the backers.  If you can pledge and support, it would be greatly appreciated!"}, {"update_no": "UPDATE #17", "update_userinfo": "UPDATE!!", "update_content": "I welcome everyone to join me for the launch of the FACETS Kickstarter to celebrate ten years of publishing comics.  FACETS is a 100 page, giant-sized, Prestige Format book which features some of the comic industry's best creators.  This campaign will also offer TEN exclusive comics, one for every year that I have been making comics.  Please take a look at the campaign, become a backer and spread the word if you can!\nhttps://www.kickstarter.com/projects/tonykittrell/facets-an-epic-100-page-tenth-anniversary-book?ref=user_menu"}, {"update_no": "UPDATE #16", "update_userinfo": "Tenth Anniversary!!", "update_content": "If you have not had a chance to check out my newest Kickstarter campaign, DARK MATTER: RISE OF THE LEXICONS, I invite you to do so before it ends in the next EIGHT days."}, {"update_no": "UPDATE #15", "update_userinfo": "LAST DAYS!!", "update_content": "I wanted to let you know that I have a brand new Kickstarter going on called DARK MATTER: RISE OF THE LEXICONS #1.  This gorgeous Kickstarter features action, adventure, aliens, exotic worlds and intrigue. "}, {"update_no": "UPDATE #14", "update_userinfo": "OUT OF THIS WORLD!", "update_content": "The ALLIANCE OF EVIL #1 Kickstarter is FUNDED and we are only 11 days from ending this campaign! But I don't want it to end here. No, I want to hit our stretch goal (which is less than $700 dollars away) and give every backer the 32 page ADVENT RISING comic."}, {"update_no": "UPDATE #13", "update_userinfo": "Onto Stretch Goals!!", "update_content": "https://www.kickstarter.com/projects/260671993/alliance-of-evil-mini-series-1-of-2"}, {"status": []}], "comment_no": 5, "projec_url": "https://www.kickstarter.com/projects/tonykittrell/titan-the-ultra-man-2", "project_name": "TITAN THE ULTRA MAN #2"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "--UPDATE- ADD-ONS HERE            \n--UPDATE- New Rewards: HERE &  HERE                                                   \n--UPDATE- Stretch Goals now added, scroll down--\n\"Chris Pyrate is one of those new talents whose impressive work blindsides you out of nowhere from the get go and immediately keeps you wanting more. I absolutely cannot wait for Feral -- and everything to follow.\" - Joe Keatinge (Shutter, Tech Jacket, Glory)\n\n\"Chris is the real deal. He knows where his influences are coming from and he knows how to use them to get his art to somewhere only he can get to. Right now, that place is Feral NYC. After that, who knows? But I can tell you that every place from here to there is somewhere anyone who loves comics should visit.\" - Greg Matiasevich (Multiversity Comics, Robots from Tomorrow Podcast)\n\n\"I was blown away by the first few pages of Feral NYC when I saw them last year and I can't wait to sit down and read the whole thing.\" - Chris Burnham (Batman Inc., The Amory Wars, Nameless)\nFeral NYC #1 Wrap Around Cover by Chris Pyrate\n  (Scroll all the way down for a 9 page preview of Feral NYC)\n+ 3 BRAND NEW Reward Tiers\n\n1) Illustrated Mini-Survival Guide \n\n2) Feral'ize your Pet!Have your pet drawn into an issue of Feral NYC! Your pet will get a futuristic, post-apocalyptic makeover and be featured on a page of Feral NYC.\nExample of pets drawn by CHris Pyrate (from the Liberator Trade Paperback)\n 3) Marvel & DC Sketch Covers\nOne of the Sketch Covers available.\nChoose between Marvel & DC comics and have your favorite character drawn on the front cover!\n What is Feral NYC?\nFeral NYC is a post apocalyptic comic that explores a possible future in which we(humans beings) drive ourselves to extinction, leaving behind a world that refuses to wait for our resurrection... or even mourn our loss.\n\nSeen through the eyes of, 7-7, a single reconnaissance droid with a yet unknown origin. The idea is to explore the post-human age/post- metropolitan landscape while recreating the perspective of the old school pbs nature documentaries. \n\nIf I had to elevator pitch it, I'd say:\nWALL-E meets Homeward Bound meets PBS Nature Docs...\n7-7 Reconnaissance droid and our viewpoint into the post-Human Age, post- metropolitan world of Feral NYC.\nWhy I need your help?\n\nSimply put, printing isn't cheap and as a full-time, freelance artist; attempting to deliver a high quality comic book can be very time consuming.  Every hour I spend on Feral NYC takes an hour away from my paid work. But over the last year or so I (along with some awesome contributors) have finally developed enough content to collect the first volume.\nWhat's included in the Deluxe Edition?\nBack up stories & Pin ups by some of the best creator owned comic artists/writers, that's what!\n\nThe Backup Story Creators list so far:\nRyan Ferrier - D4VE(Monkeybrain Comics) Tiger Lawyer, Challenger Comics\nMatt Miner- Liberator,Liberator: Salvation of Innocents, Occupy Comics(Black Mask Studio)\nSean Von Gorman- Pawn Shop, Secret Adventures of Houdini, Occupy Comics\nKurt Christenson- Power Play, Ten Ton Studios\nAlejandro Bruzzese - God Hates Astronauts Backup, Proxy, Leave this Bright World\nPatrick Reilly- Pronto Comics, Comically Absurd Comics, Narcissist \nTom Gambino- Pronto Comics, Narcissist\nThe Pin-up Gallery Artist list so far:\nBuster Moody - Task Force Rad Squad\nAlejandro Bruzese - God Hates Astronauts Backup, Proxy, Leave this Bright World\nSean Von Gorman- Pawn Shop, Secret Adventures of Houdini, Occupy Comics\nDoug Mitchel - Monkey Squad One\nMike Novo - Carmine Street Comics, Zeke the Gost\n\nWhere are all the cool rewards?!?!?\n\nFor starters, we have teamed up w/ AHUMANFLY clothing to bring you an Exclusive Collaboration line of Feral NYC inspired apparel and accessories. \nRecycle or Die T Shirt by AHUMANFLY\nFeral America T Shirt by AHUMANFLY\n The Un-Fine Art of Chris Pyrate/ Bartkira Flipbook\nThe Unfine Art of Chris Pyrate (Perfect Bound Sketchbook) includes Chris Pyrate's section of BARTKIRA\nBloody F**cking Revenge anthology by Ryan Ferrier, Chris Pyrate and many other awesome illustrators.\nLeave This Bright World by Alejandro Bruzzese\n Bartkira Package Reward Tier\nBartkira inspired T by AHUMANFLY, Unfine Art/Bartkira Flipbook, Your choice of print page from Barkira vol.1 331-335, Bartkira Pills & Donuts Print\n---->  READ BARTKIRA vol.1 331-335 (Chris Pyrate's Section)\n 11x17 Signed Prints by Chris Pyrate\n(left) Full Background Color Commission Black & White (right) Black & White Multi-CharacterJam Piece\nFeral NYC Ellis Island Poster\nFeral NYC 1, Alejandro Bruzzese Variant\nFeral NYC #1 Front cover (wraparound version)\n Feral NYC #1 Co-written by Chris Pyrate & Gerard Suber\n\nWE HAVE MET OUR INITIAL GOAL, BRING ON THE STRETCH GOALS!!", "risks": "Risks and challenges\nBest news? The book is already more than halfway complete! So half of the risks are already taken care of!\n\nAs ambitious as this project is, I have designed the budget and work load to be realistic and achievable. I will have help from friends and contributors to make this come true as fast and high quality as possible.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #33", "update_userinfo": "VIDEO UPDATE: Participation Needed, Please watch!", "update_content": "Hey guys and gals, \nQuick update here as im using my phone to get this one out. I've been unintentionally quiet lately and even missed some peoples messages, comments and requests. Not sure how this happened buy I've reached out to those I've missed.\nThis all happened as I've been trying to navigate a huge move that has been delayed since January... all while doing large-scale mural work in multiple cities. The past 2 months I've lived on the road while working my last mural commitments in the North East. This was not supposed  be the case but a slew of unfortunate events slowed everything down."}, {"update_no": "UPDATE #32", "update_userinfo": "That update....!", "update_content": "First, sorry again for falling behind in updates!\n\nIm steadily prepping & pushing out packages, as I balance my continuously, evolving freelance career. The current tiers going out and/or being prepped are:\n\n1) Un-fine Art Sketchbook (basic) tier- these starting shipping out over a week ago, If you have this tier expect it by the end of the month. "}, {"update_no": "UPDATE #31", "update_userinfo": "UPDATE", "update_content": "Hey folks,\n\nSo I know I’ve been quiet since announcing the new shipping plans on remaining unfulfilled tiers. And yes.. I have yet to announce when exactly this will go into effect. A couple reasons for this(hopefully good ones):\nFirst... I got asked by one of the backers, Carmine Street Comics, to do a mural for the store. I did it and it took a hell of a lot longer and a hell of a lot more out of me, than I planned. But while doing it I contacted several NY-based backers to meet up w/ them while working on it and some were successful but most couldn’t make it due to summer vacations, timing, etc."}, {"update_no": "UPDATE #30", "update_userinfo": "Update!", "update_content": "Hey folks,\n\nSuper sorry for the delayed update! Aside from working on the newly, greenlit Feral series *wipes extra, slimy sweat from forehead*, I've been having some print issues w/ the shirts not coming back in a respectable quality. The amount of colors and level of detail I use is a big hurdle to most print shops it seems... Didn't want to promise dates until I got something I was super confident in giving out."}, {"update_no": "UPDATE #29", "update_userinfo": "Update on Sched & Jazz!", "update_content": "Hey supporters, I know some of you are still waiting for your packages. I thanks those who have read it and loved it and also those that have patiently waited. So far PDF’s/digital packages have gone out as well as some original art/commission tiers. If you are are one of those backers and haven’t received yours please let me know via message or email( chris@chrispyrate.com)\nOtherwise, so much has changed/progressed and I am doing my best to pace everything and multitask. What is going on you ask?? To start, my last 3 weeks have been consumed w/ me negotiating a major publication deal for Feral NYC as an ongoing series. ITS HAPPENING!"}, {"update_no": "UPDATE #28", "update_userinfo": "Proofs and Schedule update!", "update_content": "Hey peeps,\n\nAlways wanted to release Feral NYC on a special day, originally I planned for that day to be New Years but have since had to make some unforeseen, pre-press changes.\n\nCoincidentally, the changes have aligned with another special time, my birthday weekend. So I'm celebrating by releasing the PDF to all backers at the digital book tiers levels & anyone else who wants the early read!"}, {"update_no": "UPDATE #27", "update_userinfo": "Major Publication confirmed, Feral will be an ongoing series!! shipping schedule/update.", "update_content": "Hey peeps,\n\nHappy to announce that Feral NYC will be going off to the press this coming week. That's right! Go ahead and say it, \"Finally\". I knowww! But I promise, it looks a million times better thanks to the time and growth I went through while making it.\n\nIf you missed the last update, I wrote a blog post detailing all the happenings that went on while making the book. The sometimes crazy and expecting happenings... To be brief, I got the opportunities to work on some high reward jobs that I couldn't turn down(Image Comics, Wu-tang and more). But not all were as successful and efficient as they should of been, hence the unexpected/unfortunate side of things. 's the more detailed account of it all.\n\nIn that last update I also announced new FREE extras that will be included in packages as a \"thank you\" for your patience. Here's the first to arrive, a new batch of buttons showcasing the Hermit Crab in the cola can."}, {"status": []}], "comment_no": 87, "projec_url": "https://www.kickstarter.com/projects/feralnyc/feral-nyc-vol-1", "project_name": "Feral NYC Vol. 1"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "Demonox is a story about a young man named Mason who finds out that a demon is trying to take over his body and soul. And the only way to stop this demon from taking over is to learn to control the demon and the demon's powers before it's too late.\nThe Summary\nDemon Within in a nut shell is a story explaining what would happen if a person could control a demon who tried to possess their body. It’s about using demon powers like super heroes. Think about it, when people get possessed by demons they do all sort of stuff they naturally can’t do. They levitate, talk in different languages they don’t know, and even pick up heavy objects.\n Demon Within takes the things they can do to another level. Shadow power, fire control power, and animal control power, seducing power, water power, wind power, mind control, invisibility power and a whole lot more.\n The Story\nUltimately the story is about two groups fighting- Demonox (hell) vs. Angelic (heaven); they both want our world (the human world). This is the beginning of the Apocalypse.　 There are two other groups involved in this war. The Church – who kills both Angelic and Demonox, and The Rebels – Helps those who don’t want to take sides but are either a Demonox or Angelic.\nThe first volume of Demon Within is of a kid who is discovering he is a Demonox. His name is Mason and he has just turned 18 releasing the demon within him. He now has to learn how to control his demon before his demon controls him.\nThere are other demonox in the world and unfortunately our hero Mason will meet one of them the hard way as he sees his best friend and brother killed before his very eyes making him turn to the demon for help. He does not complete the bond with demon and does not save his brother or his friend but he does injure the demonox responsible named Victor.\nVictor then swears revenge on Mason so he kidnaps Mason's little sister. Now Mason must learn to control the demon within to be able to stop Victor before he loses another sibling.\nThe Reason\nFirst of all thank you for taking the time to show interest in this project. My name is Walter Cromartie Jr. and I love to write stories. I have written over forty or more short stories, all unpublished. I chose to make my stories into comics because comics always seemed like a fun way to express and tell stories.\nAnyway I never was a writer who could explain details very well. So doing comics took all the boring stuff out of writing for me and it left only the fun stuff. There’s nothing like seeing words on paper brought to life through art. This whole adventure has been really fun and exciting.\nSo that leads us to here with Demonox. Demonox is not my first story but it will be the first to become a comic. I chose Demonox because it just was one of the stories that seemed to flow with excitement. It is filled with scary monsters and transformations. It had everything I wanted to see in a comic so I said let’s make it a comic.\nNext I got with a great and experienced Artist named Dan MacKinnon who has been one the most incredible people to work with.\nHe has literally been a mentor to me in this journey. He had just finished a successful Kickstarter for a graphic novel named The Merciful. So I consider myself lucky to have been able to get him to work on this comic for me.\nI also consider myself even luckier to have had such a wonderful Inker and Letterer named Becca T-R who did a more than fantastic job with the Inks and Letters.\n\nMessage From Artist - Dan MacKinnon\nPLAY\n\nThe Big Mission\nI come to Kickstarter to help us finish Demonox. The script is finished and the comic is a quarter of the way done.\nThat's where the mission comes in.\nPaying Artist\nPaying Kickstarter and Amazon\nPaying for all rewards\nPaying for shipping of rewards\nPaying for printing of comic books\nPaying Photographer\nPaying for Ads for promoting\nThe mission at hand is to get the story Demonox finished, fully colored and made into a full 32 page comic book. This comic book will be the first issue of the series.\nAs you can see this project is a big mission. But with your help we can make this project come to become reality.\nIf we are able to hit the goal all money raised goes to this project, any money over the amount asked will go to funding the next issue of Demonox.\nThe Storyboard\n The Characters\nThe Main Character Mason\n Mason must learn to control the Demon within him before the demon controls him.\nThe Main Villian Victor\n Victor is a Demonox with the powers to control shadows at will.\nMason's best friend Sam\nMason's older brother Michael\nAlex is the head fighter for the Rebels group.\nStacey is Mason's girlfriend\nMarcello is in command over Victor the Shadow Demonox\nDemon Characters\nThere will be plenty of demons and monster type beasts but here's a few pictures in the first issue.\nSome sketches of demons\nLeviath the demon within Mason\nEarly picture of Shadow Demon\nRewards\nWe will be offering all these rewards\nBookmarks\n·Personal Email Thank You\n·PDF Copy of Demonox\n·Key Chains\n·Exclusive Cover Paper Copy\n·Mugs\n·Posters\n·T-Shirts\n·Drawstring Carry Bags\n·Hoodies\n·Original Artwork\n·Hats\n·Banners\n·Autographs\nThank You\n I want to thank you for your time of just reading and going through all the information of this Kickstarter Project. If you don't have money to donate, thank you for sharing with friends and family who may have interest in comics.\nAnd to those who do donate, I want to thank you and let you know you are helping to begin not just a comic book franchise but you are also helping to show that if you have a dream and you believe in it with all your faith, your dream will become reality.\nSO THANK YOU FROM THE TOP AND BOTTOM OF MY HEART!\nCreator/Writer of Demonox - Demon Within\nWalter Cromartie Jr.", "risks": "Risks and challenges\nThere are always risks and challenges that will arise when you do projects at this magnitude. But be assure we are ready to hurdle any obstacle that may come. In fact with the date set we have adjusted the delivery date just for any such occasion that may happen. In other words if all goes like plan you should have rewards earlier than later.\n\nAll preparations have been made with the companies that will provide the rewards. So now all that is left is to get the funds to fulfill the orders. To make sure you know what’s going on with rewards I will be updating every step. So everything that I know on rewards you will know.\n\nYou only will be charged if the Kickstarter is a success. And will give notice for last three days you are about to be charged so you will have time to make sure money is in your account.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": "Walter Cromartie (deleted)\n3 created · 18 backed\nHello my name is Walter Cromartie Jr. and I am a writer/storyteller. I am the Owner of Crow's Comics. This Kickstarter page is to give...See more"}, "support": [], "updates": [{"update_no": "UPDATE #5", "update_userinfo": "Thanks For Your Support", "update_content": "Hello Everyone\nFirst off thank you for your support. As you can see this time around the Kickstarter was not successful. I am sad but I havent gave up just more determined to get this bad baby to the public. I hope to have another go at this in the near future so please stay tuned in at my facebook page https://www.facebook.com/WalterCromartieJr Again Thank You for your support."}, {"update_no": "UPDATE #4", "update_userinfo": "First 10 Backers Thank You", "update_content": ""}, {"status": []}], "comment_no": 8, "projec_url": "https://www.kickstarter.com/projects/539806833/demonox-demon-within-a-32-page-mature-audience-com", "project_name": "Demonox - Demon Within. A 32 Page Mature Audience Comic Book"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "MEMOIRS OF THE MYSTERIOUS is a digital download graphic novel anthology that harkens back to the glory days of The Twilight Zone, The Outer Limits and EC Comics.  \nThe PDF book is roughly 60 pages full of mystery filled short stories. \nEach story is between 4 to 6 pages long and is introduced by horror host Doctor Gangrene.  Each tale pays tribute to this thrilling genre by weaving narratives ranging from mystery and suspense to strange slice-of-life to horror and sci-fi (and there's always a twist at the end).\nBy Joe Badon (with inserts by Kelly Williams, Luke Parker and Emman Padilla)\nBy Luke Parker\nBy Kelly Williams\n HERE'S SOME SAMPLE PAGES FROM THE BOOK:\nBETTER OFF\nSTORY BY MARTA TANRIKULU\nART BY BRIAN GILMAN\n PLAYTHINGS\nSTORY BY PAUL BRIAN DEBERRY\nART BY KELLY WILLIAMS\nBABY'S BLUES\nSTORY BY BRANDON BARROWS\nART BY LEIGH WALLS\nHOPE FOR HUMANITY\nSTORY BY BRIAN JOHN MITCHELL\nART BY LUKE PARKER\n  MAN VS ROBOT?\nSTORY AND ART BY JOE BADON\n 3,000 DOLLAR STRETCH GOAL\nAll backers that have pledge 100 dollars or more will receive a print version of the book.\n10,000 DOLLAR STRETCH GOAL\nAll backer that have pledged 35 dollars or more will receive a print version of the book.\nWHERE DOES THE MONEY GO?\nAll profits from the kickstarter will be split between all creators and editors involved in the project.\nOUR HOST DOCTOR GANGRENE!\nFind our more about the Doctor at: http://drgangrene.blogspot.com/\nARTISTS INVOLVED:\nLeigh Walls www.leighwalls.com\nKelly Williams www.treebeerdstuff.com\nTravis Hymel http://thymelgraphics.wix.com/travishymel\nJoe Badon joebadon.blogspot.com\nJ Spencer Shull http://www.jellykoe.com\nLuke Parker www.artofparker.com\nTony Sedani www.tonysedani.com\nLewis Elion muralsbyelion.com\nEmman Padilla https://www.facebook.com/emman.padilla.1232?fref=ts\nTim Stodard www.facebook.com/tim.stodard\nBrian Gilman https://www.facebook.com/brian.gilman.940\nWRITERS INVOLVED:\nBrandon Barrows Www.brandonbarrowscomics.com\nJason Johnson http://www.youtube.com/user/jasonjohnsonexp/videos\nBRIAN JOHN MITCHELL http://www.silbermedia.com/\nMick Schubert jeyradan.daportfolio.com\nMarta Tanrikulu http://vizyonentertainment.com\nPaul Brian DeBerry http://www.luckybubblegum.com/\nBenjamin Truman http://www.bentruman.com/\nFred Duran freddurancomics.wordpress.com\nConor Mahoney conormahoney.tumblr.com\nJames Di Angelo http://redmooncomics.com/\nJeremy Thomas twitter.com/jeremy_thomas32", "risks": "Risks and challenges\nOur artists are still finishing illustrating their stories. We are expecting to have the pages completed and the book compiled by January 2014. If one or two of the stories are unable to be finished (because of any unforeseen circumstances) then we will compile the book without those particular stories. This is why the book is said to be \"roughly\" 60 pages. It could be a few pages longer or a few pages shorter.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #16", "update_userinfo": "The Man with Ten Thousand Eyes!!!", "update_content": "Hey guys!\nI just officially launched my next kickstarter project!!!\nIt's a Surrealist, Sci Fi, Horror comic entitled:\nThe Man with Ten Thousand Eyes!!!"}, {"update_no": "UPDATE #15", "update_userinfo": "UPDATE!", "update_content": "Attention Mysterians! \nAll physical rewards are in the mail. If you're one of the backers at the ROD SERLING level or higher and you don't receive your physical rewards within 2 weeks then message us! \nThanks!"}, {"update_no": "UPDATE #14", "update_userinfo": "Merrick: The Sensational Elephant Man", "update_content": "Hey Mysterians!\nMemoirs artist Luke Parker has a new kickstarter project!  It's the comic MERRICK: THE SENSATIONAL ELEPHANT MAN!\nIt's a Victorian adventure/horror/cape gaslamp comic set in 1880s' London. Based on a fictional version of the life of Joseph Merrick, it steps between historical facts and turn of the century folklore juxtaposed with the American superhero comic conventions of super powers, masks, secret identities and fantastic adventures."}, {"update_no": "UPDATE #13", "update_userinfo": "UPDATE!", "update_content": "Hey Mysterians!\nWe will be sending out physical rewards within the next week!\nAlso, we sent out all the digital rewards about a week ago.  If you did not receive them, please let me know.\nThanks!"}, {"update_no": "UPDATE #12", "update_userinfo": "UPDATE!", "update_content": "Attention Mysterians! \nThe PDF book for MEMOIRS OF THE MYSTERIOUS is compiled and we'll be sending out digital rewards within the next few days!\nThanks!\nJoe"}, {"update_no": "UPDATE #11", "update_userinfo": "UPDATE!", "update_content": "Hey Mysterians!\nWe're almost finished!  Our artists only have a couple pages left to illustrate.  \nJust letting you know that the project is almost completed!\nThanks for all of your support!"}, {"update_no": "UPDATE #10", "update_userinfo": "WE'RE FUNDED!!!", "update_content": "Hey Mysterians!\nWell, we did it!  We're funded thanks to all your support!  We could not have done it without you!  We're hard at work finishing up and compiling the last remaining pages of the book.\nProduct delivery should be on schedule.  If there are any bumps in the road then I will let you know."}, {"update_no": "UPDATE #9", "update_userinfo": "We've made our funding goal!!!!", "update_content": "Hey Mysterians!\nI would like to give all of you a BIG THANK YOU for helping us reach our funding goal!!!!!\nI really appreciate all of your support!\nYou guys are amazing!"}, {"update_no": "UPDATE #8", "update_userinfo": "Podcasts, Peeks and other Projects!", "update_content": "Hey Mysterians!\nWe've got 7 days left and 219 dollars to go!  We're almost there!\nI've got lots of fun things to talk about:\n#1: PODCASTS"}, {"status": [{"Project funds successfully": "70 backers pledged $1,309"}]}], "comment_no": 2, "projec_url": "https://www.kickstarter.com/projects/1857321894/memoirs-of-the-mysterious-comic-anthology", "project_name": "Memoirs of the Mysterious COMIC ANTHOLOGY"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "OK IT's Finally Time to talk about the First STRETCH GOAL!!! If we can reach 6325 $ we will be able to color the 7 pages of our Rifts(tm) Erin Tarn as a Girl short story!!!!!!\n1st STRETCH GOAL COMPLETED!!!\nOur 2ND STRETCH GOAL will get us 3 extra pages of story for REQUIEM and JUDA FIST:7 Deaths Of The YOBI. It will allow us to tell a more comprehensive story and give a sneak peak at the direction that the proposed series will take. We 7325 bucks to make this a reality!! LET's Make this happen!!!!\nWe are very excited to be back on Kickstarter drumming up support to help us publish issue number 1 of our comic book anthology IMAGINOS PLUS!!!!!!! \nWhile we are quite diverse in the mediums we choose to work in ( from writing for short films  to pitching scripts and projects for film and TV, and helping others through the pitch building process) we believe that comics, particularly comics anthologies are the natural progression in showing what a story can do in the visual medium. \nAs far back as Gary Reed's Caliber Comics, anthologies and Japanese tankobon (weekly/monthly serialized manga series, for example \"Shonen Jump\") have helped to launch the careers of some of the biggest creators in comics and manga!\nWith the first issue of IMAGINOS PLUS we plan to  continue this legacy by giving visionary voices an opportunity to show their mettle on our projects as well as their own creator owned work. \nImaginos Plus, as planned, will begin as a biannual publication(Spring and Fall). Our first issue has  3 stories at 18 pages, and 4 sketchbook pages showing the ideas from each story at their conceptual stages. We will also have Heroes Unlimited Game Stats for the principle Palladium Books property inspired characters.\nTo be clear, what we are asking for your help to achieve is the publication of our FIRST ISSUE!\nSo let's talk about whats going to be in IMAGINOS PLUS ISSUE 1!!!!!\nThe 1st story in our anthology is the ridiculously funny, over the top,superhero comedy\nwith art by the illustrious team of Dimitris Moore, Brandon C. Clark and Shauna Grant and writing by Imaginos Workshop. \nThere are Superheros and there are THESE GUYS ......\nThe alien police officers Skittles and the diminutive Commander Q, the world-hopping Meta mercenary Siege, the super powerful and woefully disinterested mutant Touch Tone, the morally challenged super-geniuses Volcanus and Magna Red, and ticking time bombs Kid Voltage and Highlighter. Though they genuinely are out to help, this octet has caused enough collateral damage that they have earned the nickname TERRORISTS IN TIGHTS!!!!\nWith classic super-powered action, slapstick antics, satirical,social commentary, serious science fiction,heaping plates of fan service, and just plain wrongness,Candy Coated is to the superhero genre what Reno 911 is to the police \"reality\" show. Part Venture Brothers part EMPOWERED!!!\nI forgot to mention one of the most AWESOME elements of Candy Coated is that it is inspired by the ACTUAL PEN AND PAPER ROLE PLAYING GAMING. The game campaign is played in the Palladium Books Megaversal System known as \nThe unpredictable events of game are so tightly woven into the story fabric that if it happens in the game it will happen in the comic!!!!\nHere is a sneak peek at the first two pages!!\n Next is the Mysterious Sci Fi Fantasy\nbrought to you by the outstanding art team of Cassie Henry,,Gary Mitchell andYlenia Di Nopoli and written and created by Joseph Cain!\nSomething unprecidented occurred at the Graydon Hill Sanatorium and NO ONE REMEMBERS A THING ABOUT IT!!! Add a proxy war between two rival corporations looking for an artifact that could either save or destroy the galaxy and you have REQUIEM. \nAs the battle rages between the shadowy Daikenkai Corporation and the dubiously benevolent Archlight Group for piece of a thousand year old artifact, Archlight decides to field a team of agents to beat their enemies to the prize.\nArchlight agents, code name Athena and Balder recruit the Warwitch Zakia, the sonically powered songstress-in-hiding Violet Gale and the ingenius arms dealer Cain Kardinal, at the behest of the enigmatic Omen, to even the odds against Daikenkai's monstrous minions. \nAs they approach their goal, the agents begin to recall things which reveal the true nature of  what they seek. This forces them  to question whether the artifacts are better left alone.\nThis is part FINAL FANTASY, part X-Files. Oh and did I mentions Space Ninjas and Dragon Elves? I could have sworn I did.....\nHere is a look at the first two pages!!!\n Last, but certainly not least is the Afrofuturistic epic JUDA FIST: 7 Deaths of the Yobi!!! \nFrom the mind of Mark C. Dudley with an art team rounded out by ridiculously talented Ka Xiong and the unique vision of SEAGE. \n\nWe follow Amaru Jones, a man transformed into an alien bio-weapon, who awakens 72 years in the future to a world that is far different,in some respects, than our own.  \nHowever, the more things change the more they stay the same, as ancient conspiracies once again weave their web around Amaru threatening to rob him of any semblance of the life that he has worked so hard to build. \nHere is a look at the almost completed page one!\nPart Judge Dread part Menace to Society and 30 years in the making the story finds Amaru having to choose whether to turn his back on his past, or face it head on to create a future for those that he loves.\nNow let's get a little bit more into the business end of this venture!\nWe have added a cost breakdown for IMAGINOS PLUS, to illustrate how your pledges will be used. \nIf we reach our initial goal we plan to have IMAGINOS PLUS issue 1 ready to ship by March 2014. We will be shipping the non publication prizes starting in early January 2014-March 2014.\n . If we  find ourselves in Stretch Goal territory, then things will really get interesting!!!! We will be working to get 3 extra a piece added to the 2 shortest core stories. We want the fans to be able to experience our FULL VISION for Imaginos Plus, and these extra pages will help us achieve this goal.\nDepending on how well that first stretch goal goes then we have an EXTRA SPECIAL STRETCH GOAL which will involve a never before seen Palladium Books RIFTS RPG introductory comic!!!!\n15 DOLLAR REWARD!!!!!\n\"SILENT WEAPONS FOR QUIET WARS\"\n2013 Imaginos Sketchbook 24 Pages Full Color\n25 DOLLAR REWARD!!!!!  \nExclusive IMAGINOS PLUS 28 by 36 Limited Edition Poster\n50 DOLLAR REWARD!!!!! \nBe a part of the team with your  IMAGINOS WORKSHOP STANDARD CONVENTION T-SHIRT\n 100 DOLLAR REWARD !!!!! \n Exclusive JUDA FIST AMARU TATTOO SHIRT!!!!! \nThis is a limited quantity BLEACH PAINTED T-Shirt depicting the AWESOME tattoo adorning the main character in our comic JUDA FIST: 7 DEATHS OF THE YOBI!!!\n 100 DOLLAR REWARD No 2!!!!!    \nExclusive IMAGINOS MASCOT T-SHIRT depicting our mascot NOS!!\n  We know people have a lot of pressing things to do with their money this time of year but we, the founders of Imaginos Workshop, would like to thank you all in advance for believing in us.", "risks": "Risks and challenges\nAfter the project gets funded, one of the biggest challenges will be collaborating with our artists to get the comic finished in a timely manor without losing any momentum.They have been very patient with us through the kickstarter process. I speak with them frequently and they are very excite to be a part of this.\n\nI also want to be able to maintain momentum in our pledge community while keeping them very much involved as the project nears its completion and beyond.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #38", "update_userinfo": "Juda Fist Update", "update_content": ""}, {"update_no": "UPDATE #42", "update_userinfo": "Juda Fist: 7 Deaths Of The Yobi Webcomic.", "update_content": ""}, {"update_no": "UPDATE #41", "update_userinfo": "Juda Fist Page 3 IS UP!!!!", "update_content": ""}, {"update_no": "UPDATE #40", "update_userinfo": "Juda Fist Webcomic Addition is LIVE!!!", "update_content": ""}, {"update_no": "UPDATE #39", "update_userinfo": "JUDA FIST SO FAR!!!", "update_content": "Hey \nI hope this Covid-19 situation finds you all Healthy, safe and vigilant. I have one relative and a friend who has come down with it and it's no joke. So please be prudent, stay safe and don't go crazy couped up at home. \nSpeaking of that, I thought I would show you guys the progress on Juda Fist: 7 Deaths of the Yobi so far. I can't wait to get the end so I can get it out to you all and the rest of the world. "}, {"update_no": "UPDATE #37", "update_userinfo": "Our nre Webcomic THE EXTRAS and Juda Fist updats.", "update_content": "1. I wanted to let you all kow about our webcoimic THE EXTRAS. It is a sci fi fantasy about a group of schoolgirls getting ot know each other and the school they attend. It is a slice of life, coming of age story where 4 young women go through the trials and tibulations o growing up. These are 4 very DISTINCT young ladies. \nCheck it out here FOR FREE at http://theextras.thecomicseries.com"}, {"update_no": "UPDATE #36", "update_userinfo": "Imaginos Plus No 3. A Gift From Us to You!!", "update_content": ""}, {"update_no": "UPDATE #35", "update_userinfo": "THE EXTRAS no 10#School Authority", "update_content": "In this week's episode, Chantilly and Shelby have their first run-in with school authority, and find out just what she can do...  \nCheck it out from July 26, at 3:00 PM EST!  \nhttp://www.theextras.thewebcomic.com/ "}, {"update_no": "UPDATE #34", "update_userinfo": "Next update in the saga of THE EXTRAS is up today!!", "update_content": " The next page of The Extras drops tomorrow, Friday June 14 at 3:00 PM EST.\nwww.theextras.thewebcomic.com\nKeys open doors, and doors lead to opportunities. "}, {"update_no": "UPDATE #33", "update_userinfo": "Imaginos Webcomic Debut. THE EXTRAS!!!", "update_content": " Four girls from everywhere. \nA school in the middle of anywhere. \nA city at the edge of somewhere. \nA school story you'll find nowhere else. "}, {"status": []}], "comment_no": 30, "projec_url": "https://www.kickstarter.com/projects/1854358647/imaginos-plus-the-imaginos-workshop-anthology", "project_name": "iMAGiNOs PLUS: The Imaginos Workshop Anthology"}}, {"backer": "Vendageek", "project_data": {"campaign": {"story": "The exclusive cover\nThe money for this will go straight into coloring and printing the first issue of Joy Kill Club.  On funding, this comic Will be produced with 8 color pages and 20 B&W.  For every $200 over goal, another 8 pages will be colored.  If we get to $1000 then we can afford to pay our colorist to finnish the whole book.   \nHere is one of the before and after color pages.\nbefore\nafter", "risks": "Risks and challenges\nThe most difficult thing is finding the artists and meeting deadlines. Most of that is done so now it's up to you to help.\nLearn about accountability on Kickstarter", "env": "", "creator_bio": ""}, "support": [], "updates": [{"update_no": "UPDATE #6", "update_userinfo": "almost there.", "update_content": "We just got another batch of pages colored.  Here is some non lettered pages to tied you over.  We should be at the printer in another week.  "}, {"update_no": "UPDATE #5", "update_userinfo": "Slow and steady", "update_content": "Thanks everybody, we got to our goal and some. We have 8 pages colored as of now and will get another 8 done very soon. I'll also post the color version of the print that everyone who pledged $10 or more will get and I'll post the person who won the 1 of a kind sketch cover done by Danny Allain. Thanks again and stay tuned for more updates."}, {"update_no": "UPDATE #4", "update_userinfo": "SWAG", "update_content": ""}, {"update_no": "UPDATE #3", "update_userinfo": "yeah!!!!", "update_content": "I want to thank everyone who has already donated.  We never though we would reach our goal so fast (thanks to our favorite shellback).  Every person who has pledged or pledges in the future will be entered into a drawing to give away This, a one of a kind drawing by the amazing artist Danny Allain. This is the character Spider from the Joy Kill Club."}, {"status": [{"Project funds successfully": "20 backers pledged $600"}, {"Project launches": "NOVEMBER 16, 2013"}]}], "comment_no": 4, "projec_url": "https://www.kickstarter.com/projects/1265213840/joy-kill-club", "project_name": "Joy Kill Club"}}]